{
    "title": "图床测试",
    "author": "晓夜Port",
    "replyCount": 3,
    "timestamp": 1565858040,
    "txt_content": " 本帖最后由 晓夜Port 于 2019-8-15 16:48 编辑 \n\n\n百度图床还是挺耐艹的",
    "replies": [
        {
            "author": "晓夜Port",
            "timestamp": 1573218480,
            "txt_content": " 本帖最后由 晓夜Port 于 2019-11-16 08:30 编辑 \n\nMinecraft 星域世界是Minecraft，而不是我的世界。一、服务器历史介绍\n1. 星域世界开服于2018-08-14，由服主持续运营，招兵买马到现在的星域世界团队。2. 一切阻碍的因素都在慢慢被征服！这里服主向你承诺2022年之前绝对不会停服，可能你会觉得这几年很短，但是有没有想过这几年内成长的你会不会玩腻MC又或者其他因素放弃。本服务器轻度-中度范围的魔改，魔改范围偏向于中期和后期并由Mod大佬参与魔改。3. 另外，欢迎大家加入星域世界第四周目。你一定会找到属于自己的快乐!\n二、模组列表\n工业科技类: 工业（附属: 重力装甲，高级太阳能，AFSU），沉浸工程，热力膨胀，林业，末影接口（EnderIO）\n自动工程类: Buildcraft（BC建筑），应用能源2（附属: AE2Stuff，无线合成终端，更多存储单元2）\n科幻魔法类: 神秘时代（附属: 禁忌魔法，神秘工匠，神秘能源，电子魔法工具，污秽魔法，库存扫描），植物魔法\n咸鱼养老类: 食物工艺，竹和风，时装工坊，CustomNPC，无尽贪婪（附属: 永恒奇点），舰娘，家具，真实地形（没有尝试过真实地形的欢迎来尝试一下，地形像真实世界，全部是原版方块，不卡顿，开光影简直就是享受）\n杂七杂八类: 更多箱子，NEI合成表（附属: NEI加强，Waila，NEI快捷搜索，NEI集成），怪物娘化（可选）（效果超赞！！！）\n\n三、部分插件介绍\n1.地皮PlotSquared 零门槛免费领取地皮，保护自己的资源。\n2.快捷商店 谁都可以开店赚游戏币。\n3.随机传送 无需跑图，一个指令将你快速随机传送。\n4.落地锁 绝大部分箱子，容器，机器落地自动上锁，减轻熊孩子给你带来的困扰。\n5.领地 圈地**，最大可圈256*256*256，地皮不够住，圈地住，每人最多5个领地。\n6.结婚 基友还是girlfriend？\n7.公会 抱团一起玩。公会申请门槛较高，防止恶劣行为发生。\n8.菜单 菜单非常便利，点一下就完成了操作。菜单在手，星域我有。\n更多插件欢迎进服查看！\n\n四、我们的特色\n1.作为一个科技服，允许使用红石，核电，分子机，不ban灵宝套，可去基岩世界和外域。\n2.各种箱子，容器，机器落地自动上锁，尽最大可能避免熊孩子带来的困扰。\n3.扫地大妈不乱扫重要的物品，比如外域石板。\n4.不习惯大地皮也可以去生存世界圈地居住。定期刷新资源世界，下界，末地，不怕资源匮乏。\n5.主城有免费的充电站，30级附魔台和铁砧，还有万血扫地大妈等你打。\n6.修复了大量的Bug，强力打击熊孩子和Bug玩家，对熊孩子和Bug玩家采取强有力的措施。\n7.群内设有“新人指导员”，问题除了问管理，还可以询问新人指导员。这些新人指导员们非常活跃，你的问题将很快被解答。\n8.群内设有机器人，24小时自动同意入群申请。同时拥有群黑名单系统，阻挡被加入黑名单的熊孩子再次入群。\n9.管理热情，态度好。公平公正，不偏袒赞助玩家。\n10.有丰富合理的魔改，长期不关服，拒绝成为快餐服。\n11.星域世界精英玩家拥有星域世界第一决定权，可否决星域世界管理组的决定。且加入星域世界精英玩家只需经常在服务器中游玩并做出过贡献。\n12.使用i9-9900k超强独立物理机，保证游戏流畅。\n13.使用BungeeCord和外置登录拦截压测。服务器不受压测威胁和影响。游戏内不需要打指令登录，您的游戏体验Up Up Up!\n14.搭建了自己的皮肤站，您可以免费上传您自己喜欢的皮肤或使用其他玩家上传的皮肤并在服务器里使用。\n15.服务器中转大厅有跑酷，等待重启的时候不再无聊。\n\n五、承诺\n1. Oper不参与玩家游戏，OP在线主要服务于玩家帮助解决游戏出现的问题和困难。2. 我们对所有玩家一视同仁，且禁止使用的物品除过一些不可抗因素都会后面陆续修复。3. 服务器配置强悍，低延迟，非常流畅。就算是低配玩家也能保证你流畅游玩本服。服务器出问题我们会立刻去解决。4. 努力营造一个良好的游戏环境。强力打击熊孩子，卡Bug,言语恶劣及其没有素质下线的玩家。\n六、服务器截图一览\n\n\n\n\n\n上图为新手礼包\n\n\n玩家QQ群:862067111点击加群如果QQ提示搜索不到，点击两遍搜索按钮即可（TX抽风BUG）\n\n\n\n\n "
        },
        {
            "author": "晓夜Port",
            "timestamp": 1576845660,
            "txt_content": " 本帖最后由 晓夜Port 于 2020-1-1 15:53 编辑 \n\n\n\n\nMinecraft 星域世界一、服务器背景\n\n\n\n\n\nQQ图片20191228152640.jpg (62.84 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-28 15:26 上传\n\n\n\n\n\n1. Minecraft 星域世界开服于 2018 年 8 月 14 日，正在不断变好。2. 短时间内不停服，长时间内未出现严重资金问题不停服。3. 独具匠心的魔改，中等难度。\n二、模组列表\n|工业|高级太阳能|重力装甲|植物魔法|额外植物学|应用能源AE|AE2Stuff||热力膨胀TE|末影接口EIO|龙之研究|TOP检测器|懒人厨房||MEK|星系|沉浸工程|环境科技|更多箱子|樱Sakura|\n三、主要插件列表\n地皮 64*64大地皮，可以放许多东西耶！\n快捷商店 谁都可以开店赚游戏币！\n结婚 你可以拥有你的 boyfriend & girlfriend \n落地锁 大部分容器放置后自动上锁，保证安全\n随机传送 无需跑图，随机传送到一个地方开始探索资源\n公会 抱团一起玩，更有干劲\n菜单 不用输入繁琐的指令，动动鼠标即可\n四、特点\n1. 作为一个科技服，开放核电，分子机，红石。只封禁某些 Bug 物品和过度破坏游戏平衡的物品。2. 大部分容器自动上锁，保证安全。3. 扫地前高强度提醒，房子有物品掉落在地上没捡起。4. 定期刷新资源世界、下界，末地，不怕资源匮乏。5. 修复大量 Bug ，对熊孩子采取强有力措施。6. 不偏袒赞助玩家，所有玩家一视同仁。7. 24 小时自动同意入群申请。8. 管理组成员服务态度好。9. 长期不关服。10. 星域世界精英玩家拥有星域世界服务器第一决定权，甚至可以否决星域世界管理组的决定。且加入星域世界精英玩家只需要在游戏中做过得到玩家们和管理组认可的贡献。11. 使用 i9-9900k 超强独立机，多线程服务端核心，保证游戏体验流畅。12. 使用 BungeeCord 和皮肤站外置登录拦截压测，不受压测威胁和影响。游戏内不需要打指令登录。13. 拥有自行搭建的皮肤站，可自定义。可使用自己喜欢的皮肤或使用其他玩家上传的皮肤。14. 客户端和服务端均进行过深度优化，渣机也可玩。\n五、截图\nwaiting....六、加入我们\n\nQQ群:862067111\n点击加群\n\n不忘初心 方得始终\n\n\n\n"
        },
        {
            "author": "晓夜Port",
            "timestamp": 1578726480,
            "txt_content": "\n论如何开好一个Minecraft 模组服By 晓夜\n\n\n一、前言:大家好，我是晓夜。\n本帖教会各位如何开好一个Minecraft 模组服。包括 Windows 和Linux ，都会或多或少的讲一下，同时也会与各位分享多年的开服经验。\n希望本帖能够帮助到新人腐竹。努力提升MC圈服务器质量。Minecraft 的热度高低和我们为了维护它做出的努力多少有着密切的关系。\n二、开服前期的准备\nI: 机器的选择\n首先本人不推荐在家用电脑和面板服上开服。为什么？因为家用电脑往往配置跟不上专门的服务器配置，带宽也不及专业机房。\n为什么不推荐使用面板呢？因为面板操作性比较差，数据库之类的操作需要联系客服。而且面板只能开MC服，不能挂QQ，VPS不但可以开服，还可以挂QQ，机器人等，比较方便。而且某些不良商家，比如某宝的某craft，会进行超开，导致你的服务器资源不够用，卡顿，掉线VPS还可以自己定义启动参数，给服务端一定的优化效果，但是面板就不能自定义初期的小白建议使用装载了 Windows 系统的VPS。VPS是什么？VPS（Virtual Private Server 虚拟专用服务器）\n即服务商在一台服务器上虚拟化很多个独立的专享服务器。这些服务器是独立的，互不影响。各虚拟服务器硬盘空间也是独立的。\n你可以让服务商在VPS上装Windows专门的服务器系统，(一般来说装2012或2016版本比较好）服务器系统和我们普通家用的电脑操作几乎一样，所以不用担心上手问题。\nVPS的价格相对面板可能会稍微贵一点，但是记住，便宜一般没好货。你不能花了比VPS便宜一点的钱得到一个操作反而不方便的面板。\n\n    此外，这里声明一下。某些腐竹见到自己的服务器卡顿，就会无脑的升级配置。\n这样可能不会让你的服务器变得更流畅，因为可能是某些模组卡服，或者某些地方没有优化到位，配置不当而导致的卡顿。一定要清楚自己的资源是否够用，再决定升不升配置。\n刚开服的话，配置不需要买太好。对本人而言，模组服初期4H8G够用。以后规模大了慢慢升嘛。一上来就买一个配置好的，不但浪费了机器剩余的资源，而且浪费了金钱。钱要用在刀刃上。\n此外，Minecraft服务端一般来说是单核心运行的，服务器卡顿不要无脑升级核心数。\n    如何或哪里可以购买服务器呢？\n可以看下本论坛的交易代理版块，自己对比，选择自己觉得比较好的，或者到MCBBS服主交流群询问，寻找一个口碑好的服务商。\n一个好的服务商可能会让你事半功倍。永远不要为了便宜而选择配置差、服务态度不好的服务商\n\n\nII: 开好机器后的准备开好了机器，现在要干什么呢？有些萌新可能会到服务端版块下载了服务端，拿到机器后直接把端传输到机器里，然后点击bat开服。\n如果你点击bat提示:xxx不是内部或外部命令，也不是可运行的程序或批处理文件。遇到这种情况不要慌。\n我们要先明白，MC是什么编写的？应该大多数人都知道，是用Java编写的。开服当然也要有了Java才能开。\nJAVA分为JRE和JDK，选择任意一个都可以。本人推荐JDK。为什么推荐JDK？\n因为JDK包括了JRE，然后又加了一些提高性能的工具。启动脚本有更多的东西可以写。\n那么问题来了，在哪里下载呢？\n这里给出一个JDK的下载链接:https://pan.baidu.com/s/1Mpht_ys3KVdslATyxsOs-g\n当然如果您想下载JRE，也可以到Java的官网:http://www.java.com\n下载好后将安装包传输到机器里，双击安装即可。\n安装好了JDK，我们还需要安装一个编辑软件，因为我们开服以后肯定要编辑配置文件的嘛。这里强烈推荐Notepad++。下载链接如下:https://pan.baidu.com/s/18h9NOHjBrpUxQO_vGjwBKQ\n或者直接去Notepad++的官网:https://notepad-plus-plus.org\n安装后，右键文件，会有一个选项:Edit with Notepad++。点击即可编辑。\n中 国，一点也不能少！建议使用 Microsoft VSCodehttps://code.visualstudio.com/\n我们开服肯定要传输大量的文件，直接传文件夹必定浪费你大量时间，所以我们一般先在本地压缩，然后传到服务器上再解压缩。\n这里推荐haozip http://haozip.2345.cc ，当然你也可以选择其他压缩软件，比如winrar,7-zip。\nIII: 了解端口\n\n    上面都准备好了，我们要知道什么是端口。端口是开MC服必须有的东西。下面来一个形象的解释。\n如果把IP比作房子，那么端口就是这个房子的门。一个IP地址的端口有65536个。通常服务商会给你分配10个。开一个MC服需要占用一个端口。一个进程占用一个端口。\nIV: 一些小提示\n\n\n一些服务商可能会让你通过网页用 NOVNC 来管理服务器，如果你想用电脑自带的mstsc直接连接，那么要记得关闭防火墙。\nWindows 关闭防火墙的方法是: \n按 Windows+R 输入control 回车打开控制面板，点到系统与安全，里面会有防火墙，关闭即可。\n\n\nCentOS（Linux系统的一种）关闭防火墙的办法是:\n用root账号进入终端，然后输入\nsystemctl disable firewalld.service复制代码\nsystemctl stop firewalld.service复制代码\n\nLinux 其他系统的关闭方法可以到百度上搜，都会有大量的文档。\n本人在这里推荐 CentOS 开服。这个系统文档较多，比较稳定。在 CentOS 上开服会比 Windows 系统有更好的性能。\n\n\n开服初期，强烈不推荐没有接触过 Linux 系统的人在 Linux 上开服，建议先从 Windows 入手。\n如果直接使用一个你没有接触过的系统，可能会导致许许多多不必要的麻烦。可能你在Windows上2,3分钟解决的事，在Linux上可能需要2,3个小时，因为自己的不熟悉导致许多问题需要询问别人，百度。\n\n三、自己制作服务端\nI：序言准备工作完成了，我们就要开服了。一些萌新腐竹会直接到服务端版块上下载一个服务端，直接开服。本人是强烈不推荐的。\n自己开服的服务端最好自己制作，这样你都知道自己在哪里干了什么。如果是别人的服务端，新人基本很难知道哪个插件是干什么的，哪里配置有问题。而且直接拿现成的端开服，也不会让你的技术有所长进，自己经历才是最好的。II: 服务端核心介绍和下载首先，我们开服需要一个核心。这个核心就叫服务端核心，是服务端的主体，通常包括jar文件和libraries。因为我们说的是模组服，所以这里只介绍模组服核心。\n目前1.7.10版本也是有许多核心可以用的，本人推荐 Uranium 和 Contigo ，这两个比较新，BUG较少。\nUranium:http://www.mcbbs.net/thread-723871-1-1.html\nContigo:http://www.mcbbs.net/thread-786111-1-1.html\n其他核心大家可以自己到软件资源版寻找。\n坩埚(Cauldron，也叫MCPC),KCauldron(Cauldron的优化版)，Thermos(KCauldron的优化版)年久失修，一般来说是不推荐使用的。\n这些核心都是基于bukkit的，可以安装bukkit的插件。\n基于 bukkit 是什么意思？举一个例子。\n可以把 bukkit 看成 Android。MIUI，flyme等系统就是服务端核心。（也许不太形象）III: 了解 EULA 和启动脚本\n下载好服务端核心和libraries后，我们需要创建一个文件夹，把这两个文件拖进去。\n然后在文件夹里创建一个txt文件，命名为 eula ，即eula.txt，打开后里面写eula=true复制代码然后保存，关闭即可。\neula 是什么？End User Licence Agreement(最终用户许可协议),这里eula=true,就是同意eula，同意eula才可以继续开服（除了较低版本的服务端）。至于EULA的具体内容在哪？可以去http://www.mojang.com自己找。这里不再多说。\n同意了EULA之后，我们需要写启动脚本了。启动脚本是什么？\n启动脚本相当于开启服务端的钥匙，就是说运行了启动脚本，你的服就是打开了，然后服务端核心会生成文件、加载数据。加载数据需要一定的时间，模组服加载时间比纯净服长一些。\n许多人小白一听到脚本就觉得很困难，其实并不难。\n在Windows上开服，就要用bat文件。\n这里先展示一下我的启动脚本。我会在大多数步骤前注释 rem 后的内容就是注释。可以直接修改一下，当作你的启动脚本。\n[url=home.php?mod=space&uid=39305]@echo[/url] off\n:head\nset memory=4\ntitle Minecraft xxx 已分配内存:%memory%G\necho 已设置内存为%memory%G\nrem 这里是注释，上面的数字是分配的内存，单位为GB，自行修改上面即可，不需要改启动代码\nset mainfile=xxx\nrem 上面是服务端核心名字，不需要加文件后缀名，修改后不需要改启动代码\njava -Xms%memory%G -Xmx%memory%G -XX:+UseG1GC -jar %mainfile%.jar -nogui\necho 服务器已关闭，将于10秒后重启\nping -n 10 127.0.0.1>nul\ngoto head\nrem 跳回head，继续执行，达到崩服自动重启的效果\npause复制代码\n写好后保存，然后拖到服务端根目录运行，这时候会弹出一个黑框框。不断的在提示一些英文，一直在生成文件。最终看到Done，就说明你开服成功了。\n这时候可以输入say balabala 如果弹出了[Server]balabala，就再一次证实了你开服成功了。\n然后就可以加插件了。至于加什么插件，我不会在这里详细的说，因为我们开的是模组服，你必须有了开纯净服的基础，再来开模组服。IV:  服务端生成的文件的用途这里简单说下服务端生成的文件有什么用\nbukkit.yml\n是储存bukkit相关的配置的，关闭服务器，因白名单而被断开连接，服务器满员等文本可以在这里修改。spigot.yml是储存相关优化性配置的，适当的改这里面的配置会让服务器更加流畅。ops.json是储存OP的，如果想直接删除所有OP，直接删除此文件即可。server.properties是储存服务器的部分全局配置的，可以在里面改端等。里面是主要的配置。whitelist.json是白名单列表。有白名单的玩家会被储存到这里。banned-players.json是储存被封禁的玩家ID的。banned-ips.json是储存被封禁的玩家IP的。config储存的是模组的配置，如果某些的功能你想关掉，不妨看看这里面的配置。logs储存的是服务器的日志，文件名一般为时间，注意，这个时间是主机时间。如果主机时间和现实时间不一致，那么log文件名也会不一致。libraries是核心文件的支持库，不能删除。如果你更换了服务端核心，把libraries先删除，再把新的libraries移动进去。plugins不用多说，插件文件和配置都在里面。\n其他的东西一般来说用处不大。V: 一些基本的插件需要安装的基本插件\n首先要安装Essentials，这个是基础插件，就是 /tpa 的那个插件。\n但本人建议安装EssentialsX。EssentialsX是Essentials的后续版本，它修复了许多Essentials的BUG。\nEssentialsX:http://www.mcbbs.net/thread-619883-1-1.html\n\n为了方便管理服务器插件，同时建议安装Yum(注意不是Linux系统的yum)，这是一款可以热加载，卸载，删除服务器插件的一个插件。\nYum:http://www.mcbbs.net/thread-701333-1-1.html\n\n装完了这俩，你还得装个登录插件吧？如果你是正版服，可以不用装登录插件。\n如果你是离线服（即server.properties内online-mode=false），建议装AuthMe Reloaded\nAuthMe Reloaded:http://www.mcbbs.net/thread-442729-1-1.html\n\n因为装了登录插件，所以还要修复一个影分身BUG，装DoubleLoginFix即可。\nDoubleLoginFix:http://www.mcbbs.net/thread-817128-1-1.html\n\n因为是模组服教程，插件不会多说。但请记住，一个优质的模组服不会只局限于这些插件。更多插件可以在服务端插件版块自行查找。\n\n四、了解YAML格式\nI: 序言\n什么是YAML\nYAML可以粗略的看为是一种语言。当然这个语言不是Java，C等编程语言。就是一种简洁明了的格式，让人看起来有序，顺眼。\n有意者可以看一下百度百科。MC的插件基本都是用这个语言，所以一般插件配置文件名是xxx.yml。yml为后缀。\n当然每个插件都有自己的配置文件格式，大部分都按照YAML来。一般来说按照插件生成的默认配置的格式来写就可以了。II: 一个例子\n就拿 ChestCommands 来举例子吧。test:\n  NAME: '&atest'\n  LORE:\n    - 'test'\n  ID: 1\n  KEEP-OPEN: true\n  POSITION-X: 1\n  POSITION-Y: 1复制代码\n每项前面都要加空格，英文冒号后面有空格。\n字符串类型的文字前后都有单引号。\n一般的，按照插件生成的默认配置继续写就可以了。\nYAML无需理解太深。III: 认识字符串\n什么是字符串？这里来科普一下Java知识。\nJava有四种基本的引用类型。了解即可，无需理解太深。\nint储存整数double储存双精度数据char储存单个字符String储存字符串，多个文字，字母等\n五、模组服的客户端制作和文件解释\nI: 序言大多模组服需要使用其专属客户端进入服务器。制作客户端是非常简单的。不需要太多的专业知识。II: 开始制作\n流量慎入\n首先双击启动器。启动器会打开，并自动创建一个hmcl.json的文件。这个文件里面写的是启动器的设置。当然这个文件被隐藏了，你得把电脑显示隐藏的项目选项打开才能看到。一打开启动器，会提示让你填写游戏ID，先填上。填完后，会弹出一个新手提示，看看即可。接下来就是下载本体了。点击这个加号，会显示点安装新游戏版本。往下翻，找到1.7.10点击右边的箭头即可。会提示你取名字，无视即可。接下来就是等待下载了。下载完后启动器会提示你下载成功。接下来要安装Forge。点击左上角箭头返回主界面。会显示你刚才安装的版本，接下来点版本左下角的设置按钮。直接点自动安装，然后点右下角的加号。点击图示箭头。一般来说安装最新版本的，就是最顶部的。安装其他版本可能会导致Mod不兼容等问题。安装完后是这个样子的，你会发现1.7.10下面多了一行小字，这就是forge的版本信息。打开根目录，没开启过游戏时是不会有其他的文件的。我们创建一个mods文件夹，把mod放进这个文件夹。放完后，我们再启动游戏即可。怎么启动游戏？HMCL3的启动游戏按钮有点难找，就是版本的右下角的小飞机。带forge的客户端会比纯净客户端启动慢一些。一进去是英文，点左下角地球切换即可。这时候我们再看根目录，是不是生成了很多文件夹？由于我这里没加Mod，所以生成的相对少一些。III: 文件解释\n\nassetsMC的本体，有些人可能没有，这是因为你的电脑里已经有一份同样的被系统检测到了，所以不下载，节省空间config储存模组的配置文件logs储存游戏日志。但崩溃报告在crash-reports里，我的客户端没崩溃过所以没生成。mods不用多说，储存模组resourcepacks储存材质包，材质包放这里。光影包要放shaderpacks里，只有加了高清修复或光影核心才会生成。saves储存你的单人游戏存档，当然No Enough Items(NEI)也会在里面储存信息，NEI在里面储存的信息删除没有影响。versions储存MC的版本文件，你安装的游戏，forge都在里面。laucher_profiles.json启动器设置，无视。servers.dat储存服务器的名字（这里的名字是在多人游戏里自定义的），IP。一些服务器自定义名字是彩色的就是靠改这个文件。\nIV: 一些辅助模组加查合成表的模组，获取皮肤的模组，加个小地图，伤害与血量显示，鼠标手势，BetterFPS，高清修复，中文输入,R键整理即可。\n都给你们整理好了。\nNoEnoughItems(NEI)(合成表)http://www.mcbbs.net/thread-389937-1-1.htmlJourneyMap(小地图)http://www.mcbbs.net/thread-612917-1-1.htmlDamageIndicators(伤害与血量显示)请自行寻找InputFix(中文输入)http://www.mcbbs.net/thread-83941-1-1.htmlOptifine(高清修复)http://www.mcbbs.net/thread-606019-1-1.htmlMouseTweak(鼠标手势)http://www.mcbbs.net/thread-69677-1-1.htmlBetterFPS(优化)http://www.mcbbs.net/thread-539780-1-10.htmlInventoryTweaks(R键整理)http://www.mcbbs.net/thread-877466-1-1.htmlCustomSkinLoader(皮肤)http://www.mcbbs.net/thread-269807-1-1.html\n\n六、自动赞助系统\nI: 序言维持服务器必然需要一定的资金。所以就有了赞助这一渠道。\n随着服务器规模不断的扩大。玩家赞助有时无法及时回应，这时候自动赞助系统可以帮你省不少心。\n\nII: 准备工作\n\n首先我们要在服务器安装几个插件。\nVault(经济前置)\nPlayerPoints(点券插件)\nChestCommands(菜单插件)这里只写这几个插件和ChestCommands搭配的教程，其他菜单插件请自行研究。\nCommandCode(激活码插件)\n这几个插件在MCBBS上都是有的，当然也可以点上面的超链接直接跳转。\n准备完这些插件，我们需要找一个靠谱的发卡平台。一定要靠谱，毕竟发卡平台卷钱跑路这种事也不是没发生过。\n\n[hr[\nIII: 自动发放点券\n\n\n准备工作做完后就可以开始使用了。\n先使用 CommandCode 生成100条可兑换10点券的激活码。\n游戏内输入，（控制台输入请删除\"/\"）\n/code create 100 points give %player% 10复制代码这样就会生成了。插件提示生成完毕后，我们再输入\nname: '点券商城'\nrows: 6\nauto-refresh: 5\nstone:\nCOMMAND: 'give: 1, 1;tell: &b服务器&7>>>&a购买成功。'\nNAME: '&a购买石头'\nLORE:\n- '&7⊙ &f石头10点券/个'\nID: 1\nPOINTS: 10\nPOSITION-X: 1\nPOSITION-Y: 1复制代码\nIV: 自动发放物品\n\n\n我们知道，很多服务器的赞助礼包是很多的。\n拿有热力膨胀，CustomNPC模组的服务器做示范，加上CommandCode,RPGItem,EasyKitsRel插件。\n用RPGItem创建一个兑换券，为他命名。\n然后保持背包只有兑换券，用EasyKitsRel创建一个礼包。\n拿出热力的谐振保险箱， 为他附魔Holding IV，将保险箱扩容到最大容量。\n把赞助礼包塞进去。然后打开保险箱，然后复制保险箱。（保险箱打开一下然后退出去复制会保存里面的物品）\n在主城或其他地方设置NPC，用兑换券兑换保险箱。\n然后用CommandCode插件，创建领取兑换券，切换权限组的激活码，然后上架发卡平台。\n到此，就完成了自动发放物品。\n\n\n\n\n经过测试 EaskitsRel 新版本可以存储带有 NBT 的物品。七、在 CentOS 系统上使用宝塔面板搭建并使用 MySQL 数据库\nI:序言宝塔(www.bt.cn)是一个优秀的管理服务器的面板。你可以用它在你的物理机/VPS上放行端口。一键安装，创建数据库。搭建网站等。非常的实用，而且是一个面板形式的，上手难度低。\nWindows版安装过于简单，这里不作介绍。只介绍CentOS版本。如果需要在其它Linux版本上安装，可到宝塔官网查询。II: 准备工作\n1. 首先进入终端，输入yum update更新一下软件库。2. 到宝塔官网找到一键安装指令，如果提示你没有wget，就输入yum install -y wget附: 在CentOS上一键安装宝塔面板的指令yum install -y wget && wget -O install.sh [url]http://download.bt.cn/install/install_6.0.sh[/url] && sh install.sh复制代码安装宝塔需要几分钟的时间，需要耐心等待。安装完成后会提示你一段消息BT-Panel-URL就是你的访问网站填好你的用户名(username)和密码(password)进入就好。如果你是VPS，需要更改端口。当然如果你忘记了信息或需要进行其他操作，可以在终端输入bt，会有选项，按照选项输入即可看到你的面板信息。3.安装LAMP/LNMP,进入后会提示你按照LAMP，LNMP，随便安装一个就可以。这样就会帮你安装好MySQL和phpmyadmin，就不需要手动操作了。4.放行端口，宝塔会提示你放行 8888,888,80,443,20,21端口。在左侧选项栏点击安全，根据提示放行物理机直接进入宝塔面板，,在左侧选项栏点击安全，根据提示放行即可。VPS需要联系你的服务商进行端口映射，由内网端口映射到外网端口。5.修改默认信息，进入左侧选项栏的面板设置一栏，绑定你的宝塔官网账号。修改默认密码，默认用户名。III: 创建数据库\n在左侧选项栏，点击数据库。点击添加数据库自己填写即可。访问权限如果你不懂就选本地服务器吧。这样，你就可以在插件配置文件填写你的数据库信息了。你就可以用数据库存储信息了。\n当然宝塔面板不止这些功能。可以自己探索。不懂的也可以回复本帖询问。八、论如何挑选管理组成员I: 序言随着服务器规模的变大，服主自己一个人肯定负责不过来了，就要找一些帮手。组建自己的管理组。这里教各位怎么挑选，审核。管理。II: 正文首先，当有应聘的人找你时，先询问以下事情:\n先问年龄，年龄以14为界，越小越不推荐收。如果不是特别突出的，而且年龄是12岁，13岁这种的直接放弃。如果觉得与年龄不符的，可以让他发一句语音听听。如果他不发，说明可能有诈，小心点。\n然后问他会什么，如果他说是建筑或技术之类，问他有没有作品。如果没有作品，让他建一个，或者写一段代码。如果他不干，直接放弃。\n如果应聘管理，可以让他先到服务器和其他玩家玩几天，观察一下，如果没什么恶劣行为就让他当下管理员助理，不要给OP，给点权限，再观察一阵子，没有恶劣行为，就正式给OP权限。不能要那些脾气暴躁的OP，说ban人就ban人。\n再问工资需求，如果说技术不是太好，工资还要的挺多的，就直接放弃吧。\n招聘完后，建一个管理群。把你招的人都拉进去。每个人都分配好职务。但是权力不能太大。比如说完全控制权要由服主自己掌握。\n\n九、论做好服主自己\n\nI: 开服的原因\n\n为什么要开服？\n我相信很多服主都是想要做好服务器的荣誉感，得到玩家的认可。顺便再赚点钱。\n这种念头是很正常的。谁不想让付出得到回报呢？\n但是。管理组不好的态度会让玩家退服，甚至退服前和你对骂两句。\n如果屡次出现这种情况，不能只想着玩家的原因，也要考虑下自己和管理组。\nII: 服主应该做的\n\n\n1.服主要有服主的样子。要正义凛然，坚持在正义这一面。不能因为某个玩家赞助了服务器，然后就站在赞助玩家那一面来嘲讽，甚至辱骂没有赞助的玩家。不能偏袒赞助玩家，所有玩家要一视同仁。玩家是你的根本。你的一切都是玩家撑起来的。没有玩家你什么也不是。\n2.服主对管理组要有约束，不能把权力全部放给管理组。自己要留有权力，要能控制大局。\n3.服主不能骂人，这是非常重要的一点，服主代表着整个服务器，一旦服主骂人，玩家就会认为管理组也是这样的人。最终导致玩家流失。\n4.服主不能出尔反尔，一味的为了金钱，甚至出售OP权限，后台权限等。把这些最根本的东西都能出售，你说这服主能多随意？\n5.服主要诚实守信，答应玩家做的一定要尽力做。因为种种原因导致没有履行承诺的要给予一定的补偿并进行深刻的反思和道歉。否则在玩家眼里你和骗子没什么两样。\n6.服主要亲近玩家。不能摆架子，让玩家觉得管理组和服主都是高冷的人。优秀的服主都会和玩家打成一片，顺便了解玩家什么地方不方便，及时的改进，来提升服务器的质量，从而提升服务器的规模。\n7.服主要给管理组发放工资。天下没有免费的午餐，管理组给你干活也不能白出力吧。如果你不发工资，你的管理组成员可能就会“己所不欲，就施于人”，把自己的脾气撒在玩家身上，导致玩家流失。\n8.服主要认真挑选管理组成员。认真挑选管理组成员，不但是对自己负责，同时也是对玩家们负责，对服务器负责。出现OP熊，可以说是得不偿失了。要了解自己管理组的脾气，明白他该干什么，他不该干什么，管理组成员出现了错误要及时让他修改，服主。不能睁一只眼闭一只眼。\n9.要挑选一家靠谱的服务商来开服。找了一个服务商天天维护，玩家也会烦，导致玩家流失。\n10.玩家的赞助要合理利用，不能挥霍，不能全都给自己个人用了，要适当的用到服务器上，提升玩家的体验。\n11.管理组一定要干净，保证管理组成员都各有各的职务。定时清理冗余，无职务的成员。\n12.建议统一大群的管理员群名片，让玩家看上去整齐，专业。\n13.服主在服务器是最高管理员的身份，一定要让有问题找管理组没有得到解决的玩家到你那里去得到解决。否则玩家就会觉得这服务器的管理一点都不负责任。\n14.玩家私聊你时，不论你是否有空，只要你看到了，都要回复，表示你对玩家的尊重。\n15.服务器维护尽量要少，可以把要做的记起来，集中在一次维护搞好，让玩家感觉到这个服务器的专业。\n16.一定要尽最大可能听取玩家的建议，不能独裁。\n17.强烈反对不容许同行在自己的群里的。我见过许多服主知道了直接同行在自己群里，即使同行没有犯错，没有宣传服务器。甚至没有说过话就被踢了，这时候脾气小点的在背后能骂你几句，脾气大的直接压测你服务器，带人过来报复，算算你是得到了什么，还是损失了什么？只能说这样的服主格局不大。认识点同行朋友总是好的。\n18.服主遇事要冷静。要认真冷静的想解决办法，不要慌。\n19.服主要谨言慎行，不能随便开玩笑。有些玩笑开不起。\n\n\n\n十、反MOTD压测与假人压测\n\nI: 序言\n\n随着服务器规模的变大，你可能会被不怀好意的人压测。压测是什么？压力测试。比如假人压测就是不断模拟假人进出你服务器导致服务器资源消耗巨大。MOTD压测就是不断刷新你的MOTD，让你的服务器不断发包，同样消耗大量资源。II: 方案一 （优先选择）方案一，也是本人正在用的方案，比较推荐。就是外置登录+架设BungeeCord首先你必须要具备建站的条件。搭建一个Blessing-Skin皮肤站，然后通过authlib-injector和Blessing-Skin里的Yggdrasil API插件配合即可。authlib-injector是劫持MOJANG的正版验证的，就是你把authlib-injector写到你的启动参数启动后，你还要把server.properties里的online-mode改为true。但是这个方案有一个缺点就是不能使用正版登录了，因为劫持的是MOJANG的正版验证。Blessing-Skin搭建教程在此：点我点我\n然后就是搭建BungeeCord。如果您使用的是Uranium端，可以到Uranium官方Q群里下载修复版的HexaCord。其他的BungeeCord版本可能会导致你玩家的神秘s时代4模组数据出错。同样面板不可以搭建。bc搭建教程待更新......如果您对此方案有疑问欢迎回帖/论坛私信询问我。III: 方案二使用AntiAttackRL，DianAntiBot,Bot-Sentry等反压测插件。不推荐。会误判，导致正常玩家进不去。各反插件都有插件介绍帖，我这里只介绍第一种方案。\nPS:如果你正在使用1.12.2版的CatServer，直接安装EMP作者的AntiEMP即可。十一、当服务器内某一玩家群体有反服务器的动机时如何应对I: 序言某一玩家群体因各种各样的原因对你服务器不满，例如公会。因各种各样原因想要反服务器，比如想让你破产、关服。II: 解决方法做好你自己。永远相信美好的事情即将发生。其次就是做好准备迎接一些事情。\n本人也经历过几次小规模玩家群体反服务器，原因就是犯了错不服服务器管理组的处理。番外 1 我个人从小白到开服的经历开服本身就不是什么简单的事。坚持下来。长期维护并更新一个服务器更难。我见过许多服主因其他服的恶意竞争，恶意攻击，服务器没人玩而被迫关服。\n\n我曾经也是一位服务器玩家。到网络上找服务器玩。\n起初，在网络上是没有朋友的。\n仍记得，我第一个下载的是浩方电竞平台。进入了一个1.6.4的纯净服务器玩。当时不知道有MCBBS。\n当时的MC圈子没有现在这么乱。玩家们都是彼此信任的。\n在那，有人收留了我，并给我了矿物（当时并不知道可以挖矿）\n不久后，我退服了。\n某年某月某天，我想起了这个服务器，我回去看了看。当初玩的朋友在线，他还认识我。这样玩了一天，回忆了一下，我又离开了。\n之后，当我再想去找这个服务器的时候，我发现，我已经找不到了。那个服务器停服了。更可惜的是，我的朋友我都没有加QQ。\n所以，就有了自己开服的念头。\n我到网上搜集开服的教程，自己一步一步的尝试。\n终于。我开启了我第一个纯净服。用的是面板。当时不知道VPS。\n不知道在哪里宣传。来了玩家。节假日也就10几个人。日常甚至都会到0。\n后来。我的纯净服倒闭了。我才知道，资金来源是多么重要。当时也有组织们玩家赞助，可一个没落了的服，谁又肯去赞助呢？\n但有了这次开纯净服的经验，我又去开了模组服。有人给我提供资金，让我去买服务器。是100元一个月的面板。\n记得是1.7.2版本的。但又因为各种各样的原因。倒闭了。\n我就去MCBBS人才市场，去了一个服务器当技术。\n初出茅庐，很多东西不熟悉，不懂。所以到处碰壁。\n又找，终于有服主肯接纳我了。我勤勤恳恳的帮助那位服主。但因为服主学业原因，服务器停服了。\n但经验已经很多了。我又去了一个服务器玩，认识了一批玩家。他们成为了我的朋友。\n最后的最后，有了许许多多的经验。我终于开了自己的服务器。和我的朋友一起。\n前前后后跨度好几年。\n\n互联网时代，谁都需要几个帮手。单打独斗很累。不忘初心，方得始终。永远相信美好的事情即将发生。\n\n\n\n\n\n"
        }
    ]
}