{
    "title": "[Minecraft.net | INSIDER] 背包盘点：指南针",
    "author": ":spgbigfan:",
    "replyCount": 14,
    "timestamp": 1565932800,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-21 02:29 编辑 \n\nTaking Inventory: Compass\n背包盘点：指南针\nWill you need one to successfully navigate this article? Er, no.\n导航到本文的网页是否需要指南针？呃，不需要。\nSome people are natural wayfinders, others less so. I once had a friend who got lost on a three-minute walk between home and school. If only he’d he’d had our item of the week, he might have made it to geography class on time.\n有些人生来就很有方向感，但有些人却是路痴。我有个朋友就有一次，家和学校之间只需要走三分钟的路，就这样都能迷路。要是他能有本周物品，或许他上地理课就不会迟到了。\n\nCompasses were added to Minecraft in alpha version 1.1.0, released in September 2010. They serve a single purpose — pointing to the world spawn point. If you’re planning on wandering off into the wilderness, then it’s highly recommended to take one with you so you can actually find your way back home again.\n指南针在2010年11月的Alpha 1.1.0版本加入游戏。这东西只有一个用途——指向世界的出生点。如果你准备野外漫游，那么就非常推荐你带上指南针，这样你就能找到回家的路了。\n\n\nMinecraft’s compass is fairly cheap to make — you’ll need four iron ingots arranged around redstone dust. You can occasionally find compasses in villages, strongholds and shipwreck chests... even librarian villagers often have one for sale.\nMinecraft里的指南针很好做——拿4个铁锭绕红石粉一圈就行。在村庄、要塞和沉船里有时也能发现指南针……就连图书管理员村民也经常会有指南针出售。\n\nIn the Overworld, the needle of the compass — the red bit — always points towards the world spawn. That’s true whether you’re holding the compass in your hand, in your inventory, on the ground, or in an item frame. Watch out, though — in other dimensions the laws of Minecraft physics don’t apply in the same way, and following a compass could lead you dangerously astray...\n在主世界，指南针的那根针，也就是红色的那部分，是一直指向世界出生点的。不管是把指南针拿在手上，放在背包，丢在地上，还是放进物品展示框，指针都会这么指。不过要注意，在其它维度的世界里，Minecraft的物理法则就不再相同了，跟着指南针走，会把你引向危险的迷途……\n\nAlready out in the wilds and forgot to bring a compass? Here’s a pro tip — the compass on the uppermost tab of the recipe book in the inventory screen will also always point to spawn. So you’ll be able to find your way home without needing to make a compass. But do us a favour when you get back, and make one anyway and then throw it into some lava as a sacrifice to the god of compasses. Otherwise we’ll never hear the end of it.\n当你已经走到野外了，却发现自己忘了带指南针，怎么办？这里有个高级技巧——打开背包，在配方书的最上面一栏里，有个指南针，那个也是保持指向出生点的。所以不需要制作指南针，你也能找到回家的路。不过到家之后，请你帮我们个忙，制作一个指南针，然后把它丢进岩浆里，献祭给指南针之神。不然的话，他的不满之语将无穷无尽地响在我们耳畔。\n\n\nImage credit:Bios//CC BY-SA 3.0\n图片来源：Bios//CC BY-SA 3.0\nReal-world compasses don’t point to your spawn point on Earth. If only. Instead, they point to “magnetic north”, which isclosebut not exactly at the geographic North Pole, and also moves slowly over time. The reasons why are complicated, but mostly to do with the molten iron swishing around in the Earth’s core.\n现实中的指南针并不会指向你在地球上的出生点。我倒想呢。指南针指向的会是“地磁北极”，这个地方离地理北极很近，但并不重合，而且还会随着时间发生移动。个中缘由非常复杂，但主要还是受地核中流动的熔融铁影响。\n\nMagnetic compasses were invented way back in the Chinese Han Dynasty, around 200BC, for use in fortune-telling. They were made of lodestone, a naturally magnetised iron ore. It took about 900 years before their descendents in the Song Dynasty figured out that they could be used for navigation too. The first recorded use of a compass in the Western and Islamic world wasn’t until 1190.\n早在中国的汉朝，大约是公元前200年的时候，就已经发明出了磁性的指南针，用来作占卜用。制作这种指南针的材料是吸铁石，一种天然的磁铁矿。过了900年，在宋朝时，后人才明白，指南针可以用来导航。西方和Islamic世界出现第一条关于指南针的记录，已经是公元1190年之后了。\n\nAfter that however, they got popular and fast. Sailors found that they could use them to guide direction of travel when there was no sun or constellations visible — allowing them to make much safer and more accurate journeys, particularly in the wintertime.\n然而，在此之后，指南针很快流行起来。水手们发现，在没有太阳或星辰的指引时，指南针也能用来为航行指引方向——让行程更加安全、准确，尤其是在冬天的时候，能起到更大的帮助。\n\nSo enjoy exploring the Minecraft Overworld with ease! Wait, where did I put my compass again? Oh, it’s getting dark...\n那么，就请在Minecraft里享受轻松的探索时光吧！等会，我的指南针放哪了？完了，天要黑了……\n\n【原文：Taking Inventory: Compass】\n【作者：Duncan Geere，发布日期：2019-08-15，译者：Kakagou】\n\n",
    "replies": [
        {
            "author": "AzureZeng",
            "timestamp": 1565934660,
            "txt_content": " 本帖最后由 AZWorld 于 2019-8-16 13:58 编辑 \n早在中国的汉朝，大约是公元前200年的时候，就已经发明出了磁性的指南针，用来作占卜用。所以，指南针乃我国四大发明之一。\n另外，\nin other dimensions → 在其它的位面里\ndimension 应该翻译为维度，维度是标准译名。"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1565937660,
            "txt_content": "你看我就打得出伊0斯0兰"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1569003660,
            "txt_content": "geographic North Pole 地理北极 你太南了.jpg"
        },
        {
            "author": "半仙p",
            "timestamp": 1572573720,
            "txt_content": "111111111111111111111"
        },
        {
            "author": "zackH",
            "timestamp": 1572608520,
            "txt_content": "额，这是给萌新的教程吗？"
        },
        {
            "author": "wm135",
            "timestamp": 1572686400,
            "txt_content": "这个东西对于无mod的玩家来说可是神器了"
        },
        {
            "author": "Dr.老鲸",
            "timestamp": 1573015080,
            "txt_content": "我有个朋友就有一次，家和学校之间只需要走三分钟的路，就这样都能迷路。要是他能有本周物品，或许他上地理课就不会迟到了。你说的这个朋友到底是不是你自己.PNG\n这儿没别人,你不必掩饰.PNG\n\n"
        },
        {
            "author": "348378052",
            "timestamp": 1573272060,
            "txt_content": "完成任务"
        },
        {
            "author": "jindong",
            "timestamp": 1573361340,
            "txt_content": "就相当于是官方写了一篇美文给所有玩家看，毕竟新手都知道指针指的是出生点"
        },
        {
            "author": "atemisinin",
            "timestamp": 1573827540,
            "txt_content": "一直以为指的是南边...."
        },
        {
            "author": "龍华Lh",
            "timestamp": 1573988100,
            "txt_content": "加油！！！！！！！！！"
        },
        {
            "author": "淡定的杰克",
            "timestamp": 1573991640,
            "txt_content": "我这个好可爱"
        },
        {
            "author": "Determancer",
            "timestamp": 1573997520,
            "txt_content": "还是混沌之地的Homing Beecon好用一点，可以设定任意导向点"
        },
        {
            "author": "919995695",
            "timestamp": 1574087400,
            "txt_content": "学到了.6666"
        }
    ]
}