{
    "title": "基岩版老版本红石地图发布：红石商店模型（RAS）",
    "author": "PhonixSupheria",
    "replyCount": 3,
    "timestamp": 1565928600,
    "txt_content": " 本帖最后由 PhonixSupheria 于 2019-8-16 12:13 编辑 \n\n本地图建造于2017年，因为学业以及网络不发达（其实是以前不知道有BBS）的原因未能及时发布。\n\n\n此前只在某盒子上发布过，但因其当时的抄袭风波楼主将该平台的资源删除了，所以如有雷同，纯属楼主当时zz（选择原谅吗？）。\n\n\n本作品借鉴了明月庄主的“高级红石商店”，详细内容请搜索“明月庄主 高级红石商店”！\n注：楼主借鉴的是明月庄主发明的计数器，其余的建筑部分以及交易系统等等均为作者自己建造！\n\n\n分割线                          分割线                            分割线\n\n分割线                          分割线                            分割线\n\nOK，接下来大致介绍一下RAS\n\n一、作品内容\n  下载本作品的朋友将会得到：一个名为“红石商店模型（RAS） Demo”的zip压缩包，然后就没有了。。\n  该压缩包里包含“中文版”和“英文版”，它们的区别只是语言不一样，里面的内容都是相同的！（所以请忽略楼主当年的蹩脚英文！直接奔中文版就好！）\n  “中文版”压缩包里，含有一组作品展示图、使用说明书和作品地图。\n  解压后：\n  展示图不多讲，只是粗略的截了几张屏，所以看看就好。。\n  使用说明书里详细地介绍了RAS的使用方法，地图里也有大量牌子做介绍，所以这里等会不做详细介绍了。\n警告：本地图牌子数量巨多！（主要还是楼主话痨吧，hh）\n\n  地图文件夹名为“红石商店模型Demo版”，请将此文件夹放入games\\com.mojang\\minecraftWorlds后游玩\n\n二、作品介绍\n  RAS大致可以分为如下几个部分：\n\n1. 货币识别和分类系统：识别不同价值的货币，并返还非货币物品\n   2. 货币价值记录系统：因为不同的货币有不同价值，所以需要一计数器来记录投入货币的总价值（这里就用到明月庄主的计数器）\n   3. 商品存储和交易系统：商品选择器和计数器以及商品是否缺货共同决定了交易能否成功进行\n   4. 防恶意操作：为了防止玩家利用红石传输的时差对交易做手脚，楼主添加了一些反bug机制，例如禁止读取货币价值是进行交易，但这些机制确实拖累了交易的便捷性和速度，这些机制是以后需要改良的\n   （留待补充）\n\n\n三、使用说明\n其实大家可以自行查阅说明书的。。但楼主不偷懒了，在一楼做简要说明。\n\n\n四、展望\n  无论对于曾经的楼主还是现在的楼主，对于MC都只是一个略知皮毛的新玩家。这个地图应该是我曾经玩MC的巅峰！现在重新看这个地图，我自己也不能完全弄懂它的机制，可能需要从头开始学习红石。（毕竟弃坑这么久）\n  我期望能有真正的红石大佬看到这个地图。我一直期望能做出一个纯红石的交易机制，能亲眼在MC见到复杂的交易机制的发生一定是一件很有趣的事！这也是我改良红石商店的方向和目标！\n  对于红石，因为弃坑很久，所以需要重新学。但是不要紧，毕竟我还是建造过比较复杂的建筑的（要脸不）。\n  我希望下一版红石商店可以剔除一些拖慢交易时间的机制，并且将其“模块化”，使得商店更易管理和控制。当然，作为一个商店，会员卡怎么少得了，因此添加个人信息存储系统也算是对RAS发展的一个展望。\n  也许在红石大佬看起来，这个商店的运行机制很小儿科，但时隔这么长时间，我发这个地图，就是为了能得到高玩的指导，并重新融入到红石玩家这个群体来，像高玩看齐。\n  \n\n制作地图不易，且玩且珍惜！\n\n保留一楼和二楼，作为操作答疑楼和bug反馈楼。\n",
    "replies": [
        {
            "author": "PhonixSupheria",
            "timestamp": 1565928900,
            "txt_content": "PhonixSupheria 发表于 2019-8-16 12:11\n【操作说明楼】（后续更新）\n对于操作有任何问题可以在这里问"
        },
        {
            "author": "langyo",
            "timestamp": 1565929380,
            "txt_content": "PhonixSupheria 发表于 2019-8-16 12:15\n对于操作有任何问题可以在这里问\n这里不是百度贴吧，没有楼中楼机制，所以无需留楼\n\n请将所有内容集聚在一楼一次性发完，如需要补充内容，直接编辑一楼即可，无需自顶\n\n以及……你这作品还蛮有趣的"
        },
        {
            "author": "PhonixSupheria",
            "timestamp": 1565930040,
            "txt_content": " 本帖最后由 PhonixSupheria 于 2019-8-16 12:46 编辑 \nlangyo 发表于 2019-8-16 12:23\n这里不是百度贴吧，没有楼中楼机制，所以无需留楼\n\n请将所有内容集聚在一楼一次性发完，如需要补充内容， ...\n这样呀，谢谢指教，新人请发帖多包涵。\n不过大佬知道怎么删回复吗，还是这里不能删？\n\n"
        }
    ]
}