{
    "title": "[多线]SoTap —— LGBT友好型|社区向|永久存档|主题子服|高自由[1.16.4]",
    "author": "Sapherise",
    "replyCount": 0,
    "timestamp": 1565979360,
    "txt_content": " 本帖最后由 Sapherise 于 2021-1-10 17:47 编辑 \n\n\nSoTap MineCraft 社区服务器我们是一个以兴趣驱动的LGBT友好型社区「SoTap」是我们的MineCraft服务器官网:https://sotap.org | WiKi:https://wiki.sotap.org | BBS:https://g.sotap.org\n一个OFG性质的Minecraft兴趣社区   OUR STORY BEGIN | 我们的故事才刚刚开始\n[内服实拍]https://www.bilibili.com/video/av371704511\n\n加入服务器前请先加群「809623422」SoTap目前有内服和外服，介绍内容分为内外服两部分外服无白名单，内服有白名单\nSoTap社区服务器在2019年7月份正式开服。在这 1 年的时间里它和玩家一起成长，努力变成玩家们心灵港湾，一个网络上的家。上百名玩家在这块富饶的土地上耕种自己的梦想，用勤劳的双手一起构建SoTap的乌托邦。现在，我们怀着真诚的祝福，欢迎你的到来！\n\n闻到吹过海湾的微风中带着淡淡的腥味听到古老船只的甲板碰撞时发出的嘎吱作响的声音走过小镇，每个人都在忙碌着我意识到，这里就是我的家\n[外服] 简单、可靠、最小化限制的联机 Minecraft 原版生存游戏体验\n或许你讨厌各种限制，讨厌各种要求，有时候你只想做回自己。死亡掉落/无爆炸保护/无圈地插件/火焰蔓延/玩家伤害开启服务器尽可能的贴近原版机制但同时，我们也会提供一些基础插件来让你更好的进行游戏想玩红石？担心自己不会建筑？在这里，你可以真正的做自己，肝或者摸鱼都由玩家自己决定。你不需要会建造惊为天人的宏伟建筑，或许一个火柴盒就足够。你也不需要是生存大佬或者红石大触，或许知道木镐的合成方法就已是成就。这里是一个没有游戏门槛的地方，所有的要求仅仅是遵守简单的游戏规则。我们一直紧跟最新稳定版本，抛开恼人的条条框框，没有规划限制、没有建筑外观限制、没有红石/流水/岩浆/怪物数量限制。\n\n[内服] 一个有爱的社区，充满凝聚力\n在SoTap Windfall的世界里，每个人都可以大放光彩。白名单严格审核，确保游戏环境轻松和谐玩家可以自己组织举办活动，一起建设社区工程，发展交通走亲访友。在这里，玩家们可以自己建立城镇，开拓领地，开展工业。在永不换周目的土地上创造属于自己点点滴滴的记忆。丰富的社区活动配合有趣的插件让你的生存之旅不再单调。\n\n站在世界树下，仰望着加州海湾。看着巴黎商业街大家为附魔书讨价还价。这让我回忆起了我所拥有的。我思考着，我可以给予这个家一些什么。\n内外分服，照顾玩家口味\n安逸闲适的内服生活也许会让人变的厌倦。外服无白名单，最小化限制同时贴近原版让玩家感受快乐自由的开荒氛围内服白名单+永久周目，让玩家拥有最好的游戏环境享受养老和建筑生活不同的玩家适合不同的服务器，根据你的口味随心选择你可以在游戏中用指令在两个服务器之间任意无缝跳转\n\n淡化的管理组\n在这里你或许感受不到管理组的存在。所有管理成员都不会在游戏里有任何特殊的管理称号，也不会参与游戏之中。服务器管理运营成员轮换值班制度，使玩家的用户支持得到最大的保障。无论是白天或者黑夜、正午或者凌晨都有管理在线，让你的问题第一时间获得解决。严格遵守社区规定处理任何违规事件，让这个世界保持它该有的宁静。\n\nHome Made For You\n我们对这个社区充满了感激感激我们所拥有的一切我们都经历了许多也知道世事脆弱\n让我们一起祈祷祝福我们所寻找到的幸福保佑这片美好的土地与你一起，相约神秘花海\n\n\n在加入前请先了解什么是OFG？\nOFG是ought for gay的缩写，OFG性质的社区则是专注于LGBT群体玩家体验的MC社区。这个社区最大的特点就是LGBT Friendly，因此，我们玩家中有很多LGBT群体成员。什么是“LGBT”？LGBT是女同性恋者（Lesbians）、男同性恋者（Gays）、双性恋者（Bisexuals）与跨性别者（Transgender）的英文首字母缩略字。1990年代，由于“同性恋社群”一词无法完整体现相关群体，“LGBT”一词便应运而生、并逐渐普及。—— 摘自百度百科\n我是直男/直女，我不属于LGBT群体，可以加入么？当然可以，并且我们非常欢迎。虽然我们是OFG社区，但是我们欢迎所有类型的玩家加入。无论您的性取向、价值观等是否与我们一致，只要您做到：不对服内玩家有任何歧视，不对服内玩家说不礼貌的言语，遵守服务器规则，对LGBT群体有开放包容的心态。\n部分内服景色\n\n\n\n\n\n入服说明前往官网获得服务器连接地址并在阅读服务器规则后进入。请勿使用任何作弊类游戏端进入，相关限制可在”游戏规则“页面查看。写在最后加入前请确保您的客户端版本与服务器端版本一致。当前服务器版本是 1.16.4。请您认真阅读游戏规则，进入游戏则默认您已阅读并同意遵守。可使用自行准备的符合服务器版本的纯净端登入，但对玩家自行安装的mod有限制，具体限制查看游戏规则。\n属于玩家们的服务器，期待你的到来。\n",
    "replies": []
}