{
    "title": "把原文交给谷歌，让译文照顾他自己（误）——浅谈洗机翻",
    "author": ":spgbigfan:",
    "replyCount": 14,
    "timestamp": 1566468720,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-22 20:13 编辑 \n\n\nThe Making of Diversity\nDiversity的制作\nHow qmagnet made the legendary adventure maps\nqmagnet如何制作出了这传奇的冒险地图\nDan “qmagnet” Lazenby is the master designer of two adventure maps that have gone down in Minecraft history. Diversity and Diversity 2 are great examples of tight design, ambitious vision and clever building, and as a result they’re some of the most popular maps ever made. In fact, Diversity 2 is holder of a Guinness World Record for the most downloaded map on Curse!\nDan “qmagnet” Lazenby是Minecraft的漫漫历史上两部冒险地图的主设计师。 融合了严谨的设计，宏伟的蓝图以及巧妙的建筑，Diversity和Diversity2堪称典范，因此它们名列有史以来最受欢迎的地图。 事实上，Diversity2作为Curse上下载量最大的地图而获得了吉尼斯世界纪录！\n\nDespite all their success, qmagnet retired as a map maker soon after he completed them. How did a newcomer to the scene make such a splash, and why didn’t he want to keep his spot in the limelight? This is the story behind two of Minecraft’s truly classic maps.\n尽管取得了成功，但qmagnet在完成它们之后很快就不再制作地图了。 一个建筑新人是如何引起如此轰动的，他为什么不想一直待在成为众人瞩目的聚光灯下呢？ 接下来就是这两张Minecraft经典地图背后的故事。\n\nIt starts in spring 2013. Back then, qmagnet was fairly new to Minecraft. A new dad and working by day as a plumber, he was enjoying making videos on YouTube and started to look at custom maps. “It didn't take too many to realise there was so much talent in the community,” he tells me.\n故事始于2013年春季。那时候，在Minecraft里qmagnet还算个刚入门的新人。 作为一位新手爸爸和白天工作的水管工，他喜欢在YouTube上制作视频，并开始观看自定义地图。 “没过多久，我就意识到社区中有非常多的人才，”他告诉我。\n\nAnd that led him to play Jesper The End’s The Code . “It’s probably the best puzzle-adventure map ever made. I was amazed mostly how Jesper was able to take Minecraft and do such complex things with command blocks and spawners, to become something I don't think anyone had seen at the time.”\n这促使他开始游玩Jesper The End的地图：The Code。 “这可能是有史以来最好的解谜冒险地图。最令我惊讶的是，Jesper采用Minecraft命令方块和刷怪笼做出了如此复杂的东西，我认为当时从没有人见过这样的作品。“\n\nBeing a plumber, qmagnet is no stranger to working with complicated technical things. ”I work with my hands every day,” he says. “Cuts, bruises, stiff muscles, all that fun stuff.” But though he took some computer courses during high school, he had no experience with programming. But, undaunted and personally encouraged by Jesper, he decided to create his own puzzle map, which he called Complex .\n作为一名水管工，qmagnet对于处理复杂的技术事务并不陌生。 “我每天都用双手工作，”他说。 “（工作中会遇到）切伤，瘀伤，肌肉也会僵硬，都是些有趣的东西。”但是，即使他在高中时参加过一些计算机课程，但他并没有编程的经验。然而，借助自我的无畏精神和Jesper的个人鼓励，他决定创建自己的解谜地图，他称这张地图为Complex。\n\nIt took him just a couple of weeks, and once released it soon attracted lots of encouraging feedback from the community, immediately pushing him into thinking about his next project.\n他花了几个星期的时间，发布之后它很快就吸引了很多来自社区的鼓舞人心的反馈，这立刻让他开始构思下一个项目。\n\nHe began to play around with the idea of creating a new take on the ‘complete the monument’ map. “I wasn't a great visual builder and I never liked how those maps I saw were finished, having the player just place blocks in a row and say, ‘I guess I won.’ I wanted the map to decide the player won.”\n他开始尝试一个新的想法，创造一种“完成纪念碑”式玩法的地图。 “我不是一个厉害的景观建设者，而且我并不喜欢我见过的那些地图所结束的方式，玩家只是连续放置方块，并说'我觉得我胜利了吧。'我希望让地图决定玩家有没有胜利。 ”\n\n\n\n\n\n好了，到此为止吧。\n\n以上内容出自https://www.minecraft.net/zh-hans/article/making-diversity 。为什么到此结束了呢，因为作为一个实验，弄出600多字，已经没有必要再进行下去了。实验的内容是，尽可能不改动谷歌娘的翻译结果，然后尝试把翻译结果润色成通顺的文字。咱不知道这洗得究竟怎样——虽然改了不少地方，大概还是会莫名留着一股子机翻味。\n\n为什么机翻再润色并不是好办法呢？\n\n第一，一般在机翻润色的时候，会选择的是把翻译错误的名词换成正确的。但是在句式结构与上下文衔接上，往往你就会顺着机翻字字对应的角度去思考，跳不出来。\n\n它始于2013年春季。那时候，qmagnet对Minecraft来说还算新。作为一名水管工，他是一位新爸爸，白天工作，他喜欢在YouTube上制作视频并开始查看自定义地图。 “这并没有太多人意识到社区中有这么多人才，”他告诉我。\n故事始于2013年春季。那时候，在Minecraft里qmagnet还算个刚入门的新人。作为一位新手爸爸和白天工作的水管工，他喜欢在YouTube上制作视频，并开始观看自定义地图。“没过多久，我就意识到社区中有非常多的人才，”他告诉我。\n原文是qmagnet was fairly new to Minecraft，如果你陷入机翻“谁对谁是新的”，那么无论怎么排列组合都会感觉到别扭，只能修改整个句子结构才能说通。\n\n他开始在“完成纪念碑”地图上创造一个新的想法。 “我不是一个伟大的视觉建设者，我从来不喜欢我看到的那些地图是如何完成的，玩家只是连续放置一块并说'我想我赢了。'我想让地图决定玩家赢了。 ”\n他开始尝试一个新的想法，创造一种“完成纪念碑”式玩法的地图。“我不是一个厉害的景观建设者，而且我并不喜欢我见过的那些地图所结束的方式，玩家只是连续放置方块，并说'我觉得我胜利了吧。'我希望让地图决定玩家有没有胜利。“\n原文的句子比较短促，也的确用了这么多的 I ，但是放在译文里，这么多的“我”并列读起来是比较别扭的，更别说最后的两个“我想”简直令人不堪卒读……\n\n第二， 机翻可能会丢词，在某些地方也可能会在意思上把你带偏。确实有些地方在结构上能帮助你更通顺，但是很多语料上不常见的句子事实上机翻也是无能为力的，于是意思上就会变得模棱两可， 在这种模棱两可的译文上再自己脑补，很可能就让意思和原文差别很大。\n\n它始于2013年春季。那时候，qmagnet对Minecraft来说还算新。作为一名水管工，他是一位新爸爸，白天工作，他喜欢在YouTube上制作视频并开始查看自定义地图。 “这并没有太多人意识到社区中有这么多人才，”他告诉我。\n故事始于2013年春季。那时候，在Minecraft里qmagnet还算个刚入门的新人。作为一位新手爸爸和白天工作的水管工，他喜欢在YouTube上制作视频，并开始观看自定义地图。“没过多久，我就意识到社区中有非常多的人才，”他告诉我。\n原文是 It didn't take too many to realise there was so much talent in the community ，这里我也不确定是什么东西没有take too many，但是从上下文我推断，我觉得这个东西应该是时间一类的东西，因为下文就提到，qmagnet开始游玩一个非常棒的地图。因此他的意思不应该是机翻里面提到的那样，仿佛MC社区是一个待人发掘的宝藏。\n\n尽管取得了成功，但qmagnet在完成它们之后很快就退休了。现场的新人是如何引起如此轰动的，为什么他不想让自己的位置成为众人瞩目的焦点呢？这是Minecraft的两张真正经典地图背后的故事。\n尽管取得了成功，但qmagnet在完成它们之后很快就不再制作地图了。一个建筑新人是如何引起如此轰动的，他为什么不想一直待在成为众人瞩目的聚光灯下呢？接下来就是这两张我的世界经典地图背后的故事。\n原文是 retired as a map maker，机翻这里就直接丢掉了map maker，我寻思这不妥……\n\n第三，整段机翻再润色并不能给你带来时间上的收益。事实上，在得到机翻文本后，你首先需要排查其中的错用名词（比如产卵者sapwner），然后需要对照原文修整句子结构，同时你还会被机翻的错误结构所带跑——时间上，并不如自己来翻。\n\n如果你不知道一个词是什么意思，或者你认为这个东西你好像没见过，尽管去查就是了。你大可以把原文当成一个词袋子，在你的脑子用最舒服的方法拼接词语，这比机翻要快得多。\n\n拿最后一段举个例子：\n\nHe began to play around with the idea of creating a new take on the ‘complete the monument’ map. “I wasn't a great visual builder and I never liked how those maps I saw were finished, having the player just place blocks in a row and say, ‘I guess I won.’ I wanted the map to decide the player won.”\n我们首先把可能不会的词或者词组挑出来。\n\ncomplete the monumentplay around with the ideanew take\n\n\n通过查询你知道：\n\nhttps://www.minecraft.net/en-us/article/complete-monument : Complete the Monument is a mini-game. Your goal is to survive hostile terrain and enemies while finding objects.https://dictionary.cambridge.org/dictionary/english/play-around-with-sth : to try out different methods or different things, before deciding which one to choosehttps://forum.wordreference.com/threads/new-take-on-something.2371952/ : A new idea/approach to/for sth.\n\n\n这一段里面有个比较复杂的句式：\n\nI never liked how those maps I saw were finished, having the player just place blocks in a row and say, ‘I guess I won.’\n标记一下，就会发现这个句子的意思并不难懂：\n\nI never liked [how those maps [I saw] were finished] --> having the player just place blocks in a row and say, ‘I guess I won.’\nI never liked 的是 how those map were finished， map 被限定为 I saw 的范围，至于 how those map were finished？就是后面的一句话了。\n\n以下是我个人的翻译：\n他开始实验“纪念碑收集挑战（Complete the monument）”类型地图的新玩法。“我建筑效果不怎么样，同时我也不喜欢之前看过的那些地图所结束游戏的方式。玩家只能把方块并排一放，自己想'这该算是获胜了吧？'我希望让地图来决定玩家是否完成了游戏。”\n是不是比机翻更通顺一点？（如果不是请不要打我，谢谢）\n\n\n\n\n\n总之，翻译并不是难事，欢迎大家来板块摸鱼，保底+6（应匿名人士的意见改为6）人气，还有机会换来蓝鸡大佬的指点和py必备的绿宝石诶（逃\n",
    "replies": [
        {
            "author": "ff98sha",
            "timestamp": 1566471060,
            "txt_content": "建议楼主申请“翻译&Wiki”版版主。"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1566472200,
            "txt_content": "不要，因为我太菜了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566473820,
            "txt_content": "FHC红石 发表于 2019-8-22 19:10\n不要，因为我太菜了\n难度低 还有绿宝石 不搞白不搞"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1566479940,
            "txt_content": "gan，为啥要拿diversity开刀\n然而我自己尝试过的翻译感觉比机翻得还不通顺怎么办……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566482760,
            "txt_content": "天狼星black 发表于 2019-8-22 21:19\ngan，为啥要拿diversity开刀\n然而我自己尝试过的翻译感觉比机翻得还不通顺怎么办…… ...\n没有原文便无法翻译了吗，原文岂是如此不便之物"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1566563460,
            "txt_content": "翻译&Wiki 版 ×\n抢着翻译版 √\n抢不过 dalao "
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566565980,
            "txt_content": "Teenager_Yang 发表于 2019-8-23 20:31\n翻译&Wiki 版 ×\n抢着翻译版 √\n抢不过 dalao\n没有这回事 博文一堆都是没人摸的"
        },
        {
            "author": "EVATXT",
            "timestamp": 1566694320,
            "txt_content": "所以看了你的对比我发现 鸡饭也是可以读懂的嘿"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566697560,
            "txt_content": "EVATXT 发表于 2019-8-25 08:52\n所以看了你的对比我发现 鸡饭也是可以读懂的嘿\n文章 写作 作用 无。含义 理解 不相等 语言 交流 正常。\n\n——某位科尔瓦克斯人如此回复道"
        },
        {
            "author": "EVATXT",
            "timestamp": 1566697620,
            "txt_content": "kakagou12 发表于 2019-8-25 09:46\n文章 写作 作用 无。含义 理解 不相等 语言 交流 正常。\n\n——某位科尔瓦克斯人如此回复道 ...\n某位机器人如此回复到"
        },
        {
            "author": "maple-s",
            "timestamp": 1566706980,
            "txt_content": "FHC红石 发表于 2019-8-22 19:10\n不要，因为我太菜了\n你菜，那我什么，卷心菜吗（奆菜）[:dragon:]"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1566968520,
            "txt_content": "淦，赶工的时候都是鸡饭润色……强力地分析出了某星辰文段翻译质量高度不稳定的原因（跪了）"
        },
        {
            "author": "一窍不开",
            "timestamp": 1567167840,
            "txt_content": "我半年前翻译了这篇文章，说实话并没有感觉自己翻译的比楼主机翻修改后的好。。那处有很多“我”的段落个人感觉虽然读起来不通顺，但毕竟是采访原文，怎么改也改不掉吧orz\n\n（至于为什么没发翻译，是因为发现了已经存在了这篇翻译https://www.mcbbs.net/thread-769615-1-1.html，而自从3月份发消息与LocusAzzurro沟通以来并没有得到任何回复，所以一直在等_(:з」∠)_）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1567170900,
            "txt_content": "一窍不开 发表于 2019-8-30 20:24\n我半年前翻译了这篇文章，说实话并没有感觉自己翻译的比楼主机翻修改后的好。。那处有很多“我”的段落个人 ...\n博文不似新闻，不是独占的，有人发了也可以再发"
        }
    ]
}