{
    "title": "Minecraft同人短篇....《史蒂夫》",
    "author": "qrox",
    "replyCount": 5,
    "timestamp": 1315098240,
    "txt_content": " 本帖最后由 qrox 于 2011-9-4 09:07 编辑 \n\n声明：本人不会写小说，这次是第一次，并且是即兴之作，因此本文剧情很坑爹，结局很老套，请轻喷。\n\n　　史蒂夫慢慢地匍匐出森林。你问他为什么叫史蒂夫？不。不。史蒂夫不是他的名字。理论上说，在这个世界中每个主人公都得叫史蒂夫。\n　　森林和你在这个世界的郊外看到的森林并没有什么不同，无边的树木绵延到天际。但是史蒂夫并不是来野炊的。事实上，他身上也没有带任何打火石之类的东西。他手上拿着的是一把弓，背后的箭囊中插着三根箭。他跟踪一只野猪穿过了森林，准备捉回去作为晚餐。森林之外有一小片野草，再之外是同森林一样广阔的海洋，远处水天相接，海上浮着隐约可见的小岛。但是史蒂夫不会关注这些。他是一名合格的猎人，不会让任何外物打扰他的狩猎。再说，此时野猪已经察觉了跟踪者的存在，转身哧哧地叫着，眼中露出凶光。\n　　野猪左顾右盼，但是没有找到跟踪者的方位。野猪鼻子抽动起来，似乎是在用灵敏的嗅觉寻找猎人。不能再等了！史蒂夫悄悄抽出一支箭，拉满弓弦。弓弦发出细微的咯咯声。野猪更加警觉起来，锋利的獠牙尖端反射出一缕白光。\n　　嗖！一支箭插进了它的肩部。野猪发出了一声嚎叫。森林中鸟儿惊飞起来，发出嘈杂的叫声。野猪在痛觉的驱使下，向着直觉中敌人的方向冲去，獠牙直指前方。\n　　不幸的是，野猪的直觉这次十分灵敏。史蒂夫则看见他的猎物不顾一切的开始朝自己冲刺。野猪距离史蒂夫已经不到十米，这种情况下即使是箭也不能挡住野猪的进攻了。\n　　“可恶！”史蒂夫抽出身上的短剑，直立起身，用尽全力向野猪刺去。\n　　史蒂夫的动作晚了那么零点几秒。在剑刺穿野猪的头颅之时，野猪也用獠牙顶起了史蒂夫。史蒂夫感觉自己的肋骨正在粉碎。心脏似乎被撕裂成了两半。鲜血喷出伤口，发出嘤嘤的细声，在森林中回荡。\n\n　　不，我们主人公的命运没有到此为止。在这个世界不存在死亡，死亡的人只会被送到“一切的开始之点”。这也就是说，当史蒂夫发现自己身上空无一物但是身体完好无损地出现在一片荒原之中时，他也只是狠狠地骂了一声娘。猪是抓不到了，今晚只能啃黑面包。\n　　但是史蒂夫发现这次事情不太对劲。比起上次史蒂夫捉野鸡时被沙崩掩埋而死的时候，周围的地形似乎变了许多。\n　　北方那颗大树不见了。史蒂夫爬起来，茫然地四处张望。现在太阳已经西斜，若不赶紧回家，晚上到处游荡的怪物可不会让人好受。西斜？史蒂夫朝着太阳盯了一眼。没错，可以用太阳来确定方位，不过得赶在日落之前。这个世界，星星的分布是杂乱无章的，一旦到了晚上，真的就是分不清东南西北了。\n\n　　史蒂夫走在茫茫的原野中。出乎他的意料，似乎四周的所有地形都发生了变化。史蒂夫偶尔看到周围有笔直的峭壁，其中有岩浆从四面的洞穴中流出，遇到周围湖泊的水发出嘶嘶的响声，也把地面弄得水雾蒙蒙。莫非这里发生了地震？\n　　史蒂夫在旷野中毫无目的的前进。没过多久，日色随着时间的流逝失去了光芒，退到远处的天际，向大地撒下一片暗红。但是对于史蒂夫来说，这并非良辰美景。虽然肚子已经咕咕大叫，看来也只能露宿一晚。\n　　史蒂夫找到了两块打火石，一堆枯枝败叶，生起了火。火对于驱逐野兽很有作用，但是如果遇到强盗的话......反正史蒂夫现在一穷二白，强盗也似乎不会对这么一堆火产生抢劫的兴趣。史蒂夫准备明天清晨起来，用东升的太阳做指引，回到家中。\n\n　　但是事实证明，想要回家真不是轻而易举的事。现在史蒂夫顶着一轮烈日站在一片沙漠之中艰难前行，每一步都陷进厚厚的黄沙。真是一片地狱。说起来史蒂夫也不得不进入这片沙漠，因为它就横档在通往北方的路上。但是这片沙漠比史蒂夫遇见过的任何沙漠都要大，大到似乎根本没有尽头。再不出去，史蒂夫就会被这些干燥的黄沙和毒辣的烈日烘烤成食物了。板烧和照烧人排，五十元一客，这位沙地狼先生你是打尖还是住店？\n　　幸好还有路上的仙人掌。史蒂夫在进入沙漠之前找到了一片锋利的石块，这个时候就派上了用场。仙人掌黏稠的汁液缓缓流出，但是这个时候它们就如同上帝赐予的甘露。史蒂夫解决掉周围的刺，赶忙俯身去吮吸着这唯一的水源。但是这些水在进入身体的一瞬间似乎又被太阳夺走，成为无形的蒸气盘旋升到沙漠高处，再被气流带到水草丰饶的国度，或是成为河流的一体，或是成为牲畜的一部分。\n　　至少比什么都没喝好。汁液被吮吸殆尽的仙人掌蔫嗒嗒地立着，切口附近已经露出了一缕黄色。这只仙人掌接下来的命运就是代替史蒂夫，成为这个沙漠夺取的又一个灵魂——如果植物也有灵魂的话。\n　　史蒂夫则大难不死，离开了沙漠，进入了一片绿洲。\n　　这样的话，离家就不远了。这里的地形没有太大的变化，灌木从的排列明显地指引着家的方向。这次史蒂夫运气不错。\n\n　　史蒂夫看着这巨大的坑发呆。这无疑是他的家，但是此时一切都消失无影，留下边角的一小片木板垂在巨坑的边缘。没过几秒，这脆弱的联系也被重力活生生的切断，木板跌入深坑，却没发出任何声响。史蒂夫双手抓着头发，似乎要把他们给扯了下来再丢在地上一般。周围围了一群村民。“我们也不知道什么时候变成了这样。没事，你可以再重新修一间木屋。”安慰了一会史蒂夫，村民们便各自离开了。\n　　史蒂夫继续揉着头发。自然，在揉头发的时候发出的沙沙声是不能和某种声音区分开来的。当史蒂夫察觉到一丝绿色在余光中闪过并倒吸一口冷气时，已经来不及叫喊了。“怎——”\n　　据说如果人从十楼掉下来，发出的声音是“砰－啊————”，如果从一百楼掉下来，则是“啊————砰”。那么这次自由落体史蒂夫可是好好体验了一把“啊————砰”的感觉。跌落前吸饱的那口冷气都已告罄，这洞的底部却还没向史蒂夫敞开怀抱。之后高速的运动就让史蒂夫失去了知觉。\n　　\n　　史蒂夫在水流中清醒时，发现自己处在一条地下河流的末端。全身都湿透了。史蒂夫站起来，打了个大大的喷嚏。今天真够倒霉的。史蒂夫四处望去。河流的上游处有黯淡的微光，也许是从洞顶传下来的，却因为水雾若隐若现。河流末端是房屋的碎片，已经面目全非。上游传来的光线如此阴暗，看来这坑不是一般的深。这样看来，想要回到地面有点不切实际。\n　　那是什么？史蒂夫注意到一丝紫光从石缝中透出。但是史蒂夫这时对这奇异的现象可没有任何好奇心。紫光一定不意味着出口，这就说明目前没有关注的必要。\n　　*咔嗒咔嗒*\n　　那是骷髅的声音。现在史蒂夫手无寸铁，地上的鹅卵石或者房屋的木板几乎不能对骷髅造成有效的伤害。看来得先躲起来。史蒂夫侧身钻进了岩缝中。过了一会，两三只骷髅手持弓箭，缓缓走了过去。干枯的骨关节移动的咯咯声让人不寒而栗。\n　　一股强烈的吸引力也同时传了出来，笼罩在史蒂夫周围。史蒂夫不由自主地转身看着这紫色的光芒。光芒照耀着史蒂夫，并且透出一阵暖气，甚至把周围的空气都蒸干了一些。这使史蒂夫强烈地渴望着踏进去。虽然进去之后，等待着他的是未知，但是无论是什么，即使是一百只迎面冲来的Creeper，也比在这地下河流旁受饿受潮受冻要强。史蒂夫紧闭双眼，慢慢地进入了紫色的光芒之中。\n\n　　*嗖——碰——*\n　　一阵眩晕过后，史蒂夫落在了地上。找到平衡之后，史蒂夫透过眼皮感觉到了温暖的红光。似乎有点过热了。但是当史蒂夫睁开眼睛，意识到自己站在一块悬空的血色沙土上，四周全是流淌的暗红色岩浆时，才明白自己的危险处境。\n　　手上没有梯子，没有绳索，在这块悬空的沙土上面，什么也干不了。突然史蒂夫听到一声凄厉的惨叫，穿透力如同骷髅刚离弦的弓箭。即使是狩猎多年的成熟的猎人，史蒂夫还是被这突如其来的叫声吓住了。他脚下一滑，跌下了这空中唯一的立足之地。\n　　史蒂夫陷入了岩浆中。他做着无谓的挣扎，岩浆却一点点将他向下拉去。剧烈的痛感在一瞬间传遍全身，之后却失去了一切感觉，只感觉一只无形的手将自己向无尽的底部拉拽，无法挣脱。史蒂芬无助地闭上了自己的双眼，同时想着，被岩浆烧死的话，就可以回到地面了吧。\n　　有句话叫什么，求生不得求死不能。当史蒂芬看到周围的岩浆被卷起并喷涌到洞穴顶部，岩浆的空洞中露出一个巨大的平台，上面站着一个人时，彻底地明白了这句话的含义。\n　　但是，当史蒂夫的视线和那个人交错时，一股冷气从脊背中冒出。那个人没有眼珠！\n　　“欢迎来到我的国度，孩子。”\n　　“我看到你在岩浆中挣扎，便把你救了出来。这里被我称作‘地狱’。你是被我选定的人。我有一事相托。”\n　　史蒂夫在这两句话的工夫中已经缓缓降落在了平台上。\n　　“孩子啊！在遥远的地方有一群邪恶的堕落者。他们对这个世界施展了邪恶的法术。我去对他们降临天罚，却被诡计所欺骗，他们对我施展了诅咒，剥夺了我的视力，还使我不能见到阳光。之后我选中了你，英雄，你现在是唯一能够毁灭他们的人。我将你引领到这里来，而他们想要反抗灭亡的命运，想破坏我对你的指引。你遇到的一切，地形的变换，Creeper都是他们所为。他们并不难消灭，但是我现在十分虚弱。这是一个魔法南瓜头。你将它作为头盔，那些人看到你便如同看到空气一般。你只需要进入他们的中枢，将墙上的邪神之文抹去，然后默念咒语“瑞康派尔！”，就可以彻底消去他们的存在。那时候我的诅咒解除，你也将成为世界的英雄。”\n　　这些信息在一瞬间被灌输进史蒂夫的大脑中，憋得史蒂夫喘不过气来。“不，等等...我完全不明白你在说什么，我只是被一只天杀的Creeper炸到了这里，什么邪恶堕落者邪神......“\n　　“没时间细说了！快去吧孩子，我的唯一的希望！”不知名的神双手一挥，史蒂夫感觉身后出现了来到这里时一模一样的紫色光芒。\n　　“......我完全不懂啊——哦啊啊啊啊啊！”\n　　神将史蒂夫一把推向了光芒中。\n\n　　“多话的人类......”不知名的神转身消失在灵魂沙之中，头顶的岩浆顷刻间倾泻而下。\n\n　　史蒂夫扑通一身掉在草地上。“这是个梦？我睡过头了？啊呀都正午了，不等等......”\n　　史蒂夫发现周围的地形十分奇特。在一个方向上一切都和世间任何的草原别无二致。但是在另一个方向上，所有地形都被拉得很长。史蒂夫站了起来，手上握着一只南瓜头。地面全是各种鸿沟。转身一看，脚边竟然是笔直向下的悬崖。地面显然隔得很远，已经被雾和云彻底挡住。史蒂夫觉得自己的思维速度变得很慢。站起来后，史蒂夫准备还是先离悬崖远一点，却发现走路也变得无比艰难。沿着地形拉长的方向，脚就如同有铅球绑住一般。\n　　这就是邪神的诅咒么？史蒂夫仔细想了想，小说里面的主人公一般在完成这种莫名其妙的任务后都获得了开后宫和无敌的能力。这个任务看来比当猎人的时候的单调的狩猎任务有利可图多了。可是“中枢”会在哪呢？这么想着，远处似乎有一座建筑显现了出来。\n　　“为你抹去建筑的隐形，这是我能做的最后一件事了，好运，我的孩子。”飘渺的声音从地下远处传了上来。\n\n　　史蒂夫迈着艰难的脚步挪向了远处雾中的建筑。在进入建筑大门之后的一瞬间，门外一切都变成了黑暗。门轰隆一声关上，把史蒂夫吓得不浅。\n　　面前是一条漆黑的通道。史蒂夫发现移动没有在塔外那么艰难了。史蒂夫轻轻地将脚迈向通道的起点。一声咔嗒声响起。“嗖——！”。不过史蒂夫刚刚被吓过一次，这次的效果就没有上次强。史蒂夫仅仅是心里一紧，接着就发现墙上的石块被收了回去。紧接着一块黄色的石块取而代之。黄色的石头散发出浅浅的冷光，照亮了窄窄的一段通道。史蒂夫慢慢地向前走去。虽然自动的灯光一路跟随着史蒂夫，但机械装置的运作声不小，再由于通道的长度刚好合适，声音开始在通道内共振。没过多久，整个通道甚至开始晃动起来。\n　　史蒂夫紧张地向前移动，终于接近了终点。他全然没有注意到地面的一颗石子，随即踩了上去。\n　　一秒之后，史蒂夫冷汗淋漓地看着面前的景象。石子被史蒂夫的脚尖踩下，弹起，飞在了通道的末端。以后，通道的末端便被炸成了齑粉。\n　　竟然是个陷阱。先用一段冗长的毫无变化的隧道来掩饰，却在隧道的末尾替换成炸药的机关......要不是这块小石子，这时史蒂夫估计已经成为了肉末。\n　　史蒂夫慢慢移动到通道的末端。他摘下南瓜头，低头看着面目全非的地面。整个地板都被贯穿，露出了下面的楼层。\n　　史蒂夫突然听到如风般移动的声音。周围凭空出现了四个树枝般的生物。四周一看，他发现四双腥红的眼睛在盯着自己。没用多少时间史蒂夫就做出了第一反应——脚下一滑，顺势跌进贯穿的地板，进入了下一层之中。\n　　弯腿缓冲过后，史蒂夫站了起来。还是把南瓜头扣在头上比较保险吧，史蒂夫这么想着，把那只已经开始发臭的南瓜盖在了头上。之后，他发现地面上有一些闪着幽幽红光的粉末，史蒂夫知道这是什么。之前在村中，有个卖狗皮膏药的小贩曾经带来过一小撮这种东西。据说这就是城市里面那些“科学家”用来制造机械的材料之一。这种材料的开采需要深入到极深的地下进行，因此价格不菲。史蒂夫便用手捧起这一小堆粉末，装进了自己的口袋当中。\n\n　　史蒂夫完全不知道神要自己去的是哪个房间，于是四处乱走。过了一会，来到了一座狭窄的房间。四周的墙上用一种奇异的文字书写着各种篇章。这些文字完全杂乱无章，似乎没有任何意义，就如小孩子的胡乱涂鸦。突然，雷鸣般的声音响起。\n　　“你是谁，胆敢入侵世界的真理之塔。”\n　　周围出现了一圈黑色细长生物，和刚才那四只别无二致。但是由于此时史蒂夫头上戴着南瓜头，周围的生物似乎还未具有攻击性。此时他们的眼睛发出了浅蓝的幽光。史蒂夫仔细地观察着它们。它们有着细长的手臂，细长的脚。除了这些，以及虚无般黑暗的身体和奇特的眼睛之外，和一般的人类没有什么差别。\n　　史蒂夫不想久留，转身欲逃跑。谁知一下撞在了背后的墙上，南瓜头咔嚓一声裂开。\n　　这下惨了，史蒂夫看着墙上糊成一团的南瓜头，几乎想抱头痛哭。\n　　这时，墙上的文字却开始出现变化。\n　　周围的生物似乎毫无行动。史蒂夫用余光感觉到这些生物的眼睛仍然是浅蓝色。目光冷得直入心底。史蒂夫转身看着这些生物。它们的眼睛瞬间变成了红色，却在史蒂夫的目光下静止不动。生物们厌恶地看着墙上的南瓜泥。突然，他们全部向后瞬移，消失于空气当中。\n　　使用刚才获得的红色粉末开启了几个机关过后，史蒂夫进入了一座大厅。他四顾看着这宏伟的大厅。头顶是大片入口隧道所看见的那种荧光石。这些石头将整个大厅照耀，但是没有一丝温度。周围的墙壁似乎是非常坚硬的石头，略微带着一丝紫色。在紫色之上，用黄色的粉末书写着变化后的文字。文字发出同黄色荧石一般的光芒，字字句句中似乎透露着不可抗拒的力量。\n\n　　“十字架按下之时，世界便消失。”\n　　“红色的神杖将光明变为黑暗，黑暗变为光明。”\n　　“拉动声之权杖，抹去这世上一切的声音。”\n　　。\n　　。\n　　。\n　　“Enderman将世界的块拿起，填平一切沟壑。Enderman将Him永远封印。”\n　　Him，一般用于尊称神。这么看来，那位神所说的都是真的。这些Enderman也一定就是邪神在人间的傀儡了吧。\n　　。\n　　。\n　　。\n　　“Enderman出生于黑暗，消失于光明。”\n\n　　一个声音从地底传来，把史蒂夫吓了一大跳。\n　　“别怕，勇敢的孩子，是我。就是这里。这里记载了邪神对于Enderman的指引。只要把这段文字抹去，它们任何存在的迹象都会从这个世界上消失。”\n　　“现在你所需要的就是你头上的南瓜。把它弄碎吧，将它的光明的汁液涂在这些文字上。但是不要涂掉其它的文字，我要亲手将邪神的这些痕迹抹去！”\n　　史蒂夫想起了之前的四处游荡的生物。莫非那就是Enderman？那细长的黑黢黢的躯体实在是让人恶心......那么，就让他们消失吧！不过头盔早已弄碎。史蒂夫回到原来的房间，将墙上的南瓜糊捻起一坨，再回到大厅。南瓜汁涂抹在墙上的瞬间，那些文字就如不曾存在一般，消失了。\n　　“接下来，默念‘瑞康派尔’！”神再一次传来了指示。\n　　“瑞康派尔！”史蒂夫在心中使劲吼出了这句未知其意的咒语。墙壁上一道黑影闪过，出现了新的文字。\n　　——没有错误。世界接受新的规则\n\n　　“我的孩子，现在你的任务完成了。你是这个世界的英雄......接下来就是我的事了......”\n\n　　接着，一阵亮光闪过。闪光消逝时，史蒂夫发现自己已经回到了自己的家。巨坑已经被填平，家也已经复原。\n　　史蒂夫打开门，回到屋中。自己似乎也当了一回英雄，但是为什么感觉有点不大对劲呢？想着想着，外面却发出了奇怪的响声。\n　　史蒂夫透过窗户看去。远处的死火山口似乎在开始冒烟。这情景不知为何却让史蒂夫想起了之前的一些事情。他倒吸一口凉气。\n\n　　“传说远古以前有一位邪神，名叫Herobrine。他在与创世主Notch斗争时失败，被Farlander终结于地狱”\n\n　　这个传说是小时候史蒂夫的爷爷讲述的。当然，即使小孩子们也不会把这些神话当真。但是此时，史蒂夫似乎觉得着神话和这次的事情有一丝联系。\n　　这时候我怎么还在回忆神话？史蒂夫赶紧夺门而出，朝着背离火山的另一座高山上逃去。背后的火山已经开始喷出滚滚浓烟。待史蒂夫逃到安全的山顶时，火山已经开始溢出岩浆。没过一会，就变成了汹涌的岩浆流。\n　　火山复活了。同样逃到山上的居民议论纷纷。这是几百年来这座火山第一次再次喷发（事实上上一次“喷发”只是冒出了一点硫磺气），却没想到规模如此之大。地面的房屋，森林，一切都在瞬间化为了焦炭。突然，红色的岩浆直冲天际，将头顶的云冲破，甚至将一些小块的云活生生地蒸发殆尽。\n　　岩浆柱缓缓下降。岩浆的顶端，似乎有什么东西。当村民睁大眼睛也无法分辨时，有着猎人敏锐视觉的史蒂夫却认出了。那是......那位神！\n　　史蒂夫还没来得及惊讶地将嘴张开，神已经开始发话了。\n　　“哈哈哈哈哈哈哈哈——愚蠢的人类啊。竟然会这样容易被欺骗。”\n　　村民们议论纷纷，想找出这声音的来处，同时也不明就里，什么叫自己被欺骗。他们并没注意到史蒂夫正悄悄地向山的另一面溜去。\n　　“我的顺从的孩子呢——不，不要逃，你对我有用。”\n　　史蒂夫感觉背后一股强大的吸力传来。身体不由自主地离开了地面。一瞬间后，史蒂夫发现自己被抓在了“神”的手上。\n　　村民骚动起来。“你是谁！不要伤害他，你要什么我们都可以满足！”\n　　“哦呵呵。人类啊，这不是绑匪片。我要的仅仅就是这个人类。是吧，我亲爱的孩子。”神弯腰，将头凑向了史蒂夫。这时史蒂夫才注意到他的眼睛竟已恢复。虚无的黑色瞳仁中透露出的是邪恶，是野心，是统治整个世界的愿望。\n　　村民们拿出了手里的弓箭，拉紧了弓弦。\n　　“你们会射出手中的箭么？没用的。我是神。尽管如此，如果你们执意想要演戏，我可以用这人作为肉盾，向你们展示筛子的形成。”\n　　“你到底是谁！”史蒂夫歇斯底里地吼道。史蒂夫感觉自己被欺骗了。\n　　“我是谁吗？你想必早应知道了吧。我就是Herobrine。”\n　　最后一个词说得很轻。但是史蒂夫和村民都倒吸了一口冷气。史蒂夫最后的猜测不幸地成为了现实。\n　　“Herobrine不是早就被封印了吗，为什么会在这里出现？”村民们议论的声音愈来愈嘈杂。那些手持弓箭的人，明知不会有任何攻击力，仍然使出更大的力量，将弓拉的如一轮满月。\n　　“没错，我是被封印了。”Herobrine将史蒂夫扔在地上。史蒂夫想要爬起来，却全身无力。Herobrine走向前去。史蒂夫此时看不到背对他的Herobrine的脸庞。但任何人都知道，这时他的表情是邪恶和疯狂。\n　　“我被封印了数百年，一直在寻求逃脱的办法。这位‘英雄’，我发现他具有特殊的能力。他可以在远土的土地上活动。这是解除我的封印的最好的方法。我通过地形的变换引诱了他，用Creeper将他送到了地狱门的面前。而他，帮我解除了这几百年的封印。”\n　　村民们的骚动越来越明显了。“是史蒂夫？”“不，他应该只是不知道这一切！”“但是事实已经发生了！”\n　　一些性情暴躁的弓手将箭对准了史蒂夫，释放出了等待已久的势能。既然大人物无法解决，那就干掉无知的小人物来发泄怨气。真是“愚蠢的人类”。\n　　“我不想在这浪费更多时间了。史蒂夫，你，愿意做我的奴仆吗？”邪神将自己的目光直射史蒂夫的眼睛。\n　　史蒂夫看着远方的箭慢慢地接近。\n　　“答应吧孩子。答应的话，你便成为了世界最强的神的麾下。”邪神的语言是如此的甜蜜，如此的诱人。\n　　箭飞近了。史蒂夫似乎能听到空气被箭羽划过的声音。\n　　“不。”史蒂夫发出了阴沉的声音。\n　　“什么？我没听到。”邪神恶狠狠地挤出了这句话。\n　　“不。”\n　　“真是......”邪神露出了一丝浅笑。“已经成为了千古的罪人，却还要装英雄。神奇的价值观。\n　　邪神右手一挥，空中的箭变成了紫色的流星。他用左手将史蒂夫的头抓住，扭转。\n　　流星贯穿了史蒂夫的双眼。史蒂夫身体瘫软下去。\n　　对面的山头，射出箭的弓手已和其他的村民扭打起来。\n　　当他们解决了争端，扭过头来时，只看见下面汹涌的岩浆海，火山口早已没有两人的踪影。\n\n　　好热。史蒂夫睁开眼睛。史蒂夫什么都看不到。自己似乎在一个平台上。周围似乎是岩浆。岩浆贴着自己的皮肤。好热。史蒂夫再次昏死了过去。\n\n　　这便是邪神的复辟。邪神统治了人间。之后，人间的一切，都如同地狱。",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1315107360,
            "txt_content": "- -沙花"
        },
        {
            "author": "LYC0092008",
            "timestamp": 1315108260,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "shide",
            "timestamp": 1341631680,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊 占楼"
        },
        {
            "author": "男人婆",
            "timestamp": 1412853540,
            "txt_content": "很老的帖子被我翻出来了，地板和板凳大水比"
        },
        {
            "author": "男人婆",
            "timestamp": 1412853540,
            "txt_content": "文章写得很不错，收藏"
        }
    ]
}