{
    "title": "[Minecraft.net | INSIDER] 背包盘点：曲奇",
    "author": ":spgbigfan:",
    "replyCount": 7,
    "timestamp": 1566528240,
    "txt_content": "\nTaking Inventory: Cookie\n背包盘点：曲奇\nThis website uses cookies\n本站启用了[ruby=曲奇]Cookies[/ruby]\nA balanced diet is important for any Minecrafter, and it’s easy to put together a good meal. Mushroom soup with bread for the starter. Roast pork with potatoes for the main course. And for dessert? Well, how about our item of the week - the cookie!\n对每一位Minecraft玩家来说，膳食均衡都是一件要事，想搭配一顿健康的饭也非常容易。新手可以尝试蘑菇汤配面包。主菜可以吃烤猪排配土豆。饭后甜点呢？好吧，要不要试试我们的本周物品——曲奇饼！\n\nCookies have been in Minecraft since beta version 1.4, which also added wolves and brown and white sheep. They’re made from cocoa beans and wheat, which made them originally quite hard to obtain as cocoa beans were only found in dungeon chests. Since Minecraft version 1.3.1 however, cocoa beans have become a renewable resource, meaning that you can eat as many as you like.\n在Beta 1.4版本中曲奇就已经加入游戏，在这个版本中还加入了狼，以及棕色和白色的羊。曲奇饼需要可可豆和小麦来制作，使得最开始的时候制作曲奇非常困难，因为可可豆当时只存在于地牢的箱子里。然后，自1.3.1版本后，可可豆成为了可再生资源，意味着曲奇饼你想吃多少就能吃多少。\n\n\nWhen eaten, a single cookie will restore a tenth of your hunger bar and 0.4 saturation points. That’s not much, admittedly, but given that they craft in stacks of eight, they’re a good snack food to top off a few health points during the course of an adventure.\n吃下一片曲奇饼之后，可以回复1格饥饿条，以及0.4的饱食度。虽然的确不多，但是考虑到一次制作可以得到8块曲奇，还是可以拿它们当不错的小吃，在冒险的历程中补满一点生命条。\n\nIf crafting isn’t your thing, then it’s possible to buy cookies from farmer villagers - you’ll get 18 for the princely sum of three emeralds. Whatever you do, though, keep them away from parrots...\n如果你不喜欢合成， 那么也可以从农夫村民手里购买曲奇——3块绿宝石可以换18块曲奇饼。随便你怎么来，但请记住要让曲奇饼远离鹦鹉……\n\n\nimage credit:Dezidor//CC BY-SA 3.0\n图片来源：Dezidor//CC BY-SA 3.0\nReal world cookies are much tastier than **s in Minecraft. People have been making cookie-shaped foods for millennia, but the modern sweet cookie seems to have its origins somewhere in 7th century Persia, when the use of sugar became relatively common. Cookies spread to Europe during the Muslim conquest of Spain, and by the 1300s they were pretty common throughout Europe.\n现实中的曲奇比Minecraft里的更好吃。人类制作曲奇形状的食物已经有上千年的历史，但当代的甜味曲奇饼似乎起源于7世纪时的波斯，那时候糖的使用变得相当普遍。曲奇饼在Muslim占领西班牙时传到了欧洲，到了14世纪初成为了风靡欧洲的食物。\n\nIf you want a taste of the past, you could try cooking yourself some jumbles - a type of cookie that was favoured by middle ages travellers, made of nuts, flour, eggs, and sugar. Thanks to their dense, hard nature they could be stored for up to a year without going stale.\n如果你想尝尝以前的味道，可以尝试自己做一些Jumbles曲奇饼——这种曲奇饼是中世纪旅行者的最爱，制作材料是坚果、面粉、鸡蛋和糖。由于其密度大，够坚硬的特点，就算是放上一年也不会腐败。\n\nThe name “cookie” comes from the dutch word “koekje”, which loosely translates to “small cake”. The Dutch first brought their koekjes to the Americas in the late 1620 through the colony of New Amsterdam, situated at the southern tip of Manhattan island, and was eventually anglicised to “cooky” or “cookie”.\n曲奇的英文“cookie”来自于荷兰语的“koekje”，可以大概翻译成“小糕”。荷兰人第一次把他们的koekje带到美洲，是在1620年末，前往坐落在曼哈顿岛南端的殖民地“新阿姆斯特丹”的时候。而koekje这个词也逐渐被英语化为“cooky”或者“cookie”。\n\nToday, there are hundreds of kinds of cookies available all over the world, from the macaroon, to the hobnob, to the hamentashen, to the kifli, to the pepparkakor. But our favourite remains the classic Minecraft cookie. How about you?\n现在，全世界有着上百种的曲奇饼，从马卡龙（Macaroon），到Hobnob，到Hamantash，到Kifli，再到姜饼（Pepparkakor）。但我们最喜欢的还是经典的Minecraft曲奇饼。你喜欢哪种呢？\n【原文：Taking Inventory: Cookie】\n【作者：Duncan Geere，发布日期：2019-08-22，译者：Kakagou】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1566528600,
            "txt_content": " 本帖最后由 kakagou12 于 2019-8-23 10:53 编辑 \n\n\n\n\n\nfile_1566528607000.jpg (122.67 KB, 下载次数: 9)\n\n下载附件\n\n2019-8-23 10:50 上传\n\n\n\n\n\nHamantash\n\n\n\n\n\npretty-macaroons-2.jpg (251.09 KB, 下载次数: 10)\n\n下载附件\n\n2019-8-23 10:50 上传\n\n\n\n\n\nMacaroon\n\n\n\n\n\njumbles.jpg (104.27 KB, 下载次数: 9)\n\n下载附件\n\n2019-8-23 10:50 上传\n\n\n\n\n\nJumbles\n\n\n\n\n\nkifli.jpg (82.42 KB, 下载次数: 9)\n\n下载附件\n\n2019-8-23 10:50 上传\n\n\n\n\n\nKifli\n\n\n\n\n\nhobnob.jpg (192.42 KB, 下载次数: 8)\n\n下载附件\n\n2019-8-23 10:52 上传\n\n\n\n\n\nHobnob\n"
        },
        {
            "author": "Оil",
            "timestamp": 1566528840,
            "txt_content": "虽然曲奇的确很好吃，但是我不怎么常买……= =\n\n我好像更喜欢薯片……（肥宅预定√·虽然我现在还有些瘦就是了.jpg）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566528960,
            "txt_content": "Oil 发表于 2019-8-23 10:54\n虽然曲奇的确很好吃，但是我不怎么常买……= =\n\n我好像更喜欢薯片……（肥宅预定√·虽然我现在还有些瘦 ...\n小麦党与土豆党的战争"
        },
        {
            "author": "残笔绘人生",
            "timestamp": 1566530040,
            "txt_content": "感谢翻译分享咯~ 看起来挺深奥的"
        },
        {
            "author": "幻影的大猫",
            "timestamp": 1568604360,
            "txt_content": "我更加喜欢烤马铃薯，这比较方便"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1568738220,
            "txt_content": "马卡龙是曲奇饼？我以为一直它是奥利奥或者好丽友。"
        },
        {
            "author": "xianyu666",
            "timestamp": 1568993640,
            "txt_content": "66666666666666666666666666666"
        }
    ]
}