{
    "title": "[Minecraft.net|INSIDER] 哪位官博小编最为硬核？",
    "author": "SPGoding",
    "replyCount": 3,
    "timestamp": 1566667140,
    "txt_content": " 本帖最后由 SPGoding 于 2019-9-3 16:40 编辑 \n\nWHICH MINECRAFT.NET WRITER IS THE MOST HARDCORE?\n哪位官博小编最为硬核？\nCan any of us survive Minecraft’s toughest mode?\n我们之中有人能在 Minecraft 最难的模式中活下来吗？\n\nAre you brave enough to play Minecraft in hardcore mode? It’s the mode where, if you die in the game, you die in real life . Wait, no it isn’t. It’s actually the mode where if you die, you have to start the game over. Naturally, hardcore mode is not for the faint of heart!\n你敢在 Minecraft 里玩极限模式吗？在这个模式里，如果你在游戏中死亡，你也将同时在现实世界中死去。等等，刚刚是骗你的。事实是，如果你在游戏中死亡，你就必须从头来过。自然，极限模式不适合胆小的玩家！\n\nDespite that, the three most faint-hearted writers of Minecraft.net,Per Landin, Kelsey Howard and Tom Stone, decided to challenge each other to see which one is the most hardcore. Who could survive for the longest in Minecraft’s cruellest mode?\n尽管如此，官博最胆小的三位编辑 —— Per Landin、Kelsey Howard 和 Tom Stone —— 决定挑战一下，看看谁是最为硬核的 Minecraft 玩家。究竟是谁，能够在这游戏最残酷的模式中活得更久一些？\n\n\nLeft to right we have Kelsey ‘will likely hurt us IRL if she doesn’t win’ Howard, Tom ‘the inevitable winner/writer of this intro’ Stone, and Per ‘too nice for this challenge’ Landin.\n从左到右依次为：「如果她输了，会在现实中干爆我们的」Kelsey Howard、「毋庸置疑的胜者 / 这个开场白的作者」Tom Stone、「人太善良不适合参加这个挑战的」Per Landin。\n\nHere’s each of our brave/inspiring/pathetic stories of trying to survive hardcore, a mode we shouldn’t ever be allowed to play again. Seriously, it’s amazing the three of us don’t perish playing creative mode.\n接下来是描述我们在极限模式中尝试生存下来的勇敢的/鼓舞人心的/悲伤的故事，我们再也不该玩这个模式了。不过严肃来讲，至少我们仨没有在创造模式中死掉，实在是谢天谢地。\n\nDAY ONE – KELSEY\n第一天 —— Kelsey\n\nBefore I started my journey, I contemplated what it meant to be “hardcore.” To me, something is hardcore when it’s really intense, a bit scary, and bold. So I decided before I even spawned, that I was going to make bold (read: stupid) decisions and only something really scary was going to take me down. This adventure was going to be a spiritual saga about how only the best mob could beat the best writer (read: me).\n在我开始游戏之前，我思考了一下什么叫做「极限」。于我而言，令人紧张、有点吓人、大胆的东西，就是极限。于是我在世界生成好以前就决定好，一定要做一些十分大胆（读作：愚蠢）的决定，并且只有那些非常吓人的东西才能挫伤我的锐气。这场冒险将讲述一个只有最暴徒的生物才能击败最棒的编辑（读作：我自己）的传奇故事。\n\nI spawn in the taiga and immediately hit Alt+F4 in an attempt to turn up the brightness. This does not bode well (try it yourself if you want to see why). I load the game back up and start punching trees. I need wool to craft a bed and see a sweet little sheep just on the other side of the river. Lucky for me! Less lucky for the sheep, I guess.\n我出生在一片针叶林当中，周边太暗，我迅速地按下了 Alt+F4 键，以图能够调高亮度，不过这并没有什么用（如果想知道为什么的话，可以自己试试这个快捷键）。重新加载游戏后开始砍树。我需要一些用来合成床的羊毛，正好，河的对岸就有一只可爱的小羊羊。实在走运！不过那只羊就没有这么走运了，大概。\n\n\nSorry, dude.\n抱歉了，小羊羔。\n\nEventually, I dig a hole into the side of a hill and build a miserable looking hovel. It actually looks freakishly similar to my Swedish apartment (complete with no fixtures – what’s the deal with that, Sweden?). I tuck myself in around sunset of my first day, loaded up with wood, mutton, and a safe place to sleep.\n最终，我在山丘边上刨了个洞，搭了一个凄惨的屋子。它看起来其实和我在瑞典的公寓（完全没有固定家具的那种 —— 你们瑞典公寓都这样的吗？）很像。大概日落时分，我回到小屋，有了许多木头、羊肉，以及一个能睡觉的安全的地方。\n\n\nThe rent for this place in Stockholm would be your firstborn child and a sliver of your soul (a la horcrux).\n这种屋子要是在斯德哥尔摩，租金大概会是你的长子和你灵魂的一小部分 （a la horcrux［译注：《哈利波特》哏］）。\n\nMy first day a huge success, I look over at Tom’s screen so I can start laughing at him.\n我的第一天超级成功，赶快去瞄一眼 Tom 的电脑屏幕，尽情嘲笑他吧。\n\nDAY ONE – TOM\n第一天 —— Tom\n\nI can’t believe I’m dignifying this challenge with my presence. Obviously, I’m more hardcore than Kelsey and Per. I’m more hardcore than the middle of a diamond apple. ‘Tom’ is just a nickname and my real name is actually ‘Hardcore’. That’s right. My name is literally Hardcore Stone, a fact that would make me very cool, if my middle name wasn’t ‘Fluffykins’.\n难以置信，我竟然会莅临这个挑战，给它增光添彩。显然，我比 Kelsey 和 Per 要硬核得多。我要比钻石苹果的中心还要来得硬。「Tom」只是一个昵称，我真正的名字其实是「Hardcore」。就是这样。要是我没有「Fluffykins」这个中间名的话，我的全名就是 Hardcore Stone 了，这可是酷了不少。\n\nI’m so confident of my inevitable victory, that I plan to spend my long life in hardcore mode building a monument to how brilliant I am. I'm thinking a statue of myself made entirely of diamond blocks.\n我对这必然的胜利十分自信，计划要在极限模式中建造一个纪念碑，凸显出我的强大。那个纪念碑大概会是用纯钻石块打造的我自己的雕像。\n\n\nImagine this guy, but made of beautiful diamond blocks. I'll look better than ever! Or like a White Walker. I guess we'll see.\n想象一下这个人，被用美丽的钻石块建造出来，那样子看起来多帅！就像 White Walker（译注：《权利的游戏》哏）一样。我猜你们能看到的。\n\nI spawn next to some pigs. My heart plummets into my already-rumbling stomach. Is it really worth attacking my favourite mob, the cute pink porkers that brighten up my day, just to stave off hunger?\n我出生在一些猪旁，心坠入了空空如也的腹中。难道仅仅是为了填饱肚子，就要攻击这些我最爱的粉猪吗？它们刚刚还让我变得愉快了一些呢。\n\nSeveral pork chops later, I start bashing down birch trees. This would probably go faster if I was using an axe to chop them instead of a pork chop, but who cares? I’ve got plenty of time to waste. If there’s one thing I know about Minecraft, it’s that days pass in real-time. It’s only 1pm, so I’ve got aaaaaaaaages until sundown!\n拿到了几个猪排，我开始砍白桦树。要是用木斧砍树的话可能会比用猪排快一些，但是谁在乎呢？我有大把的时间来浪费。要说在玩着 Minecraft 时我唯一知道的一件事情，那就是在现实生活中度过的时间。现在才下午一点，所以在日落前我有很多多多多多多多多多多多多的时间。\n\n\nWhy so close-up? Because punching trees in hardcore is INTENSE.\n为什么要给个特写？因为在极限模式里砍树太紧张了\n\nI fall into a lazy, relaxing rhythm of chopping and collecting birch blocks, not a care or concern in the world. The sunlight is starting to dim, but that’s probably just the Minecraft sky trying out a new Instagram filter. I’m so not worried, that I decide to ignore the stupid sky, keep chopping trees, and practise my victory speech for when I win this dumb challenge:\n我按着慵懒、轻松的节奏砍着树，收集着白桦原木，并不关心世界中发生的事情。阳光逐渐变得昏暗，不过也有可能是游戏的天空给自己换上了一个新的 Instagram（译注：国外一个分享照片的 APP）滤镜，所以我并不怎么担心，忽略了那愚蠢的天空。我继续砍着树，练习着这个无趣挑战的获奖感言：\n\n“Webster's dictionary defines ‘victory’ as ‘an act of defeating an enemy or opponent in a battle, game, or other competition’. My point is, the dictionary is an awful, boring book with no good characters and not nearly enough explosions. As my reward for winning this challenge, I want every copy of the dictionary burned and replaced with a copy of this brilliant victory speech instead.”\n「韦氏词典定义『胜利』为『一种在对战、比赛或其他竞争中击败敌人或对手的行为』。我的观点是，这本词典实在是糟糕、无趣，里面没有什么好的角色，不够有冲击力。作为我赢得这场挑战的奖励，我希望每一本韦氏词典的副本都被烧毁，并把这一段出彩的获奖感言作为替代。」\n\nHmmm, maybe a little too modest. I’m about to make some revisions when I hear a sound behind me. A spider? Impossible! I glare up at the sky and squeal with fright. The sun! It’s going home early?!\n嗯…可能这么说还是太谦虚了。刚想修改一下感言，我听到了背后的声响。一只蜘蛛？不可能！我盯着天空，惊恐地叫嚷着：太阳呢！它怎么这么早就回家了？！\n\n\n\nWait a second… maybe Minecraft days aren’t in real time? Jens lied to me! Or I wasn’t listening to him. Anyway, I sprint up to the tallest cliff I can find, and start panic-placing birch blocks all around me. My magnificent monument to myself isn’t quite as grand as I’d hoped (the dirt roof, for example, reminds me way too much of Mojang’s new office) but beauty can wait – I need to survive!\n等一下…也许 Minecraft 里面的一天和现实里面的不一样长？Jens（译注：Jeb）骗了我！不过也可能是我没仔细听他说。无论如何，我冲上了我能找到的最高的悬崖，慌乱地将白桦原木围了自己一圈。现在这纪念碑并没有我之前期望的那么宏伟了（例如，土做的屋顶，让我想起了 Mojang 的新办公室），不过华丽可以之后再说 —— 我需要先活下来！\n\nSafely surrounded by my new birch cocoon, I tremble with fear at all the awful noises I can hear outside. Is that the creaking bones of a skeleton archer coming for me? Or someone taking their pet xylophone for a walk? Is that a zombie groaning? Or is that the sound I make when I’m scared (nah, that involves way more ugly-crying). Is that the sound of Kelsey laughing at me? Or is it… oh, it’s the sound of Per and Kelsey laughing at me.\n在白桦原木做的茧中安全地待着，我被外面惊悚的噪声吓得发抖。那是骨头吱吱作响的骷髅在找我吗？还是有人在带着他们的木琴宠物散步？那是僵尸在咆哮吗？还是说那是我自己害怕发出的声音（不，如果是这样的话应该是比这更难听的哭声）。那是 Kelsey 嘲笑我的声音吗？还是…哦，那是 Per 和 Kelsey 一起嘲笑我的声音.\n\nAfter a long, sleepless night, I raise a trembling hand and risk mining a lone block away so I can see what’s going on outside. Hoorah! The moon is leaving the sky!\n经过了漫长、无眠的夜晚，我抬起发抖的手，冒着生命危险挖掉了一个方块，看了眼外面的事物。呼！月亮要下山了！\n\n\nSo long, you lunar dope!\n太漫长了，你个坏月亮！\n\nSo ends my first day in hardcore mode. Success! I’m cold and frightened!\n我在极限模式的第一天结束了。成功！我现在又冷又怕！\n\nPER – DAY ONE\nPER —— 第一天\n\nI love my dear colleagues more than life itself, but at the end of the day, they lack the passion to truly understand what it means to be hardcore. Hardcore is all about survival, and as my idol, mentor and life guru Bear Grylls probably would have said: “Survival is determination and protein”.\n相比生命本身，我更爱我的同事们，但在今天的最后，他们缺乏真正理解「极限」的热情。极限就是生存，而我的偶像，生存大师贝尔·格里尔斯（译注：贝爷）曾说过：「生存就是决心和蛋白质」。\n\nMy goal, therefore, is simple: in order to win this challenge, I must become my character, identify with its hunger, and consume all the protein I can find.\n因此，我的目标很简单：为了赢得这场挑战，我必须真正代入游戏角色，认同它的饥饿感，消耗我能找到的所有蛋白质。\n\n\nWhy hello there fellow hardcore player! Would you like to—OH GOD THAT’S NOT A PLAYER.\n你好啊，另一个极限模式玩家！你愿意帮我 —— 哦天，那 不 是 玩 家\n\nMy spawn into the Overworld couldn’t have been worse. I’ve barely started chopping wood with my bare fists before I’m suddenly ambushed by a nasty-looking zombie villager, lurking about in search for fresh meat. I panic. I scream. I apologise to my landlord for screaming. I hammer print screen in the hopes of getting photos of this unfair, yet astonishing, encounter. A zombie villager is neither rich in protein, nor someone you want to wrestle with empty-handed in a new hardcore session. To become protein for someone else isn’t part of my plan, so I raise my fists and begin to swing them back and forth.\n我的出生地点实在太糟了。刚赤手空拳砍完树，四处寻找着肉的时候，一只丑恶的僵尸村民伏击了我。我惊慌失措着。我大声尖叫着。我向房东为我的大声尖叫而道歉。我猛击了截图键，想要记录下这场不公的，却又惊人的邂逅。一只僵尸村民既没有多少蛋白质，也不是在极限模式中空手的玩家想遭遇到的生物。我并不想成为其他生物的蛋白质，便举起拳头，与它战得一来一回.\n\nDespite my dizzy and defenceless state, I somehow manage to knock out my opponent, but my victory comes at a steep price. Not only am I still hungry – I’ve also lost more than half my life in the first couple of minutes of gameplay. Bruised in body and ego alike, I manage to crawl to a nearby cave with the little wood I’ve collected.\n尽管我现在头晕目眩、手无寸铁，我仍然成功击败了对手，但同时也付出了高昂的代价。不仅是仍然保持着饥饿状态 —— 我还在游戏开始的前几分钟里就失去了一半的血量。遭到精神与肉体上的双重创伤，我带着仅有的收集到的木头爬到了附近的矿洞。\n\nUsing a piece of andesite as a pillow, I try to get a good night’s sleep, but soon realise it’s still early morning in-game. Embarrassed by this terrible start, I spend the entire night carving out a mine to gather the few resources I can – all with a mere wooden pickaxe.\n我把安山岩当成枕头，尝试睡上一觉，不过很快意识到现在游戏里还是白天。被这惊悚的开头所吓到，我花了一整个晚上挖矿，收集着我所能收集到的极少资源 —— 全靠着一把木镐.\n\nWILL PER ESCAPE THE MEANACING MINES? WILL TOM LIVE LONG ENOUGH TO BUILD A STATUE OF HIMSELF? WILL KELSEY EVER STOP STEALING FROM CHILDREN? FIND OUT IN PART TWO OF THEIR HARDCORE ADVENTURES, NEXT WEEK!\nPer 会 从 这 危 险 的 矿 洞 中 逃 出 来 吗？Tom 能 活 到 为 他 自 己 造 雕 像 的 那 一 天 吗？Kelsey 会 停 止 从 孩 子 们 身 上 偷 钱 吗？在 他 们 的 极 限 模 式 冒 险 的 第 二 部 分 找 到 答 案，下 周 不 见 不 散！\n\n【原文：Which Minecraft.net writer is the most hardcore?】\n【作者：Staff，发布日期：2019-08-24，译者：SPGoding】\n【特别鸣谢：kakagou12、sandtechnology】",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1566667680,
            "txt_content": "本周战绩\n\nPer Landin —— 好人。就是全大写、粗体、斜体有点难辨认。\n\nKelsey Howard —— 憨批。就你知道那几个哏是吧。\nTom Stone —— 憨批。就你会双关，就你会玩哏。"
        },
        {
            "author": "米安博奥",
            "timestamp": 1566672060,
            "txt_content": "per快xswl"
        },
        {
            "author": "Оil",
            "timestamp": 1566694440,
            "txt_content": "Alt+F4游戏里边能调亮么？\n\n好，等下我开一下MC试一试……\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n【配合你演出的我视而不见……】"
        }
    ]
}