{
    "title": "神奇宝贝有办法 让部分稀有神兽 不刷新嘛？",
    "author": "2295962025",
    "replyCount": 11,
    "timestamp": 1566726960,
    "txt_content": "神奇宝贝有办法 让部分稀有神兽 不刷新嘛？ 求解\n是部分神兽 不是 全部神兽 ",
    "replies": [
        {
            "author": "空桑",
            "timestamp": 1566727020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566732180,
            "txt_content": "在？把你mod配置文件发一下\n打开路径.minecraft\\config\n打开神奇宝贝配置文件"
        },
        {
            "author": "2295962025",
            "timestamp": 1566732660,
            "txt_content": " 本帖最后由 2295962025 于 2019-8-25 19:34 编辑 \n321yu_wango 发表于 2019-8-25 19:23\n在？把你mod配置文件发一下\n打开路径.minecraft\\config\n打开神奇宝贝配置文件\n这边发图片不方便，加下qq吧 2295962025\n"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566732780,
            "txt_content": "2295962025 发表于 2019-8-25 19:31\n这边发图片不方便，加下qq吧\n复制黏贴就行"
        },
        {
            "author": "2295962025",
            "timestamp": 1566733080,
            "txt_content": "321yu_wango 发表于 2019-8-25 19:33\n复制黏贴就行\n截图好像不行"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566733140,
            "txt_content": "2295962025 发表于 2019-8-25 19:38\n截图好像不行\n我说复制黏贴配置文件阿..."
        },
        {
            "author": "2295962025",
            "timestamp": 1566733380,
            "txt_content": "321yu_wango 发表于 2019-8-25 19:39\n我说复制黏贴配置文件阿...\n# Settings for controlling the auto-battler for AFK players.\nAFKHandler {\n    # The time in seconds before a player in a battle is declared to be AFK and the auto-battle code takes over for them.\n    afkActivateSeconds=90\n    # The time in seconds before the auto-battle handler picks a move automatically each turn.\n    afkHandlerTurnSeconds=15\n    # Have auto-battle take over if the player is AFK during a battle. Activates after the specified time period and gives specified time for each turn after that.\n    enableAFKHandler=false\n}\n# Settings for breeding behavior.\nBreeding {\n    # Allows the placement of ranch blocks, which are required for breeding Pokémon.\n    allowBreeding=true\n    # Allows two Ditto to breed together to produce Eggs with random Pokémon inside.\n    allowDittoDittoBreeding=true\n    # Allow the ranch expansion.\n    allowRanchExpansion=true\n    # Enable random Eggs from Ditto-Ditto breeding to contain Legendaries.\n    allowRandomBreedingEggsToBeLegendary=false\n    # 允许在使用指令/pokegiveegg给予随机宝可梦蛋时获得神兽蛋。\n    allowRandomSpawnedEggsToBeLegendary=false\n    # Number of world ticks needed to increase the breeding stage.\n    breedingTicks=18000\n    # Maximum Pokemon a player can have in all ranches across the world. Max of 0 is unlimited.\n    maxCumulativePokemonInRanch=0\n    # Number of stages to go through before breeding occurs (1-5).\n    numBreedingStages=5\n    # Sets the number of steps per Egg cycle. Lower numbers hatch Eggs faster.\n    stepsPerEggCycle=255\n    # Control speed of breeding based on the blocks set in the area. If false, will set breeding speed to 1.0x.\n    useBreedingEnvironment=true\n}\n# pixelmon.config.database.comment\nDatabase=null\n# Options for the elevator.\nElevator {\n    # Maximum search range up/down for a pairing elevator.\n    elevatorSearchRange=10\n}\n# Settings for controlling external moves.\nExternalMoves {\n    # Allow destructive external moves (includes Cut, Dig, Explode, LightFire, Lightning, RockSmash)\n    allowDestructiveExternalMoves=true\n    # Allows the use of external moves such as Rock Smash and Cut.\n    allowExternalMoves=true\n}\n# General settings for the world.\nGeneral {\n    # Allow the anvil to replace finished items with starting item from player's inventory without manual placing.\n    allowAnvilAutoreloading=false\n    # Allow player to throw Poke Balls from hotbar. If false, Poke Balls can only be thrown in battles.\n    allowCaptureOutsideBattle=true\n    # Allow Pay Day to award PokéDollars when used.\n    allowPayDayMoney=true\n    # Allow players to plant Apricorns and Berries in the ground.\n    allowPlanting=true\n    # Server-side, whether players can use Pokémon editors. Client-side, whether other players can use a Pokémon editor on the player with the setting.\n    allowPokemonEditors=true\n    # Allow the player to nickname Pokémon (not a server-wide setting, just a client setting).\n    allowPokemonNicknames=true\n    # Determines if player vs. player battles give Pokémon experience. No EXP gain in PvP when false.\n    allowPvPExperience=true\n    # pixelmon.config.allowRandomPokemonToBeLegendary.comment\n    allowRandomPokemonToBeLegendary=true\n    # Allow players to ride Pokémon. If false, no Pokémon can be ridden (server-side option).\n    allowRiding=true\n    # If enabled, TMs are reusable. If disabled, TMs are consumed upon use.\n    allowTMReuse=false\n    # Determines if player vs. Trainer battles give Pokémon experience. No EXP gain in Trainer when false.\n    allowTrainerExperience=true\n    # Allow creepers, skeletons, etc. to spawn in the world. DANGER - can kill you while battling.\n    allowVanillaMobs=false\n    # Whether or not players will automatically have a Mega ring.\n    alwaysHaveMegaRing=false\n    # Award photos to players who defeat wild Pokémon.\n    awardPhotos=false\n    # The type of AI to use for boss Pokémon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.\n    battleAIBoss=2\n    # The type of AI to use for NPC Trainers in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves. 4: Use all moves intelligently and switch out when advantageous.\n    battleAITrainer=3\n    # The type of AI to use for wild Pokémon in battle. \\n1: Choose moves randomly. 2: Choose the most damaging move possible (with type match-ups), ignoring status moves. 3: Use both offensive and status moves.\n    battleAIWild=1\n    # Whether sleeping in a bed heals a player's Pokémon.\n    bedsHealPokemon=true\n    # Multipier for the speed at which berry trees grow. Can be between 0.1 and 1000.\n    berryTreeGrowthMultiplier=1\n    # Whether or not out-of-battle wild Pokémon can be hurt by physical attacks.\n    canPokemonBeHit=false\n    # The chance of obtaining a Special Bidoof from catching a Bidoof with a Luxury Ball. (-1 to disable)\n    chanceToGetSpecialBidoof=30\n    # Allow players to use cloning machines to clone Mew into Mewtwo.\n    cloningMachineEnabled=true\n    # Sets the amount of boxes players have in their PCs (capped at 256 per player).\n    computerBoxes=30\n    # If players party and computer are forcefully saved upon every world save (If false, you should be saving data via /saveall, or risk data loss)\n    dataSaveOnWorldSave=true\n    # Whether or not the \"Drop All\" button in the Pokémon drops screen will delete the items or drop them on the ground.\n    deleteUnwantedDrops=false\n    # The minimum number of blocks away from the nearest player a Pokémon can be when despawned.\n    despawnRadius=80\n    # pixelmon.config.disabledNonPlayerPixelmonMovement.comment\n    disabledNonPlayerPixelmonMovement=false\n    # When mounted, enables steering the Pokémon by looking.\n    enablePointToSteer=true\n    # Allow wild Pokémon to initiate battles.\n    enableWildAggression=true\n    # If enabled, players will be able to challenge others by throwing a Pokémon at the enemy player rather than a Pokémon.\n    engagePlayerByPokeBall=true\n    # Multiplier for experience gained in Pokémon battles.\n    expModifier=1\n    # What will happen if a battle is force-ended without a proper conclusion. 0: A winner is determined based on the number of remaining Pokémon (with % HP as a tiebreaker). 1: The battle is considered a draw. 2: The battle is considered abnormally ended.\n    forceEndBattleResult=0\n    # Adjusts the variation in size caused by growth (0-2). 1 is normal.\n    growthScaleModifier=1\n    # Sets The number of times a Azelf, Mesprit and Uxie can enchant a ruby.\n    lakeTrioMaxEnchants=3\n    # The maximum level that a Pokémon can be.\n    maxLevel=100\n    # The maximum plants allowed within a chunk. Applies to Apricorns and Berries.\n    maximumPlants=32\n    # The amount of moves a move Tutor will have\n    movesPerTutor=20\n    # Allow each player to take multiple photos of the same Pokémon.\n    multiplePhotosOfSamePokemon=true\n    # Requires flying and water Pokémon mounts to have HM moves Fly or Surf (respectively) to be able to ride them.\n    needHMToRide=false\n    # Chance of the Pickup Ability picking up an item after a battle (1/rate). 0 disables this.\n    pickupRate=10\n    # Allows wild Pokémon to drop items like feathers, etc. on death.\n    pokemonDropsEnabled=true\n    # Prints more detailed error messages to the server.log file if enabled.\n    printErrors=true\n    # If enabled, consumable held items will be returned to Pokémon at the end of player vs. player battles.\n    returnHeldItems=true\n    # Set Legendary shrines to one use (false) or multiple use (true).\n    reusableBirdShrines=false\n    # Multipier for the speed that mounted Pokémon travel at. Can be between 0 and 1.\n    ridingSpeedMultiplier=1\n    # Allow Legendary bird shrines to spawn randomly in world.\n    spawnBirdShrines=true\n    # Allow random generation of structures such as Pokémon Centers, shrines, and other buildings if true.\n    spawnStructures=true\n    # If true, must be opped to use spawners. If false, must be in Creative mode.\n    spawnersOpOnly=true\n    # Lets you choose to give/not give a starter to a player on join (via the Pixelmon starter screen).\n    starterOnJoin=true\n    # The time taken before syncing to the system clock (in seconds).\n    systemTimeSyncInterval=30\n    # Set traders to one use (false) or multiple use (true).\n    tradersReusable=false\n    # Whether the Ultra Space Dimension is activated or not.\n    ultraSpace=true\n    # The dimension ID Ultra Space will utilize. If smaller than 2, defaults to ID 72.\n    ultraSpaceDimId=0\n    # Whether to display a GUI with Pokémon drops after defeating a regular Pokémon.\n    useDropGUI=true\n    # Load external configuration files used for drops from the \"pixelmon/drops\" folder. If set to true and the \"pixelmon/drops\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesDrops=false\n    # Load external configuration files used for moves from the \"pixelmon/moves\" folder. If set to true and the \"pixelmon/moves\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesMoves=false\n    # Load external configuration files used for NPCs from the \"pixelmon/npcs\" folder. If set to true and the \"pixelmon/npcs\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesNPCs=false\n    # Load external configuration files used for battle rules from the \"pixelmon/rules\" folder. If set to true and the \"pixelmon/rules\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesRules=false\n    # Load external configuration files used for spawning from the \"pixelmon/spawning\" folder. If set to true and the \"pixelmon/spawning\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesSpawning=false\n    # Load external configuration files used for stats from the \"pixelmon/stats\" folder. If set to true and the \"pixelmon/stats\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesStats=false\n    # Load external configuration files used for structures from the \"pixelmon/structures\" folder. If set to true and the \"pixelmon/structures\" folder does not exist, Pixelmon will create the folder and dump the existing files there.\n    useExternalJSONFilesStructures=false\n    # Lets your world follow real world time or not (uses the server's system clock).\n    useSystemTimeForWorldTime=false\n    # Saves Pixelmon entities to file when world saves (greatly increases save file size and save time if true). Required for the morph mod.\n    writeEntitiesToWorld=false\n}\n# Graphics settings.\nGraphics {\n    # Show each Pokémon's health in a bar above their heads.\n    drawHealthBars=false\n    # Sets how far Pokémon names and levels can be seen from (client setting only). 1=Default, 2=Farther, 3=Far\n    namePlateRange=1\n    # If true, attack effects are only displayed to players participating in or spectating a battle.\n    onlyShowAttackEffectsToBattlers=true\n    # Set whether or not the player can control the camera during battles (sets to sphere based camera positioning)\n    playerControlCamera=true\n    # The range (in blocks) at which battle effects should be displayed to players if they are not in the battle.\n    rangeToDisplayAttackAnimations=40\n    # Multiplier of the 64 distance usually used for rendering.\n    renderDistanceWeight=2\n    # Whether or not wild Pokémon should show their level above their head.\n    renderWildLevels=true\n    # Increases size of Pokémon models in-game by 30%.\n    scalePokemonModels=true\n    # Display the currently selected Pokémon's attack target on the screen.\n    showCurrentAttackTarget=true\n    # Whether to show wild Pokémon names on their nameplates.\n    showWildNames=true\n    # Set whether or not to switch to an external camera during battles.\n    useBattleCamera=true\n    # Use the SMD normal maps for shading Poke Balls.\n    useSmoothShadingOnPokeBalls=true\n    # Use the SMD normal maps for shading Pokémon.\n    useSmoothShadingOnPokemon=true\n}\n# Settings for PixelUtilities features.\nPixelUtilities {\n    # Specify the coordinates of the event Poke Gift chest here.\n    eventCoords=[\n        notConfigured\n    ]\n    # Enable/Disable Legendaries from being added to the event Poke Gift.\n    eventHasLegendaries=false\n    # Each Pokémon has a 1/10 chance of being a Shiny.\n    eventHasShinies=false\n    # Sets the maximum amount of Pokémon that are in spawned Poke Gifts.\n    eventMaxPokemon=1\n    # Should an event Poke Gift spawn?\n    eventPokeGiftLoad=false\n    # The rate of Shiny Pokémon appearing in a Poke Gift (1/x).\n    eventShinyRate=10\n    # Define a custom date for Poke Gift events (day then month).\n    eventTime=\"D/M\"\n    # Allows Poke Gifts to be used (both placing and using, prevention against spam).\n    pokeGiftHaveEvents=true\n    # Enable multiple players to get the Pokémon from the gift.\n    pokeGiftReusable=false\n    # Scale grass battles to players' team levels?\n    scaleGrassBattles=false\n}\n# Settings for controlling PokeLoot chest spawns and behavior.\nPokeLoot {\n    # Allow Hidden Grottos to spawn in the world.\n    spawnGrotto=true\n    # Allows invisible PokeChests to spawn around the world randomly.\n    spawnHidden=true\n    # Default spawn mode (FCFS=0, PL1D=1, PUD=2, TIMED=3). FCFS = First Come First Serve, only one player can loot chest, then chests vanishes. PL1D = Player 1 Drop, chest gives one drop per person. Chest remains for others to use once each. PUD = Player Unlimited Drops, chests can be used infinitely by all players. TIMED = Each player allowed to loot again after specified time interval (individual timers). Chest remains after looting.\n    spawnMode=0\n    # Allows normal visible PokeChests to spawn around the world randomly.\n    spawnNormal=true\n    # Chest spawn rate. 0: 1 per 64 chunks. 1: 1 per 32 chunks. 2: 1 per 18 chunks. 3: 1 per 10 chunks\n    spawnRate=1\n    # Sets frequency (hours) that a player can reuse a timed loot chest (both placed in Creative and naturally spawned) if set to TIMED.\n    timedLootReuseHours=24\n}\n# All sort of settings regarding Pokérus.\nPokerus {\n    # Whether or not the Pokérus is enabled. This blocks the growth, the spread and the spawning of the Pokérus.\n    pkrsEnabled=true\n    # Whether or not the player should be informed if their Pokémon got Pokérus.\n    pkrsInformPlayers=true\n    # Pokerus spawn rate (1/x). (0 to disable)\n    pkrsSpawnRate=12288\n    # Chance to spread the Pokérus to the near Pokémon after a battle. (1/x) (-1 to disable; 0 to keep always active)\n    pkrsSpreadRate=5\n}\n# Settings that control what Pokémon spawns and how many of them spawn.\nSpawning {\n    # Generations of Pokémon to Spawn\n    Gens {\n        # Pokedex 1-151\n        Gen1=true\n        # Pokedex 152-251\n        Gen2=true\n        # Pokedex 252-386\n        Gen3=true\n        # Pokedex 387-493\n        Gen4=true\n        # Pokedex 494-649\n        Gen5=true\n        # Pokedex 650-721\n        Gen6=true\n        # Pokedex 722-807\n        Gen7=true\n    }\n    # Allow wild Legendaries to spawn (besides specific event spawns).\n    allowLegendarySpawn=true\n    # Range in blocks that Clear/Tidal Bells will seek out other bells.\n    bellInclusionRange=1\n    # Chance that a bell, at dawn, will start to ring. 1 = 100%.\n    bellSuccessChance=0.01\n    # The rate of boss Pokémon in the wild (1/x) not including mega bosses.\n    bossRate=256\n    # Chance that a mega boss spawn attempt will succeed (0-1)\n    bossSpawnChance=0.30000001192092896\n    # Average number of ticks before spawning a boss Pokémon\n    bossSpawnTicks=10000\n    # Pokemon which can transform to Ditto.\n    canTransformToDittoOnCatch=[\n        Pidgey,\n        Ratatta,\n        Gastly,\n        Zubat,\n        Mankey,\n        Yanma,\n        Hoothoot,\n        Sentret,\n        Zigzagoon,\n        Gulpin,\n        Whismur,\n        Taillow,\n        Remoraid,\n        Starly\n    ]\n    # Forces wild Pokémon to despawn after a battle.\n    despawnOnFleeOrLoss=false\n    # Displays server-wide announcement 'A Legendary has spawned in <name> biome' when a Legendary spawns.\n    displayLegendaryGlobalMessage=true\n    # Number of blocks for a level increase when Spawn Levels By Distance enabled.\n    distancePerLevel=30\n    # The maximum number of entities (NPC or Pokémon) that can spawn per player. Lower for better performance.\n    entitiesPerPlayer=45\n    # Chance of a wild Pokémon spawning with its hidden Ability (1/rate). 0 disables hidden Ability spawns.\n    hiddenAbilitySpawnRate=150\n    # The horizontal radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning.\n    horizontalSliceRadius=10\n    # How many ticks 'lead' the player tracking spawner will give players based on their motion. This tries to spawn at locations the player is about to be.\n    horizontalTrackFactor=80\n    # Whether or not Pixelmon should modify Minecraft loot tables.\n    injectIntoLootTables=true\n    # Chance that a Legendary spawn attempt will succeed (0-1).\n    legendarySpawnChance=0.27\n    # Average number of ticks before an attempt at Legendary spawning will be made (modified by spawn chance).\n    legendarySpawnTicks=30000\n    # Which types of loot, such as \"simple_dungeon\", that Pixelmon should not modify.\n    lootIgnoreList=[]\n    # Maximum level Pokémon will spawn at when Spawn Levels By Distance enabled.\n    maxLevelByDistance=60\n    # The maximum distance from the player that entities may spawn.\n    maximumDistanceFromCentre=64\n    # The maximum number of Pokémon that can be naturally spawned in at once. This does not count fishing, external moves, commands, or legendary spawning.\n    maximumSpawnedPokemon=3000\n    # Chance for a Meltan to spawn when mining a metal ore block. 1/x\n    meltanSpawnChance=8192\n    # pixelmon.config.meltanTransformChance.comment\n    meltanTransformChance=0.6\n    # The minimum number of blocks between a spawned entity and an existing living entity.\n    minimumDistanceBetweenSpawns=15\n    # The minimum distance from the player that entities may spawn. The lower this is, the closer entities will spawn to players.\n    minimumDistanceFromCentre=18\n    # Replaces Minecraft's villagers with Pixelmon NPCs.\n    replaceMCVillagers=true\n    # Shiny calculation uses 1/(Shiny rate) to get odds of becoming Shiny.\n    shinySpawnRate=4096\n    # The number of spawn passes made per minute. Decrease for better performance.\n    spawnFrequency=60\n    # Sets spawning of Gyms in close proximity to newly generated towns on or off.\n    spawnGyms=true\n    # Sets whether or not Pokémon levels are determined by distance from the World's spawn point.\n    spawnLevelsByDistance=false\n    # Whether or not wild Pokémon will have levels closer to the player's Pokémon.\n    spawnLevelsCloserToPlayerLevels=true\n    # Poke Marts will spawn with shopkeepers in Minecraft's towns.\n    spawnPokeMarts=true\n    # Which folder to use under ./pixelmon/spawning/ for spawn sets.\n    spawnSetFolder=default\n    # A multiplier that speeds up legendary and mega boss spawning based on player count. ticks = spawnTicks / (1 + (number of players - 1) * spawnTicksPlayerMultiplier)\n    spawnTicksPlayerMultiplier=0.009999999776482582\n    # Whether End Cities should be generated in new Ultra Space chunks.\n    spawnUltraSpaceEndCities=true\n    # Whether more Pokéloot chests should be generated in new Ultra Space chunks.\n    spawnUltraSpaceExtraLoots=true\n    # Whether more ores should be generated in new Ultra Space chunks.\n    spawnUltraSpaceExtraOres=true\n    # Whether more plants (apricorns, berries) should be generated in new Ultra Space chunks.\n    spawnUltraSpaceExtraPlants=true\n    # Whether more shrines should be generated in new Ultra Space chunks.\n    spawnUltraSpaceExtraShrines=true\n    # Whether Nether Forts should be generated in new Ultra Space chunks.\n    spawnUltraSpaceNetherForts=true\n    # The maximum number of spawns in a single spawn cycle for a single player. Lower for slower spawning and better performance.\n    spawnsPerPass=2\n    # Chance for a wild Pokemon to turn into a Ditto on capture.\n    transformToDittoOnCatch=5.0E-5\n    # Modifies the rarity of bosses in the Ultra Space Dimension (bossRate * ultraSpaceBossModifier).\n    ultraSpaceBossModifier=0.5\n    # Modifies the rarity of hidden abilities in the Ultra Space Dimension (hiddenAbilitySpawnRate * ultraSpaceHiddenAbilityModifier).\n    ultraSpaceHiddenAbilityModifier=0.5\n    # Modifies the rarity of shiny Pokemon in the Ultra Space Dimension (shinyRate * ultraSpaceShinyModifier).\n    ultraSpaceShinyModifier=0.5\n    # Whether or not to use the file under config/pixelmon for the Better Spawner\n    useBetterSpawnerConfig=false\n    # If true, Pokémon will spawn with the most recent moves in their level-up movepools. If false, Pokémon will spawn with random moves from their level-up movepools.\n    useRecentLevelMoves=false\n    # The vertical radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning. Larger than horizontal to better match player behavior.\n    verticalSliceRadius=25\n    # How many ticks 'lead' the player tracking spawner will give players based on their vertical motion. Typically best as zero due to the interference jumping can cause.\n    verticalTrackFactor=0\n}\nStarters {\n    # Level (min=5, max=100).\n    level=5\n    # Shiny starters.\n    shiny=false\n    # pixelmon.config.useCustomStarters.comment\n    useCustomStarters=false\n}\nStorage {\n    # The interval in seconds that the async saver will save all queued data to disk.\n    asyncInterval=60\n    # Activates off-main thread saving of party and computer data. (server only)\n    useAsyncSaving=false"
        },
        {
            "author": "2295962025",
            "timestamp": 1566734880,
            "txt_content": "321yu_wango 发表于 2019-8-25 19:39\n我说复制黏贴配置文件阿...\n能限制吗？"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1566735000,
            "txt_content": "2295962025 发表于 2019-8-25 20:08\n能限制吗？\n似乎不能.."
        },
        {
            "author": "九",
            "timestamp": 1566735300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2295962025",
            "timestamp": 1566737940,
            "txt_content": "骚年哈哈哈 发表于 2019-8-25 20:15\n不能限制的 不过 你可以找 会写宝可梦插件的人定制插件即可\n有推荐的嘛？\n"
        }
    ]
}