{
    "title": "规章制度 | Mod大区发帖必读 [最后更新：2021/01/24]",
    "author": "天明遥遥",
    "replyCount": 0,
    "timestamp": 1566747300,
    "txt_content": " 本帖最后由 1094822247 于 2021-1-24 20:00 编辑 \n\n  Mod大区 规章制度\n  前言  1-1 发帖必读   在 Mod大区 参与版块互动前，请您仔细阅读本规章（由本帖及 Mod教程版细则、Mod发布版(Mod衍生资源版)细则、整合包版细则 构成）。\n   版块规章的制定，意在维持秩序、规范内容，保持版块良好的创作氛围和创作风气。若您的行为违反了本规章之规定，则您可能被辖区版主进行相应的制裁。\n\n  正文  2-1 发帖指南   相关发帖指南已置于对应版块版头或发帖细则。  2-2 发帖规则编号 项目说明 违规处理 2-2-a选、填错分类模板/错版相关介绍位于各版版头或发帖细则\n酌情 强制修改/联系整改/删除2-2-b通用格式或发帖规则①标题：有对应细则规定格式的，按格式要求填写；请勿在标题中使用如【】{ } 等突兀字符\n②正文：请避免 内容过分简短或无意义，或排版杂乱造成的误解和阅读困难（如滥用大字号、亮色、折叠），或含有令人不适的内容\n③一题多帖/堆楼更新：主题帖可编辑更新，请勿将一个完整内容拆分后多次发帖或采用贴吧盖楼形式更新\n④重复发帖/转载撞车：主题帖可编辑更新，请勿针对同一主题内容重复发帖；请勿针对同一转载对象重复发帖（接坑规则参照 7-3）\n⑤失去转载发布权：如您的转载帖因违规而被永久关闭，即代表您失去对该转载对象的再次发帖权利\n⑥国内转载：请勿转载国内已有的中文内容（必要的少量引用不受本条限制，授权相关参见本帖 2-5）\n\n酌情 强制修改/联系整改/警告/扣分/删除2-2-c含自动播放音乐功能①需在标题最前端添加 [BGM]；②音乐代码需置于正文开头\n酌情 强制删除相关代码/扣分2-2-d限制使用的功能①完全禁用：回帖仅作者可见、回复可见（hide 代码）\n②默认禁用（除非另有规定）：回帖奖励、主题出售、附件出售\n③AT 功能：请勿「@」与主题无关的会员或滥用该功能给其他人造成困扰\n酌情 强制修改/警告/扣分/倒扣2-2-e机翻即对诸如百度翻译、谷歌翻译结果的直接引用或经简易润色后引用\n酌情 扣分/警告/倒扣/联系整改/关闭或删除/禁言/晒尸\n2-2-f作弊Mod、bug讨论及散布：①仅单机安装即可实现服务器内作弊功能的 Mod（如 CJB、X-ray 等）；②可能对服务器造成破坏但尚未被修复的 bug\n\n酌情 警告/扣分/屏蔽或删除/禁言2-2-g恶意软件、代码发布的内容中含有病毒、流氓软件，可能导致用户计算机软硬件破坏、被盗取资料、强制修改系统设置、强制或诱导安装推广软件等后果\n\n酌情 警告/扣分/屏蔽或删除/禁言/晒尸2-2-h诱导索评①标题含有可能夸大、诱导用户的信息，如下载量数据、除作者外的他人信息\n②正文中出现“回复/评分后可下载”或采用底色遮蔽关键内容等类似行为误导他人\n③通过回复诅咒、侮辱歧视（如 伸手党）、设定回帖/评分门槛放出更新内容等\n④违背广告法第九条第三款精神的宣传用语（如 最好、最强、最完整）\n\n酌情 警告/扣分/屏蔽整改/关闭或删除 或参照 2-2-d 处理2-2-i其他细则除 Mod讨论版，发帖请进一步参阅各版块细则要求（本规章第六、七 、八 部分）\n-  2-3 交流守则编号 项目 说明 违规处理2-3-a恶意灌水①乱打、连打重复字符；②无脑复制；③纯表情图片；④使用论坛默认的评分理由回帖（如 mcbbs有你更精彩）；⑤与主题无关的胡乱回帖等\n酌情 警告并删除/扣分/禁言2-3-b万用回复通常是较为简短的、一味的表达支持感谢的回帖或无意义的问题汇报\n如 感谢/支持楼主、作品很棒、楼主辛苦了、不做伸手党、拿走了、前排沙发、路过留名、打不开、下载不了、怎么用等等\n①同一账号，使用的万用回复越多，越有可能被视同恶意灌水处理；② 大量万用回复（＞20）且没有正常回帖的账号将被视为「水龙头」永久禁言2-3-c楼主自顶①楼主在自己的帖子里灌水或使用「万用回复」，如 求支持、求顶帖、有问题请联系楼主等等，视同恶意灌水\n②楼主大量回复没有实际意义的回帖\n③可以自顶的情况：回复会员的实质性提问；更新帖子后可自顶一次简述更新内容\n④请善用编辑功能，更新补充主题帖内容；请善用 提升卡 提升主题\n\n符合 ② 中情况将酌情扣分或警告2-3-d连楼、版聊和刷屏①请善用私信功能，勿短时间内大量短促回帖或交互回帖，或讨论与版块主题完全无关的内容\n②请勿在回帖中直接展示长篇幅的崩溃报告、图片等影响阅读的内容，可以采用折叠代码「spoiler」或上传附件\n\n酌情 扣分或警告 1 次，删除违规内容2-3-e对违规帖进行回复（含评分理由）①无必要时请勿回复违规帖，右下角举报即可（举报规则详见 4-1）\n②违规者固然对版块造成了不好的影响，但也请您理性评价和劝导，切勿当面对其施以嘲讽、鄙夷或随意代替版主行使违规警告的权力，这不有助于彰显您对他人和版块的善意及热情，同时这也很大可能被判定为攻击引战（2-3-f）\n\n-2-3-f攻击引战违背真实、客观和理性的，通过故意贬损、嘲讽（阴阳怪气）、挑衅、煽动（带节奏）、侮辱、歧视、骚扰等形式，攻击作品或他人屏蔽，并酌情 警告/扣分/删除/禁言2-3-g粗俗露骨请勿发布含有引人不适的脏话或带有强烈性暗示的内容\n屏蔽，并酌情 警告/扣分/屏蔽整改（轻微情况）/删除/禁言2-3-h政治内容禁止讨论政治相关内容，请勿在一个游戏版块宣扬政治观点\n删除，并酌情 警告/扣分/禁言  2-4 宣传与赞助编号 项目 说明 违规处理2-4-a服务器宣传宣传服务器请到 服务器版 发帖并接受审核，请勿在本版区发布任何带有或引导至服务器宣传的信息；必要且不可控、影响轻微的被动宣传不在此列\n酌情 警告/扣分/屏蔽整改/删除/禁言\n若藏匿于帖子附带的链接、文件等，则加重处罚2-4-b商业广告宣传 售卖文件资源、增值服务、有偿代工定制、有偿招募、商业服务器、主播直播间及由第三方广告商以各种渠道（如 adf、广告分成网盘）投放的一般商业广告等\n附：可能的宣传方式或渠道，①直接张贴文案、图片、视频（其本身为广告）；②诱导跳转（如 爱发电）、诱导搜索；③通过社交软件群组；④内置于发布的文件等\n\n2-4-c交流群宣传您可以在帖内放置一个与主题相关的交流群（如 QQ群）作为宣传，但该帖必须已获得任意永久高亮\n\n酌情 提醒修改/扣分/警告/屏蔽整改/删除\n\n2-4-d获得赞助①原创内容可以在帖内张贴付款码、捐助链接，如其中包含非原创内容，则您需要特别说明，以避免误导捐助者（注 不含实质性原创内容的 Mod 整合包不属于本条所指的「原创内容」）\n②原创 Mod（含 制作器 Mod）/衍生资源/魔改整合包可在游戏内合理位置放置自愿捐助信息，要求同上\n③原创 Mod 可以给予捐助者象征性奖励，如特殊外观等\n违者酌情 警告/扣分/屏蔽整改/删除/取消张贴捐助信息的权利/禁言\n有意利用非原创内容进行营利，视同抄袭剽窃  2-5 著作权争议编号 项目 说明 违规处理2-5-a 抄袭剽窃、侵犯他人著作权定义：对作品内非原创内容，未进行任何有效声明、注明及获得相关授权。\n    声明 即声明作品的全部或部分为非原创/转载\n    注明 即注明原帖及或原作者，如为部分非原创，则需在每一处非原创内容位置注明具体来源（例 本段引自 xxxx）\n    获得相关授权 即获得并贴出原作者授权声明及或链接到将授权声明页面\n常见的抄剽侵权情况：\n    ①文本：大段或通篇复制；洗稿等\n    ②图片：盗用原图或修改后的原图等\n    ③视频：盗用或重新剪辑他人原创视频并上传发布等\n    ④软件：盗发他人 Mod/整合包；盗用他人 Mod/整合包内素材等\n常见的授权方式：\n    ①协议授权：点击了解（此帖主要介绍软件开源协议，另外 CC 知识共享授权协议 也经常被用到）\n    ②当面授权：作者未发表协议或声明时，请通过直接联系作者的方式申请授权\n其他说明：\n您对他人作品的二次加工（或演绎）很可能也会构成抄袭剽窃，可参考 此文\n未获授权引用少量他人原创图文内容（已注明来源）一般不构成侵权，但有争议时通常倾向于尊重原作者要求\n部分因现实条件或特殊原因而造成的侵权转载构成本条定义，但通常不予以主动处分，详见 2-5-b 侵权转载的争议酌情 警告/扣分/倒扣/屏蔽或删除/封禁/晒尸\n2-5-b 侵权转载的争议对于外网内容，由于语言不通、网络问题等原因，造成的交流、原文查阅、原资源下载不便等情况，此时您出于方便国内玩家，而在发帖时采取的对原文内容的引用和对Mod文件的再分发行为，在不侵犯原作者实质权益的情况下，通常不予以处理和追究\n但管理组拥有并保留对其随时作出处理的权利和义务。当原作者在论坛内或以任何渠道通知论坛，申明其权益，版主将尊重作者意愿立即进行处理\n请注意，本条仅允许您在上述限定范围内免于必须获得相关授权的要求，但您仍必须对转载内容进行有效声明、注明，否则仍将被认定为违反 2-5-a\n\n以下情况属违规：\n①原作已于国内站点发布\n②原作者已向论坛提出过权利申明\n③侵犯了原作者实质性权益（如 原作为付费内容）\n违规情况将屏蔽或删除，并酌情 警告/扣分2-5-c其他相关问题 ①非原创但拥有其版权的内容（如 付费购买、被赠予），发布时仍需要选择转载选项或声明是转载而非原创（注 根据《著作权法》第十七条 付费定制内容如未作约定，著作权仍属于原作者）\n②转载源不是原创或极有可能不是原创：如 minecraftdl、9minecraft 及各类国内下载站、游戏站等\n①联系修改或参照 2-5-a\n②酌情 警告/扣分/屏蔽或删除\n  附录 奖励推广  3-1 基本评定项目    本节内容已合并至 Mod大区综合申请  3-2 其他奖励及推广项目说明获得方式版主加分版主在巡版时可能给予一些优质帖子主动加分，并添加适当的高亮或图章\n版主添加Mod发布版版內申请参见 版內申请、悬赏令主动申请整合包发布版內申请参见 整合包发布版版內申请帖主动申请主题置顶对版块建设性作用的内容将可能被置顶版主添加/私聊版主推荐主题Mod讨论版及教程版开放此功能，获 3-1 中评价的帖子及版主推荐的内容将添加至该栏目，动态轮替\n版主添加推荐小组该栏目位于Mod讨论版\n申请条件：①小组主攻方向为 Mod 相关；②优秀作品数≥小组人数/5，最低不低于 5 个，至少其中 2 个为小组成立后的新作品\n撤销条件：半年审，小组需要每月产出至少 1 个优秀作品，不达标的小组会被酌情撤下推荐\n私聊大区版主Mod发布版 banner参见 大区综合申请帖主动申请首页模组/客户端整合包版主定期更新版主添加首页大图/N格/版主推荐参见 论坛推送综合申请帖主动申请勋章参见 论坛勋章审核申请帖主动申请\n  附录 注意事项  4-1 举报与反馈项目说明右下角按钮举报适用对象：不需要整理证据对比证明，可以通过举报功能完成举报的违规\n使用规则：\n    ①请选择或写明举报原因\n    ②同一用户/主题/页面连续违规，请举报其中一帖并说明原因\n    ③灌水追诉期为 30 天，过期的灌水违规只会删除处理，且无举报奖励\n    ④资源/图床失效，但对帖子没有实质影响的（如 转载Mod可到原帖下载）请勿举报，其他情况版主将对该帖进行过期处理\n    ⑤违反前述规则即为刷举报，口头警告或倒扣金粒\n    ⑥如举报内容已被先一步处理，则没有奖励，恶意举报已处理的违规，按 坛规 2-4-R 处置\n举报奖励：3~15 金粒/次，酌情增减\n\n其他举报适用对象：需要整理证据对比证明的违规\n举报方式：请到 论坛反馈版 发帖举报并「@」相关版主；不便时亦可私信相关版主或管理员\n举报奖励：酌情加分\n\n投诉反馈建议请在 论坛反馈版 发帖反馈，亦欢迎加入Mod区 聊天群及事务群\n  4-2 其他事项项目说明违规处置解释强制修改：一般简单的格式错误、分类错误等。为节约沟通成本，版主将主动编辑违规帖进行修改，并在其后以评分扣除 5~10 金粒的形式告知违规已被修正\n要求整改：版主不能和不宜强制修改的违规。转载内容为防被他人抢搬，一般为屏蔽整改；原创内容会被暂时移动至回收区；整改期限为 3 天，如有特殊原因，可与版主申请延期，逾期将删帖，整改完毕后请在 大区综合申请帖 申请审核或直接私信处理该帖的版主\n扣分：一般情况下，酌情扣除若干金粒及人气；恶性违规或后果严重影响大的违规，酌情额外扣除 1~3 贡献及或 1~10 绿宝石\n警告：又称黄牌警告、发卡。除注明可以警告处理的项目外，任何主观恶意强烈尤其是累犯的违规都可能被予以警告\n倒扣：如果您的违规行为造成了数额较大的可计量实质后果（如 回复可见造成的水帖）或违规所得（帖子被评价获得的积分或被购买获得的金粒），我们会将其直接撤销、扣除或折为绿宝石扣除（100帖=1000金粒=1绿宝石）；如果您的违规帖已通过主动申请获得评定，我们将撤销评定项目及评定奖励，并同时倒扣相当于已获得评定奖励50%左右的积分\n禁言：除注明可以禁言处理的项目外，任意屡教不改的恶性违规都可能被酌情予以短期或永久禁言\n晒尸：如果您的违规行为造成了恶劣的社区影响或危害（如主观恶意严重的机翻、剽窃、违规营利、后门软件），则您的帖子可能被标注为晒尸帖并在主版面公示至少 1~2 周，以消除不良影响或危害\n撤销处罚记录：即 撤销已结案的警告、扣分记录等；除主题帖的警告外，其他处罚不接受撤销申请，申请途径同前（非百分百通过申请）\n\n部分权利声明大区版主拥有此规章最终解释权，但您拥有对此提出异议并向论坛管理员 发起申诉 的权利\n大区管理组保留对其它不合理行为的判断和处理权利，并将不断改进完善版块规则\n历史公告索引\n2016-09-17 v4.2.1 Mod讨论版版规（过期）\n2016-03-14 v3.0.2 Mod讨论版版规（过期）\n2015-02-26 v2.7.0 Mod讨论版版规（过期）\n2016-09-17 v1.0.6 Mod教程版版规（过期）\n2017-10-28 Rebirth:2.1.11 Mod发布版规章制度（过期）\n2016-03-16 Rebirth:1.2.3 Mod发布版规章制度（过期）\n2013-11-03 Mod发布版规章制度（过期）\n2016-04-05 v6.0.9 整合包发布版规章制度（过期）\n2012-09-19 v5.3.1 整合包发布版规章制度（过期）本帖更新记录\n2021/01/24 2-2-b 低质量内容 → 通用格式或发帖规则，修改了①和②的行文描述，添加 ④重复发帖/转载撞车/⑤失去转载发布权/⑥国内转载；2-2-e 机翻，略微扩充本条说明；略微修改排版样式\n2020/07/24 因撤销大区反馈帖，修订 4-1 和 4-2 部分说明\n2020/04/20 见 Mod大区 版规例行修订公告 [2020/04/20]\n2019/10/19 2-2-d 修正“小于5号字”的描述错误，即包含5号字本身\n2019/09/19 2-4-b 诱导跳转（如 爱发电）；2-4-d 使用广告链接不可过分影响用户体验，添加了 ④ 不含制作器Mod（与细则规定同步），添加了处罚参考；2-1 添加了Mod讨论版 开发中Mod 分类的介绍\n2019/09/16 将 3-1 并入Mod大区综合申请帖\n2019/09/09 近期改版公示：拔刀剑附属、Mod制作器、原创Mod分支版本\n2019/09/07 调整了表格嵌套格式，调整了通篇字体大小\n2019/09/02 2-3-d 添加了关于崩溃报告或长图片刷屏问题的说明\n2019/08/31 3-1 添加了原创Mod/衍生资源 汉化绿宝石奖励的发放规则\n2019/08/31 Mod大区规章 更新解释说明\n2019/08/26 正式发布生效\n\n",
    "replies": []
}