{
    "title": "[CraftersEarth]关于MinecraftEarth的几个问题",
    "author": "快乐小方",
    "replyCount": 1,
    "timestamp": 1566780060,
    "txt_content": "\n\nEarlier today the Minecraft Earth development team hosted a Q&A on Discord. A lot of questions were made, so we’ve pulled out some of the best and listed them below:\n今天早些时候，Minecraft Earth开发团队主持了一场问答。玩家们提出了很多问题，我们已经选出了一些比较好的问题，列出如下：\n\nQuestions/问题\n\nWhen will Minecraft Earth release?\nWe don’t have an official date to share just yet, but stay tuned!\nMinecraft Earth何时会发布？\n我们还没有正式发布的日期，请继续关注！\n\nWhen will the beta be released to the Android folks?\nSoon! I know it’s the “typical saying” that you hear, but really, we want to get the Android folks into the beta as well. SOON!\n测试版何时会发布给Android用户？ \n不久就会的！ 我知道这是你听到的“典型说法”，但实际上，我们也想让Android人员进入测试阶段。\n最新消息，安卓版将在这周开测\n\nWhen will we be releasing the beta in [CITY/COUNTRY]?\nFor the time being we’re focused on the current 5 cities that are in the beta and aren’t planning to open up more cities.\n什么时候会在[CITY / COUNTRY]（某些国家/地区）发布测试版？\n目前我们专注于处于测试阶段的5个城市，并且不打算开辟更多城市。\n\nIf I signed up for the beta on a city that was selected, why I’m not in yet?\nWe’re doing a thoughtful ramp up in the cities that we’ve unlocked. If you haven’t been selected, stay tuned!\n如果我在一个正在测试的城市注册了，为什么我还没有被选中呢？\n我们在我们进行测试的城市中进行了深思熟虑的选择。如果您还没有被选中，请继续关注！\n\nWill there be mods for Minecraft Earth?\nNo mods for Minecraft Earth, Sorry!\nMinecraft Earth会有mod吗？\nMinecraft Earth不会有MODs，对不起！\n\nWhen will all people signed up for beta get to play?\nWell, technically when we’re out of beta since there’s a (lot) of people who signed up outside of our 5 beta cities. \n所有注册测试版的人何时才能参加测试？\n从技术上来说，在我们退出测试的时候（公测？），因为有很多人在我们的5个测试城市之外注册。\n\nWill there be cross play between Android and iOS?\nYes!\nAndroid和iOS之间可以数据互通吗？ \n可以！\n\nWhat redstone components will there be in MCE and how will they work diffrent compared to the redstone in other minecraft versions\nAll redstone components will eventually make it to MCE. It is current based on the bedrock engine, so they retain those properties. \nMCE中会有哪些红石组件？与其他Minecraft版本中的红石相比，它们的工作方式有何不同？\n所有redstone组件最终都会进入MCE。当前它是基于基岩版引擎，因此它们保留了这些特性。\n\nWill we be able to sync Minecraft Earth across multiple devices?\nYes everything you build is saved so you can carry your buildings across multiple devices.\n我们能够在多个设备上同步MinecraftEarth吗？\n是的，您创建的所有内容都会被保存，因此您可以将建筑物在多个设备上使用。\n\nAre you planning to let people “place” their buildings in the world and let other players see them?\nYes! Absolutely\n你们是否计划让人们将他们的建筑物“放置”在世界上并让其他玩家看到它们？\n是的！绝对。\n\nWill Minecraft Earth come to rural areas?\nWe are currently in beta and working on our plans for world wide release. \nMinecraft Earth会来到农村吗？\n我们目前处于测试阶段，正在制定我们的全球发布计划。\n\n\n\n原帖地址：https://craftersearth.com/minecraft-earth-developer-qa/\n\n看到没人翻译这个文章我就尝试翻译了一下，这篇文章能解决大家对MCE的一些问题\n",
    "replies": [
        {
            "author": "冷霜夜",
            "timestamp": 1575343140,
            "txt_content": "大工程，感觉还得等几年技术成熟"
        }
    ]
}