{
    "title": "[Minecraft.net|INSIDER] 背包盘点：藤蔓",
    "author": "SPGoding",
    "replyCount": 3,
    "timestamp": 1566968400,
    "txt_content": " 本帖最后由 SPGoding 于 2019-8-28 13:00 编辑 \n\nTAKING INVENTORY: VINES\n背包盘点：藤蔓\nHere's something to cling to!\n紧紧抓住它！\n\nMinecraft’s jungles are not easy to traverse. The abundance of underbrush and dense foliage, combined with fallen logs lying everywhere, make travel a slow business. Instead of traveling on the ground like some earth-bound mortal, take a leaf out of Tarzan’s book and clamber up to the canopy with the help of our item of the week - the vine.\n想在 Minecraft 中穿越丛林并不是一件容易的事。大量的草丛和繁茂的树叶，以及遍地横躺着的原木，使得丛林变得寸步难行。从泰山的书中拿出一片树叶，在我们本周物品 —— 藤[ruby=wàn]蔓[/ruby] —— 的帮助下爬上树冠，就可以不像地球上的凡人那样穿越丛林了。\n\nVine was a short-form video hosting service on which users shared six-second-long... no, wait. Wrong Wikipedia page. Vines are plants that grow long stems that reach from the ground all the way up to the forest canopy, where there’s more precious sunlight.\n藤蔓是推特旗下的短视频分享服务，允许用户分享最长 6 秒的……啊，等等，抄错维基百科页面了。藤蔓是一种植物，它为了能获取到更多宝贵的阳光，将茎从地面一直延伸到树冠之上。\n\n\nThey were added to Minecraft in beta version 1.8, alongside fence gates, glass panes, and ender pearls. They’re not solid - you can walk through them - but they will slow you down in the process. You can break them fairly quickly, but you can only collect them if you chop them with shears. Oh, and you can climb them, just like a ladder. Which is handy if you forgot to bring ladders.\n藤蔓在 beta 1.8 加入游戏，与它一同加入的还有栅栏门、玻璃板和末影珍珠。它们并非固体方块 —— 你可以从中走过 —— 但是它们会减慢你的移动速度。你可以很快地破坏藤蔓，但只有用剪刀破坏才能够收集到它们。哦对了，你还可以爬上它们，就像爬梯子一样。如果你忘了带梯子的话，这会很有用的。\n\nVines spawn all over the place in jungle biomes, mostly attached to jungle trees and terrain but also hanging down from the canopy. In a pinch, you can also sometimes find them in swamps and woodland mansions. Occasionally you might find one on a watchtower wall in a pillager outpost. Oh, and wandering traders will sell them.\n藤蔓生成在丛林生物群系的各处，大多数附着在丛林树和地面上，但也有从树冠上悬垂下来的。在紧要关头，你还可以在沼泽和林地府邸找到藤蔓。你还有可能会偶尔在掠夺者前哨站的瞭望塔墙壁上找到藤蔓。哦对了，流浪商人也会贩卖藤蔓.\n\n\n\nIn the real world, vines are any plant that climbs or hangs down - including grapes, ivy and more. The. ones most like Minecraft’s vines are a group. of plants called “lianas”, which live in tropical (and some temperate) rainforests and hang down from above.\n在现实世界中，藤蔓指任何爬上去或垂下来的植物 —— 包括葡萄藤、常青藤等等。与 Minecraft 中的藤蔓最为相似的植物叫做「藤本植物」，大多数生长在热带（少数在温带）雨林当中，从上面往地面垂。\n\nLianas are pretty important for forest wildlife. Monkeys, sloths, lizards and other canopy-dwelling species use them to get around, because they act as bridges between trees. They can also stop weaker trees from falling down in storms. But it’s not all good news - lianas compete for the same resources that trees do, so the trees that they climb grow slower than those without lianas.\n藤本植物对雨林中的野生动物十分重要。猴子、树懒、蜥蜴和其他树冠栖息物种通过爬藤本植物来四处移动，因为它们就像树木之间的桥一样。它们还可以阻止弱小的树木在暴风雨中倒下。不过藤本植物也并不全是好处 —— 它们会和树木竞争资源，导致被它们附着的树木会比其他树木生长得慢一些。\n\nSo next time you’re passing through a jungle in Minecraft, do the trees a favour and swish the vines off them. They’ll thank you for it! Er, silently.\n所以下次你在游戏里穿过丛林的时候，记得帮树木们把藤蔓甩下来。它们会感谢你的！呃，无声地。\n\n【原文：Taking Inventory: Vines】\n【作者：Duncan Geere，发布日期：2019-08-27，译者：SPGoding】",
    "replies": [
        {
            "author": "黑夜の杀手",
            "timestamp": 1566969840,
            "txt_content": "有用!表白楼主"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1566970320,
            "txt_content": "图里面的是树须不是藤蔓吧…"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1566977760,
            "txt_content": "Vine是推特旗下的短视频分享服务，允许用户分享最长 6 秒的\n\n笑死了"
        }
    ]
}