{
    "title": "【原创/小说】《坠入深渊》我们每个都会遇见来自黑暗的凝视，可我们无所畏惧",
    "author": "虚泽",
    "replyCount": 5,
    "timestamp": 1567152060,
    "txt_content": " 本帖最后由 王世源 于 2019-8-30 16:14 编辑 \n\n坠入深渊\n作者：虚度\n\n                                                                                                                           \n\n前言\n\n\n      此篇文章，是以我自己为中心，写关于我救赎的故事，里面有很多朋友都带给了我希望，是你们让我活了下来，否则，我将误入歧途。\n\n———————————————————————————————————————————————————\n\n正片\n      我本可以忍受着黑暗，如果我不曾见过希望。\n      你们曾有过坠入一段时间的低谷，然后又坠入另外一段时间的低谷，就像是山的那边还是山，希望永远也不会给你希望？\n“当你凝视着深渊，深渊也在凝视着你”\n      它有时充满着魔力，犹如星辰浩瀚，流星洒落一般的美丽。有时却暗藏凶险，就像是黑暗森林法则，当它注意到你时，你已经无处藏身，等待你的只有“死亡”。\n我在之前，觉得自己是否存在双重人格，我开始对自己产生怀疑，怀疑我是不是我，我做的事情是我做的，慢慢开始我变得不自信，觉得逃避自我。\n      渐渐我开始认不清自己，每天都想办法给自己“戴面具”，本以为这样就能蒙混过关，当我一开口，我就发现我驾驭不了这个“面具”。不是它太难了，是我感觉到自卑做不到，一个自卑的人，他做的每一件事都会质问自己应不应该做，一个想，一个不想，最后停止了思考，谁都没有赢，反倒自己输的很惨。\n      到了晚上我变成了一个“怪物”，觉得自己很酷，在网上做着一般人做不到的事，我差点就认为这个才是真正的我，自私冷漠尖锐刻薄阴厉凉薄，哪有什么开朗阳光体贴逗乐隐忍包容。不过是表现在外，想要讨喜的伪装。\n      我还记得最厉害的一次，想要子撒，但只是有这个念头，我就折磨自己，突然内心觉得想反抗，这时我愣住了，再一度怀疑自己是不是疯了。我很害怕自己现在的想法，这一刻，感觉自己身体是死的，想起那些别人对我说笑我也迎合的假笑，内心完全不会开心，或许是我真的不知道自己在做什么，所以我想离开。\n      “所以你做了吗？”\n      “没有”\n      “那为何做没意义的事”\n      “因为，恨”\n      “那太无趣了”\n      嘿朋友，如果你的生活处于低谷，那就大胆走，因为不管你怎样都是向前。我非常了解你，你还很多事还没有去做，很多朋友都陪着你，你未来还有一场属于你自己的冒险在等着你，我相信你已经做好了准备，去迎接那些苦难，所以，走出来吧。不必太纠结于当下，也不必太深疑自己，当你经历过一些事情的时候，眼前的风景已经和从前不一样了。\n      总之岁月漫长，然而值得你去期待。\n      “我明白了，自己会慢慢放下”\n      “那我们聊点别的吧，你有后悔的事吗？”\n      “有”\n      《美国往事》里有句台词说：\"当我对世事厌倦的时候，我就会想到你。想到你在世界的某个地方生活着，存在着，我就愿意忍受一切。你的存在对我来说，很重要。\"\n      在我心中一直有个后悔的事情，没能在你的时间里，学会勇敢。我在一间教室里认识了她，我第一次对女生有那种感觉，但我很胆怯，很自卑。直到她开口跟我讲话，我脑子蒙了，这一刻可能是我这辈子最幸福的事吧，我真的好后悔当初没能多聊几句，那时很渴望那种感觉，终归还是我太幼稚了，没能学会勇敢。\n      她在别人的毕业册上留言，最想去的地方是百慕大三角，还记得那天你告诉我的四个字母。\n      “T P I L”\n      “The people I love”\n      我喜欢你，仅仅是喜欢你。\n      你从浓浓的远方走来，我在灯火阑珊处期盼着你，长街十里，走马一程，愿都是与你。\n      “你说的我好悲伤呀，还是换个话题吧，你有好朋友吗？”\n      “有”\n      在我刚出生的医院，我就和发小相识，他是个滑稽头，调皮蛋儿，小学就开始干那些坏事，不过我了解他，他本心不坏，至少对我这个朋友挺好。跟在我们后面的还有一个小胖子，他特别爱做那些中二的事，但他也忠肝义胆，义字当头，估计他心目中以为我们是他的小弟，可他每次都是被欺负的那个，最后还憨厚的笑着。不过后面我们散了，真正的朋友是存在心中的。\n      后面小学结识了新朋友，他是个小寸头，不过话倒是挺多的，每次见到我都哒哒哒说不停，过后又认识六指哥，他比我们多一根指头，挺奇怪的，但人还听幽默的，说着那些听不懂的话，但话里藏机，总会用不同的方式逗人开心。\n还有一个女生，我一直都想对她说谢谢，那时我总沉浸在自己世界，我不爱和别人说太多的话，她出现后，我突然和她聊得很多，那时我尽情的说着我的肺腑之言，我觉得唯一能理解我的人就是她，后来也感谢她能一直把我当做朋友，我说不出这种感觉，就像是迷途的千里马遇见伯乐一样高兴，让我重新认识自己。\n      那些我没提到的朋友，我一直都记得你们，朋友是记在心中的，我会永远尊重着你们。\n      希望我以后能少交一些朋友，我这个人唯一缺点就是对人忽冷忽热，就像是蜘蛛侠中本叔叔说的话：能力越大，责任也就越大。\n我以后若结婚了，我会将我所有朋友请来，在一个安静的后院，展开一个简单的婚礼，我要请对我一生改变最大的人上台演讲，然后隆重又安静的想朋友们宣布我的婚礼。\n      我是一个简单追求自由的人，无论我变成什么样，心里还保存着年少时的温柔。\n      “我很欣慰，你终于改变了”\n      “嗯”\n      “那你还有什么想说的吗？”\n      “有”\n      说到这里，也许你已经知道我接下来要说的是谁，不知道你会不会还依存当时的喜欢。\n我现在不能在你面前哭泣，因为我怕你心里漠然，却不得不表现出关心，更怕你真的心疼，自责自己爱莫能助。终究还是要长大，终究不能一直麻烦人。\n      当我意识到自己的眼界后，也不再像个孩子一样依求庇护。在没有你之前，我依然是那个弱不禁风的小孩，与你以后，只要每天能见到你就已经觉得很庆幸，这人间的无聊，不及你万分之一的可爱。\n      你是我第一次深爱的人，我没想到与你的时间会如此之短，但你让我懂得了勇敢。你喜欢田野，但我愚笨，只能植荒十年，换得一时春生。\n      “你说这话，好像跟你主题不搭边呀”\n      “我就是主题”\n      “好吧，到最后了，总结一下吧”\n      纽约的时间比加州早三个小时，但加州时间并没有慢，有人二十二岁就毕业了，但等了五年才找到好的工作，有人二十五岁就当上CEO，却在五十岁去世，也有人迟到五十岁才当上CEO，然后活到九十岁，有人依然单身，同时也有人已婚，奥巴马五十五岁就退休，川普七十岁才当上总统，世上每个人本来就有自己的发展时区，当我难过缅怀过去，看似我陷入低谷，但其实每个人在自己的时区有自己的路，你也一样，生命就是等待正确的行动时机，现在我放轻松，我知道在命运为我安排的属于自己的时区里，一切都准时。\n      在我与深渊相逢时，我却活了下来，在我心中那颗雷达，探测到在我心底无人之际中，处处生长着生机，他们都是我活下的希望。\n      我们坠落，破碎，掉入深渊，但我们终会被托起，被治愈，我们无所畏惧。\n\n\n                                                                                                                           \n\n\n\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "幽儿~",
            "timestamp": 1567159200,
            "txt_content": " 本帖最后由 九幽之帝 于 2019-8-30 18:01 编辑 \n\n文字错误 \n不是正片而应该是正文？\n\n从阅读观感来说\n文段需要间隔才能方便览读的说\n\n我本可以忍受着黑暗，如果我不曾见过希望\n开头这里读起来我觉得有点头尾不顺，觉得这是俩个分开的句子自行组合起来的那种怪异\n或许改成：我原本可以在黑暗中沉寂，但可笑的是我曾被给予过希望...\n\n你们曾有过坠入一段时间的低谷，然后又坠入另外一段时间的低谷，就像是山的那边还是山，希望永远也不会给你希望？复制代码\n曾有过坠入一段时间........也不会给你希望？这里的尾部有点形容缺失了 结尾或许该加句：的时光吗？\n\n 我们坠落，破碎，掉入深渊，但我们终会被托起，被治愈，我们无所畏惧\n我们曾堕落，破碎，迷茫到不知自己何时坠入深渊，但最后我们也会被人拉起，被爱所治愈，因此而变得无所畏惧！（个人魔改）\n\n\n长长短短写了这个小评，个人阅感来说虽说有瑕疵但是此文来说有头有尾，原来的你迷茫到伪装成双面人物，但这看似无尽的旅途却因友爱，帮助，倾恋，展望而所搭救，最终成为一个现在如此的你，很高兴，你能袒露心扉，我也很荣幸 能读到你的心扉，文不错，还望继续加油努力啊！."
        },
        {
            "author": "虚泽",
            "timestamp": 1567180200,
            "txt_content": "九幽之帝 发表于 2019-8-30 18:00\n文字错误 \n不是正片而应该是正文？\n九幽老哥提出的两点意见都非常不错，的确，我可能在阅读感排版上有点问题，以及对文段的渲染有点瑕疵。\n不过这篇文章对我有很深的意义，可以从不同角度去看。\n这也可以是一个我和另一个我的对话，也可以是未来的我与以前的我的对话。\n主题是救赎，我们都拥有一颗向往乌托邦的心，现实却把我打磨成了一个畸形的怪人，这里我们或许有期盼像日漫里面那样被别人拯救的渴望，但更多时候是我们救赎自己，这一面是我希望带给读者面对现实的力量。\n其实还有很多种意味，我觉得文字的力量不只是局限于时间，当你过一段时间再去看以前的文字，会有另一面的感受。"
        },
        {
            "author": "481878616",
            "timestamp": 1567206120,
            "txt_content": "作品不错呢 很好"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1567249140,
            "txt_content": "很有味道的文章"
        },
        {
            "author": "阴阳疯",
            "timestamp": 1578835560,
            "txt_content": "\n很不错的文章"
        }
    ]
}