{
    "title": "[管理|安全]TnTRegen——让被炸掉的方块重生[1.13-1.14.x]",
    "author": "Y-O-U",
    "replyCount": 4,
    "timestamp": 1567149300,
    "txt_content": "\n\n\n这款插件可以使被实体(tnt 苦力怕 凋零头 火焰弹)爆炸破坏的方块重生，可自定义重生方块、重生种类、重生时间。官方仅测试支持1.13-1.14.x，其他版本有待确认。\n\n效果图: (3.5M sm.ms图床):\n\nThe TnTRegen plugin will allow blocks that were destroyed from any entities that can explode such as TnTs, Creepers, Withers, Wither Skulls, & Fireballs from Ghasts to be able to regenerate. Easy to configure & no need to reload after doing a value change (With the exception of the \"enablePlugin\" value). Designed on 1.13, supports 1.14.复制代码\n\n配置文件英-中对照:\n1.blocks.yml:(仅截取一部分，剩余部分同理)\nacacia_button:       #方块\n  doPreventDamage: false       #是否防爆\n  regen: true        #爆炸破坏后是否重生\n  replace:     \n    doReplace: false        #是否重生替换，如果为true，则重生replaceWith所选择的方块。\n    replaceWith: acacia_button     #doReplace的子项，选择重生为什么方块。复制代码\n(中文翻译可能会有异议，准确理解请阅读折叠内容)\n\nOn plugin load, the file will automatically update to include every block material the server contains.\nIf available to use, use your \"Find text\" option to look for the block you desire.\n\nChanges made to a value for a block will automatically take into affect. No need to reload.\n\n复制代码\n2.config.yml:(同样仅截取一段内容，剩余内容同理)\n#以下单位为tick  20tick=1s复制代码(中文翻译可能会有异议，准确理解请阅读折叠内容)\n\nThe \"enable-Regen\", \"delay-\", & \"period-\" values are not to be confused with block regen in general. These values are used for if a new MC update were to introduce a new entity type that can explode were to explode, the plugin will recognize & save that entity type to the config file to be able to configure that new explosion type's delay value, period value, and either to enable or disable the regen option for that explosion.\n\nChanges made to a value will automatically take into affect. No need to reload. The exception to this is \"enablePlugin\" which will require a plugin reload.\nenablePlugin (Value = boolean, Default: true)\nIf set to false, the plugin will be set to be disabled on plugin load.\n\n复制代码\n如果插件在1.13/1.14.x版本运行中出现任何问题，请到原帖反馈，作者会及时处理。\n如果Blocks.yml出错，可前往原帖下载。\n",
    "replies": [
        {
            "author": "天意awa",
            "timestamp": 1567160700,
            "txt_content": "感谢分享，论坛有了你们这些分享者才会变得更好"
        },
        {
            "author": "Huax2",
            "timestamp": 1585142820,
            "txt_content": "这个会不会很吃内存，，，，让服务器卡啊"
        },
        {
            "author": "RedScraf",
            "timestamp": 1585190040,
            "txt_content": "用hbm的核弹炸过的能不能恢复"
        },
        {
            "author": "Tsinbeng",
            "timestamp": 1599707880,
            "txt_content": "感谢楼主翻译~"
        }
    ]
}