{
    "title": "网易mc看法和我的mc（重修版）",
    "author": "a15241608669",
    "replyCount": 18,
    "timestamp": 1567166400,
    "txt_content": " 本帖最后由 a15241608669 于 2019-8-30 20:05 编辑 \n\n网易MC看法和我玩MC情况首先怎么说网易MC做的是真的不好，不说什么外挂漫天飞，服务器做的也不行，优化非常差，老是卡，bug还一大推，还有最让我头疼的误封问题。就一点一点说吧：      一外挂：网易外挂是真的多不论是嗨皮还是**，基本十把有八把有g，还有哪些卖g的。我就在这里说一下嗨皮这服务器里面主打pvp的可以说是把把有g，首先起床、空岛战争、凋零战墙、决斗游戏，你如果玩普通模式的基本都有人开g，地图随便飞，杀戮光环随便锤你。还有饥饿游戏，迷你战墙都是一把只要有一个g都不会让你有游戏体验的。甚至我有时候玩农场躲猫猫都有g你个飞天的飞到地图外发公屏嘲讽我们，玩个建筑战争也有g，展示外g在向我们低价**，虽然我每次都守住了底线去点击了举报，但又有多少人可以真正的守住底线呢？更有更严重的误封情况。我认为哪些外g的比开g的可恶一万倍，真是臭不要脸。\n      二服务器优化：这个我不多说相信大家都知道这个暑假网易炸了多少次服务器，你服务器又卡还把把有g就是成型不让玩家玩吗，顺便我和第三个一起说了，之前起床有个无敌方块的bug是存在了很久的我当时都以为这是特性了（我不会卡）。但我又一天问起来才知道刚刚被修复，这个bug存在了这么久你们才去修复，考虑过玩家感受吗，当时2对卡无敌方块，一个队装备好就在人家家里面的路全卡上无敌方块，让人在家里面出不来，这还有游戏体验吗？？还有之前的刷资源bug也不说了更没有游戏体验出门十几个火焰弹等着你。\n      四误封问题：这是我最要说的一个问题了，首先就从我个人而言，我其实挺早接触网易MC的但中间我退出了很久，就是因为误封无缘无故封我号我都不知道为啥，当时网易刚刚出我去体验一下莫名其妙被封号我也没怎么在意，因为当时我主要玩的是盗版对这个中国版没什么兴趣，因为我也是玩过国际版的。之后大概过了许久吧我想玩国服了，于是就去玩了，刚刚开始还好没什么异常，可是突然一下我启动器关了，我感觉到不对劲，果然我号没了，我当时一脸懵逼的去申诉，结果大家肯定都知道失败了，我当时有点生气，但我还是忍住了等了7天解封了（我当时是想吧这个号当做我大号）七天后是解封了，但我还没玩到一天号，又是一个月。我当时都****，但我还是很平静因为我知道申诉是没有的，于是我就继续去玩了盗版（期间我注册过小号去玩中国版，无一例外全部被封）又过一个月号解封了，这次果然和我想的一样，号被永久封禁，于是我心灰意冷，表示这个大号是没有了。后来我又去玩了盗版，直到今年我的朋友找我来玩国服，于是我这次又双叒叕去注册了一个大号也就是我现在这个号，刚开始还是没有问题，但是还是突然号被封了没用一丝丝防备，我当时心情还是比较平静，因为习惯了感觉这个所谓的大号和小号没区别，于是我等了七天继续去玩，这次就不一样了我当时在玩一个生存服务器，我记得很深刻我给那个服务器氪金了月卡，但是那天晚上我吧游戏挂在了后台然后去看直播就在我看直播回来后发现我游戏后台没了，当时没怎么注意但当我打开客户端发现了不对劲号被封了而且是永久，我当时整个人很平静，平静的就如我中考成绩下来没有考上一样，非常淡定。。于是乎我这次去申诉了，申诉了几次给客服打了电话终于我的号回来了，于是我去了生存服务器看了一下，就又去玩小游戏了，又是几天平静的渡过在我开始玩新的一个生存服务器几天后（之前那个服务器有bug装备老是卡没，所以换了新的服务器）我号不出所望的被封了（这次被封的时候我是在吃饭，吃完饭发现我号没了？？？？），当时我是有嗨皮VIP的并且那个生存我也氪金了VIP，嗨皮还是刚刚过期我新氪金的，但这都没有用，我的号还是没了申诉也申诉不回来了，我很无奈，也无可奈何，这意味着这个暑假我都玩不了我的生存了我在号上的数据全部都没了，要等到我解封（日期是：8月29日），可我还是撑住了气，因为已经非常习惯了，可是接下来发生的事情实在让我太气愤了。      继我大号被封之后我开了个小号，我就用小号去玩小游戏练习我pvp技术，万万没想到我把把遇到g，次次举报，每次遇到卖g的我都直接拉黑，看都不看就在我举报上限后，过了几把又我的小号被封了，没错又被封了，我举报g我自己被封？？我已经不知道说什么了，当时我的内心开始动摇在想要不要我也开g因为我没开g老是被封，为什么别人开g都可以那么潇洒，我开始犹豫，但我最后守住了自己的底线没有开g，我还是开了个小小号继续玩，就当我觉得一切都步入正轨的时候，就在前几天，我小小号也被封了，但是我现在是真的习惯了，这个小小号跟了我也有半个多月了，在其他服务器也是有一些记录的，好这一下小小号封一个月，意味着我这个小号也没了，我实在不知道怎么办，之后就锁了我ip连封我号，我已经不知道说什么了，我认为误封实在是太有问题了，你这严重侵害了我们的利益啊，是我们需要吧每一把游戏过程录下来给你看证明我没有开g吗？？？还有各种主播的误封就更不用说了，唉！看来我还是继续退出中国版MC吧。\n\n之后我说一下关于我自己的MC史      我相信大部分人和我应该一样最早接触MC是在手机上，当时手机没MC没有血条，有个很严重的刷物品bug，我也就不多说手机版了，直接说PC端吧，我加入MC PC端多亏了扁桃，应为当时我不知道怎么玩盗版也不知道，在他的视频下面我找到了答案，一期他发视频的简介下面加入了一个地址，地址就是MineMC服务器官网，于是我就下载研究，开始了单人生存，应为当时不知道怎么服务器联机，在这过程中我知道了如何加mod，地图，材质，等等东西，还来我去网上查了如何上服务器（当时服务器注册是英文，我看不到所以一直玩的是单人）知道了以后我就开始了我的服务器之路，我最早玩的服务器版本是1.6.4不知道为什么当时选择了这个版本，里面有个流光溢彩的材质包让我印象非常深刻，后来这个服务器出现了BUG现在也没有了，其实就是早期MineMC中的一个服务器，在他哪里我玩过很多不同的服务器种类，因为早些时候他的服务器都是分开的。(时间2015年）下面我说一些让我印象比较深刻的服务器      首先是1.7版本的有2个是梦想之都和光明的世界 这连个副武器现在都已经不在了，因为是真的很早了，我当时的id是zbc186 具体的话我也是记不清了反正俩个服务器都是以不同形式暴毙了。(时间2016年）\n      1.8版本服务器风别是梦世界（当时在线人数2000）像素时光，MineMC 我之前说过MineMC是分很多服务器的不像现在都和在一起了，当时的MineMC就是一个小游戏服务器和像素时光是一样的，也都一样暴毙了。我还是一个一个说吧 首先是梦世界我当时主流玩的是空岛，因为生存玩多了感觉没什么意思（1.7中梦想之都是生存光明是小游戏和RPG）偶尔玩玩小游戏，说真的梦世界现在空岛都不知道改革几次了好几次的数据清空我都难受，唉！好了说回正题当时空岛就是最初的空岛，梦世界就把任务改了一下，这不改还好改了要命，因为当时有个兔肉煲的任务一直做不出，是因为我刚开始的时候吧草地都挖了没用草地刷不出动物，于是一直卡在哪里，与此同时一个重要的道具地狱门也就没要造出来，没有碎石，碎石要任务给。当时梦世界的地狱门就是交易所，因为人不可以丢垃圾垃圾会自动到垃圾车里定时刷新，于是就发生了一件是。 当时我看到公平上有人卖龙蛋要2大箱子原石，正好当时挂机有，于是我去和他说他也同意了，问题是我们没有地狱门怎么交易，他说你可以开小号来我岛我吧东西给你，我同意了于是我就开了小号进去，也成功拿到了龙蛋，结果我在离开岛屿时候我吧龙蛋放在垃圾箱内，当我离开时候垃圾车刷新了，于是乎我龙蛋没了，也就是我2大箱原石没了全都没了，化为了泡沫，然后我就退服了。（简单说一下当时的空岛就是刷石级只有石头没有矿物，任务他变难了，还有我当时等级大约是220级可惜现在都没了对这个岛的记忆也就存在我的脑海里了）\n      我退出空岛后就和我在空岛认识的小伙伴一起玩了小游戏，也就是像素时光和MineMC服务器，先说像素时光吧，这个服务器是真的很好，小游戏全面什么都有休闲的pvp的，基本都有也都挺有意思的，和当时的几个小伙伴一起玩真的非常开心，但后来他们逐渐退游了服务器最终也暴毙了。但我认为他还是那个最好的小游戏服务器没有之一。还有MineMC当时有两个我特别喜欢玩的模式分别是家园战争-史诗（起床战争和空岛战争结合版）和神秘海岛这两个游戏我都非常喜欢玩玩过的人应该都知道没玩过的我也不好解释，总之现在是没有机会在玩到了因为MineMC已经凉透了，不在是以前那个欢乐的小游戏服务器了。(时间2017年）\n\n本来还想说个总结的实在有点多了，就不说了，其实我的盗版MC历史还有很长一部分没说，如果有机会在说吧因为总感觉没有当初玩的时候的纯粹了。",
    "replies": [
        {
            "author": "a15241608669",
            "timestamp": 1567166760,
            "txt_content": "一共是3300个字"
        },
        {
            "author": "545947239",
            "timestamp": 1567167300,
            "txt_content": "先接触的网易版，后才转正"
        },
        {
            "author": "稗田讚歌",
            "timestamp": 1567167900,
            "txt_content": "首先排版舒服好多了（虽然原来我就全部看完了（我好闲啊））\n根据楼主的体验我是不是应该庆幸自己没有对国服抱有一丝希望……\n当时玩过那么几天的国服MC，\n只是在某个生存服里（只是单纯的纯净生存），\n一开始玩感觉还好，第二天上线之后我就开始莫名掉帧（总感觉画面没有以前流畅了），本以为是自己电脑问题（毕竟四年工作本，保养做的也不算很到位）。\n后来换了台新电脑，回归了以前某个要求配置有点高的服务器，玩着很流畅；而我回头再去玩国服的时候emmmm（不用我说你们也应该知道是什么情况）。\n这到底是我电脑问题还是WY服务器问题，我不想多做阐述了……（该死的我还是回去玩盗版服吧，国际版高ping战士体验不佳）"
        },
        {
            "author": "Azxckl",
            "timestamp": 1567168680,
            "txt_content": "wy的服务器是真cai玩个空岛还吃吃方块。。"
        },
        {
            "author": "Azxckl",
            "timestamp": 1567168740,
            "txt_content": "外挂也是纵横"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1567171140,
            "txt_content": "哎，修排版了，不过内容差不多，反正网易连我电脑都不兼容，我也不打算咋样子"
        },
        {
            "author": "a15241608669",
            "timestamp": 1567185360,
            "txt_content": "其实我还省略了好多东西，包括个人看法，和那些和我玩的小伙伴，还有之后发生的事情，有点没心情了昨天号解封我吃饭的时候嗨皮挂机又被封了无语了"
        },
        {
            "author": "Natural12349978",
            "timestamp": 1567201500,
            "txt_content": "我不知道该说些什么。楼主节哀吧"
        },
        {
            "author": "A_vicii",
            "timestamp": 1567207620,
            "txt_content": "就不知道为啥不喜欢网易"
        },
        {
            "author": "地球照样转",
            "timestamp": 1567216560,
            "txt_content": "我准备入正，玩国际版"
        },
        {
            "author": "White_i",
            "timestamp": 1567216800,
            "txt_content": "隔壁国际版在向你招手"
        },
        {
            "author": "MinecraftTY",
            "timestamp": 1567286280,
            "txt_content": "我只想说,我也是,以前wy代理mc的时候,我是挺期待的,但是现在......唉"
        },
        {
            "author": "shaoshaojiu",
            "timestamp": 1567328580,
            "txt_content": "用好与不好一概而论实属不严谨，有一说一，网易虽然游戏运营的确不怎么样，但最起码盗版，国际版都可以玩，多个中国版也就相当于多了一种选择。而且你玩中国版可以挺起你平平的胸膛说：我玩的是正版。而且中国版的宣传做的挺到位，让更多人知道mc，但这也有坏处，造成的结果是什么样的人都有。\n\n至于喷中国版的，一些开私服的喷也就算了，毕竟动了人家蛋糕，但一群玩家在那喷我是真的无法理解？？？\n无论怎么想，都和玩家没有直接影响，所以请勿被带节奏，不要被唯利是图的小人利用\n\n最后我还是要说：请理性对待！！！\n\n"
        },
        {
            "author": "a15241608669",
            "timestamp": 1567607460,
            "txt_content": "shaoshaojiu 发表于 2019-9-1 17:03\n用好与不好一概而论实属不严谨，有一说一，网易虽然游戏运营的确不怎么样，但最起码盗版，国际版都可以玩， ...\n哈哈哈 你看我为什么喷网易？而且我这是营**？xswl"
        },
        {
            "author": "Natural12349978",
            "timestamp": 1567609080,
            "txt_content": "。然而网易的存在并非鸡肋，对于一些低年龄的人是很有必要的，毕竟，现在Minecraft在中国缺少有活力的新鲜血液，一些人接触不到免费的MC，这使得购买国际版成了无稽之谈。"
        },
        {
            "author": "Natural12349978",
            "timestamp": 1567609140,
            "txt_content": "shaoshaojiu 发表于 2019-9-1 17:03\n用好与不好一概而论实属不严谨，有一说一，网易虽然游戏运营的确不怎么样，但最起码盗版，国际版都可以玩， ...\n我很同意你的观点。网易其实必不可少。"
        },
        {
            "author": "Natural12349978",
            "timestamp": 1567609260,
            "txt_content": "a15241608669 发表于 2019-9-4 22:31\n哈哈哈 你看我为什么喷网易？而且我这是营**？xswl\n理由充分，但你回复的这个人说得也很有道理。哲学教你辩证思维"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1567610640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}