{
    "title": "认识一下Duncan Geere",
    "author": ":spgbigfan:",
    "replyCount": 0,
    "timestamp": 1567217880,
    "txt_content": " 本帖最后由 kakagou12 于 2019-8-31 10:17 编辑 \nDuncan Geere是《本周方块》以及《背包盘点》的专栏作者。本帖内容来自他的个人网站的介绍。\n>>> 关于我\n\n\n\n\n\nabout.jpg (133.42 KB, 下载次数: 1)\n\n下载附件\n\n2019-8-31 09:38 上传\n\n\n\n\n\n\nI’m a writer, editor and data journalist with more than 10 years of experience. I cover the intersection of science, technology and culture, with a particular interest in environmental issues.\n我的职业是作家、编辑以及数据方面的记者，工作经验超十年之久。我的写作专注于科学、技术与自然的交叉领域，同时在环境问题上有着特别的兴趣。\n\nI’m currently working as a senior editor at Information is Beautiful, and I’ve contributed freelance work to publications like Wired, BBC Wildlife, BBC Focus, Technology Review, Popular Science, NME, PC Gamer, Techradar and Men’s Health.\n目前，我在Information is Beautiful做高级编辑，同时我也为部分出版物提供短期稿件，提供的对象包括：连线杂志, BBC 野生动物, BBC 聚焦, Technology Review, Popular Science, NME, PC Gamer, Techradar 以及 Men’s Health。\n\nOriginally from the UK, now based in Sweden.\n来自英国，现居瑞典。\n\n注：\nInformation is Beautiful - 与数据可视化有关的学习网站\n连线杂志（Wired） - 科技类月刊杂志\nBBC 野生动物 - 顾名思义……\nBBC 聚焦 - 与自然科学有关的杂志\nTechnology Review - 最相关的结果是《麻省理工科技评论》，是技术商业类杂志\nPopular Science - 生活科技信息月刊杂志，不是《大众科学》哈……\nNME - New Musical Express 新音乐快递杂志\nPC Gamer - 顾名思义，游戏类杂志\nTechradar - 也是科技评论类杂志\nMen’s Health - 国内发行版名为《时尚健康·男士》，据介绍是高档男性减压杂志\n>>> 本周方块 BLOCK OF THE WEEK\n\n\n\n\nbotw.jpg (175.32 KB, 下载次数: 1)\n\n下载附件\n\n2019-8-31 10:08 上传\n\n\n\n\n\n\nFrom 2017 to 2018 I wrote a weekly article for the official Minecraft website. Half game-guide and half pop-science-for-kids, the series covered a different block each week, detailing what it’s used for in the game and what it’s used for in real life.\n自2017年到2018年期间，我为 Minecraft 的官方网站撰写周刊文章。内容一半是游戏指导，另一半是给孩子们看的科学小知识。这个系列每周都会介绍一个不同的方块，细说方块在游戏中和现实中的用法。\n\nUnfortunately there’s no index of articles, but you can browse through some with a Google search and it’s pretty easy to find one for a specific block.\n很遗憾这里没有文章的目录，不过你可以借助Google搜索到一些文章，想要专门找寻某个方块的话也非常容易。\n\nThe series gathered a fanbase of hundreds of thousands of readers, who campaigned endlessly for us to feature Note Block. When we finally did, as a finale to the series, we commissioned a song to celebrate from Note Block musician KristinaGaming. Thanks Kristina!\n这个系列聚集了成百上千的读者粉丝，他们不停地催着要一篇音符盒的文章。等文章终于发出来，作为系列的结束篇时，我们委托音符盒音乐家KristinaGaming创作了一首歌曲，以此作为庆祝。感谢Kristina！\n\nhttps://www.bilibili.com/video/av24258357\n\n（视频由@zjxx 提供）\n\n如果想查阅所有的本周方块，可以到板块的博文录里，已经收录了所有的本周方块文章。\n\n\n",
    "replies": []
}