{
    "title": "关于暑假活动”诗题意造境”的图章评审的质疑",
    "author": "BlackCB.",
    "replyCount": 16,
    "timestamp": 1567242180,
    "txt_content": " 本帖最后由 天狼星black 于 2019-8-31 19:37 编辑 \n\n\n  一、在开始阅读本帖时，请注意以下几点：\n    1、此贴可能会有一些感情色彩，但这是我在即将回校（今晚）而且还没开始收拾东西的情况下挤出时间写出来的帖子，如果有，请各位原谅我\n    2、发布此贴，不是因为我对积分亦或是图章的眼红，而是诚心诚意为社区氛围着想，以及说出自己作为一个地图作者的想法\n    3、本人不是美工，亦不擅长建筑、地形、渲染，如果觉得本人审美观有误，请多多谅解并指出\n    4、对于展示共享版负责人员以及相关帖子的作者，本人没有恶意，只是想指出个人认为处理不妥的情况，如有冒犯，敬请谅解。\n\n\n  二、相关帖子链接：\n    1、活动介绍&投稿帖：https://www.mcbbs.net/forum.php?mod=viewthread&tid=888511\n    2、总结篇：https://www.mcbbs.net/thread-909771-1-1.html\n    3、下文提到的部分帖子：https://www.mcbbs.net/thread-903145-1-1.html\n                                         https://www.mcbbs.net/thread-904350-1-1.html\n\n  三、正文内容\n\n  我相信mcbbs这个平台向来以优质的mc资源和作品而广为人知。但是，以个人浅见，此参赛帖并不符合“精华”图章的标准\n  部分截图：\n  \n  \n\n  首先，个人认为，此作品在建筑/地形方面太过于粗糙，恕我直言，原版minecraft也能生成这种水平的地形否？再聊聊建筑，我觉得并没有什么特别令人赏心悦目或者特别用心的地方，也没有出众的方面。说句不好听的话，感觉我本人的一个原版生存无作弊的档加上光影也能完全媲美此作品。更让我吃惊的是，此贴竟然有大量评分而且被评上了精华。大家可以点开论坛的筛选功能筛出精华作品，我觉得此作品能被评上精华过于夸大，也令我们这种无人问津的地图制作者感到心寒。我相信广大制作者知道8个贡献和精华图章是要用花多少心血凝结而成的\n  撇开图章和评分不谈，我仔细看了一下其他的二等奖甚至没有奖项的作品，我觉得大多数能比得上上面所提到的作品。比如这个作品，虽然不是特别地出众，但是起码会有自己的特色和建筑师用心雕琢打磨的痕迹。\n  可能会有人提到这次大赛的活跃度的问题。虽然参赛作品少而且标明一等奖二等奖会拿到的图章之类。但是，一个这样平平的作品能拿到精华奖章是否太让众多努力上进的制作者寒心？再者，参赛作品获得的图章本人觉得大部分都不大恰当。对于整个活动，个人感觉似乎是带着草率气息的?活动奖项：\n        活动奖项分为（包括但不限于）：一等奖、二等奖、三等奖、参与奖。\n        其 一等奖定义为：活动排名前三名 、（3位）\n        其 二等奖定义为：活动排名四  至  十三名、（10位）\n        其 三等奖定义为：活动排名十四  至  二十九名、（16位）\n        而 参与奖即未获得一二三等奖者。\n\n   这次活动的等级预定是否有问题？由于活动主题狭窄参与人数少而收规则限制的理由是否过于牵强？活动策划者难道不应该在活动策划的时候就应该仔细考虑每个规则的影响吗！\n\n  我一直坚信bbs不像某些国内mc平台那种用轻浮的态度对待每个创作者，而是会对每一份作者的心血进行严格的筛选和评定，所以我希望此问题能得到管理者的重视！\n对于某易对于此次活动的介入，我认为从连图章都要由别人做主来看，这个理由是否不太恰当？再者，这次活动的目的是什么？找奖品赞助不就是为了活跃地图制作的圈子吗！如果过度受赞助方牵制而有不益的做法不是事与愿违吗（无引战）\n\n最后对于涉及作品的作者：此贴可能会对你们进行了一些否定，本人感到十分抱歉\n\n\n",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1567242360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "擦捏",
            "timestamp": 1567243500,
            "txt_content": "          \n          3、打分依据为：作品是否同古诗意境切合、建筑是否丰富\n          4、评分內容：\n                    首要：作品是否符合诗意、布局是否合理、建筑同地形的融洽度。\n                    次要：材质包配合光影截图搭配是否切合主题、图文介绍是否合理得当（包括视频）。\n感觉不是“建筑/地形方面”的好与坏吧...\n（当然也有可能是X易评选/视频加分吧，不过也没说明评委有谁.\n（我也觉得楼主所述作品...嗯."
        },
        {
            "author": "幽儿~",
            "timestamp": 1567244460,
            "txt_content": "雾\n我觉得的有相当一部分人的评分\n是因为他人的评判而没有经过个人的审美标准而定的一种\n跟潮行为吧 \n其实这精华判定在我个人看来不能说是百分百的严谨啊\n至少展示图上的审美程度还没有足够的说服能力说比肩那些\n渲染水平高的精华作品吧\n这评定来我也认为确实有点瑕疵了\n"
        },
        {
            "author": "Оil",
            "timestamp": 1567244640,
            "txt_content": "可以这么说吧。\n\n帖子（包括视频内容）和精华算得上有些关系，但是从建筑本身来讲的确偏于平淡，没有另一个作品给我眼前一亮的这么一个感觉。\n\n见鬼，好像我想说的你差不多都说出来了……= =\n毕竟我自己对这个竞赛不大了解，一直处于一种爱理不理的状态，直到这个帖子我才去重新看了看参赛作品们……啊可恶……= ="
        },
        {
            "author": "Оil",
            "timestamp": 1567245300,
            "txt_content": "世予 发表于 2019-8-31 17:06\n可能是因为视频的加分比较多吧...也是没办法的事情\n但毕竟是认识的人 还是小小祝贺下\n把我的柠檬取下来啊 ...\n视频的确是这个帖子的一个亮点，朗诵我听了，也很好（除了迷之BGM过大），但这个毕竟是以建筑为主的一个竞赛，现在看来，评成精华个人感觉有些视频喧宾夺主的味道，偏离了以建筑为主的这么一个立意。\n\n（当然，并不是说建筑不好，但是山外有山人外有人，就实打实地说，单看图的话其他作品至少让我眼前一亮，可我看着喵的作品的时候却没有这个感受）"
        },
        {
            "author": "淑芳",
            "timestamp": 1567247040,
            "txt_content": "确实，不过我估计是看名次给章的。但是这次活动参加人数比较少"
        },
        {
            "author": "白叶Official",
            "timestamp": 1567250400,
            "txt_content": "有这活动?\n我还不知道有活动呢（）\n颁图章这些事主要还是看版主的评定。"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1567252320,
            "txt_content": "做完晚饭吃完晚饭过来聊两句。\n这个活动估计还是由那个爸爸主导的。\n根据中国版的某新闻mc.163.com#news#20190724#29175_824560.html（将#替换成/）可以看见爸爸在6个平台发布了题目。在能正常访问的5个帖子里（其中某玩已经变成了获奖公示帖了），我们可以看到官方给出了4个不同的题目（不放了，有兴趣可以自行查看），奖励的内容大致相同。\n评审？这样的活动我个人估计还是爸爸那边评审的，因为发布活动的平台大部分都没有能够自主评审的技术，而且这次比赛没有打分表（你坛的建筑比赛基本都有打分表，我参加过的3次至少2次有分数表）。（坐等创艺版版主过来打我的脸）\n而爸爸的评审个人估计是以热度+多媒体为主导的，很明显帖主发的两帖符合这个规律。\nwy呀wy，你还是不懂社区。\n（以上观点仅为个人发言，包含浓郁的感情色彩，不适合某些童鞋）"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1567252500,
            "txt_content": " 本帖最后由 wangtianen 于 2019-9-1 07:54 编辑 \n\n刚才的帖子撞词进审核区了。更新：应该过不了了，内容有点粗鄙，所以我给加了绿色护眼版（\n这次活动的评选大概率是wy方面评的，详细粗略分析等帖子通过就可以看见了\n当然创艺版版主也可以来打我脸qwq\n\n（以下内容个人感情色彩极其浓郁，以及一系列毫无逻辑的推断和猜测，如有不适请见谅）\n\n先看背景。首先，这不是擂台赛和创意馆的活动，而是创艺版的一个活动。\n很明显，wy提供了此次比赛的实物奖品。\n但是论坛的这个比赛只是wy的一个分赛区，因为wy支撑了6个平台发布了这个活动，活动页在其官网上可以找到。\n在可以访问的5个页面里，能够看到4个比赛内容，都是一首古诗词，但是各不相同。\n（不知道大家对这个题目有没有感觉，是不是和咱们论坛去年的擂台赛有点像啊，虽然也是wy提供赞助支持）\n（顺道一提，wy我的世界官方围脖近期还发布了几个去年擂台赛的作品，以宣传本次比赛，不过这个真的没毛病）\n（以及貌似自家的论坛没有这个活动？）\n但是，每个平台的奖项基本相同，除了有一个平台直接奖励软妹币（\n\n为什么说是wy方面评的呢？\n上面提到了wy支持6个平台创建了比赛，但是有能力去进行评选的平台有几个？这应该很明显。\n于是乎，我个人认为，wy作为举办过无数次比赛的平台成功地再一次“挺身而出”，为这些作品安排奖项。\n\n但是wy是如何评判这些地图的呢？\n按照他的作风，我个人猜测是热度和多媒体。\n如果还有印象的话，wy某次比赛的投票阶段，榜首是一个我都可以搓出来的房子，然后喜提第一。\n作为互联网公司，wy深知流量和热度的重要程度，所以成功地做了一些令人啼笑皆非的事情。\n这次的比赛应该也没有例外。通过对帖子的加分、阅读量、回帖数、图片视频丰富度等等等等进行加权评分，最后倒序排列，发布获奖名单。（就简单以加分、阅读量、回帖数为准，即使已经过了评审的时间，但是按照获奖名单逐个排序还是基本符合这个规律的）\n此外还提到了多媒体。没错，上面提到了官方围脖蹭了去年的热度，这三个围脖都是以视频为基础的——但是这三张地图五张地图作者好像都没拍视频啊（等待验证）（验证完成，一共5张地图，仅有一张作者附了视频，然鹅官方还是自己做了）\n所以个人认为这次官方好像有点懈怠了，希望作者能够自己搓出来地图，省的请人做视频还要掏银子（等待验证）。\n\n猜测就这么多，希望我能被打脸吧，要不然真的……我也不多说了罢。\n\n顺便一提，+8 +5 +3贡献这样的操作的确有点迷，但是一等奖给精华这个操作实在是没有毛病，希望创艺版的管理们能够在以后的活动组织上考虑一下参赛人数的变量，以免导致奖励与作品质量不成比例情况的发生。\n\n\n后话：顺便进游戏实际把玩了一下\n先说903145帖子：\n恕我直言，原版minecraft也能生成这种水平的地形否？\n没错，个人认为作者是在原版地形的基础上进行了一些修饰做出来的。\n进去看了一下，我个人认为确实正如帖主所说\n说句不好听的话，感觉我本人的一个原版生存无作弊的档加上光影也能完全媲美此作品。\n（但是彩笔如我，创造也造不出这么好的建筑qwq）\n再说904350：\n\n首先个人认为作者的地形是自己搓出来的，边界是超平坦\n中式建筑玩的很厉害（没有内饰，可能是没时间了吧），山上除了有一块蜜汁空地其他也还不错（\n\n但是真正能够把地图下载把玩的有又有几个网友呢（\n\n楼下的小记者消消气，我感觉帖主想要表达的是排名不合适，不是图章不合适\n能够参加活动的人哪个不是尽量让自己的作品更加出色么，我这种彩笔都希望自己的作品更加出色，尽管建筑渣但是还尽量用光影渲染啥的补充一下（显得自己还会点东西），尽管渲染也只能说会，不能说出色，但是尽力就好~"
        },
        {
            "author": "一窍不开",
            "timestamp": 1567253100,
            "txt_content": "我也认为这作品不太符合精华的标准。即便有视频加分，但本身地图的规模和细节的确有些难以和精华挂上钩。不管是活动规则也好，是配音可爱也罢，我希望评委们能够抓住能体现作者实力的部分，更客观地进行评价，以后也可以采用更灵活的活动规则来避免参赛人数少导致的评分过高的情况发生。“精华不精”不仅会降低“精华”的分量，也会打击那些有同样或者更高水平作品却没有精华甚至没有更低级别图章的作者。\n\n当然，我并不是说该作品不好，作者制作地图和视频显然是花了心思的，我个人也很欣赏这样的作品，只不过一般反应作品水平的图章评定和反应作者贡献水平的部分积分发放还可以更严谨一些，希望mcbbs越做越好~"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1567254180,
            "txt_content": "wangtianen 发表于 2019-8-31 19:55\n刚才的帖子撞词进审核区了。\n这次活动的评选大概率是wy方面评的，详细粗略分析等帖子通过就可以看见 ...\n这个地图的建筑，以及地形并不好，“连拿图章都成问题”，当然这句话不是我说的\n然而我问了一些懂美工的大佬，大多数都是认为这两方面比较差甚至是不值得拿到任何图章的"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1567267800,
            "txt_content": "wangtianen 发表于 2019-8-31 19:55\n刚才的帖子撞词进审核区了。更新：应该过不了了，内容有点粗鄙，所以我给加了绿色护眼版（\n这次活动 ...\n其实完全可以对比一下展示版其他的中式，可以发现其中一些推荐图章的中式都能远远甩开他们。替我自己花了去年半个暑假却只有版主推荐的800X800中式感到默哀\n我并不认为视频的加分能大到那种程度\n个人认为wy的背景不应该成为规则不能变通的理由"
        },
        {
            "author": "喵",
            "timestamp": 1567268640,
            "txt_content": " 本帖最后由 喵哒子 于 2019-9-1 05:13 编辑 \n\n我觉得也是我不是我没有，你听我狡辩（bushi）你应该是在质疑精华图章名不副实更让我吃惊的是，此贴竟然有大量评分而且被评上了精华。\n精华图章是名次的奖励，这一点在活动贴奖励里面有写。\n而名次是根据活动要求的各个方面得出来的，个人认为并不是常规的精华审核，不能和平常时候申请精华一较而论。或许应该更早进行反馈名次奖励不合理？我觉得并没有什么特别令人赏心悦目或者特别用心的地方但是起码会有自己的特色和建筑师用心雕琢打磨的痕迹\n你觉得地形建筑粗糙，不令人赏心悦目我可以接受，但是你说并没有用心的话 恕我无法认同说句不好听的话，感觉我本人的一个原版生存无作弊的档加上光影也能完全媲美此作品。\n一定要做出生存无法媲美的作品才能参加活动评选吗？\n\n以上可能有点母不嫌子丑的感觉，但是我觉得你不能轻易的去否定任何人的努力，无论是作品，还是态度。即使你在结尾道歉了也不行！\n但是，一个这样平平的作品能拿到精华奖章是否太让众多努力上进的制作者寒心？我觉得此作品能被评上精华过于夸大，也令我们这种无人问津的地图制作者感到心寒。\n如果因为这件事情让你们感到寒心的话，我感到很抱歉，我愿意放弃这个精华转给二等奖或者没有奖项的作品\n\n我不希望因为这件事情引起任何不必要的争执，所以不再进行任何回复\n希望你在下期能够踊跃报名参赛并且赢得好名次\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "白叶Official",
            "timestamp": 1567293840,
            "txt_content": "那我来洽最后一口瓜吧:\n我个人认为活动纯粹是活动，有些活动具有竞争性有些没有。这是明显的一些事实。\n一个具有竞争性的活动的排名说明了什么呢？\n不就是单纯说明了作品的质量嘛。\n其实每一次活动我都会查看帖子，但是却没有参加。不只是由于时间问题，还是因为我怕我做出来的东西太次，所以干脆就查看算了。\n从上次的建筑活动(西瓜建筑)来看，其实活动举办方(版主)意图是什么呢？\n纯粹就是一种展示，好的加精，次的……\n因此我把每一次活动都会看成一次展览会，哦这个好看，这个不行。\n连我一个看客都如此看得开，那参赛选手为啥看不开呢？\n不讲了。"
        },
        {
            "author": "我的工业2",
            "timestamp": 1567349340,
            "txt_content": " 本帖最后由 我的工业2 于 2019-9-1 22:58 编辑 \n\n这种活动是无法排除参赛者人气差异的\n甚至只是在茶馆发帖也是一样的情况\n这种时候，我建议约束这类谔谔指标，让高人气也有点危机感\n=好评人数/点评人数\noh!没审题，原来是wy有协助的活动，那再见吧\n\n[size=42.9722px]所以我已经过气了，啥活动也不想参加\n[size=42.9722px]唉，咋说呢，一言难尽"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1567573860,
            "txt_content": "喵哒子 发表于 2019-9-1 00:24\n我觉得也是我不是我没有，你听我狡辩（bushi）你应该是在质疑精华图章名不副实\n精华图章是名次的奖 ...\nps:可能评分里面我留的言比较激进，那是因为我可能曲解了你最后一句话的意思，导致我特别生气，请见谅\n\n我并没有否定你作品所包含的努力，我讲的是这次比赛的出现的问题，为了方便说明总得拿一些来开刀。我讲的不是地图质量问题而是比赛的问题，感谢你的理解。\n"
        }
    ]
}