{
    "title": "[Minecraft.net|CULTURE]Diversity的制作过程",
    "author": "一窍不开",
    "replyCount": 0,
    "timestamp": 1567267920,
    "txt_content": " 本帖最后由 一窍不开 于 2019-9-1 09:04 编辑 \n\nTHE MAKING OF DIVERSITY\nDiversity（多元化）的制作过程\n\nHow qmagnet made the legendary adventure maps\nqmagnet是如何制作出这些传奇冒险地图的\n\nDan “qmagnet” Lazenby is the master designer of two adventure maps that have gone down in Minecraft history. Diversity and Diversity 2 are great examples of tight design, ambitious vision and clever building, and as a result they’re some of the most popular maps ever made. In fact, Diversity 2 is holder of a Guinness World Record for the most downloaded map on Curse!\nDan“qmagnet”Lazenby是两个载入Minecraft史册的冒险地图的主设计师。Diversity与Diversity 2是紧凑的设计、宏大的设想与巧妙的建造相结合的绝佳范例，因此这两个地图都是有史以来最受欢迎的地图之一。事实上，Diversity 2是Curse上下载量最多的地图的吉尼斯世界纪录保持者。\n\nDespite all their success, qmagnet retired as a map maker soon after he completed them. How did a newcomer to the scene make such a splash, and why didn’t he want to keep his spot in the limelight? This is the story behind two of Minecraft’s truly classic maps.\n尽管这两个地图做得相当成功，但qmagnet在制作完它们后不久就不再制作地图了。一个新人是如何造成这样一场轰动的，他又为什么不想继续待在聚光灯下？这里就是这两个Minecraft真正经典的地图背后的故事。\n\nIt starts in spring 2013. Back then, qmagnet was fairly new to Minecraft. A new dad and working by day as a plumber, he was enjoying making videos on YouTube and started to look at custom maps. “It didn't take too many to realise there was so much talent in the community,” he tells me.\n一切开始于2013年的春天。在那个时候，qmagnet只是刚刚接触Minecraft。作为一个新人爸爸和全职管道工，他喜欢在YouTube上发视频，然后开始找一些自定义地图。“不需要太长时间你就会发现，在Minecraft社区里有太多的人才。”他告诉我。\n\n\nThe Code is a puzzle map. You must work out each room's solution to advance to the next.\nThe Code（密码）是一个解密地图。你必须破解每个房间的谜题才能进入下一个房间。\n\nAnd that led him to play Jesper The End’s The Code. “It’s probably the best puzzle-adventure map ever made. I was amazed mostly how Jesper was able to take Minecraft and do such complex things with command blocks and spawners, to become something I don't think anyone had seen at the time.”\n因此他尝试了Jesper The End的地图The Code。“那可能是史上最棒的解密冒险地图。我被震惊了，主要是震惊于Jesper能够利用命令方块和刷怪箱完成那么复杂的机制，我认为当时没人曾见识过这样的Minecraft。”\n\nBeing a plumber, qmagnet is no stranger to working with complicated technical things. ”I work with my hands every day,” he says. “Cuts, bruises, stiff muscles, all that fun stuff.” But though he took some computer courses during high school, he had no experience with programming. But, undaunted and personally encouraged by Jesper, he decided to create his own puzzle map, which he called Complex.\n作为一个管道工，qmagnet对复杂的技术并不陌生。“我每天都用我的双手工作，”他说，“割痕、擦伤、肌肉僵硬，都是些趣事。”但是尽管他曾在高中学习过一些计算机的课程，他对编程还是没有任何基础。不过，他并没有因此胆怯，而且受到了Jesper对他个人的鼓励，因此他决定创造出他自己的被他称为Complex（复杂体）的解密地图。\n\n\nComplex is exactly that: a bewildering maze of rooms that connect from every side.\nComplex就是：由一个个四边相连的房间组成的令人眼花缭乱的迷宫\n\nIt took him just a couple of weeks, and once released it soon attracted lots of encouraging feedback from the community, immediately pushing him into thinking about his next project.\n他只用了几周时间完成它，并且在发布后不久就得到了来自社区的许多鼓励，使他开始思考下一个工程的建设。\n\nHe began to play around with the idea of creating a new take on the ‘complete the monument’ map. “I wasn't a great visual builder and I never liked how those maps I saw were finished, having the player just place blocks in a row and say, ‘I guess I won.’ I wanted the map to decide the player won.”\n他开始反复琢磨如何在“完成纪念碑（CTM）”类型的地图上尝试一种新的方式。“我不是一个杰出的建筑师，而且我从来都不喜欢现在那些让玩家把方块排成一排，然后说‘我应该是通关了吧’的地图。我想让地图去判断玩家是否通关。”\n\n\"I never liked how the player just placed blocks in a row and said, ‘I guess I won.’ I wanted the map to decide the player won. \"\n“我从来都不喜欢现在那些让玩家把方块排成一排，然后说‘我应该是通关了吧’的地图。我想让地图去判断玩家是否通关。”\nAnd so work began on what became Diversity. Not that he had a fixed idea of what it would be from the start. Planning little, he describes himself as a ‘very organic map maker’. “Whether that's a good thing or bad thing, that seemed to be how I worked best.”\n因此Diversity的制作迈出了第一步。他并不是在一开始就对整个地图有了一个完整的想法，他把自己形容为一个“非常顺其自然的地图制作者”。“不管是好是坏，这种方式是最适合我的。”\n\nThe new map would have a similar objective to typical CTM maps, of going and collecting distant items for a reward. But he started to wonder, what if you didn’t have to do the same challenge for each piece? What if it comprised different genres in one map?\n这张新的地图与传统的CTM地图有这类似的通关目标，即寻找并收集不同的物品来获得奖励。然后他开始想，如果在收集每个物品的时候挑战都不一样会如何？如果在一张地图里融合不同类型的挑战会怎样？\n\nThe final map contains 10 different challenges, including parkour, a maze, a dropper level, survival and a boss battle. Wildly varied, they’re also each great examples of their type.\n最终地图中a共有10种不同的挑战，包括跑酷、迷宫、坠落、生存和boss战。这些关卡花样繁多，且每一个都是对应类型地图的优秀示例。\n\n\nDiversity's challenges are often familiar in form, like the fire dropper level, but keenly executed.\nDiversity中的挑战通常在形式上会比较眼熟，例如火焰坠落关卡，但是这些关卡在制作的时候都被精细地打磨过。\n\n“I have always been influenced by other map makers more than anything else in Minecraft,” says qmagnet. “I had played so many different maps. I knew what I liked, and especially what I found frustrating. Anything I liked, I would try and emulate. Anything I hated, I would try and create gameplay that would change the approach towards something I'd rather play. So I suppose my maps were made for my tastes, but I had hoped others would enjoy them as well.”\n“一直以来，其他地图制作者带给我的影响都要比任何其他Minecraft相关的东西都要大。”qmagnet说，“我玩过那么多不同的地图。我知道我喜欢什么，更知道我对什么不满意。对于我喜欢的东西，我会尝试去模仿；对于我不喜欢的东西，我会尝试去改变玩法，让它变成我想玩的东西。所以我的地图应该是依我自己口味制作的，不过我希望其他人也能同样喜欢它们。”\n\nAfter two months’ work, Diversity was done. Soon played by some big YouTubers, it quickly took off and requests for a sequel began coming in. “So naturally, I had to try and give players what they wanted.”\n经过两个月的制作，Diversity完成了。很快就有一些大牌YouTube视频制作者玩了这个地图，接着它就火爆起来了，然后开始有人请求出下一部作品。“所以自然地，我得尝试去满足玩家们的愿望。”\n\nIn December 2013, qmagnet started work on Diversity 2. And this time he was serious. “I needed to make something better and more mechanically inspiring above all else.” And if that wasn’t enough, he also wanted the sequel to be entertaining to watch and put more of a focus on cooperative multiplayer.\n在2013年12月，qmagnet开始着手制作Diversity 2。这一次他认真了。“我需要做出比其他作品更好的，在机制上更有创意的东西。”如果这还不够的话，他还想让新作品更具有观赏性，并且更注重多人合作。\n\n\"I had to try and give players what they wanted. I needed to make something better and more mechanically inspiring above all else.\"\n“我得尝试去满足玩家们的愿望。我需要做出比其他作品更好的，在机制上更有创意的东西。”\nAnd yet qmagnet initially set out intending to keep things small and working alone. But in the face of his ambitions and knowing his weaknesses, he soon realised he’d need to take on the help of builders who could do what he couldn’t.\n起初qmagnet打算把地图做的小一些，自己一个人完成。但是考虑到他宏大的设想和有限的能力，他很快意识到他需要其他人帮他去完成一些他自己无法完成的工作。\n\nIt was a good decision. Five builders worked on Diversity 2, and adding their minds to the mix naturally led to more diversity in the map’s levels. “I honestly could not have created that map alone,” qmagnet says. Jesper the End joined, as well as Adrian Brightmoore, ColdFusionGaming, GoldenTurkey97 and QwertyuiopThePie, each chosen because qmagnet respected their previous work.\n这个很好的决定。五位制作者共同制作了Diversity 2，并且将他们的想法融入其中，给地图的关卡中增添了更多元素。“说实话我一个人不可能创作出这样的地图”qmagnet说。Jesper the End，以及Adrian Brightmoore、ColdFusionGaming、GoldenTurkey97和QwertyuiopThePie都加入了制作行列，因为qmagnet很看好他们之前的作品。\n\nBut he worked with them in a way that might seem surprising. “I wouldn't let any of them see each other's work until the map was completed. Not because I was trying to be secretive, but because I wanted them to work towards a surprise end result. I wanted to make a project that had blind diversity, where they could express themselves with as much freebdom and as little restraint as possible. Then I would fill in the gaps.”\n不过他让他们制作地图的方式可能会令人感到惊讶。“在地图完成之前，我不让他们中的任何人看到其他人制作的部分。这并不是因为我不想让他们知道，而是因为我想让他们去完成一个令人惊喜的作品。我想做出一个完全多元化的作品，让制作者可以尽可能自由地、没有约束地去创作。然后我会把他们的作品整合到一起。”\n\nThey’d send him their work as a file which qmagnet would then paste into the master map and connect with his work. “Very few discrepancies came up, only failed mechanics which we spent hours fixing. I was blown away by what they contributed. I think they made some of their best for Diversity 2.”\n他们最终把他们的作品以文件的形式交给qmagnet，让他将其粘贴至主地图中并和其他部分连接起来。“几乎没有相互冲突的地方，只有一些无法运作的机制让我们花了很多个小时去修复。我被他们所完成的东西折服了。我认为他们为了制作Diversity 2发挥出了更高的水平。”\n\n\nqmagnet did most building in creative mode, but used MCEdit to copy large sections.\n大部分的建造都是qmagnet在创造模式下完成的，但是对于复制大范围的区域他利用到了MCEdit。\n\n\nGetting the right result was often trial-and-error, with hours spent trauling YouTube tutorials.\n要让游戏成功地运行，通常要经过不断地摸索，有时要花费几个小时去找YouTube上的教程。\n\n\nDiversity 2's Labyrinthian level has you exploring the twists and turns of a complex maze.\nDiversity 2中的“错综复杂”关卡让你探索曲折蜿蜒的复杂迷宫。\n\n\nDiversity 2's Puzzle level is fiendishly hard - but beating it gives a real sense of achievement.\nDiversity 2中的“解密”关卡极其困难——但完成它会给你巨大的成就感。\n\nStill, Diversity 2 took eight months to complete, four times longer than the original, and 16 times longer than his first map. qmagnet spent six hours each weekday and 10 hours on both weekend days working on it.\n即便是以合作的形式制作，Diversity 2仍然花了八个月的时间才完成，是第一部所花时间的十六倍。qmagnet在平时每天花六个小时，在周末每天花十个小时在它身上。\n\n“At first, the idea of creating a massive challenge map with impressive mechanics seems like a fun adventure and learning experience. But after a while, the adventure becomes like a chore,” he says. He sacrificed a lot of his personal and family time to the project, but working with the team kept his motivation going.\n“刚开始，创作一个有着出色机制的大型挑战地图仿佛是个好玩的事，还能学到东西。但是一阵子过后，这事就变得繁琐无味了。”他说。他为了这个项目牺牲了许多个人和家庭的时间，但是与团队的合作使他坚持了下去。\n\nWhen Diversity 2 was out, he could see that he’d achieved his goal. “I created something that I wanted the players to win against the map maker. They finish the map and they feel like they've accomplished quite a task,” he says. But he also enjoys the sense that Diversity 2 feels part of the community. There are custom heads of 650 different Minecraft players placed in the map, and he was invited to talk about it at Minecon 2015.\n当Diversity 2发布的时候，他知道他成功了。“我制作出了能让玩家去挑战地图制作者的东西。他们通关地图并感到完成了巨大的挑战。”他说。他还享受于Diversity 2所代表的玩家社区。在地图里共有650个不同的Minecraft玩家的自定义头颅，并且他受邀在Minecon 2015中聊聊它。\n\nSo why was Diversity 2 his last Minecraft map? “Well, I always said I would only make another Diversity if I thought it would be better. I appreciated the good reception and cherish the experience but I had a difficult time finding the balance between Minecraft, day jobs, free time, family life... So I stepped away.\n那么为什么Diversity 2是他最后的Minecraft地图？“嗯，我一直说只有在我认为能做出更好的地图的时候才会做另一部Diversity。我对于大家的反响很是感激，也很怀念制作地图的时光，但我难以在Minecraft、工作、休闲、家庭等等之间找到平衡。所以我离开了。”\n\n“But I have passed the torch down to my kids. They watch Minecraft videos every day. And play the game constantly. Just Creative Mode. But maybe one day, they will become mapmakers too.”\n“但我把火炬传给了我的孩子们。他们每天都看Minecraft的视频，并且经常玩创造模式。不过可能有一天，他们也会成为地图制作者。”\n\nFor more on how qmagnet made Diversity and its sequel, check out qmagnet’s great development videos!\n想知道更多关于qmagnet是如何制作Diversity系列的信息，看看qmagnet出色的开发视频吧！\n\n原文链接：https://www.minecraft.net/zh-hans/article/making-diversity\n作者：Alex Wiltshire\n原文发布日期：2017年2月2日\n一窍不开 翻译于 2019年8月31日\n\n注：原文有一个近一个小时的YouTube视频，是关于在Minecon上多人比赛速通Diversity 2的，本人暂时没有考虑进行翻译，有兴趣可以去YouTube上看，视频地址为：https://www.youtube.com/watch?v=xROsAGRoOzM\n",
    "replies": []
}