{
    "title": "<原创 \\ 单篇> Slime-drink 史莱姆饮料",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1567267320,
    "txt_content": "\n\n\n\n\n\nfile_1567267188000.jpg (205.77 KB, 下载次数: 0)\n\n下载附件\n\n2019-8-31 23:59 上传\n\n\n\n\n\n\n大家都知道，在野外存在着一种果冻状的生物，它们大小各异，有的甚至还能伤人。我们把这种生物叫史莱姆。\n\n史莱姆是新人冒险者绝佳的练手对象，这是因为史莱姆一般有着良好的跳跃能力，所以攻击它们并不是一件容易的事。同时，它们对人造成的伤害一般微乎其微，所以不用担心一时失手而受到伤害。\n\n在历史的岁月中，有不知道多少史莱姆出现在这个世界上，不知道多少史莱姆被冒冒失失的冒险者给杀死，不知道多少史莱姆在没有见过人类的情况下结束一生。\n\n史莱姆作为饮料，在我们这里是最近十年才兴起的玩意。\n\n当时一位冒险者带着坐骑穿越沙漠，好不容易，终于走出沙漠的边界，走到了一片丛林。可是附近并无水源，让冒险者犯了愁。就在这时，饥渴的坐骑逮住只小号的史莱姆，一口吞下，吓到了冒险者。\n\n可是坐骑并未出现异常，反而精神了不少。无奈之下，冒险者自己也捉来一只史莱姆吞下。虽然味道很奇怪，但是却让冒险者神清气爽。\n\n最后，冒险者靠史莱姆一路返回了人类居住的城镇，并将自己新的爱好推广开来。\n\n经过改良，史莱姆作为食材不再需要生食，而是被处理并加以一定的酿造，最后制作出来的史莱姆饮料口感独特，略带粘稠。而其醇厚的风味虽然一时让人觉着奇怪，不少人喝前还会加入一些焦糖调和一番，但是懂行道的人只会追求饮料中最原始的那种风味。\n\n我的镇子上目前只有一家酒馆卖史莱姆饮料。酒馆的老板是一位大叔，在出门探访交流酿酒与调酒的时候，在某个镇结识了一位会做史莱姆饮料的青年，便招揽他来自家酒馆卖这种新奇的饮料。\n\n我第一次点史莱姆饮料的时候，他把一杯绿色的饮料摆在我面前。我晃了晃，那里面的东西就像史莱姆一般，黏黏的，这让我不禁皱起眉头。他或许也是见多了如我这样的神情，便递上一个小杯子，里面装着黑色的液体，应该就是焦糖了。但我把小杯子推了回去，一种“好东西就得讲究一点”的心态让我直接拿起这杯史莱姆饮料灌了一大口。\n\n且不说那种粘液摩擦唇舌，从喉咙流下的奇特感觉，单就是那从未感受过的口味就让我忍不住低下头，止不住地眨眼，或许还发出了嗷嗷的怪叫。\n\n那个青年制饮师也忍不住笑了两声，示意我慢慢来，便给其它顾客调史莱姆饮料去了。\n\n我看着眼前这大半杯的绿色粘液，轻轻叹了口气。\n\n但是，喝到一半的时候，我似乎抓住了这古怪味道里，吸引着人再次喝下史莱姆饮料的那条线。当制饮师看到我手里的空杯子和没有用过的焦糖杯子时，给我竖了一个拇指，好像是在说：欢迎加入史莱姆饮料的世界。\n\n从此史莱姆饮料就成了咱日常生活不可或缺的一部分。每次稍有闲暇而路过那间酒馆时，我就会进去，叫上一杯史莱姆饮料。最开始喝的还是制饮师给我推荐的入门绿色饮料，后来我自作主张开始喝蓝色饮料，甚至跃跃欲试希望尝试紫色精酿。我终于理解为什么那些人会为这对这种奇怪的粘液饮料如痴如醉了。\n\n周末的时候，制饮师会给大家稍微讲解一下关于史莱姆饮料的事情。我也跟着听了不少。\n\n史莱姆在哪都有，但是好喝的史莱姆只在少数自然条件下的地区中才能出现。比如说，来自艾伦提亚普的史莱姆偏醇厚一点，而珀利维兹的史莱姆则偏清爽一点，但如果处理不好容易发酸。除了地区以外，某些时期的天气条件也会影响史莱姆饮料的口感。要是当地长期干旱，那么得到的史莱姆在口味上也会因为过于生涩而无法下口。\n\n处理史莱姆的方法也有门道。史莱姆本身具有一定的风味，但是酿制过程中，一些香料可以让风味更具层次感，可以说是风味之间的相辅相成。日光金兰花通常用于黄色史莱姆，提升黄色史莱姆饮料的回甘。而绿色史莱姆需要加入复合香料，有些材料我没听过，只知道放这种东西准没错。\n\n有了原材料，工具也是成就史莱姆饮料风味的重点。有的工具可以快速地糅合史莱姆材料与辅佐香料，体现最原始的史莱姆风味。也有人偏爱经过一点时间催化的史莱姆精酿，这可以比前者在口味上更加丰富。\n\n焦糖是不少人中和史莱姆饮料的选择，但是这会降低史莱姆饮料本身的风味，最后很可能变成在喝含糖粘液。我自己也尝试过，不断地加焦糖，品味不同比例的糖度下的史莱姆饮料到底如何。老实说，还是不加糖的最好喝。\n\n三天两头的光顾，那位青年制饮师也认识我了。由于我爱喝加浓蓝色史莱姆，他甚至看到我进门就会开始着手制作。\n\n聊天的时候，他说，可以称呼他伊沃。他出身于二线城市斯利德奇，因此年轻的时候就接触了史莱姆饮料这种东西。出于爱好他成为了一名史莱姆制饮师。这东西在海外甚至还有专门的学院，以及供制饮师角逐的调制比赛。他指向墙上的一些荣誉奖牌，那是某一次在奥兹菲尔德史莱姆制饮比赛中获得冠军的证明。虽然我不认识那些字，但是那奖牌看上去确实挺精致。\n\n他也说到，制作史莱姆精酿的高手所云集的地方在比奥兹菲尔德更大的城市，那就是吉维尔城。如果有兴趣经过吉维尔城，一定要去那里的可丽美精酿馆，点上一杯橙色史莱姆，喝上一口，只会感叹不虚此行。我点了点头，记下了这个地方的名字。\n\n冬季的某一天，早晨太阳才刚刚升起的时候，我便寻思着今日无事，不如就去酒馆吃个早餐，顺便喝一杯史莱姆。酒馆门前的雪已经打扫干净了，我搓了搓手，推开门，发现自己貌似是第一位顾客。当我朝吧台看去，那里坐着的是制饮师伊沃，他手里的是一杯粉色的饮料，我从未见过这种颜色。\n\n他一开始并没注意到我，等我走近了才反应过来，抬起头跟我打招呼，没想到我这么早来。\n\n你手里的那杯怎么是粉色的？给我也整一杯尝尝？\n\n他笑了笑，说行，但是只有一杯。很快，他把粉色的饮料端到我面前，然后撒上几粒叫不出名字的小黄花。我嘬了一小口，那是有如春风拂面的花香，温柔而甜美，与普通的史莱姆饮料的特殊风味大相径庭。并不是说粉色的不好喝，只是仿佛这是另一种饮料。唯独那不变的粘液口感告诉饮用者，这是一杯史莱姆精酿。\n\n感觉怎么样？伊沃微笑着问我。我点头，说出了我的感受。好奇心又让我发问，为什么这么好喝的东西不仅没放在菜单上，而且刚才还说，只提供一杯？\n\n他坐回椅子上，跟我说起了这杯粉色史莱姆精酿背后的故事。在他的家乡，附近有一座丘陵。那里三三两两的长着几棵野生的黄色花朵的树。在那些树旁边，偶尔能看到出现一些淡红色的小史莱姆。自学了一本史莱姆酿造书的伊沃在和自己的女友在那座丘陵上踏青游玩的时候，突发奇想，捕捉了一点史莱姆，并且摘下了黄色的花，用身上的便携工具将其结合，制作了一杯粉色的饮料。\n\n就如我刚刚品尝到的那样，这是无法让人忘却的味道。于是在那时，一对小情侣，紧密地挨在一起，坐在树下，一起分享了这杯粉色的史莱姆饮料。后来，他尝试对这个无意中发现的配方加以改善，得到了现在这样的史莱姆精酿。但是由于那种淡红色的史莱姆很少见，同时花朵的味道时好时坏，他很难才能凑够制作粉色精酿的材料。\n\n那她现在如何？我问。\n\n我们分手了。他面带笑容地回答道。原来，那个女孩计划出国留学，将来或许还会因而定居国外。于是他们两个在人生的十字路口处分道扬镳。\n\n伊沃又喝了一口手里的精酿，说，虽然分手了，但是他依然思念着远方的她。而这粉红色的史莱姆精酿，寄托了他的这份留恋。\n\n能和你分享这杯，我很开心。他对我说。\n\n是啊，喝过了这么多的史莱姆饮料，这有故事的精酿，的确是最美妙的一杯。\n\n我们相视而笑，一起举杯，再次感受那无法令人忘却的沁人花香。\n\n\n\n",
    "replies": [
        {
            "author": "1723624171",
            "timestamp": 1567290840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "神经幺",
            "timestamp": 1567320960,
            "txt_content": "俺也觉得这个故事讲得好!"
        },
        {
            "author": "508953288",
            "timestamp": 1568283720,
            "txt_content": "粉红小史莱姆，怕不是隔壁泰拉瑞亚来的"
        },
        {
            "author": "虚泽",
            "timestamp": 1569469860,
            "txt_content": "很有酒馆的味道 （悄悄地说感觉九幽老哥会喜欢）\n文章写出了一种洒脱的感觉 不是很明显 但是很惬意\n世界观的背景我也很喜欢\n是我想象之中的乌托邦世界\n赞啊大兄弟！！！"
        }
    ]
}