{
    "title": "[Minecraft.net|INSIDER] 哪位官博小编最为硬核：第二部分",
    "author": "SPGoding",
    "replyCount": 2,
    "timestamp": 1567449120,
    "txt_content": " 本帖最后由 SPGoding 于 2019-10-30 09:38 编辑 \n\nWHICH WRITER IS THE MOST HARDCORE: PART 2\n哪位官博小编最为硬核：第二部分\nThe conclusion of possibly the least epic contest in human history!\n也许是人类历史上最无聊比赛的结局！\n\nLast week,Kelsey Howard, Tom Stone and Per Landin competed to see which one of them could survive the longest in hardcore mode, the Minecraft mode where if you die, it’s permanetnly game over. Click here to read the first part of their adventures!\n上周说到，Kelsey Howard、Tom Stone 和 Per Landin 进行比赛，看谁能在极限模式中活得最久，在这个模式中如果你死了，游戏将彻底结束。点击这里来阅读这场比赛的第一部分（中文）！\n\nAll caught up? Great! Here we chronicle the conclusion of their attempts to survive, and finally answer the question that has haunted the finest minds our species has ever produced for millenia - Which Minecraft.net writer is the most hardcore?\n已经看过了？太好了！接下来我们将阐述他们的结局，并且回答困扰了这千百年来人类最强大脑的问题 - 哪位官博小编最为硬核？\n\nDAY TWO – KELSEY\n第 2 天 —— Kelsey\n\nI decide to build a boat and travel up the river to see if I can find anything cool. I close the door on my depressing hole of an apartment and immediately feel better about my prospects. See ya never, sad dungeon! I’m off to find my hardcore equal. I hop out of the boat to look around some plains, and I see some sheep so I… er… relieve them of their wool. Look, having a bed to sleep in every night is central to my strategy! Getting digested by a spider while trying to sleep is not hardcore!!\n我打算造个船并逆流而上，看看有没有什么有趣的东西。关上压抑的「公寓」的门，我立刻感到前途一片光明。再也不见，破地牢！现在我要去找硬核的对手了！我跳下船，环视了一片平原，看到了一些羊，我可以…呃…帮它们减轻身上羊毛的负担。没错，每个晚上都能有一张用来睡觉的床是我生存策略的核心！在睡觉的时候被蜘蛛吃掉可一点都不硬核！！\n\n\nMany sheep were harmed in the process of making this article. If it’s any consolation, Tom got harmed a lot too.\n在写这篇文章时，许多羊惨遭杀手。聊以慰藉的是，Tom 也受到了不少伤害。\n\nIn the distance I see a village, so I decide to head over. I, of course, steal every loaf of bread and apple in the place. I even steal from this little villager child, who is innocently jumping on his bed as I steal everything down to his bed. I’m a bed hoarder! I can admit this.\n在远处我看到了个村庄，不如过去看看。当然，我，偷走了那里的每一片面包、每一个苹果。我甚至还从小村民身上偷东西，在我偷他床的时候他正天真无邪地在床上蹦着。我是个爱积攒床的人！这点我是可以承认的。\n\n\nI sleep soundly on my stolen bed and regret that this day was not very hardcore. Not very hardcore at all.\n我在偷来的床上安然睡着，为这一天并不那么硬核而感到遗憾。应该说，一点儿都不硬核。\n\nDAY TWO – TOM\n第 2 天 —— Tom\n\nDay one, which ended with me basically sobbing inside of a tree, wasn’t the best start. Plus my monument to myself is a little lacking. Rolling Stone called it ‘the worst Minecraft build we’ve ever seen. We don’t even review Minecraft builds, but we felt we had to make an exception here, it’s just that terrible.’\n在第一天的末尾，我躲在树屋里面抽泣，这并不是一个很好的开始。再加上我自己的豪华白桦树屋还有些不足。滚石乐队评价它为「我们在 Minecraft 中所见过的最差的建筑。尽管我们根本不是评定 Minecraft 建筑的组织。这个建筑是个例外，它实在太烂了。」\n\n\nHey, it’s what’s inside that counts! Side note: please don’t look inside.\n嘿，明明内在的东西才是更重要的！旁注：不要往内部看。\n\nI’ll concede it’s not everything I dreamed of and more. To fix this, I need diamonds . It’s time to jump off this cliff to head to lower ground and get mining!\n我承认，这个屋子不是我梦寐以求的东西。为了改善这一状况，我需要很多钻石。该跳下这个悬崖，去地底挖矿了！\n\nOnce I’d recovered from my many, many fall damage wounds, I crafted a few pickaxes and got to work!\n当我治疗好大量、大量的摔落伤害以后，合成了一些镐子，准备开始挖矿！\n\n\nI’ve left a staircase so I can easily get back to the Overworld, and keep a skeptical eye on the sun. I’m not an idiot!\n我挖出了一个楼梯，这样我就能很容易地回到地面，并且时刻注意天色了。我可不蠢！\n\nOdd. As I mine deeper underground, I hear an angry hissing sound. But it’s the middle of the day and mobs only come out at night, so it’s probably just Kelsey. There’s no time to worry about ominous hissing anyway, because I’ve just struck coal!\n奇怪。在我往地底挖的时候，我听到了愤怒的嘶嘶声。现在还是正午，怪物明明只有晚上才出来的，估计是 Kelsey 在捣鬼。无论如何，没有时间来担心这些不详的嘶嘶声，因为我刚刚挖到了煤！\n\nWait a gosh-darn minute… I’m pretty sure I half-remember someone telling me at school that coal can be turned into diamonds . Eureka! I immediately ignore Minecraft and take out my phone to head online and find out how to transform my coal into my well-deserved riches.\n啊，等一下…我朦胧地记得在我上学时有人告诉过我煤可以转化为钻石。啊哈！我立刻把游戏丢在一旁，打开手机，上网搜寻如何把煤转换为我应得的财富。\n\n\nTELL ME HOW TO SQUEEZE MY COAL INTO RICHES\n\n\n\n\n$JT2(@4}HYDMP`~}[0({O7R.png (12.72 KB, 下载次数: 7)\n\n下载附件\n\n2019-9-3 01:21 上传\n\n\n\n\n\n告诉我怎么把煤变成钻石（中文图片由 kakagou 提供）\n\nAfter several hours of reading, I make a horrifying discovery. Humans being able to turn coal into diamonds is a myth. Horrifying discovery number 2: I’ve wasted another day.\n查阅了几个小时的资料以后，我发现了一个惊人事实。能够把煤转换成钻石的人是个谎言。我又发现了第二个惊人事实：我又浪费了一天。\n\nNight has fallen, and there’s no way I’m going to make it back to my birch shack in time. I’ve got no choice but to mine deeper! A hole opens up below me and I jump into it, preparing to relax. After all, what could be safer than a mine in Minecraft?\n夜幕已经降临，我已经不能及时回到白桦木小屋了。除了向更深处进发，我已别无选择！在下面挖出一个洞穴，我跳了进去，准备放松一下。毕竟，Minecraft 里还有什么能比矿洞要安全呢？\n\nPER – DAY TWO\nPer —— 第 2 天\n\nNew day, new opportunities! New opportunities to die of hunger, haha! Am I going mad? Who am I talking to? Who am I? What’s a ‘Minecraft’?\n新的一天，新的机遇！新的死于饥饿的机遇，哈哈！我疯了吗？我在和谁说话？我是谁？「Minecraft」是个什么玩意?\n\nAfter spending a miserable night inside the cave, I’m now covered in heavy iron armor, thanks to a chasm rich on resources. But iron ingots can’t satiate my growing hunger, and I need to find food fast in order to stay in the competition. Luckily for me, I discover a school of salmon in the nearby river just next to the cave. This is great news! A Minecraft salmon contains up to four times more protein than the meat of a Minecraft.net writer! If cooked, it’s quite the delicacy (the salmon, not the writer).\n在洞穴中经历了一个悲惨的夜晚，现在我已穿上了沉重的铁装备，感谢这资源丰富的裂谷。但是铁锭并不能拿来填饱肚子，我必须尽快找到食物，否则就会输掉这场比赛。幸运的是，我就在洞穴旁边的小河里发现了一群鲑鱼。这可是个大新闻！一条 Minecraft 中的鲑鱼含有高于官博小编的肉四倍的蛋白质！要是烹饪过的话，它会非常美味的（「它」指的是鲑鱼，不是指小编）。\n\n\nHello there salmon! Would you so kindly get into my belly?\n鲑鱼们好啊！你们愿意到我的胃里来吗？\n\nDespite my success in finding protein and stuffing my mouth full of fish, I find myself contemplating my life choices and even questioning if I ever truly understood what it meant to be hardcore. Sitting on a beach eating salmon in the sun sure isn’t hardcore, and I start to think it might be better to just throw in the old towel, give up and… wait, hold on. What is that thing on the other side of the lake?\n尽管我成功找到了蛋白质，嘴里塞满了鱼，我思考着自己做出的选择，质疑自己是否真正理解了「极限」的含义。坐在沙滩上吃鲑鱼可一点都不极限，也许直接放弃会更好一点…等下，湖的对岸是什么东西?\n\n\nLook closely! Set your eyes to ‘squint’! Then widen them in horror when you realise what I’m trying to show you!\n仔细点看！把你的眼睛眯成缝！当你发现我指给你看的东西时，你会惊恐地睁大眼睛的！\n\nA Pillager Outpost? I’m in the middle of nowhere, stuck with a bunch of good-for-nothing-but-causing-others-harm Pillagers? Like a bolt from the blue, I’m struck with a sudden realisation. What could be more hardcore –the ultimate form of survival – than taking down an entire Pillager Outpost, all by myself?\n一个掠夺者前哨站？我现在在不知道哪儿的地方，遇到了一群没什么用就会伤害他人的掠夺者？完全出乎意料地，我突然意识到了些什么。还有什么能比这更极限吗 —— 生存的终极形式 —— 全靠我自己一个人，攻下整个掠夺者前哨站？\n\nSuddenly I’m filled with excitement, newfound energy, and massive overconfidence. The symptoms of stuffing six whole salmons into my head without even chewing? No time to think about that now! If I’m to take down those Pillagers, I’m going to need an arsenal of weapons, and lots of protein.\n我立刻兴奋起来，充满了能量与过度的自信。因未经咀嚼就直接把六条鲑鱼塞到嘴里而感到难受？没时间管它了！要去攻打那些掠夺者的话，我需要有一吨的武器，和大量的蛋白质。\n\nKELSEY – DAY THREE\nKelsey —— 第 3 天\n\nThe other side of the village is on the coast, so I jump back in my boat and hit the high seas. Tom walks by my desk and says “oh a boat? That’s interesting.” I figure he’s just trying to psyche me out, so I go about my rowing and find a sunken ship!\n村庄的另一边是海岸，我跳上了船，沿着公海行进。Tom 走到我桌子后，说着：「一个船？挺有趣的。」他一定是想扰乱我的思绪，我继续航行，找到了一艘沉船！\n\n\n\nI swim on down and open the first chest to find a bunch of gold and a buried treasure map! People, a treasure map is as hardcore as a piece of paper can be. Imagine having something super cool and instead of leaving it in a normal, easy-to-find place, you decide to create a spiteful scavenger hunt out of it. That is some petty energy I really identify with and respect.\n游到船下，打开第一个箱子，是一堆金锭和一个藏宝图！嘿，一个藏宝图可是一张纸最为硬核的形式了。想象一下，你有些非常酷的东西，你并不想把它们放到寻常的、容易找到的地方，而是设计了一个充满恶意的寻宝游戏。我很认同和欣赏这种小气。\n\nSuddenly I notice I’m almost out of air! I start taking damage as I race to the surface and make it with only half a heart left. Stressful. I get back in my boat and start hauling off to the nearest island when… my boat disappears!? My boat has been snatched by a bubble column! That was too close. Death by bubbles is probably the least hardcore fate I can imagine.\n我突然发现氧气快用完了！我开始受到窒息伤害，等冲上水面时只剩下半颗心了。惊险刺激。回到船里，我开始前往最近的岛…我船不见了！？我的船被气泡柱拉下去了！那个气泡柱离得太近了。被气泡柱弄死可能是我能想到的最不硬核的命运了。\n\nI’m swimming, minding my own business… aaaand I’m taking damage again. I look back and see a Drowned chasing after me. Not too bad, I reassure myself, watching my health drop. Then I see two more Drowned. If I can just make it to the island… and nope. Impaled. To death. I want to be annoyed but honestly… the Drowned are SUPER hardcore. I was chased by three Drowned and impaled by a trident as I tried to run away with a bunch of stolen gold and a buried treasure map. I regret nothing.\n我游着泳，想着自己的事儿…然后我又受到伤害了。回头发现是一只溺尸在追着我。不算太糟，我鼓起勇气，看着自己掉落的生命值。然后我又遇到了两只溺尸。要是我能回到岛上的话…然而并不能。刺穿。死亡。我挺想生气的，不过说实话…被溺尸杀死超硬核的。我被三只溺尸追赶，并最终被三叉戟刺穿，包里放着一堆金锭和一张藏宝图。对此我毫无怨言。\n\n\n\nKELSEY’S RESULTS: DIED\nDAYS SURVIVED: THREE\nKelsey 的结局：死亡\n生存天数：3\n\nDAY THREE – TOM\n第 3 天 —— Tom\n\nA reassuring pool of lava welcomes me to my new underground home.\n令人欣慰的熔岩湖欢迎着我来到这新的地底的家。\n\n\nSo... calming... Say, maybe living in a mine won’t be so bad after all!\n真…安静…说不定，在矿洞里住着也没那么糟嘛！！\n\nThen I turn around and meet my apparent new roomate, a Creeper. We’re gonna be the original odd couple! “Point me to the TV, Creeper ol’ chum,” I say before remembering OH NO CREEPERS = BAD.\n转过身来，我遇到了新室友，一只苦力怕。我们将会成为最奇特的一对儿！「告诉我电视在哪，亲爱的苦力怕」我在想起来苦力怕 = 不好的东西之前这么说着。\n\nThinking fast, I burst into tears. Thinking fast, and usefully, I draw my pickaxe and take a mighty swing at the Creeper. It knocks the lanky green horrorshow back, but it’s explosion still hits me right in the health bar, and sends me stumbling backwards, just a few steps away from the lava!\n迅速思考着，我吓得哭了出来。迅速思考着，并且效果拔群地，我抄起镐子对着苦力怕威武地挥舞了一下。这绿色瘦长的恐怖的生物被击退了一下，但它的爆炸仍然伤害到了我，将我炸退到后面，距离熔岩仅有几步！\n\nUnfortunately, I didn’t have time to get a screenshots, as I was too busy fending for my life . So I drew this recreation of how my Creeper battle went down:\n不幸的是，我没有时间来截图，因为我正忙着为生命而战。所以我画了这张图来展示这场与苦力怕的战斗是如何发展的：\n\n\nI knew I should have been an artist, not a writer. Everyone who reads my writing agrees.\n\n\n\n\n19.jpg (109.62 KB, 下载次数: 6)\n\n下载附件\n\n2019-9-3 03:00 上传\n\n\n\n\n\n我知道我应该是个画家，而不是作家的。每个看过我写的文章的人都这么认为。\n\nBut I’ve learnt my lesson. I’m not hardcore. I’m softer than a marshmallow pillow, and proud of it. This horrid mode is far too cruel for someone like me. I quit my game and jump back into the soothing waters of creative mode, where I belong, to build a statue of myself that says I HAPPILY ADMIT DEFEAT in only the softest of wool blocks.\n不过我长了教训。我并不硬核。我比棉花糖还要软，并且为之自豪。这个恐怖的模式对我这样的人来说实在太残酷了。我退出了游戏，回到创造模式当中，这才是我属于的地方。我将用着最软的羊毛建造一个自己的雕像，展现出我十分高兴地接受了失败。\n\nTOM’S RESULT: CONCEDED\nDAYS SURVIVED: THREE.\nTom 的结局：放弃\n生存天数：3\n\nPER – DAY THREE\nPer —— 第 3 天\n\nNo rest for the wicked… or for those lacking a bed because there’s no sheep in the vicinity! “Sleep aren’t that important anyway”, I think as I stumble on a sheep and nearly fall into the cave chasm from which I sourced all my iron. As I proceed with my grand plan to end the Pillager Outpost and claim my place as **, true hardcore player, I decide to stay up late to find components to craft the weapon I need. Leaving the comfy cave for the pitch black fields outside, I start to hunt for spiders, which contain everything I need for my mission. If fermented and used with sugar, it’s quite the delicacy, but I’m more interested in its strings. It mainly consists of protein, but I need it to craft a deadly crossbow.\n魔鬼从不让它们的追随者在作恶中休息…或者是那些因为附近没有羊而不能做床的人也不能休息！「毕竟，睡觉也没有那么重要」，一边思考着，我绊倒在羊身上，几乎差点掉进刚刚挖铁的裂谷里。我计划着要终结掠夺者前哨站，以及向世人宣示我才是那真正的硬核玩家，决定熬夜收集材料打造武器。离开舒适的洞穴，来到漆黑的外面，我开始攻击蜘蛛，它能够提供我所需要的一切。如果发酵以后和糖混在一起，会很好吃的，但我对它的丝更有兴趣。它主要由蛋白质构成，但我更需要的是用它合成一把致命的弩。\n\nAs a new day dawns, I suddenly feel a great disturbance in the Force, as if two voices suddenly cried out in terror and were suddenly silenced. Something beneficial must have happened. I smirk and then begin to laugh hysterically as I set out towards the Pillager Outpost. I might be losing it because of severe insomnia, but what doesn’t kill you makes you stronger. I’ll attack at dawn.\n随着新一天的到来，我突然感到一阵骚乱，就像两个声音突然在恐惧中大叫，然后突然沉默。肯定发生了什么有益的事情。当走向掠夺者前哨站时，我先是微笑，又开始歇斯底里地笑。由于失眠，我有可能会输掉，但只有那些没有打败你的事物才会让你变得更强。我决定在破晓时分展开进攻。\n\nKELSEY – DAY FOUR\nKelsey —— 第 4 天\n\n...Er, I died yesterday, remember? Leave me alone.\n...呃，我昨天就已经死了，忘了吗？让我一个人静静。\n\nTOM – DAY FOUR\nTom —— 第 4 天\n\nGuys, how do you play creative mode? I tried flying and now I can’t get back down :(\n朋友们，你们知道怎么玩创造模式吗？我刚刚飞起来了，现在下不来了 :(\n\nPER – DAY FOUR\nPer —— 第 4 天\n\nI start my new day with severe back pain. How is this possible? I had at least five minutes of good night’s sleep on two comfy cobblestone blocks! Refusing to let this be my downfall, I eat the last couple of salmon I caught, then start going through my strategy. The plan is simple: run down the hill towards the outpost and scream like a madman while waving my weapons in all directions. I laugh triumphantly and pat myself on the shoulder. “Brilliant Per, simply brilliant. The Minecraft.net hardcore title is as good as mine!”\n新的一天开始了。我的后背挺疼的，为什么会变成这样呢？我刚刚明明在两块舒适的圆石上好好地睡了五分钟！不能让这个拖累我，我吃了抓到的最后一对儿鲑鱼，然后开始执行我的计划。计划很简单：跑下山丘，直冲向前哨站，像疯子一样喊叫着，然后向四方挥舞武器。我得意地笑了起来，为自己加油鼓劲。「卓越的 Per，单纯的卓越。官博极限模式的标题马上就是我的了！」\n\nAfter spending several hours staring into a dirt wall mumbling incoherently about the importance of protein, the moment finally comes. I leave my hideout, then charge right down the hill. Oh, if only Tom and Kelsey could see me now!\n在对着土墙语无伦次地说了许久蛋白质的重要性以后，决战的时刻终于来临。我离开藏身之处，在山下为弩蓄力。噢，要是 Tom 和 Kelsey 现在能看到我就好了！\n\nWhether or not I’m hallucinating because of the six whole salmons I ate, I don’t know, but as I arrive at the outpost, I’m greeted by nine Pillagers with a grumpy “HRUMFPH”. It doesn’t matter. This is my moment to shine. The moment where I become the most hardcore player in Minecraft history. I smile, then let out one final battle cry.\n不知道我是不是因为吃了六整只鲑鱼而出现幻觉，当我到达前哨站时，我受到了 9 只掠夺者愤怒的欢迎。没关系。到了我闪耀的时刻了。在这一刻，我将成为 Minecraft 历史上最为硬核的玩家。我微笑着，发出了决战前的呐喊。\n\n“COME AT ME YOU NINCOMPOOPS! I’M REA…”\n「尽管上啊，你们这些憨批！我是最为…」\n\nPER’S RESULT: BRUTALLY DEFEATED BY A RAIN OF ARROWS\nDAYS SURVIVED: FOUR.\nPer 的结局：在乱箭之中彻底战败\n生存天数：4\n\n\nI used to think I knew what I was doing, but that was before I took a dozen arrows to the body.\n我之前还以为自己知道自己在做什么的，直到我身上中了一堆箭。\n\nCONCLUSION\n结局\n\nWell, it was a magnificent effort from this trio of… let’s call them ‘heroes’. But with an incredible four whole days under his belt, it looks like Per Landin will be crowned as the most hardcore of them al...\n这三位 —— 姑且叫他们「英雄」吧 —— 的努力十分壮丽。通过难以置信的四整天取得了胜利，看起来 Per Landin 将成为他们当中最硬核的…\n\nHang on a second. Doesn’t Thomas Wiborgh also write for Minecraft.net? Where was he during this challenge?\n等一下。Thomas Wiborgh 不也是我们官博 Minecraft.net 的小编吗？在这场比赛期间他在做什么呢？\n\nDAY 308 – THOMAS\n第 308 天 —— Thomas\n\nTHOMAS: Hi everyone! Been busy in hardcore mode, defeating the Ender Dragon for the fortieth time. What’ve you been up to? Oh, a hardcore challenge? Between you three? D’awwww, that’s adorable!\nThomas：各位好啊！刚刚在打极限模式，第十四次击败了末影龙。你们在忙什么呢？噢，一个极限模式比赛？就在你们仨之间？哇，真是可爱呢！\n\n\nGRAND CHAMPION: THOMAS WIBORGH\n独占鳌头的冠军: Thomas Wiborgh\n\nWell, there we have it. If we learnt anything today, it’s that when it comes to hardcore mode, we should really leave this to the professionals.\n行吧，问题的答案已经揭晓了。如果我们今天能学到些什么的话，那就是当涉及极限模式时，不如把它交给那些专业的玩家。\n\n【原文：Which Writer is the Most Hardcore: Part 2】\n【作者：Staff，发布日期：2019-09-02，译者：SPGoding，鸣谢：LocusAzzurro】\n【特别鸣谢：kakagou12、sandtechnology】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1567483920,
            "txt_content": "Plus my monument to myself is a little lacking. \n\n我是觉得这个monument就是指他的豪华原木屋子。。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1572288300,
            "txt_content": " 本帖最后由 LocusAzzurro 于 2019-10-29 21:26 编辑 \n\nas I steal everything down to his bed\n应该是床也搬走了吧\ndon’t even review Minecraft builds\n我们根本不评价Minecraft建筑\n（就是他们根本不是干这个的，滚石是乐队）\nhalf-remember\n一半记得\nmyth 说成 谣言 更好\nchasm 裂谷\nsymptoms 症状\narsenal of weapons 不一定要直译成军火库\nSo... calming... 真安静（和谐）\nwent down 如何发展的（不一定指失败）\n中要 重要\n is as good as mine 就快是我的了 （可以说马上就是我的了）\n\n@SPGoding \nHumans being 不是 human beings"
        }
    ]
}