{
    "title": "我想对KreeDz想说的话和我的空岛成名录",
    "author": "a15241608669",
    "replyCount": 2,
    "timestamp": 1567610280,
    "txt_content": "我就先说明:krddz是我玩一个服务器的一个朋友对我来说非常好的一个朋友，玩的服务器是bbq 1.12版本去年暑假玩的，其实我见到你的时候我就想发这些了但没有时间，现在可以了，希望你可以看到\n                                                                                                                                                                       -------zbc186\n      现在直接说正题，我想对你说的话，其实也没什么就是一些我想问你的问题，和我自己所发生的情况吧。\n      先说一下去年暑假最后的事情吧，我在去年暑假末期军训回来后我就没见到你了，我当时以为你是没在，因为你也是有自己的事情吗，所以我也没注意，因为你经常不在而且和我一起玩的那些人也陆续没怎么玩了，而且我对这个玩了两个月生存有点腻了，即使我还是个萌新。因此我就转到了空岛生存，当时空岛我只是当娱乐玩的主要还是玩生存，直到有一天你把我 你的地皮权限给下了，并且连小号的地皮权限也一起下了（他主号是资源在的地方就是一些重要物资，小号是赚钱的地方**的地方）我当时知道了我在生存应该混不下去了，即使我也一些资源在末影箱，但是主要的赚钱还是要靠你小号的地皮，所以我知道我很难在生存继续混下去了所以我没得选择了去了空岛(当时空岛我进入了一个全区第二的岛，可以说是比较佛系不需要干事情，然而生存我要重新开始吧曾经造过的机器再造一遍对我来说没有那么多时间了，退服的时候我身上大约有300w游戏币，相当于300rmb我当时全送人了，当然是我朋友）。但呢我没有任何怪罪你的意思因为我认为这些东西大部分都是你的而且你可能怕我熊你或者这么的，所以把我权限下了想要留作纪念，我也可以理解但我当时还是想和你说一声再见，并且可以再见遇到你（因为我们都是游戏联系的所以没有加qq）\n\n     我退出生存服之后我就开始了空岛之路，其实刚开始我也是没有什么梦想的因为我自己就是在全区第二的岛（这是可以刷矿物的空岛也就等级可以刷到几万级）。后来全区第二的岛主（asdasd）收了一个新人，也就是这个新人改变了我的空岛之路，简单说就是一个小学生加杠精，和我杠，我当时一气之下把他岛熊了物资搬移到小号退出岛屿，第二天我去找岛主说你把那个新人t了我吧物资还给你顺便给你50w钱，但是他没有回答我，我知道他是不会同意了，我也没有强求，于是乎我就用小号开始全新的空岛之路（id：xiao_lang）我就随便找了一个岛屿加入，把我之前熊的物资给带过去（可能有人会说我这样不对，但是我对那个空岛的贡献也是不小的并且我说了，是他自己没有同意我也没办法）就此我真正的空岛之路开始了，具体过程我不说了就是一个萌新变成大佬的过程，之前那个岛主是上线的但是，当我们岛屿发育起来的时候（约6000，好像忘记了）他就基本不上线了，而且他知道这个空岛是我发育起来的就直接把他的号给了我，就此我的空岛就成了我一个人的生存了，怎么说呢还真是不容易啊（因为他不上线我就直接把他t了）\n      具体我是怎么发育起来的我就简单说一下吧，当时在我成为大佬前我已经有一个非常完善的生态链了（简单说一下，1服务器的金钱是基本靠岩浆怪刷的，因为岩浆膏非常值钱，我有这个塔2服务器岛屿等级是靠刷矿物的我也有非常稳定的收入基本就是时间的问题3服务器还有一个最值钱的是烈焰人塔因为经验给的非常多这个我也有稳定的收入，经验的话服务器有高级附魔书要经验买，当时经验和钱比例大约是1:10），于是在经过了许久的肝我成为了服务器的顶尖玩家之一，就怎么说把我当时的岛是排行第四，第一是服务器最大工会（菲梦，涛带领的），第二就是刚刚那个（asdasd），第三就是服务器第二大的工会（gay 船长）,我呢就是第四，而且他们的空岛全是8人满人，但我的只有一个人就只有我一个人我从未收过任何玩家，岛屿就我一个人肝，而且我还是全区财富榜的第三突破了1000w！所以我可以说是空岛的顶尖人物了(并且我是0氪金玩家，而岛屿前三岛主都是黑耀VIP400rmb其他还氪金了好多来抽奖)0氪最强，后来空岛出了bug简单说就是服务器人太多服务器承受不了，又修不好bug太多，辅助直接放弃治疗，把空岛给关了于是我对这个空岛的记忆也只停留在了我的脑中了。\n\n---------------------------------------------------时间不够了，关于和kreedz的事情等有时间在打吧，有点偏了还有好多没说",
    "replies": [
        {
            "author": "世予予",
            "timestamp": 1567615620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "sky2",
            "timestamp": 1567677540,
            "txt_content": "高版本保命"
        }
    ]
}