{
    "title": "[Minecraft.net | CULTURE] 机械昆虫",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1567781040,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-7 21:29 编辑 \n\nIndustrial Insect\n机械昆虫\nFour friends forge an airship\n四个好朋友铸成了一艘飞船\nA giant bug zipping across the sky is quite the sight – but even more so when it’s actually a great big metal aircraft! The Flight of the Bumblebee is a project created by four brilliant builders working together, just like busy bees!\n一只巨型虫子，嗡嗡地飞过天空，这样的场景挺壮观的——但当你知道这其实是一艘巨型的金属飞船时，那感觉就更壮观了！四位杰出的建筑师共同打造这个名为《飞翔的黄蜂号》的项目，他们就仿佛一只只辛勤的蜜蜂！\n\nLeading the team was Squity, a seasoned builder that is no stranger to being featured here on Minecraft.net– he's the bee's knees, if you will. He tells me that he noticed a contest on Planet Minecraft for builders to create some kind of flying contraption and got really excited to join with some friends.\n团队的领头人是Squity，一位经验丰富的建筑师。这已经不是他第一次登上官网的文章栏目了——换句话说，他就是“酿蜜高蜂”。Squity告诉我，他注意到在Planet Minecraft上发起了一场竞赛，参与的建筑师们以飞行的奇诡机械为题进行创造，这让他十分兴奋，并同一些朋友一起加入了这场竞赛。\n\nIt took them a while to figure out what they wanted to build, however. “We had lots of ideas, so it took quite some time to fine tune our concepts,” says Ranie, one of the builders that Squity worked with.\n然而，他们并没有马上决定好要建什么东西。与Squity合作的其中一位建筑师Ranie说，“我们想法很多，所以用了些时间才确定好我们的设计概念。”\n\n\n“We tried some different styles,” Squity adds. “After brainstorming, we had a concept in our mind about a bee-like ship, so we tried some different things within that concept. It was clear that we needed a huge flying insect.”\nSquity补充道，“我们尝试了一些不同的风格。在头脑风暴会议之后，我们便有了一个设计概念，那就是一艘如同蜜蜂一样的飞船，于是我们在这个基础上尝试了不同的东西。我们的需求很明确，就是一只巨型的飞行昆虫。”\n\nAfter deciding on this strange insectoid aircraft, the team split up to work on their respective specialities. For the surrounding world, the team used another ace builder –Consue . “Consue is really good with terraforming, so she did the whole terrain underneath the bee. It works really well together with the focal point, so she did a great job,” Squity tells me.\n在决定好建造这个奇异的昆虫飞行器之后，团队开始按各自的特长进行分工。对于环境的部分，团队派出了又一位建筑大师——Consue。Squity告诉我说，“Consue地形构建上表现优异，因此她负责了蜜蜂下方的全部地形。地形与视觉焦点相辅相成，可见她的工作非常出色。”\n\n“I enjoyed that I was able to use past exercises and practice to create a strong terrain piece that I really liked,” says Consue. “I always find desert terrains really challenging and gratifying at the same time.”\nConsue则说：“我很享受那种感觉，就是可以借助过去练习与实践的经验，创造出我非常喜欢的那种精致的地形片段。我一直觉得，沙漠这种地形不仅具有十足的挑战性，同时也能让人乐在其中。”\n\n|“As a team, we worked buttery smooth. We gave everything we could for the best result possible. This part of building makes me full of joy.”\n|“作为一个团队，我们的配合如行云流水般通畅。这部分的建筑给我带来了无比的乐趣。”\n\nIn order to make the world far, far below, she started with some desert rock and then added on dunes, sand, and some rough vegetation that could withstand the hot, dry weather. “I then took it to World Painter to apply the colouring,” she says.\n为了让环境部分有其深度，Consue先是从加入沙漠岩石开始，然后是加入沙丘，沙子，以及一些耐热耐旱的粗糙植被。“在此之后我就使用World Painter来完成上色工作。”她如此说道。\n\nIt certainly fits with the story behind the build, which was made up by Jossie . Apparently, the bee is carrying humans escaping the effects of a deadly meteor shower, so no wonder the ground looks so unfriendly to live on. Jossie even wrote some pretend logs by the captain of the ship for extra flavour, and was the 0ne who settled on the Bumblebee name.\n这呼应着Jossie所创造的背景故事。显而易见，一场致命的流星雨影响着这里，因此人类搭乘着这只蜜蜂逃生，难怪这地面看起来是如此的不宜居住。作为额外添加的内容，Jossie甚至以飞船船长的身份仿写了一些日志，在故事中正是这位船长给了飞船“黄蜂号”的名字。\n\n\n\n\n\n\nBut that doesn’t mean he wasn’t hard at work building, too! “Jossie is the organic-man,” Squity tells me. “He did an awesome job with the legs and the back of the insect where he pays attention to the overall look of the build.”\n但这也并不意味着Jossie没把心思放在建筑上！Squity谈道，“生物部分是Jossie做的，工作非常出色。他负责了大虫子的腿部和背部，专注于建筑的整体视觉效果。”\n\n“We had a reference image to go by for the insect, but we kept constantly changing or going back and adding to it,” Jossieexplains.\nJossie表示，“为了做出昆虫的样子，我们有个参考的图片，但我们会不断地在其之上修改，回退或者是增添东西。”\n\n“Ranie is awesome with structures,” Squitysays next. “He was helping me getting the mechanical parts done. He pays attention to the smallest details, which makes him a great builder.”\nSquity接过话头道：“Ranie很擅长做结构。他还帮助我完成了机械部分。在微小细节上的专注，让他建筑师的身份更为高远。”\n\nRanie doesn’t confirm or deny this, but he’s full of praise for his friends. “As a team, we worked buttery smooth. We gave everything we could for the best result possible.” He does say that creating structures like this is his favourite thing to do in Minecraft though: “this part of building makes me full of joy.”\nRanie对此评价不置可否，但他对自己的朋友则是不吝赞美。“作为一个团队，我们的配合如行云流水般通畅。我们拼上自己的所有能力，只为达成最完美的效果。” 不过他也承认，建造这样的结构是他在Minecraft里最喜欢干的事情: “这部分的建筑给我带来了无比的乐趣。”\n\n\nFour people all did their own work on the build, but it looks like one solid whole. That’s what Squity likes best about the whole thing. “I personally like the merge between the organic and the mechanical parts. We managed to merge the two aspects together really smoothly. It makes the build feel like an aircraft that is alive, which was our goal.”\n四个人都为建筑做出了自己的贡献，但建筑本身却浑然一体。这也是Squity最喜欢的一点。“我个人比较喜欢生物部分与机械部分之间的结合。我们努力让这两个部分平滑地衔接在一起。这让建筑本身看起来就像是个活生生的飞行器，而我们的目标正在于此。”\n\nThe final thing to do was to get the renders captured, to make it look picture perfect for all the competition judges and lovely viewers like you! That was Squity’s job too, and he even took a 360-degree video to show off every angle of his and his friends’ hard work.\n最后要做的是制作渲染图片，使得作品在视觉上臻至完美，以供比赛评委，还有可爱的观众（比如你们）好好欣赏！这也是Squity的工作，他甚至还拍摄了360度全方位的展示视频，为他和朋友们的辛勤劳作呈现好每一个角落。\n\nHe also points out that if you zoom out to see the whole ship like this, it’s so big that you can’t even see the individual blocks! Maybe if you get really, really close to the next bee you see in the park, you’ll suddenly find miniature Minecraft blocks? Probably best not to try it, those things have a nasty sting.\nSquity也指出，如果你像这样缩小尺度来观察整艘飞船，那么它的庞大甚至会让你没法看到其中某个单独的方块！有没有可能，如果你找到机会，能非常非常近距离地观察公园里的一只蜜蜂，或许你能突然看到微型的Minecraft方块？最好还是不要这么做吧，因为蜜蜂这东西的刺可不会招人喜欢。\n\nRenders by Squity\n由Squity提供渲染\n\n\n【原文：Industrial Insect】\n【作者：Jay Castello，发布日期：2019-04-18，译者：Kakagou】\n\n",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1567782060,
            "txt_content": "这个虫子有原型嘛 看着啥都像 但又都不是"
        }
    ]
}