{
    "title": "[Minecraft.net | INSIDER] 背包盘点：矿车",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1567789740,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-7 09:57 编辑 \n\n\n\nTAKING INVENTORY: MINECART\n背包盘点：矿车\nIt’s all downhill from here\n这接下来的路就好走多了\nFor a game about mining, I suppose it’s kinda weird that we don’t spend very much time using our item of the week – the minecart. They’re fun to ride around rollercoaster-like tracks on. But I don’t think I know any players that use them for their supposed purpose: trucking dirt, stone and ore up to the surface.\n作为一个挖矿游戏，我觉得吧，我们在本周的物品上花的时间甚少，这着实是一件很奇怪的事情——因为本周的物品是矿车。在过山车一样的轨道上骑着矿车玩确实有趣。但我好像从没遇到过有哪个玩家会照着原本的用途使用矿车：也就是将泥土、石头和矿车运到地面上。\n\nThat’s okay! Minecraft has always been a game where players make their own fun with the tools available to them. So what if people would rather make rollercoasters out of minecarts than fill them full of dirt? The most important thing is that everyone’s having a great time. Wheeeeeeeeeeeeeeeeeeeeeeeeeee!\n这没关系！Minecraft 这款游戏一直以来都是让玩家用可行的工具来享受属于自己的乐趣的。那么要是大家用矿车玩过山车，而不是往矿车里填满泥土，该怎么办？没问题，大家玩得开心才是最重要的。爽耶！\n\n\nMinecarts were added to Minecraft during the game’s Infdev phase, on 18 June 2010. Originally they were used solely for storage - they acted like a chest. But less than a week later that decision was reversed and they became rideable. Over time, new features were added – furnace and storage minecarts, TNT and hopper minecarts, and even minecarts with command blocks.\n矿车在Minecraft的Infdev开发阶段加入游戏，也就是2010年6月18日。最初矿车只用于存储物品——这功能更像箱子。然而不到一周之后，这一决定就被反转，玩家便可以乘坐矿车了。随着时间的流逝，新的功能也不断加入——动力矿车和存储矿车，TNT矿车和漏洞矿车，甚至还有装着命令方块的矿车。\n\nMaking a minecart is simple. Put five iron ingots in a U-shape in a crafting grid. To make one of the minecart variants, just combine a regular minecart with a chest, furnace, hopper or block of TNT. Once you’ve got one, place it on a set of rails to spawn it in the world.\n制作矿车非常简单。在合成台里把五块铁锭摆成一个U型即可。要制作矿车的其他变种，只需要把普通矿车与箱子，熔炉，漏斗或TNT方块摆在一起。制作好矿车之后，将其放置在铁轨上，矿车就会出现在世界中了。\n\nFrom there, it’s up to you. You’ll probably want some method of propulsion – most likely a powered rail or furnace minecart. You can get in an empty minecart by hitting use, and exit by pressing sneak. You’ll find it’s easy to go downhill, but hard to go uphill again. Experiment with different solutions to that problem to find the best!\n自此，接下来怎么做就是你的事了。你可能想知道一些提供动力的办法——那么你需要的大概是动力铁轨或者是动力矿车。你可以按下使用键进入空矿车，用潜行键离开矿车。你会发现下坡路很好走，但回到上面会很困难。尝试各种不同的办法，你就知道这个问题最好的解决方案是什么了！\n\n\nImage credit:LoKiLeCh//CC BY 3.0\n图片来源:LoKiLeCh//CC BY 3.0\nIn the real world, the first minecarts were made of wood and widely used in the 1500s to transport ore out of mines in Europe. They were pulled by men and animals, and didn’t run on a real “rail” but instead just used normal flat wheels on a plankway that flattened out rough ground.\n在现实中，最初的矿车是用木头做的，在16世纪时的欧洲地区被广泛地用在将矿石运出矿洞。矿车需要人和动物来拉动，而且也不会跑在真实的“铁轨”上，而是仅仅用普通的平轮跑在铺设于粗糙地面的平整木轨路上。\n\nOver time, technology improved and people wanted to get more stuff out of the ground, they began to resemble Minecraft’s minecarts more closely. They got larger, began to use more modern rail systems, and could be pulled by electric or diesel locomotives. They were used not only to get materials out of a mine, but also to carry workers in.\n在历史的长河中，技术得到了发展，人们有了更多想要运出地面的东西，于是他们开始组装和Minecraft里的那种更加类似的矿车。矿车变大了，也可以用于现代的铁路系统了，还可以靠电力或者柴油机车驱动。此外矿车也不仅仅是用于运送矿物出矿洞了，它还可以把矿工们运进矿洞里。\n\nMinecarts aren’t actually used much for their traditional purpose any more. They’ve been largely replaced in commercial mines by more efficient conveyor belt systems. Instead, the most active minecarts can nowadays be found in theme parks - in rides like Disneyland’s Big Thunder Mountain runaway mine train .\n实际上，矿车已经不再用于传统上的用途了。在商业矿产中，矿车普遍地被更有效率的传送带所取代。现在，矿车最常见的地方反而是主题公园——比如迪士尼乐园中的巨雷山矿车逃脱\n(Big Thunder Mountain runaway mine train)这样的路线。\n\nGuess it turns out that Minecraft is more accurate than any of us realised!\n好像Minecraft比我们想的还要贴近生活嘛！\n\n【原文：Taking Inventory: Minecart】\n【作者：Duncan Geere，发布日期：2019-09-06，译者：Kakagou】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1567790040,
            "txt_content": "明天起来再校对……"
        },
        {
            "author": "王老师",
            "timestamp": 1568899800,
            "txt_content": "还可以666666"
        },
        {
            "author": "xianyu666",
            "timestamp": 1568993580,
            "txt_content": "22222222222222222222222222222222222"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1572296760,
            "txt_content": "[ruby=过山车]矿车[/ruby]"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762800,
            "txt_content": "矿车乃是mc之魂啊！\nMinecraft！"
        }
    ]
}