{
    "title": "这是一个没什么名气的小服主在开服半年后想说的话",
    "author": "2877043630",
    "replyCount": 15,
    "timestamp": 1567835580,
    "txt_content": "        开服也半年了，自己的心态也慢慢的从刚开始的热情开始平静了下来，不知道有没有人记得曾经有个叫刀光剑影的服务器，后来，却因为种种意外关服了，并改名为理想乡，重新出现在了快吧，虽然玩法上变化不变，我每天起码都要玩到凌晨一两点，渐渐的，我开始接触开服这门技术，每天晚上找资料，学习怎么开服，一直希望自己也能开个理想乡服务器，只是单纯的想找回当初和朋友，师父一起游玩，穿梭在服务器每个角落，那种开心愉快的感觉，而不是现在这样勾心斗角，骗子遍地都是的这种游戏环境。\n       人善被人欺，就仅仅连买vps的时候就被人骗了不少钱，接着，就是服务器发生的各种问题，bug，凭着自己在网络上找到的资料，自己天天忙到凌晨4，5点，在服务器人数开始多起来的时候， 由于并没什么开服经验，有些人利用插件卡op后台，在服务器里破坏，但是自己也不能说什么，想了想，把他们当成一次教训，自己花些时间，花些钱，修复好了，下次注意了就行了，可惜的是，他们就像是发现了一块肥肉一般，不停的在榨光我的信心，热情，还有，时间，金钱，服务器不定时的会被人压测，最多的时候，一天起码十多次，可惜没什么技术，服务器问题又比较多，有时候自己进去体验都受不了，于是就想买个和快吧，网易一样的理想乡端，结果，呵呵，自己太蠢了，反而被骗了500，一个学生党，把自己的生活费用来建设服务器，还被人骗了，我就想问，那些骗子你们就这么缺钱吗？都是有手有脚的人，你为什么你要去做这些，不符合正常人思维的事情呢，我也s，都被骗了几次了，居然还能上当，我可能是nc吧\n       付出了不知道多少时间。精力，为的就是给服务器里的冒险者一个好的游戏体验，希望他们玩的开心，以前想着就算是别人把我骂成sz，没人赞助，自己肝硬化也要开下去。\n       现在却迷茫了，做一个好的服务器真的就这么难吗？做服务器不就是为了看玩家们的笑脸吗？我现在看不到我服务器的未来了，现在服务器这个圈子的难度就没用优质服务器了吗？唉。。。。。\n\n       码了几个小时，可惜文采不够，码不出好的文章，",
    "replies": [
        {
            "author": "夜半",
            "timestamp": 1567837080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "MC_tingfeng",
            "timestamp": 1567837740,
            "txt_content": "开服确实不容易，我这边开了一年多没换周目，你可以来看看"
        },
        {
            "author": "Skyer",
            "timestamp": 1567838100,
            "txt_content": "你是我见过最惨的腐竹"
        },
        {
            "author": "超人152",
            "timestamp": 1567838220,
            "txt_content": "我也不知道该说什么好，自身强大也是很重要的，加油吧，祝你好运"
        },
        {
            "author": "ChuYu__",
            "timestamp": 1567838580,
            "txt_content": "辅助不容易啊"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1567840260,
            "txt_content": "做一件这样的事情本身就是为了吸引与自己志同道合的人，如果不是必要，对于谁，都不要轻易相信，学会给自己留下退路"
        },
        {
            "author": "白给喵",
            "timestamp": 1567840680,
            "txt_content": "找服务器端推荐优先找自己信任的人，没的话玩了那么久MC总熟悉几个过得去的辅助，问他们找渠道也是好的\n如果实在不行的话，也可以去那些**高或则安全程度高的地方购买，不然很容易出现这种情况……\n顺带一提我正准备上六级换电脑后开个小服……东西都找好了就差电脑了……\n不过有缓冲时间总是好的\nfz加油"
        },
        {
            "author": "ma0205601",
            "timestamp": 1567840740,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2877043630",
            "timestamp": 1567843440,
            "txt_content": "生死看淡，不服就干，关服，除非mc倒闭了，我有问题的话会请教大家的。此生不悔入mc，来生愿做方块人"
        },
        {
            "author": "勝海舟",
            "timestamp": 1567845240,
            "txt_content": "以前在一個也叫理想鄉的服務器作op,反正建築接待啥的啥都乾,腐竹那人和你一樣也是學生的,同樣也是壓榨自己拿出錢來繼續開服,但是之後我被他幾個友人擠兌憤而離開,而之後不到一兩天他也因為沒錢關服,想想也有我的一份罷,那是幾年前的事了,到現在心情仍然很複雜,話說那人不是你罷?"
        },
        {
            "author": "芝十香",
            "timestamp": 1567845420,
            "txt_content": "其实只要你遵守这几个原则就不会被骗了：\n1.交易一定要走淘宝，特别是买vps，别为了省钱去qq群找人买，不然到时候买前上帝买前空气。、\n2.千万别去买服务端，有些端就是骗子从mcbbs里面拿来把免费的端卖成收费的骗钱，建议买端和买插件前千万要去mcbbs看看这个是不是免费资源。\n3.有些人会见面就要ip，这些人千万要小心，多半就是来炸服的。\n4.不要随便信那些主动找你卖东西的人，真正的卖家是不会求你买的，只有骗子才会。"
        },
        {
            "author": "sgoye",
            "timestamp": 1567848000,
            "txt_content": "mc服务器这块感觉真的快做成黑色产业链了\n卖低质量服务器-卖免费资源的端-卖免费插件-圈钱的腐竹-熊孩子"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1567849140,
            "txt_content": " 本帖最后由 SkinBBS 于 2019-9-7 17:51 编辑 \n做服务器不就是为了看玩家们的笑脸吗\n很可惜, 骗子只是为了你兜里的钱. 你看看现在的编程版提问的问题就知道现在搞技术的都是些什么人了, 引用某 dalao 在知乎的回答: 腐竹写插件可以少花钱, 技术写插件可以多赚钱. 现在开服就是围绕着钱钱钱. 其实开服赚钱本没有什么, 要是技术过硬, 服务器体验好那收钱无可厚非. 但是有很多人没有技术, 甚至服务端都是复制粘贴来的, 也想圈钱. 更别提还有那些收钱打服的人了.\n\n说真的, 你被骗了 500 还算好的. 几年前我被骗的更多.\n\n就当交学费了吧, 或者说智商税. 要开服还是要自己技术过硬, 不能说遇到问题才开始上网求爷爷告奶奶的修复, 等你修好了, 玩家也跑光了.\n\n不知道楼主现在多大, 要是年龄合适的话看在你这么惨的份儿上, 我帮帮你~(这句话怎么这么装逼...)\n\n还有, 买 vps 都能被骗. 你以为那些在 QQ 群里还有某论坛的什么云什么云的都真的那么专业? 鹅厂和阿里这样的大厂搞个 XX云 也就算了, 就他们这样的还 XX云 真是 xswl. 举一个我身边的例子. 我一个大学同学也是卖 vps 的, 不过他不止卖 mc 服, 还有七日杀和求生之路. 吹的也是各种好, 但是实际上那几台服务器就是他用来挖矿的, 只不过挖矿用的是 GPU, 把其他资源拿来当成 vps 卖也不太影响性能. 他也宣传的各种高级, 实际上...唉, 基本就是骗傻子的. 他们在这些人也有自己的生活, 他们也要打游戏, 谈恋爱(这种人渣也有人爱?), 上学...哪有时间把你当上帝伺候. 你买之前对你热情只是想要你的钱罢了, 等你的钱有了, 你说话就等于放屁, 等他们忙活完了自己的事儿, 才看心情理不理你. 而且这些人技术也不见得就是大神. 我那个同学连端口都开不利索.\n\n都说熊吧黑, 但是我感觉有些人比他们还黑. 熊吧最起码打服还分个青红皂白. 有些人(特别是有些腐竹)看见别人的服好就眼红, 就要给人家搅和黄了. 真是醉了. 说真的, 我看见好的服务器都不舍得给人家搞破坏, 就像不忍心破坏一件艺术品一样, 但是有些人不一样, 你比他好, 就是要搞你, 一点道理都不讲~\n"
        },
        {
            "author": "huxiaojie",
            "timestamp": 1567851360,
            "txt_content": "开服不易啊   且行且珍惜啊"
        },
        {
            "author": "小cheng",
            "timestamp": 1567851840,
            "txt_content": "我看完了，全是无力吐槽。怎么说吧，一个好的服务器不是你付出你所谓的辛苦就能实现的，最少你要有自己的团队，和资本，花钱买的服务器端，再好也是别人的，你也不会满意的。最后只能说一句能量而行。开好自己的服务器怎么开心怎么开。"
        }
    ]
}