{
    "title": "[RPG][走向][初步探讨]关于RPG走向",
    "author": "410237191",
    "replyCount": 2,
    "timestamp": 1567872720,
    "txt_content": "大家好我是孤独的狼，很荣幸在这里发言，我今天介绍一下我认为的rpg服务器走向，仅供参考，请呼喷吐，或许会触及不好的话题\n请大家谅解\n\n\n\n[RPG]\n[RPG]\n[RPG]\n  在我认为的服务器里主要属RPG最为吸收金钱，可是每个服务器都有这么个极限，我们如何部分突破部分极限呢，这里得说道说道\n服务器在于更新，更新内容大同小异，无非是多一些武器多一些怪物，为何你不转变思想一下呢，换位思想玩家真的要更好的副本，更多的怪物和，更吊的武器吗？显然不是，他们要的有一部分是虚荣心，当然更多的是和朋友一起刷的快感，当然也有小部分人，认为可行的服务器是能赚钱的，赚小钱，冒着部分风险，我们服务器rpg以锻造为核心和以技能为核心颇多，今天我们先说说以锻造为核心的服务器，锻造为核心的服务器，都有个副本上线，我们一般会选择BC跨服来减轻玩家和服务器的负担以及运算律量，玩家也玩的舒心，可锻造总会有局限性，呢局限性就在于一个锻造锻造出来的武器开始少的可怜，最后多的成灾，我们应该怎么抑制这种发展的，很多腐竹选在了掐断源头，但是换位想想，这样做不仅会拉低人气还会抹黑自己，呢不如我们换种方式，我们都知道服务器里面有分解系统，吧所持有的武器分解成武器核心，推出新的锻造，腾讯公司给我们的启发是，我们没有降低武器只是增强了怪物，留给玩家一到五的体验十本以上才是玩家的天堂，天堂之上便是地狱，你何不在最后9。10层开放死亡掉落来弥补不足，没人敢踏入，踏入需要谨慎，可是总有人觉得有能力进去，进去前要准备，药剂武器，你何不每星期一更新，没更新一次就多加锻造书一本呢，在更新中成长在成长中逆袭，我们没有降低武器的能力只是怪物增强了，当然我们主帐循环，当你的武器达到了计算瓶颈期可以组织活动，来小号他弄点获得，这时候副武器就颇为重要，以分解核心换副武器的进阶或者部分兑换，然后小号根本上的武器原出处然后降低部分暴击属性，当然我建议副武器武器攻击不要太高暴击不要太刺激可以试试低攻击高暴击的属性或者低暴击高攻击的属性，宝石加成别太高30就行，你或许认为各种各样的宝石会吸引玩家眼球不如单调点从初级到特级4个等级最高暴击就30多了不行每个武器我都给你4个孔武器3攻击1辅助防具也是一样，宝石就弄兑换30个初级宝石换30个中级30个中级换1个高级30个高级换1个特级，至于怪物掉落，我建议你控制在中级就行，高级以上没必要，一定要记住最后一级和前三级要天差地别，MM怪物掉落概率要低，毕竟你skill插件写的再好我组队轮流卡你，你怪物也得四over，当然这只是皮毛，现在介绍了部分明天会接着更新，临走前我还要给各大新手做[RPG]的腐竹们一个参考，\n不要急着开服，先试着拉拉人气，怎么拉，直播录视频，自己录放到群里，先弄活跃氛围，在进行下一步，每一个插件的历程，由来还要功能，和服务器部分功能地图还要玩法都要慢慢讲解，以最小的利益换取更大的收获这是你的第一要务，换取更大利益之前，先控制住你的第一资金，看是否足够，不足够我是否先选择小的，以小规模进行，我建议不要入住网易，毕竟这样影响你自身的发展，可以试试麦块或者论坛，设置好基础，在你的服务器里做一些你录的视频连接，讲解怎么玩，到什么攻击范围对应什么副本，该走哪一步最简单，如何思考你下一步要做什么，让玩家保持好奇是你的准者，怎么让他保持好奇呢，这得看你在讲解的时候卡主什么点，你比如说，我讲解队伍插件，讲解怎么组队，组队的恭喜找小伙伴一起开黑吸引，但是功能一个字也不要透露，只要吧锻造，怪物属性，讲解个透彻其他一带而过就可以了，这是保持神秘的唯一准则。\n\n\n\n\n\n                                                                                                                                  这是我认识导的RPG服务器部分内容，接下来几天我会没事有事的更新，如果能得到您的青睐请点个赞，转发转发给点营养费，或许过段时间我一时兴起写个MC小说也不一定哈啧啧啧。\n\n",
    "replies": [
        {
            "author": "音樂安",
            "timestamp": 1567879440,
            "txt_content": "我居然看完了，我很接受你的論點\n\n"
        },
        {
            "author": "410237191",
            "timestamp": 1567956180,
            "txt_content": "已有更新，可以参考明天会说具体内容"
        }
    ]
}