{
    "title": "[19-01-13] 原声音乐预览&常见问题解答更新",
    "author": "ruonan_aigugu",
    "replyCount": 0,
    "timestamp": 1567927320,
    "txt_content": " 本帖最后由 南 于 2019-10-1 15:58 编辑 \n\n原文作者：Hypixel Studios译文贡献者：Ark2000（Hytale翻译组）原文链接：Hytalebbs文章搬运自HytaleBBS，作者Ark2000，转载需注明原文链接、译者名称和平台名称（HytaleBBS）\n嘿，大家好！到今天为止，Hytale的预告片已经发布整整一个月了。因此，是时候回顾一下过去一个月的情况，讨论一下我们所收到的一些最常见的问题。在我们开始之前，我们想让你欣赏一下由我们的作曲家Oscar Garvin创作的Hytale原声音乐。\n音乐视频哔哩哔哩审核中\n\n我们希望您喜欢这两首原声音乐！不过它们仅仅占据了Hytale原声音乐的冰山一角。\n\n首先，谦虚地说，我们已经被社区的反应吹上天了。一开始我们的内部目标是第一周内预告片播放量达到25万，能到100万就非常疯狂可怕了。然而，一个月后，预告片的播放量已经达到了3200万。尽管如果Hytale预告表现不好的话，我们有多种预备方案，但是对于现在Hytale的爆火，我们却没有任何准备！\n\n这种比预期更多的关注产生了一些问题，我们目前正在致力于解决。例如，第一个月我们得到的不是几十个团队应用程序（team applications），而是得到了900多个。作为回应，我们必须编写新的软件来帮助我们处理这么多的应用程序。\n\n显然，现在形势一片大好。我们中的许多人在其职业生涯中从未受到过如此程度的关注。看到社区的热情以各种方式表现出来——比如同人创作、分析视频和社区团体——实在是太酷了。作为一群特别在意玩家社区的开发人员，非常荣幸能够从您的支持中汲取能量，为我们的开发提供动力，并为我们的决策提供信息。\n\n然而，无论预告片吸引了多少关注，没有什么比游戏本身的开发更重要的了。我们的目标是在更新游戏博客和真正开发游戏之间取得一个健康的平衡！话虽如此，让我们来看看一些最常问的问题。\n\nF.A.Q\n\n什么时候开始Beta测试啊？！？\n\n这绝对是第一个问题!简单地说，我们还没有一个准确的时间安排给你-但我们可以很确信地说，测试版不会在未来几个月推出。随着我们开发的持续进行，我们无疑将对时间安排有更清楚的了解。\n\n一些社区成员猜测，测试版将在预告片公布后不久发布——甚至是在2019年1月份。然而，你可能也知道当我们宣布游戏时，我们也宣布了Hytale已经获得了大量的投资。\n\n我们寻求这笔投资的关键原因是让我们能够在不影响我们作为开发者或玩家的标准的情况下开发Hytale。我们希望避免过早公布游戏而倍感压力——幸运的是，来自我们支持者的资金意味着我们能够以期望的方式开发Hytale，而无需在游戏准备好之前要求我们的社区去贡献或公布游戏。\n\n事后看来，我们完全可以就时间安排进行更清晰的沟通。您可以放心，当我们要进入beta阶段时，我们会通知您的。我们正在努力实现这一目标！\n\nHytale在游戏中使用的脚本语言是什么？\n\n我们试图保持这篇博文的非技术性质。然而，我们可以说，我们将很快在一篇技术性更强的博客文章中介绍一些关于建模和内容创建的高级概念。\n\n为什么现在还没有官方的玩家社区？\n\n我们有两个理由，当它们结合在一起的时候，就成为了一个非常有说服力的理由，让我们现在还没有官方的玩家社区。\n\n首先，我们非常希望将游戏开发作为我们的首要任务。维护一个官方社区需要的工作比你想象的要多得多，并且会分散开发者的注意力。如果我们有官方社区，我们要确保投入适当的时间来管理它们。现在，这些时间更适合用来制作游戏。\n\n其次，beta版还需要一段时间，我们不想让我们的铁杆粉丝们精疲力尽。这是我们之前在其他游戏中所观察到的现象:危险的情况是，那些对Hytale最感兴趣的人最终会在等待的过程中疲惫不堪。这是我们需要注意的。\n\n我们当然还在听取反馈。我们正在阅读所有发送到我们社交媒体账户、粉丝看板和非官方discord频道的信息。即使我们还没有正式回复某些主题，这些反馈对我们来说也是有价值的。最后要注意的是，虽然我们对社区提供的资源总体上感到满意，但是您应该记住，如果某些东西不是直接来自我们，那么它就不是正式的。小心错误的信息和点击陷阱!\n\n你们公司还提供其他的工作岗位么？\n\n是的!我们对各种新开发软件的整合已经进入收尾阶段，这将使我们能够处理大量的工作申请。我们应该在下周完成然后投入使用，到时候我们会登入更多的工作岗位需求。如果你已经申请了——取决于你在申请过程中的位置——那么你可能会收到我们的电子邮件，要求你使用新系统重新申请。不便之处，敬请原谅。\n\n有没有创造模式？\n\n是的！在预告片中我们只是稍微展示了一下，在这个模式下，我们也可以使用一套完整可选的建筑工具。这些工具是与our world团队(ps. mc的一个mod团队)直接合作开发的，他们每个人都有方块建筑的深厚经验。将来肯定会有足够多的建筑工具，我们会专门为它们写一篇博文。\n\n如何确认Beta注册邮件\n\n我们最初的计划是依靠网站上的弹出式确认来确认beta注册。然而，没有收到电子邮件还会导致一些意想不到的混乱。beta注册数量的规模也为我们提出了一个需要解决的新问题。下个星期的某个时候，我们将切换到一个新的系统，这样以后的注册将有一个可靠的电子邮件确认，它将与beta注册一起发送。对于那些已经完成注册过程的人，不需要采取进一步的行动。除了第一份简报，您还将收到确认您的beta注册已收到。\n\nLinux系统上可以玩Hytale么？\n\n我们目前并没有计划正式支持Linux上的游戏客户端。但是，我们可以确认Hytale的服务器将可以在大多数Linux发行版上运行(稍后将提供更多细节)。\n\nHytale将支持哪些语言？\n\nHytale将在beta测试期间的某个时间点引入多种语言——对于游戏语言问题，我们没什么好说的。我们以前使用过crowdsourced社区翻译，效果很好。这是我们正在考虑再次做的事情。\n我们已经看到很多人将我们的博客文章非正式地翻译成其他语言（ps. 比如这一篇），我们只想在这里花一点时间向所有这样做的人说声谢谢！（ps. :LOL:）这真的很有帮助。\n\n游戏正式版发布后你们还会继续更新么？\n\n是的。在未来的几年里，我们计划通过新功能、内容更新等来支持这款游戏。\n\n关于无限地图？\n\n我们注意到，自从上周的世界生成技术介绍博客文章发布以来，关于地图的运行方式有一些错误的结论，我们认为这是因为“区域”概念艺术以切片的形式呈现了世界。我们想澄清的是，这些区域的布局不像同心圆。\n你可以把世界想象成传统世界地图的形状。除了一些故事情节的内容预置，无限地图是正常随机生成的。\n\nHytale里的视频播放器支持YouTube或Twitch么？\n\n这个视频播放器主要是为YouTube和Twitch设计的。为了之后的详细介绍，我们没有在预告片中说明视频播放的细节，所以我们选择使用我们自己的定制视频播放器。这是另一个功能，毫无疑问，将来会有自己的博客文章。\n下一篇博文见——同时，享受音乐吧!\n\n\n",
    "replies": []
}