{
    "title": "【【末日】】第二章",
    "author": "晴受.",
    "replyCount": 5,
    "timestamp": 1361265480,
    "txt_content": " 本帖最后由 晴受. 于 2013-2-19 17:22 编辑 \n\n第二章 搜寻资源         灼热的太阳将血水蒸发 横行夜晚的亡灵深藏进了地底 一些来不及进入的残余僵尸身上着起了炙热的火烧灼着它们一身的腐肉 发出难听的滋滋声   　      Rye坐在床边 打磨着他昨夜刚做好的石剑 两个星期的野人生活早与在僵尸中的厮杀 将他军队的制式铁甲早已磨成废铁 一头过肩的乱发勉强用细绳绑起 一脸的胡茬配合磨破的上衣 看起来赫然就是一个野人     一身肌肉布满伤痕 可怖狰狞的伤口凸显出这肌肉的来之不易   他打开箱子 拿出了一瓶水与三个面包 将石剑别在腰间 缓步走向了出口     说是出口 其实是一个仅供半人过的小洞口 四周被原石堆的紧密 人可以俯身通过 身材僵硬的僵尸自然不行    \n       Rye爬出洞口 刺眼的阳光刺的他眯起双眼 “吼~” 出口处不远 一只绿皮僵尸疯狂的吼叫 一身的腐肉被烧灼的露出白骨            \n        Rye小心翼翼的钻出洞口 悄声从腰间拔出石剑 却没有动手  没有能量来源 没一分体力显的都十分重要 既然阳光可以烧死这丑陋的东西 也不需要脏了手       “吼！！” 那僵尸从喉间爆发出一阵绝望的嘶吼倒在了地上  激起了一片微尘  “啧” Rye摇了摇头 抬手将烧焦的腐肉从焦黄的骨头上剥离出两大块  随即遗弃了这个尸体 不久后他便会化成粉末 \n      这空旷的草原早就没有了僵尸的影子 身在这样的地方也好 至少白天的时候可以不用怕僵尸的侵袭    Rye行走在这片满目疮疤的土地 警惕的打量着四周  \n   在病毒爆发之前 这里的每一块土地都可以种植     但是在爆发后 这里的泥土被病毒侵蚀 虽然表面上依旧是黄土无误 但是任何作物都已经无法再上面生长了  包括生命力顽强的草          \n      经过几星期的观察 Rye已经发现了这些僵尸的活动情况  他们无法暴露在阳光下 在阳光下所有的能力都会被遏制 并且体内的病毒会在照耀下燃烧致死        \n     这些僵尸嗅觉极其强大 虽然已经丧失了观察功能 但是强大的嗅觉完全替代了这一切         Rye巧妙的利用了这一点 将出口设置在背风的地方        除非是在门口 否则那些僵尸是无法嗅到气味的    巴特边境独有平原地少有树木 而两周过去那些存在的树木早已枯败 所以Rye打算去就近的一个村庄 搜寻里面可用的资源 日山三竿 显然已经是正午了 病毒爆发后 白天来的更短了   而走了这么久 Rye的眼前终于出现了一座村落   \n     他握紧手中的石剑 打开水壶喝了一口纯净水消化了一块面包 随即走进了村庄  这是一个中等大小的村落 身在这样的平原 呆头呆脑的原住民不会撑过一个晚上 Rye走进了铁匠铺 并没有发现僵尸  “呼。”他松了一口气 打开了眼前的箱子 箱子里赫然摆放着四块铁锭和三个面包 这让他心中一喜 \n     惊讶片刻 他将这些物品收入背囊却忽的听到旁边的房间传来的异样的吼声   “是僵尸!” 他瞳孔微缩 手中石剑握紧缓缓的打开了铁匠铺的门 “咔” 一声细微的声响响起 那吼声却突的剧烈!     “吼!” 那僵尸爆吼一声 野蛮的将门踢开 迎面碰上了开门的Rye   Rye不慌不忙 长剑刺出凝聚七分劲力 \n      “噗” 一声细微的声响响起 锋利的石剑只刺入一寸不到便被紧密的腐肉挡住    \n      “吼！” 僵尸爆吼一声 一拳轰出不顾长剑    Rye拔出石剑一个翻滚滚到太阳底下迅速翻身站起 那僵尸却是燃烧着向他走来！    “给我滚”Rye低吼一声 凝聚全身力量朝着僵尸劈砍过去 在阳光下似乎弱化了僵尸的防御        石剑砍下斩下了僵尸的半边头颅 .   “吼！” 炙热的阳光燃烧了僵尸的大脑 沉重的躯体倒在了Rye脚下    “呼...呼.” Rye坐在原地气喘吁吁的回复着体力  经过两星期的探索 他早已知道了这些僵尸的弱点 只是以他现在的力量 最多能杀死一只僵尸 如果是晚上 那便是自寻死路           他再搜寻了一下 村庄里已经没有剩余的僵尸      在医生的房间里找到了三瓶治疗药水 这是一个意外之喜  Rye将药水放到背包里    这药水平时很少见 只有在中等以上规模的村庄里才能找到 这两个星期下来也不过找到两瓶 这下一次性找到了三瓶 自然高兴     \n     村长的房间里找到了九个空瓶 五个面包 将铁匠铺里的水舀干堪堪装满9瓶  再清点背包    一把石剑 4个铁锭 8个面包以及9瓶水     天色已经临近下午 Rye满意的笑笑 随即走向了回家的路 \n",
    "replies": [
        {
            "author": "奈尔德",
            "timestamp": 1361265540,
            "txt_content": "0 0这么快就新发了一贴。。。"
        },
        {
            "author": "minecraft小器",
            "timestamp": 1361265600,
            "txt_content": "复制党。你好~~~"
        },
        {
            "author": "晴受.",
            "timestamp": 1361265780,
            "txt_content": "minecraft小器 发表于 2013-2-19 17:20 \n复制党。你好~~~\nLZ已经写好几章了 所以才发的这么快"
        },
        {
            "author": "晴受.",
            "timestamp": 1361265780,
            "txt_content": "奈尔德 发表于 2013-2-19 17:19 \n0 0这么快就新发了一贴。。。\n之前那个是索引哦"
        },
        {
            "author": "minecraft小器",
            "timestamp": 1361265840,
            "txt_content": "晴受. 发表于 2013-2-19 17:23 \nLZ已经写好几章了 所以才发的这么快\n哦。是这样啊"
        }
    ]
}