{
    "title": "[18-12-13] 欢迎来到HYPIXEL工作室",
    "author": "ruonan_aigugu",
    "replyCount": 1,
    "timestamp": 1567926900,
    "txt_content": " 本帖最后由 南 于 2019-10-1 15:59 编辑 \n\n原文作者：Hypixel Studios译文贡献者：Ark2000（Hytale翻译组）原文链接：Hytalebbs文章搬运自HytaleBBS，作者Ark2000，转载需注明原文链接、译者名称和平台名称（HytaleBBS）\n对于我们来说，这是非常令人兴奋的一天，原因有二。我们不仅仅是在宣布一款游戏，我们也在作为游戏开发者的道路上迈出了一大步。\nHypixel一开始只是我们两个（注：Simon和Rezzus）在制作Minecraft地图。我们会花无数的时间拼凑我们的作品，并把它们发布到网上。我们一点一点地积累了众多追随者，最终我们能够启动运营我们自己的服务器。\n随着服务器的增长，团队人数也在增长。最终，数十名来自世界各地的开发人员聚集在一起。我们有一个共同的目标：为我们的玩家创造令人兴奋的游戏体验，并从中获得乐趣。\n到目前为止，Hypixel服务器已经为1400多万玩家提供服务，并创造了四项吉尼斯世界纪录，其中包括“最受欢迎的电子游戏独立服务器”。更重要的是，它把我们所珍视的社区团结在一起。\n我们的梦想一直是从一个mod团队成长为一个成熟的游戏工作室——将我们所学到的一切应用到一个新的项目中，这将会给我们带来挑战和兴奋。让我们的团队去追逐他们的梦想，并为我们的社区提供更多的机会去竞争，去创造，去体验更多的乐趣。\n这个梦想就是Hypixel Studios，我们的第一款游戏便是Hytale。\n\n你可以在这个网站上发现更多关于Hytale的信息。如果你还没看过，那就去观看预告片吧！或者查看游戏介绍，了解我们在过去三年里所做的工作——这是一个结合了全新冒险RPG游戏、Hypixel迷你游戏和拓展工具的项目。\n到目前为止，由于Hypixel服务器的成功，我们能够自费开发Hytale，但这是一个雄心勃勃的项目，我们希望确保它能够发挥其潜力。基于这个原因，我们考虑了几个支撑游戏开发的选择——从众筹到预订。然而，最终我们觉得外部投资是更好的解决办法。幸运的是，我们能够获得足够的资金将Hytale带到下一个发展阶段——在这个过程中，我们遇到了一些非常棒的人，他们尽力去帮助我们创造出一款令我们感到骄傲的游戏。\n早在2016年，我们就开始向Riot Games(《英雄联盟》的开发者和发行商)寻求建议——毕竟，他们知道如何在一个mod社区中发展成为一个成功的工作室。这些最初的对话最终演变成对我们正在创造的东西的共同热情。今天，我们非常激动地宣布，在Riot Games的投资下，Hypixel Studios推出了这款游戏。在我们踏上这一旅程的新篇章时，我们非常荣幸能建立这种关系。\n同Riot一起投资的还有一个天使顾问团，成员包括安东尼·博克斯(Anthony Borquez)、丹尼斯·方(Dennis Fong)、罗布·帕多(Rob Pardo)、彼得·莱文(Peter Levin)、杰夫·罗(Jeff Lo)和Min Kim等。从这些资深游戏开发者和行业专家那里学习是一件令人感到谦卑和兴奋的事情。我们团队中的许多人都是在玩他们的游戏中长大的，很难想象他们的一些儿女现在正在玩Hypixel服务器。\n\n这种投资意味着我们能够跨多个领域提升我们的产品价值，并为我们的团队提供稳定性。这也让我们避免了游戏开发中许多常见的陷阱，比如过早发布或过度依赖众筹。这是我们作为一个新成立的工作室的第一款游戏，但我们很高兴能够迎接未来的挑战。\n我们要感谢Mojang和微软，他们从一开始就对内容创作者提供前瞻性的支持，这让我们能够创作出令我们自豪的作品。《我的世界:Java版》的Hypixel服务器将继续由其专用团队积极开发。\n最后，也是最重要的，我们要感谢我们的社区以及过去五年里支持我们的每一个人。特别是Hypixel服务器群组的志愿者，以及建设者、玩家和视频创作者，没有他们，我们无法规划出如此令人兴奋的道路。\n我们迫不及待地想和你一起踏上这段旅程。\nSimon和RezzusHypixel工作室",
    "replies": [
        {
            "author": "富家替",
            "timestamp": 1568006580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}