{
    "title": "[Minecraft.net | CULTURE] 来自星星的消息",
    "author": "GCVillager",
    "replyCount": 8,
    "timestamp": 1567924320,
    "txt_content": " 本帖最后由 GCVillager 于 2019-9-8 20:27 编辑 \n\n来自星星的消息MESSAGE FROM THE STARSEric带我们参观了他的工厂，以及它打印出来的神秘警告Eric shows us around his factory, and itsstrange printed warning\n 你不认为与外星人联系将会是一件超级酷的事吗？但我并不认为这很酷，即使他们给我们送来一条十分令人害怕的消息也一样。你或许想知道这与今天的Minecraft建筑话题有什么关联，所以我将会让建筑师Eric来解释。Don’tyou think that being contacted by aliens would be incredibly cool? I think itwould be incredibly cool, even if they sent us a very creepy message. You maybe wondering exactly what this has to do with today’s Minecraft build, so I’lllet creator Eric explain. \n “这台打印机实际上是一家叫CMYK公司的未来工业工厂，它原本打印太空飞船。”（这绝对是一个极好的开始。）“突然，有一天，他们收到了一条来自宇宙的另一端的神秘的信息。”“This printer is actually a futuristic industrial factory called CMYK Co.,which prints spaceships.” (Off to an absolutely excellent start here.)“Suddenly, one day, they received a mysterious transmission from the other sideof the universe.” \n 就像你能看到的一样，那些外星人似乎一直在玩Minecraft，因为他们的奇怪的信息说“你现在不能睡觉，因为周围有怪物在游荡。”Asyou can see, those aliens seem to have been playing Minecraft themselves,because their strange message reads “You may not rest now, there are monstersnearby.” \n  是的，当人们想要睡个好觉时，没有人想要听这样的警告。除非你只是热衷于杀戮怪物们，我认为在这种情况下，在抓住那些僵尸们之前放松一下是不错的。但是即使是你也可能不会喜欢那些高科技的外星人从宇宙另一边警告到的那些怪物。Yes,the warning that no one wants to hear when they’re settling down for a nicenap. Unless you just love to slay monsters, in which case I imagine it’s a niceactivity to wind down before catching those Zs. But even you might not like thekind of monsters that technologically advanced aliens want to warn us aboutfrom across the universe. \n Eric的打印工厂是为一个主题为“时空连续体”的比赛而建造的，由建筑师的网络社区经营。“我基本上都是从左到右建造，先用方块填充大的区域，再慢慢细化雕刻来建造出结构。”他告诉我。这就像一个用大理石雕刻的老雕塑家一样。Eric’sprinter-factory was made for a competition with the theme “space-timecontinuum,” run by the Builder’s Refuge community. “I essentially worked fromleft to right starting with filling large chunks with blocks then slowlydetailing and carving to create the structure,” he tells me. Like one of thoseold-timey sculptors working with marble. \n “这是很多次来回看机械和科幻概念艺术的图片，并从中找出适合建筑的部分的结果。”他说。但是，当然，没有一个真实而巨大的打印机可供他参考，他必须自己创造。“我用一个故事设计了结构，并问‘这个系统将如何在宇宙中运行？’”“It was a lot of back and forth looking at images of machinery and sci-ficoncept art to see what fitted in the build,” he says, but of course, without areal giant printer to copy from, he had to get creative. “I designed thestructure with a story in mind, asking ‘how would this system work in thatuniverse?’” \n  举个例子，如果你走的很近去看，你会发现在这个飞船工厂里不止有打印机。下面是一排排的花，种植以制作染料，满足彩色颜料的需求。我打赌，那个地方一定闻起来很棒！Forexample, if you look really closely, there’s more than just the printer itselfin this spaceship factory. Underneath are rows and rows of flowers, grown tomake the dye they need for the coloured ink. I bet it smells gorgeous downthere! \n 受到这个主题的启发，Eric还想要用一个叫由Arcanix的开发者创造的工具，它能把文本转换成Minecraft方块。“我想要把它用在一座建筑物里，那里存在文字是有含义的，我首先想到的就是打印机。”他解释道。Aswell as being inspired by the theme, Eric wanted to use a tool created byanother developer known as Arcanix, which can turn text into Minecraft blocks.“I wanted to use it in a build where it would make sense to have text, and thefirst thing that came to mind was a printer,” he explains. \n 当然，他有写任何文字的选择，他选择了“周围有怪物游荡”标语。从这时起，那个故事就诞生了。“我想把它解释为神秘的外星人信息，我认为它营造了一个有趣的科幻恐怖元素。”Andof course, given the choice to write anything, he went for the iconic “thereare monsters nearby” phrase. From there the story was born. “I wanted torecontextualise it as a mysterious alien message. I think it creates aninteresting sci-fi horror element to the build.” \n  外星人试图给我们发送一条警告，从一台巨大的打印机中吐出确实有趣而可怕，但我肯定要让它打印Minecraft.net网站，这样我就可以在我玩的时候浏览网站了！Alienstrying to send us a warning is indeed an interesting and creepy spin on a giantprinter, but I would definitely have had it print the Minecraft.net website, sothat I could read it while I play! \n 我们曾经和Eric交谈过，是关于一个美丽的海岛村庄被一个巨大的雕塑覆盖的作品。这和这个建筑的整洁、机械化和复杂的风格完全不同！我问他是神什么使他不停尝试全新的事物。“新想法本身驱使我把他们变成现实。”他说，“我已经做了很多年的建筑者了，见过了数不清的建筑、想法和配色，所以我学会了研究无聊的工程或者你们不会感兴趣的东西，然后把它们重新诠释成一个故事。”We’vespoken to Eric before, about a beautiful island village capped off by a giantstatue. It’s very different from the clean mechanical complexity of this build!I asked what makes him keep trying new things. “The fact that the idea is newis what drives me to make them a reality,” he says. “I’ve been a builder formany years and seen countless amounts of builds, ideas, and colour palettes, soI've learned to look into boring objects or things you wouldn't think couldturn interesting, and reinterpret them into a story.” \n 所以，下一次当你面对一些无聊的事情时，不如想想你怎样才能把它变好，或许你也能造出像Eric的一样的奇异的建筑！Sonext time you’re stuck somewhere boring, just think about how you could turnyour surroundings into a fabulous, maybe slightly spooky Minecraft build likeEric’s! \n 译者的废话：第一次翻译，翻译技术烂，有不足之处欢迎指正。虽然有语句不通，但是绝非机翻。 感谢@Ricolove 的建议\n翻译自Message From The Star\n原文9月7日发布\n作者Jay Castello",
    "replies": [
        {
            "author": "GCVillager",
            "timestamp": 1567924680,
            "txt_content": "Jeason_Lan 发表于 2019-9-8 14:36\n英文其实可以用灰色字体不折叠的\n个人更喜欢折叠\n不过，如果所有人都更喜欢灰色的话也可以改掉"
        },
        {
            "author": "zyjking",
            "timestamp": 1567932780,
            "txt_content": "它打印警告，令人惊奇\nand itsstrange printed warning\n这句话翻译的怪怪的\n标题可以简短有力，比如“星际简讯”"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1567933260,
            "txt_content": " 本帖最后由 Ricolove 于 2019-9-8 17:05 编辑 \n\n关于排版：\nhttps://spgoding.com\n可以看到你在直接复制官网内容的时候可能会缺失几个空格以及原文中的黑体文字，所以还是使用SPG的自动化转换工具好一点（五毛钱一条）\n\n关于内容：\nEric shows us around his factory, and its strange printed warning\nits strange printed warning：打印出来的神秘警告\n\n其它的地方意思都还算到位，翻译语言还可以润色一下，你可以试着修改句型，不一定要完全照着英文原句的结构。举个例子：\n\nBut even you might not like thekind of monsters that technologically advanced aliens want to warn us aboutfrom across the universe.\n但是即使是你也可能不会喜欢那些高科技的外星人从宇宙另一边警告到的那些怪物。\n这个句子非常长，拆成短句更适合阅读一些。如果是我会翻成：\n\n但即使如此，如果那些怪物需要高科技的外星人从宇宙的另一边发出警告，那你可能也不会感兴趣的。\n\n感谢你的翻译，欢迎继续参与官网博文的翻译工作！\n\np.s. CMYK工厂草\n"
        },
        {
            "author": "GCVillager",
            "timestamp": 1567945860,
            "txt_content": "Ricolove 发表于 2019-9-8 17:01\n关于排版：\nhttps://spgoding.com\n可以看到你在直接复制官网内容的时候可能会缺失几个空格以及原文中的黑体 ...\n感谢大佬的指导\n觉得自己技术实在不行，有没有什么可以参考的？\nps:为什么从官网直接复制会有缺空格操作啊啊啊"
        },
        {
            "author": "646831367",
            "timestamp": 1567947480,
            "txt_content": "感谢大佬指导"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1567951020,
            "txt_content": "GCVillager 发表于 2019-9-8 20:31\n感谢大佬的指导\n觉得自己技术实在不行，有没有什么可以参考的？\nps:为什么从官网直接复制会有缺空格操作 ...\n多练，多看看双语文章， 主要还是锻炼自己的语文能力"
        },
        {
            "author": "GCVillager",
            "timestamp": 1567951380,
            "txt_content": "Ricolove 发表于 2019-9-8 21:57\n多练，多看看双语文章， 主要还是锻炼自己的语文能力\n吓得我赶紧看了看我的语文试卷"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580894460,
            "txt_content": "\n\n\n\n\n机翻5.png (131.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-5 17:21 上传\n\n\n\n\n\n\n"
        }
    ]
}