{
    "title": "【Item Magnet+】物品磁铁——快把你的物品吸过来吧！【1.12/1.14】",
    "author": "爱心魔王FHC",
    "replyCount": 2,
    "timestamp": 1567958220,
    "txt_content": " 本帖最后由 爱心魔王FHC 于 2021-1-27 13:11 编辑 \n\n\n\n\nItem Magnet+ (Add-On)\n物品磁铁\n\n\n　　用磁铁把你够不着的物品吸过来，再戴上磁力帽子更方便采矿，结合两者，可以在许多场合下发挥作用。\n\n作者：r4isen1920\n\n物品磁铁\n\n　　物品磁铁能够控制一定磁场内的物品，只影响物品，当你把磁铁拿在手中时，能够让物品被吸引到你身边。\n\n\n光亮的磁力帽子\n\n　　一个为挖矿而设计的物品，由于金锭的金属特性，它能够使物品被吸引过来，而不用拿着磁铁，方便简单。\n\n\n\n\n\n\n磁力模式\n\n　　正常模式\n\n　　正常模式下会简单地把物品吸引过来，只要你拿着磁铁，它每次只能以0.2格方块每秒的速度吸引一个物品，吸引半径是14格方块。潜行状态下拿着磁铁可以切换模式为正常模式和驱逐模式。\n\n\n　　驱逐模式\n\n　　驱逐模式可以把图片推得远远的，每次只能以0.3格方块每秒的速度推走一个物品，最大范围是14格方块\n\n\n磁力帽子\n\n　　磁力帽子和普通模式的磁铁差不多，都可以吸引物品。然而，当你造出这玩意的时候，你就不用再手拿着磁铁了，你可任意直接戴着帽子拿着任意物品，都可以吸引周围的物品。速度和范围都和物品磁铁一样\n\n　　戴着磁力帽子的时候不能使用磁铁的驱逐模式\n\n\n增强模式\n\n　　拿着物品磁铁并戴着磁力帽子就可以开启增强模式，你可以吸走4个不同的物品（比原来多3），并且以0.4格方块的速度向你而来（是原来的2倍速度），更棒的是，他的吸收半径是26格方块\n\n　　增强模式只能吸收物品，不能推物品，你无法用潜行来修改模式\n\n\n\n支持作者下载：\nmcaddon：http://raboninco.com/fKO7\nzip：http://raboninco.com/fKPm\n或\n下载: https://pan.baidu.com/s/17U8bj9EaDGB9oB8HjbvaXw\n提取码: 54t6\n\n\n\n早期版本（1.12）\n\n\nItems dropped coming from mob loots, broken chests, and more are just examples. Fell from a cave? Want to get your stuff back? With this add-on – powered with magnetic and cool crafting – can easily and conveniently pull and suck items towards into you!\n- 从怪物身上、炸坏的箱子里掉落的物品，掉到洞穴中去了？想要拿回他们？有了这个MOD，一切都不是问题，用磁力来拉回他们！\n\n\n作者：r4isen1920\n\n\nCrafting Magnet\n制作磁铁\n\nAn item magnet requires: 1 iron ingot, 1 redstone dust, and 1 gold ingot.\nThis is a shapeless crafting, you can put it in any order or in any place in a 3×3 or on a 2×2 crafting grid, as long as you have the items as dictated above.\n- 一个磁铁的制作需要一个铁锭，一个红石粉，和一个金锭，这个合成表没有规定顺序，随便放就行。\n\n\nOnce crafted, you can use the Magnet in to two ways.\n- 合成完后，你有两种方法使用它。\n\n\nMagnet Usage\n磁铁的使用\n\nA. Normal Mode\nSimply hold the magnet in your hand. As soon as you hold the Item Magnet, it will continuously keep pulling items towards you until you hold any other item.\n一、正常模式\n- 只要把磁铁放在手中，就会不断地把物品吸到你身上。\n\n\nUp to 4 items can only be pulled at a time with the normal mode, at decent speeds, with a decent radius of 10 blocks!\n- 正常模式只能在半径为10格的范围内以正常的速度拉取4个物品。\n\n\nB. Enhanced Mode\nTo access the enhanced mode, sneak while holding the Item Magnet. You’ll go slower by sneaking, but the magnet will be enhanced – generating a circle aura.\n二、增强模式\n- 拿着物品潜行以获得增强模式，潜行虽然会变慢，但是磁铁会被增强，并产生一个圆环粒子效果。\n\n\nUp to 8 items can be pulled at a time with the enhanced mode, pulling items about 1 block/sec, with the double radius than the normal mode!\n- 增强模式下最多能以1方块每秒的速度拉取10个物品，范围是正常模式的两倍（也就是20格）\n\n\n\nEnable experimental gameplay for this to work properly. \n- 创建世界要开启这个Use Experimental Gameplay以确保MOD的正常运行。\n\n\n\n支持原作者请从adfly下载：http://larati.net/-75440QROC/40Ek?rndad=1971870231-1567826326\n百度网盘/百度云链接: https://pan.baidu.com/s/17U8bj9EaDGB9oB8HjbvaXw\n提取码: 54t6",
    "replies": [
        {
            "author": "米安博奥",
            "timestamp": 1567959840,
            "txt_content": "然后背包里就多了一些不要的东西（）"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1567982520,
            "txt_content": "米安博奥 发表于 2019-9-9 00:24\n然后背包里就多了一些不要的东西（）\n不要再说xd"
        }
    ]
}