{
    "title": "[Minecraft.net | CULTURE] 深海之中",
    "author": "zyjking",
    "replyCount": 6,
    "timestamp": 1567947900,
    "txt_content": " 本帖最后由 zyjking 于 2019-10-29 09:47 编辑 \n\n\nIN DEEP WATERS\n深海之中\nWe dive into billoxiiboy's underwater world!\n我们潜入至billoxiiboy的海底乐园!\nAre you one of those carefree souls who loves a nice swim in the ocean on a warm summer day? Just drifting around, cooling off, without a single care in the world. Well, let me tell you – you are NAIVE!\n炎炎夏日，在你灵魂深处你是否是一个喜欢畅快淋漓游泳的人？或只是四处漂浮，凉快自身，将所有顾虑抛在脑后？好的，让我来告诉你，你太天真了！\n\nI may suffer from a tiny bit of thalassophobia, but at least I know the truth. The truth is that Earth’s oceans are vast and 95% unexplored. How can you feel safe in the water when you don’t know what is lurking in it – slimy jellyfish, hungry pikes, unknown species, ancient Lovecraftian horrors, or that rubber duck I once dropped in it and... sob... never saw again...\n我或许患有一点恐海症，但我起码知道事实。那就是地球海域之大，有95%都是未探索过的。如果不知道水里有什么东西在潜藏着，那么水中的你又怎能获得安全感？——滑滑的海蜇，饥饿的梭子鱼，未知物种，以及古老的洛夫克拉夫特式恐怖，在或者就是我那不小心掉下去的橡皮鸭…我再也没有看到过它了…\n\nSomeone who shares my fully logical and justified fear of imaginary maritime life is billoxiiboy . You shouldn’t be surprised if his name rings a bell, as billoxiiboy is no stranger to being featured on Minecraft.net. Last time we spoke to the Australian builder, he was a gardener of the giant forest Island Beneath the Mists . Now, he has traded his gardening gloves and sun hat for scuba gear, all for his latest build. “Aquatica”, a beautiful underwater landscape, is covered with coral, sponges, underwater creatures, and even a sunken city.\n面对这种幻想中的水下生活，要说有谁能够理解我这充满逻辑与正当理由的恐惧感，那这个人就是billoxiiboy。如果觉得他的名字很眼熟，你无需感到惊讶，billoxiiboy已经是Minecraft.net的老熟人了。上次我们和这位澳大利亚的建筑师交谈时，他是雾下小洲中巨型森林的一个花匠。如今，他已把园艺手套和太阳帽换成了潜水套装，全都是为了他最新的建筑。“Aquatica”，一个绚丽多彩的水下乐园，充满珊瑚，海绵，水下物种，甚至是\n沉没的城市。\n\n\n\n\n\n\n\n“It’s true that I have a definite sense of dread when peering down into unfathomable ocean water,” billoxiiboy tells me. “I’m a very confident swimmer and not frightened of water – just what lives in it. I grew up in southern Australia, and was very aware of the Great Southern Ocean's power and influence over our shores. It’s a deep, hostile ocean and full of some very big fish. Much of the footage from the movie Jaws was filmed in and around the area I grew up in. That was not entirely lost on me as a child.”\n“当我凝视着深不见底的海洋时，我的确感觉到了恐惧” billoxiiboy告诉我。“一个信心十足的游泳者根本不怕水——只怕里面生活的东西。我生长在南澳大利亚，非常清楚南边大洋的力量对沿岸的影响。一个又深又不友好的海洋，还有大鱼欢迎你。电影“大白鲨”的一些镜头都是在我生长的地区和周边取景的。我小时候的记忆可没全忘光。”\n\nThe real influence for billoxiiboy's creation, however, wasn’t his fear of marine toe-nibblers or overgrown sharks. It was his many holiday visits to the Great Barrier Reef along Australia's tropical northeastern shoreline. “The colour and diversity of the coral reef's living splendor captured my imagination. The intricate shapes of millions of corals, sponges, and fish looked like something from another world.”\n然而，billoxiiboy的创作来源并不是对“脚趾撕咬者”（你走在路上，突然一个东西从下面咬住你的脚，把你拖下去不见人影）或者长太肥的鲨鱼的恐惧。而是东北部热带海岸线的大堡礁，一个他花了许多个休假漫步的地方。。“大堡礁的色彩和形状各异的珊瑚礁给予了我灵感。数百万由珊瑚，海绵，和鱼组成的错综复杂的形状看起来神似其它世界的东西。”\n\nBuilding Aquatica was also somewhat otherworldly, as it was a very different experience compared to billoxiiboy’s previous builds. Instead of relying on mods for textures and models to assist in his work, he chose to create it in vanilla Minecraft as an exercise in organic design. This came with plenty of challenges, like crafting the map's sculptures.\n打造Aquatica有点超出了目前的世界观，对比之前的建筑，这是一次完全不同的经历。他选用原版Minecraft进行有机设计训练，并非依靠材质包和模型这些模组协同工作。这也带来一系列挑战，比如在地图中造一个雕像。\n\n\n\n\n\n\n\n\n“Making organic shapes and capturing their essence with square blocks is a very difficult exercise to accomplish,” he explains, with a quote we probably won’t stick on the back of the Minecraft box in stores. “To create the humanoid form is possibly the most difficult shape for any sculptor to achieve. The musculature of the arms and chest, as well as the face, were the most daunting challenge I have ever undertaken in Minecraft.”\n“用方块去建造活物的形状以及捕捉它们的精气神是一个非常具有挑战性的训练,”他解释道，还附带了以下这段话，我们应该不会把这段话贴到周边商店的Minecraft实物箱子背后。“所有雕塑家最难雕塑的形状可能都是人形。这是我在Minecraft以来最艰难的挑战，就是塑造手部和胸部，以及脸部的肌肉。”\n\nThe most daunting challenge I have ever had in Minecraft was when I accidentally dropped my Diamond Sword with Unbreaking IV in a coral reef and had to fight a Drowned unarmed while it was hurling tridents at me. Rather than go into detail about who won that fight, let’s just say I much more prefer billoxiiboy’s coral reef. The underwater forest is full of life, which uses a wide variety of different blocks to convey it; blocks like wool, cement, terracotta, and glass. Instead of an eerie, dark ocean, he aimed for a sunlit coral reef.\n在以前，我在Minecraft中碰到过最艰难的挑战就是我不小心把我的耐久4钻石剑丢在珊瑚礁里了，结果当一个溺尸用三叉戟向我发起攻击的时候我必须徒手作战。让我来说说我更喜欢billoxiiboy的珊瑚礁，别再关心那个战斗的结果了。各种不同的方块给这个水下森林传递了生命力; 比如羊毛，混凝土，陶瓦，以及玻璃。最终目的是形成一个能让阳光穿透的珊瑚礁，而不是一个灰黑又诡异的海洋。\n\n\nAquatica isn’t completely without dangers though. After initially creating the landscape, coral, sponges, and buildings, billoxiiboy added Colin, the black-tipped reef shark. “[It] was called Colin as a bit of joke,” he explains to calm me down after first catching a glimpse of Colin’s cold, predatory eyes. “The map was [designed] to be inviting and not intimidating. Colin is a very everyday name, no offence to any Colin's. It also draws from the shark named Bruce in Finding Nemo.”\nAquatica并非一片祥和。建造了各种景观，珊瑚，海绵和建筑物后，billoxiiboy往里面加入了一只[ruby=黑鳍礁鲨]乌翅真鲨[/ruby]Colin。“[它] 被叫做Colin是有点开玩笑的因素,” 他解释道，让我冷静下来仅需瞥见一次Colin那充满冷酷和掠夺性的眼睛。“这个地图[被设计成]充满惊喜而非惊讶。Colin也是一个非常普遍的名称，无意冒犯所有叫做Colin的人。同时也借鉴了《海底总动员》中的鲨鱼布鲁斯.”\n\nWait wait wait – Bruce wasn’t friendly! I saw him try and eat Nemo’s dad in that movie way back in 2003, and haven’t slept since! Billoxiiboy assures me that all his design choices were to make Colin a shark even I can get along with. “I chose a reef shark and not the typical white pointer – a very intimidating creature,” he reminds me. Phew! I’m going to go ahead and stop screaming now.\n等等等等等等——布鲁斯并不和善！我见他在电影里为了吃尼莫（海底总动员主角）的父亲就没有睡过！Billoxiiboy向我保证，他的所有设定和选择都是为了让科林成为一只让我也可以和他和睦相处的鲨鱼。他提醒我“我选择的是礁鲨并非普通的大白鲨——这是一个非常吓人的品种。” 哟！所以我可以重新往前并停止尖叫了。\n\n\nWith Colin the shark, billoxiiboy wanted to create motion in his sculptures. “Without motion, a sculpture is just a statue or lifeless representation. Not until I undertook the sea creatures in this map, did I realise the enormity of the difficulty in achieving this.” he says.\n确定Colin是只鲨鱼后，billoxiiboy就想要建造一个鲨鱼动作的雕塑。他说：“没有具体动作或行为的雕塑是没有灵魂的。我从来没意识到实现这一目标的难度，直到现在我保证要在这张地图里完成。”\n\n\n“Of all the animals in the map, the octopus was probably the most intricate to create and definitely came out a little cartoonish. Essentially I wanted all the creatures to look friendly, and an octopus does not have a mouth to put a semi-smile on it, so I made him more like a cartoon character. His motion in both his body and tentacles was not as easy as it appears.”\n“章鱼可能是整个地图的中最难建造的动物，而且无疑还有一点卡通233化。本质上我想要所有生物看起来都是友善的，但章鱼没有嘴可以让他露齿笑，因此我干脆就把他变成一个卡通形象。它身体和触手的动作并不像看起来这么简单.”\n\n\n\n\nBilloxiiboy is by no means finished with his build. He already has plans to make schematics of new creatures so that players can add them themselves to their already downloaded map (hopefully, that won’t include any white pointers). Regardless of what drops into his outstanding ocean, billoxiiboy has a clear goal of what he wants to do with Minecraft in the future.\nBilloxiiboy的建筑还并没有完成。他已打算建造更多模型，以便玩家们可以将它们添加到已下载的地图中(希望里面没有大白鲨)。无论加入什么至他那美丽的海洋，billoxiiboy的目的非常明确，就是他希望在未来能为Minecraft做些东西。\n\n“I like to create interesting and creative maps for the Minecraft community to enjoy,” he says. “I would very much like to one day build for teams like EverBloom Studios or Cyclone Designs . It would be great to do this sort of thing on a full-time basis.”\n“我喜爱为Minecraft社区制作好玩并充满创造力的地图，” 他说。“我希望有朝一日233我能像 EverBloom Studios 或 Cyclone Designs团队一样，一起建筑。在全职工作中这一定是非常棒的.”\n\nAcclaimed build teams, snap this excellent builder up, quick!\n真是值得夸赞的团队，所以还不赶快来抢他，快快快！\n\n【原文：In deep waters】\n【作者：Per Landin，发布日期：2019-08-17，译者：zyjking】\n\n",
    "replies": [
        {
            "author": "250=mo",
            "timestamp": 1567950180,
            "txt_content": "脚趾撕咬着X\n脚趾撕咬者O"
        },
        {
            "author": "zqh123456",
            "timestamp": 1567951320,
            "txt_content": "大傻鱼专吃脚趾"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1567953660,
            "txt_content": "闲着没事干，我来仔细看一遍\nHow can you feel safe in the water when you don’t know what is lurking in it\n如果不知道水里有什么东西在潜藏着，那么水中的你又怎能获得安全感？\n\nSomeone who shares my fully logical and justified fear of imaginary maritime life is billoxiiboy\n面对这种幻想中的水下生活，要说有谁能够理解我这充满逻辑与正当理由的恐惧感，那这个人就是billoxiiboy\n\nYou shouldn’t be surprised if his name rings a bell\nring a bell: To seem familiar, remind one of something, or stimulate an incomplete or indistinct memory.\n如果觉得他的名字很眼熟，不要感到惊讶\n\n上次我们和澳大利亚的建筑师交谈时\n建议加个“这位”\n\n从地面城市滑下来的几幢房屋\nhmmm为什么sunken city能延伸出这么多内涵。。\n\nI’m a very confident swimmer and not frightened of water – just what lives in it.\n作为一个自信的游泳者我根本不怕水——只怕里面生活的东西\n\nThat was not entirely lost on me as a child \n小时候的我可不会忘记这些\n意思怪怪的，“我小时候的记忆没全忘光”之类的应该会更好点\n\n而是用了许多个休假漫步在东北部热带海岸线的大堡礁\n这个句子好像不是衔接的很好……感觉可以拆一下：\n而是东北部热带海岸线的大堡礁，一个他花了许多个休假漫步的地方。\n\nhe explains, with a quote we probably won’t stick on the back of the Minecraft box in stores.\n我觉得是【还附带了*a quote*，我们大概不会把这*quote*贴到商店的Minecraft实物箱子背后】\n至于这个quote指的是个引号还是他接下来的话，以及这句话的润色工作， 啊，我懒了\n\n当一个溺尸向我发起攻击的时候我必须徒手作战。\n列文虎克说，三叉戟没加进去\n\nColin is a very everyday name, no offence to any Colin's.\n个人认为后面的意思是“无意冒犯叫Colin的人”\n\n在全职之外这一定是非常棒的消遣\n可是他是想做full time basis啊"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1568044440,
            "txt_content": "\"我生长在南澳大利亚，非常清楚南边大洋的力量对沿岸的影响。一个又深又不友好的海洋，还有大鱼欢迎你。\"\n可以改成“我在澳洲南部长大，非常清楚南太平洋对沿岸的影响力，南太平洋深广狂暴，充斥着大鱼。”\n\n“结果当一个溺尸用三叉戟向我发起攻击的时候我必须徒手作战”可以改成“结果一个溺尸用三叉戟戳我/扔我的时候，我只能空手还击”\n\nRather than go into detail about who won that fight, let’s just say I much more prefer billoxiiboy’s coral reef\n“甭管最后谁赢了吧，反正我要说我更喜欢billoxiiboy的珊瑚礁”\n\n“Making organic shapes and capturing their essence with square blocks is a very difficult exercise to accomplish,”\n“用方块去建造活物的形状以及捕捉它们的精气神是一个非常具有挑战性的训练”可以改成“用方块去建造活物，还要使其栩栩如生就很有挑战性”。\n\n“他选用原版Minecraft进行活物设计训练，并非依靠材质包和模型这些模组协同工作”应该改成“他选用原版Minecraft练习活物设计，而不依靠修改材质包和模型的mod”\n\n\n\n"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1572297420,
            "txt_content": "ancient Lovecraftian horrors\nancient应该是修饰后面的 所以是 古老的\n另外跟爱手艺的设定也有关系\n\nlatest build 最新的\nsunken city 沉没的城市\norganic design 有机（一种建筑形式）设计\nby no means finished 还并没有完成 （没有作者说明的成分）\nschematics 一种MC文件格式，多用于储存模型（所以可以翻译成模型/模板）\n"
        },
        {
            "author": "zmsnR",
            "timestamp": 1573101360,
            "txt_content": "。。。。。。"
        }
    ]
}