{
    "title": "异世界偶像 第三章",
    "author": "秋叶枫苓",
    "replyCount": 6,
    "timestamp": 1567951980,
    "txt_content": "第一次，苏斐真实地感受到了杀气的存在，原来电影、小说里并不是骗人的，呼吸会困难，心跳的飞快但声音却越来越小，周围的世界像是被凝固的空气隔开，只剩下自己和草丛里的那双眼睛。“喵呀呀精灵怎么办好呀？”“……哈？！”“……技能怎么关？！”“和面板一样！”苏斐咬牙在内心大喊了特喵的关闭五遍，一边盯着草丛里的视线一边用颤抖的大腿后退，关上技能后步伐总算没被奇怪的抑制力束缚，苏斐用大学军训时仅剩的知识摆出了散打退步的姿势，一边缓缓地移动一边小声地向同样紧皱着眉头的小祭怒吼。“TM的现在怎么办？！”“别朝我吼！我选的路线都是避开所有魔兽的领地！要怪就怪你自己要拖来拖去！”“现在是说这个的时候吗！认错之后要我做几次都行！我问的是现在该怎么办！”“我不是在想吗！首先给我冷静一点！因为你的那根你慌张我也会受到一定程度的影响！”两人急躁地交流着，同时向着更茂密的草丛移动着，而对面的草丛里虽然没有任何动作，但那双血红的瞳孔依旧死死地锁定着苏斐，踏出的前爪也顺着苏斐移动的方向改变着朝向，看起来并没有放弃的意思，两者的距离从一开始的大概5米渐渐延长到近10米的距离，虽然还是有些压抑，但苏斐已经感到呼吸稍微通畅了一些。“……可以开始跑了吗？”“你想死的更早一点吗，以你的体力能跑个500米就不错了，而且10米对那个大家伙来说也只是一瞬间的事。”“大家伙？”“估计是头狼，灰狼、白狼，这座森林有那么多种狼，估计就是其中的一种，但很奇怪，这座森林的魔物基本没有攻击取向，狼类更是如此，只要不做出格的事基本不会动手……不过动起手来也比一般魔物要狠很多。”“谢谢你的解说，所以现在怎么办？”“……接着后退吧。”白了小祭一眼，苏斐继续猫低身子，在后脚又迈出一步时，黑影所在的草丛后方突然发出了像是什么沸腾然后焚烧爆炸的奇怪声音，苏斐和黑影的注意力一瞬间都被吸引了过去，确认视角里依旧被树木和草叶覆盖看不见什么，苏斐再次看向草丛中的那双眼睛，却发现红光突然凝聚成了一根丝线一样的形状。……瞳孔缩小了……是攻击？苏斐心里做出这样的判断，果然下一秒，他的余光嫖到了用力踏地的狼爪，同时耳边炸响了小祭的声音：“右边扑倒！”苏斐自己也不知道身体究竟是哪一刻才作出了反应，视线向右倾斜的瞬间，眼前的草丛窜出了一阵夹杂了鲜红的雪白的影子，苏斐感到自己的左肩像是被钢丝球按死刷过一样，尖锐的疼痛直击脑髓，在摔到地面前苏斐惨叫着用右肘撑住了身体，没敢看自己的左肩，咬着牙向着影子掠过的方向看去，没有了草丛的遮蔽，他终于看清了那双瞳孔的主人，只是和他想象中的有些不一样。白色的巨狼在一击失败后敏捷地再向前跳了一步，将身体调整方向，正正对上了落地的苏斐，这是苏斐才发现，血红不是巨狼瞳孔本来的颜色，而是被鲜血染红的，洁白的身体被鲜血染红了数块，右半身几乎被少了一半的血肉，甚至能看到一些器官的影子，腥臭的味道慢慢传到了苏斐的身边，苏斐强忍着反胃起身，顺手拔起了一大把野草按死在了左肩发痛的地方，慢慢地靠在了身后一颗树的树干上喘着粗气。“喂！没事吧？！”“没死……不过也许会休克……喂，它怎么受了那么重的伤？”“我鬼知道，刚才我飞到后面看了一下，根本没有人追杀他的踪迹，这附近也没有狼种的领地，说到底它根本没理由出现在这里也没理由受这么重的伤啊？”“问题是他现在已经在这而且想把我弄死了……我脑袋里现在想什么你应该知道了，觉得行吗？”“……那个……你确定要来？”“如果那个神给我的技能是真的应该至少不会有性命危机了不是吗。”苏斐想象小说漫画里的主角一样露出冷笑，但却发现自己根本没有这种余力，光是忍着没惨叫就觉得自己已经到极限了，但他明白在巨狼的下次猛扑前是自己唯一的机会，盯着对自己露出骇人獠牙的巨狼，苏斐在心里想象出一个开关，缓缓打到了ON的位置。一瞬间，自己的身体不受控制地挺直了，按着左肩的手也规整地和右手重叠摆在了胸口前，完全不理会左肩已经快要逼疯她自己的疼痛，表现出一副害怕的样子。“你开的强度太高了！过头了**！”“我也不知道怎么控制呀，对不起……”明明自己想说的是“特喵的我鬼知道怎么控制”，但脱口却是一副可爱的模样，不过苏斐现在也顾不到这些，一边疯狂祈祷巨狼先不要攻击一边问小祭。“请问我要怎么做才能发动技能。”“……字面意思，随便做点可爱的动作就行了……你这样有点恶心诶。”之后老子再慢慢收拾你，脑袋里想着这句话，苏斐想了想，用还能活动的右手抬到了脑袋上，做了个比了个剪刀手的姿势，还没来得及想有没有用，脑袋深处不知从哪里传来了一声类似Kira~★的声音，面前巨狼像是突然凝固了一样，咧开的嘴巴慢慢收了起来，瞳孔也回复到了正常的水平，看着这一幕的苏斐眼睛慢慢亮了起来，终于，来到这个世界这么久，总算有个算是顺心的事情，她兴奋地看向表情变得古怪的小祭说道。“请问我这算成——”“嗷呜！！！！！！！！！！！！！！！”话还没说完，一声嘹亮的吼叫声打断了苏斐的话，顺便震破了她的耳膜，面前的巨狼再次死死地盯着她，开始不断地靠近，看着这一幕的苏斐慌乱了起来，着急地向着小祭问。“喵呀？为什么？我不是已经魅惑成功了吗？”“……嗯，是魅惑成功了……”小祭幽幽地说，“他现在不想杀了你了，想上了你。”“……喵哈？”“人类的魅惑是魅惑，动物、魔物的魅惑就是**啊，这你都想不到吗，不过确实性命危机解除了，可喜可贺可喜可贺。”“为什么不早点说呀！”“你也没问不是吗，现在确实也只有这个办法了。”可喜可贺你个头啊？！你TM是派来帮我还是害我的？！性命危机解除了但是有“性命”危机啊！苏斐在内心里大吼，但他还没有熟练到可以在这种情况下随意开关【偶像权限】，所以现实里她只是握着拳鼓着腮帮子气鼓鼓地看着小祭，而下一秒，一声粗重的踏地声吓了她一跳，转过头，白色的影子不断在视线里放大，开启了【偶像权限】的苏斐根本无法作出躲闪，技能让她的身体自己做出了反应，伴随着可爱的惨叫苏斐一下蹲坐在了地上，随即重重的撞击声响起，巨狼的身体停在了陷入惊吓状态的苏斐面前，突破了一部分树干，半个身子嵌入了树中，而苏斐技能的抑制下，端端正正地坐在了巨狼的腹下，视线被巨狼已经完全肿大不断跳动的那啥充满，几乎再往前一厘米，那根不断晃动的东西就会触碰到她可爱的鼻尖。闻了好一会腥臭味，苏斐终于把技能给关掉，伴随着惨叫，她混乱地从巨狼的腹部底下爬了出来，随即抱着脑袋继续惨叫了好一会，脑袋里又是受伤又是死亡又是那啥，完全搅成了一块，她惨叫完又因为臭味干呕了一会，才慢慢恢复理性。擦了擦流出来的口水，苏斐虚弱地抬头看了眼飘在空中的小祭，小祭面无表情地看着她，抬头向着她的身后点了点，苏斐愣了愣，向着身后看去，嵌入树干的巨狼只有腹部还在缓缓地浮动，但鲜红已经扩散到树干之中，因为冲击一些说不出名字的器官从右半身掉落到了地上，苏斐下意识地又捂住了嘴巴，压抑着反胃感站了起来，后退了好几步才开始深呼吸起来。“……走吗？”两人沉默了一会，苏斐抬头向着小祭，小声地问。“你傻了吗，先处理你的伤口啊。”小祭重重地骂了她一声，落到了她左肩附近，此时苏斐才发现，自己的左肩露出几道恐怖的划痕，一直延伸到左臂上，忘却而又迟来的痛感，再次让她惨叫起来。",
    "replies": [
        {
            "author": "富家替",
            "timestamp": 1568003640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "不负韶华",
            "timestamp": 1569120420,
            "txt_content": "求你把版权给我，我让这个小说见见世面！！！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1569121920,
            "txt_content": "安慷 发表于 2019-9-22 10:47\n求你把版权给我，我让这个小说见见世面！！！\n不了，自己写来玩玩"
        },
        {
            "author": "不负韶华",
            "timestamp": 1569124620,
            "txt_content": "秋叶枫苓 发表于 2019-9-22 11:12\n不了，自己写来玩玩\n玩！你知不知道这个小说多有前途！"
        },
        {
            "author": "不负韶华",
            "timestamp": 1569498840,
            "txt_content": "秋叶枫苓 发表于 2019-9-22 11:12\n不了，自己写来玩玩\n来个反转，这就是旷世奇作！！！这部作品迟早能毁你手里！"
        },
        {
            "author": "秋叶枫苓",
            "timestamp": 1569508380,
            "txt_content": "安慷 发表于 2019-9-26 19:54\n来个反转，这就是旷世奇作！！！这部作品迟早能毁你手里！\n现在这部作品在别的网站非签约点击量过40w，你如果有信心超过这个请自便，如果你这么有能力为什么不自己想一个题材，一定要找别人转"
        }
    ]
}