{
    "title": "建议给经常出现“回帖可见”的帖子的板块设置回帖门槛，同时加大水贴处罚力度",
    "author": "Salt_lovely",
    "replyCount": 14,
    "timestamp": 1567954020,
    "txt_content": " 本帖最后由 Salt_lovely 于 2019-9-9 00:01 编辑 \n\n\n\n\n本文的“理论支持”：https://www.mcbbs.net/thread-857531-1-1.html  主要是做完了一系列可以当天完成的新手任务之后能获得76积分这一点\n\n\n重要的“理论依据”：做完一系列论坛任务，已经有了76积分，加上签到的1钻石，已经有了78积分\n  本文一些观点建立于这一条之上\n\n本文的数据收集（量太少仅供参考，都是随手点开几个高人气帖子统计一下）：\n  在展示&分享板块，收集水贴51条，积分80以上的有18条，80以下的有33条。\n  在材质发布板块，  收集水贴47条，积分80以上的有9条 ，80以下的有38条。\n  统计：只要没被发卡，哪怕只含有“感谢楼主”“真的好看”“加油”“支持”等字样的均不认为是水贴\n  PS：材质发布板块的水贴量明显少于分享展示板块....\n  PSPS：统计的时候见到两个7级的坛友在无意义灌水，然后都被发卡了2333...\n\n\n\n\n先贴几张触目惊心的图片（同时给某位因为处理了上百条我的举报而心力交瘁的[ruby=看下文就能猜到是哪位，真的对不起]版主大大[/ruby]道歉）：\n\n\n\n\n\nimage.png (118.08 KB, 下载次数: 1)\n\n下载附件\n\n2019-9-8 20:59 上传\n\n\n\n\n\n\n（那个-15是我手快重复举报了一遍）侧面看出水贴量之大\n搞错了是这个\n\n\n\n\n\n\nimage.png (21.32 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-8 21:01 上传\n\n\n\n\n\n\n\n\n\nimage.png (18.35 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-8 21:02 上传\n\n\n\n\n\n\n看小猪图标，有很多水贴者的账号其实不是注册不久的。\n\n\n\n\n\n\n上面两张图片是我在展示&共享板块，点开一个热度挺高的地图之后，跳转到最后一页截图的——我只截图了6个水贴，都是标准的脸滚键盘回复。根据该板块的版规：\n只有一种字符或者乱码，以及纯表情，或者三连（即使是不同的话语）双连（相同的话语）低于五个字，无法构成一条语句\n这些都是应该被发卡的帖子。现在我们看一下这些坛友的积分（不限于以上截图内的6人）：6、36、10、119、46、75、156、35，很明显，发这些无意义回复的大多是4级以下的账号，5级、6级的水回复也有，但是不多见。经过一段时间的观察，同样重灾区（但没这么严重的）的材质发布板块也是类似的情况（刚刚点开一个材质发布帖的最新回复页，赫然一个积分9的坛友的水贴立在那里）。\n\n\n\n\n讲完了现状，讲一下我的提案吧（分两个方面）：\n\n就像部分帖子会设置积分高于xx才能进入一样，能不能设置一个积分高于xx才能回复/顶贴的功能？\n或者换一种方式：给下载地址套一个积分高于xx才能可见的门槛。\n\n>>>认真做完新手任务+签到第一天+发了报道贴并积极回复  的新人应该有[ruby=对这个80有问题的话请看本帖最上方]高于80[/ruby]的积分，也就是说，完成了一系列萌新任务的新注册玩家，本身已经是个lv3的挖沙工了。配合上面收集的数据（数据量不够大，但可以看得到，水贴的**多是新人任务都不肯做完的人，我不觉得他们会是会好好回复的人）\n\n另一方面，对于水贴者，可以给予扣积分（比如人气）的惩罚，让水贴者的积分掉到门槛以下，这样（就把水贴转嫁给别的板块比如茶馆）一来，水贴者为了看别的内容，不得不自行做任务/签到，重新提高自己的积分。\n\n>>>举个例子，如果设置了80积分的门槛，一名新人坛友通过做完前几个新手任务+签到+茶馆打招呼获得了80积分，他决定到已经看好的某个地图帖子下面回帖拿下载链接。然后他水了一帖。坛友举报或者版主发现，给他扣了1人气，他只能发 2个新的主题帖 或者 发9个回帖 或者 做任务 来重新挣积分，如果在这时他还在水贴，那么吃了几张黄牌的他就会被喂龙。\n\n\n\n\n总结一下我的设想：\n游客想要下载地图-->注册账号-->\n（如果有积分门槛）直接回帖 X -->做新手任务-->获得积分，了解论坛一些基本常识-->\n分支——\n①正常回帖-->正常下载地图-->正常回复并且下载别的地图\n②开始灌水-->下载地图-->被举报扣分到80以下-->不能下载别的地图-->重新凑积分升级\n\n举一个隐藏内容的例子（被隐藏的内容是“被隐藏的内容”，80积分可见嵌套一个回复可见，希望hide嵌套不会出问题）：\n\n\n\n\n\n\n\n我觉得我的提议存在的缺点（我自己肯定想不全）：\n会拉高一部分板块的回帖标准，给不想做任务的坛友造成麻烦（因为确实有很多积分低但是愿意认真回帖的人）\n对仅仅只是想下载地图/材质来玩而不是多一个网络账号的人来说很难受（和上一条有重复）\n不能完全根除水贴，特别是现在有了自动签到，积分门槛在自动签到面前形同虚设（见过不少6级、7级水怪）\n承接上一条的观点，一点点积分的扣除和被发牌一样，对于大水笔来说不痛不痒（顶着黄牌继续水）\n\n\n\n\n一些无关的话 （看不见我看不见我）：\n\n我做过某些小贴吧的管理员，也管理过服务器和QQ群。在我的印象里，这种无意义水贴和霉菌一样，一不小心就会冒出来，不能根除；但是同样的，这种水贴必须及时处理，否则就会蔓延。\n\n\n\n\n个人觉得，如果技术上有可能的话，自动发卡是最好的。（很明显，我这个只会写正则表达式的什么都帮不上）突然想起来某位因为我举报了上百页水贴而心力交瘁的版主大大，这里再道个歉。。\n\n\n\n\n此外，希望所有不会水贴的人都能学会我的水贴方法，或者是这位大佬的水贴方法。\n昨天举报了上百页的水贴之后我意识到了一个问题，人类是有极限的！越是举报水贴就越会发现潜藏于帖子深处的水贴....编不下去了\n\n\n\n\n我发这个帖子并不期望会采用我的方案（缺点太明显，准入门槛容易绕过），但是我想重新提一下各种资源发布板块的水贴问题，非常严重。虽说如果只是在那些基本没人会看回复的帖子水贴并不会直接影响观感（大家一般只看1楼），但水贴不及时制止的话——就和前一段我说的那样，我觉得——水贴的风气就会蔓延到别的地方，蔓延到别的本应正常交流的帖子里，同时，资源发布者看到自己的帖子每天被“66666”“11111”“。。。”这样的无意义帖子占满的时候，估计也不会很开心吧。\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1567954920,
            "txt_content": "被举报扣分到80以下\n版主处理举报哪有这么快XD"
        },
        {
            "author": "zyjking",
            "timestamp": 1567955160,
            "txt_content": "加大力度是可行的，比如发卡之类的\n但设置门槛就不行了，有一群人纯碎是为了下载回复可见资源而注册账号的，应该说在整个网络中这部分人并不少"
        },
        {
            "author": "1139365029",
            "timestamp": 1567955580,
            "txt_content": "不行，\nhttps://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=893037&pid=15094115\n"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1567956360,
            "txt_content": "1139365029 发表于 2019-9-8 23:13\n不行，\nhttps://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=893037&pid=15094115\n看过了，说服我继续支持“回复可见”设置的还是那个帖子最后混乱的回帖\n这里还要考虑到一些别的问题，真正能够好好回复的固然屈指可数，但是如果用户在论坛发现论坛的资源自己无法短时间内获取，便会转而在百度搜索关键词，转而去寻找被盗搬的资源，这是大家都不愿意看到的结果。\n而灌水的惩罚（发卡、扣金粒）对于不经常上MCBBS的人来说不痛不痒，灌完水拿东西就跑，但是氛围就这样变坏了。。难道真的像个诅 咒一样没办法解决或者压制住吗。。"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1567956600,
            "txt_content": "zyjking 发表于 2019-9-8 23:06\n加大力度是可行的，比如发卡之类的\n但设置门槛就不行了，有一群人纯碎是为了下载回复可见资源而注册账号的 ...\n现在的处理就是发卡，或者最高-1人气-10金粒，对于纯粹为了资源而注册账号的人来说真的算不痛不痒，但是真的无可奈何吗qwq这里是一个交流的论坛不是资源站，可能只能靠全民综合素质提高来解决？"
        },
        {
            "author": "zyjking",
            "timestamp": 1567956660,
            "txt_content": "Salt_lovely 发表于 2019-9-8 23:30\n现在的处理就是发卡，或者最高-1人气-10金粒，对于纯粹为了资源而注册账号的人来说真的算不痛不痒，但是 ...\n关键是这部分人就是当资源站使用，谁都没有办法，应该说无可奈何"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1567957200,
            "txt_content": "zyjking 发表于 2019-9-8 23:31\n关键是这部分人就是当资源站使用，谁都没有办法，应该说无可奈何\n如果现阶段没有解决方法，那我们可以先试着解决别的问题。。。。。比如说一些等级不低（4级5级甚至7级用户）的用户的水贴问题，因为水贴风气一般是通过这些等级的水 笔传播的。我可以提案加大处罚力度？（抓到直接扣2金粒因为回帖奖励是2金粒）"
        },
        {
            "author": "1139365029",
            "timestamp": 1567957560,
            "txt_content": "Salt_lovely 发表于 2019-9-8 23:26\n看过了，说服我继续支持“回复可见”设置的还是那个帖子最后混乱的回帖\n\n而灌水的惩罚（发卡、扣金粒）对 ...\n氛围什么的，只是你以高等级用户的身份站在mcbbs这边的立场来看的，\n不经常上mcbbs的人就是把这个当资源站，\n能不去别的什么地方白嫖而跑来这里回复下载以经很不错了，你还想指望什么？\n设置回帖门槛？我举一个简单的例子吧，\n假设你要下载某个资源，你花了几个小时的时间好不容易才下载下来，\n然后你发现下载下来的是个压缩包，还得去微 信 公 众 号花 钱买解 压密码，\n此时你的心情跟那些看到回帖门槛的人的心情是一样的。\n比如说一些等级不低（4级5级甚至7级用户）的用户的水贴问题，因为水贴风气一般是通过这些等级的水 笔传播的。我可以提案加大处罚力度？这个我同意，\n不过风气是不是它们传播的还有待考察（可能仅仅只是低等级的用户升级了）...\n"
        },
        {
            "author": "淑芳",
            "timestamp": 1567958160,
            "txt_content": "宁缺毋滥吧，正如上面说的，网络上仅仅当资源帖的人很多。（中立偏反对态度）"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1567958280,
            "txt_content": "1139365029 发表于 2019-9-8 23:46\n氛围什么的，只是你以高等级用户的身份站在mcbbs这边的立场来看的，\n不经常上mcbbs的人就是把这个当资源 ...然后你发现下载下来的是个压缩包，还得去** 公 众 号花 钱买解 压密码，\n此时你的心情跟那些看到回帖门槛的人的心情是一样的。\n这句话太对了，但是我笑不出来，眼泪（划掉）...话说得没错，但总有一种爱莫能助的无力感\n\n不过风气是不是它们传播的还有待考察\n先不论风气是从哪里传出来的，高等级用户的水贴对于新人来说本身就是一种鼓励。（然后低等级用户水贴等级又变高了）"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1567958820,
            "txt_content": "淑芳 发表于 2019-9-8 23:56\n宁缺毋滥吧，正如上面说的，网络上仅仅当资源帖的人很多。（中立偏反对态度） ...\n了解，其实我发这个帖子本身也可以算是开脑洞。帖子主体内容编辑了一下，把我对这个情况的看法从折叠内容里面拉了出来。——我不期待我的提案能被采纳（倒不如说漏洞百出的提案被采纳反而有问题），但是我想重提一下这些板块的水贴问题，特别是有高等级（6级7级）用户在水贴，本身对于水贴就是鼓励的态度。\n\n（私人想法）重点水贴就算了，只发几个无意义字符本身就是[ruby=素质]态度[/ruby]问题，我举报的时候，但凡有一句支持楼主的话的、赞扬楼主的工作的，我都不会举报，即使内容再水。"
        },
        {
            "author": "2431267050",
            "timestamp": 1567984200,
            "txt_content": "主要都是新人不懂版规造成的，如果都懂了那还会这样么"
        },
        {
            "author": "彦祖泥浆",
            "timestamp": 1567998300,
            "txt_content": "回复可见这个功能本来就容易招来灌水，那为何不直接取消这个功能呢？"
        },
        {
            "author": "混乱",
            "timestamp": 1568017320,
            "txt_content": "不可行，设置过高的门槛会催生更多更恶劣的行为（比如，恶意转载、资源盗卖等），并常态化。"
        }
    ]
}