{
    "title": "异世界偶像 第二章",
    "author": "秋叶枫苓",
    "replyCount": 0,
    "timestamp": 1567951920,
    "txt_content": "“能不能稍微打起点精神，穿越异世界变成可爱妹子，你还有什么不满足的。”“我警告你，真把我惹火了手撕自己的那根我也干得出来。”苏斐板着脸用低沉地声线对着自己身后的小人说道，但脱口的声音却像是和恋人撒娇一样可爱，此时距离苏斐和小人离开那片空地不到五分钟，两人穿行在树荫之间，慢慢地向着小人口中的那个傅丽尔镇前进，只是苏斐不知道为什么从刚才开始，自己就下意识走起猫步来，改都改不回来，让他的行走速度大大降低。“离城镇还有点距离，聊点什么？”“……随便。”对着自己的双腿咂了咂舌，苏斐烦躁地回答小人，视线余光扫视着周围，和原本的世界相比，树木和草叶的体积果然还是过于巨大，给苏斐一种自己缩小了的感觉。“有那么不情愿吗。”小人叹了口气，有些困扰地歪了歪头，“不过我也想不出聊什么，你有啥想要知道的么？”“我想知道的就不是现在能聊完的了。”苏斐拨开一小片高草丛，被一个掠过的虫子的黑影稍微吓到了一下。“先跟我讲讲这个世界的基本信息总行吧，就算是异世界，也分游戏幻想剑与魔法之类的吧。”“意外地很理性啊你。”“撕了你哦。”小人绕着苏斐的头顶转了一圈，思考了一会说道。“怎么说呢，这个世界有点像剑与魔法，也有点像游戏、幻想，存在神之类的高位种概念，也存在跟科学相关的人类科技树，也有魔法，也有人物属性，每个人都有属于自己的Laptc，用你那边的话来说就是属性面板，也有等级之类的设定，是个很多元化的世界吧。”“……怎么乱七八糟的，这么杂的世界观，没有神论和科学论的冲突吗？”“这些就不关……也不能这么说，总之你做好你的工作就行了。”苏斐顿了顿，有些不满地看向小人。“我的工作、我的工作，我的工作到底是什么，你又是什么，我的那根怎么会懂那么多东西。”“我没跟你说过吗？”“有就有鬼了。”“嗯……好像是没有。”小人落到了苏斐的头上，打了个哈欠，苏斐稍微抬头瞥了眼自己头上的精灵，叹了口气，无聊地捡了一些小碎石，朝着周围树上树叶中露出的红润果实扔去，但石头的飞行高度连树木的一半都没达到，本来想砸下来一两个尝尝味道，这让苏斐有些泄气。“你的工作就是通过进行偶像活动，把【偶像】这个概念传播到这整个世界中，或者说，成为这个世界第一个偶像。”“……这个世界是刚创造出来的吗？怎么连科技树都有却没有偶像这个概念？”“这就不用你管，关于另一个问题，准确的说我并不是完全你的那根，把你从那边引召过来的是这个世界的某位神，为了防止你中途夭折或者进度过慢，把我作为【指导精灵】安排在了你身边。”“指导精灵啊……不对、等等？”苏斐听着精灵突然意识到有哪里不对。“如果他担心的话，为什么不直接把需要的知识灌输到我的大脑里，还要浪费我的那根做这种无聊的事？”“……提问，如果提到初●未来你脑海里第一个想到了除了那个美少女还有什么。”“大葱。”“对吧。”精灵抱着胸回苏斐，“上面那个是其中一个原因，两外两个原因是‘偶像果然还是需要一个象征性的吉祥物啊’和‘这东西扔了怪浪费的顺手用了吧。’”“特么那个神是脑袋有疾病吗？！”苏斐怒吼着，下意识地扇飞了自己脑袋上的精灵，随后闷哼一声捂着下体跪地哀嚎起来，精灵在空中旋转了两圈，看着狼狈的苏斐叹了口气，幽幽地说：“你不是说手撕自己的那根也干得出来吗。”“……闭……闭嘴……”缓了好一会，苏斐忍着泪水站了起来，刚走两步，因为猫步的原因疼痛又尖锐了起来，又扶着树干哀嚎了起来，看着这一幕的精灵不知为什么有些焦躁，不耐烦地说道。“你玩够没有，赶紧走了喂。”“催、催个鬼啊，那么急赶着投胎？”“你再呆一会你就能投胎了，这里又不是什么新手保护区，遇到魔物你怎么办？”被精灵一再催促，苏斐瞪了他一眼，无奈地继续向着精灵指引的方向走去，两人无言地穿行在树荫下，双腿的疲劳让苏斐的心情开始低落起来，为了让自己打起精神，他想起了之前精灵说的话。“喂，精灵。”“咋了？”“之前你说这个世界有等级也有属性面板，我也有吗？”“当然。”“怎么弄才能看到？”“嗯……心里默念一下‘开启面板’之类的吧，这属于意识范围，因人而异，你就想着开启个菜单之类的试试。”瞥了一眼精灵，苏斐将注意力集中在自己前方，内心想着打开游戏菜单的感觉，默念了一声开启面板，随后视线的前方由一点展开出一根黑线，上下延长出一片黑框蓝紫色的面板，大概40x80cm的面板内，左上部分为属性栏，剩下的是详细数值和技能栏。“边走边看，别停下脚步。”“行行行，别催好不好。”苏斐不耐烦地回了一句，开始详细地观摩起面板来，然而刚看到左上角的六维属性面板就愣了好一会。“……喂，为什么力量敏捷智力防御体力幸运全都是1？”“用神的话来说，偶像不需要什么高数值，只要可爱的就够了……以及你真正的六维在这里。”精灵一边说着，一边飞到了面板的属性六维图左边拉了开来，一个新的六维图出现在了苏菲眼前，分别是：可爱、性感、帅气、优雅、知性和温柔，而这六维的属性都异常地高，可爱的初始数值比其他五项要高出几乎一倍，达到了241的高度。“……TM的这些东西给那么高有毛用啊？”“都跟你说了神给你的身体和属性都是顶配，以偶像角度来说，我们是叫你过来当偶像的，不是来战斗的。”“那是重点吗？我穿越异世界来当个花瓶被怪物蹂躏？你不是说防止我中途夭折才要你跟着吗？那随便遇到一个怪物怎么办？”“所以我说了快点走，如果遇上怪物你会给秒杀的知道吗？”“你觉得这是谁的锅？！别说怪物了随便来个村民A不都把我猥亵夭折了？！”咬着牙瞪着一脸不关我事的精灵，苏斐重重地叹了口气，黑着脸继续往下看，占自己属性面板最大部分的技能栏里，只写着两项技能，【偶像权限】和【装扮变更】。苏斐根据自己玩游戏的经验，朝着【偶像权限】技能的名字点了点，如他所想的一样，一个小面板在他面前展了开来，写满了关于技能的详细描述。【偶像权限 <被动技能> Lv.1】【偶像无论做什么都很可爱，开启技能后所有的动作、语言都会根据发动强度被强行规整至可爱、优雅的程度，所有动作语言附带<六维属性总和的0.8％=50.8％>的概率魅惑效果，随技能熟练度和属性提升增加魅惑概率。】“……原来特么从刚才开始走路左脚扭右脚的是因为这个破技能啊！喂！能关掉吗！”“你自己的技能当然可以关啊，不过看你的言行，估计也没开多大强度，反正以后也要用到，现在开着提升技能熟练度不好么？”“……啧。”苏斐重重地咂了咂舌，对着小面板挥了挥，如他意料地消失后又点开了另一个技能【装扮变更】的介绍。【装扮变更 <主动技能> Lv.Max ※】【全身都为捏造之人才可使用，反正全身都是假的，所有东西都可更改，开启技能后可调整全身各处，增添或减少装饰类器官（功能不附加）。】“……这个装饰类器官是？”“猫耳之类的。”“不是，我的意思是，那根算吗？”精灵看着苏斐顿了顿，露出微妙的表情。“算是算，不过就算加了也只是个那根，连排泄都做不到，你没看到功能不附加吗？”“切。”再扫了几遍信息，苏斐皱着眉关掉了面板，别说打起精神了，自己的精神反而更加低落了。“喂，小祭，还有多久到那个什么什么镇。”“傅丽尔镇……小祭？”“你不是我的鸡●吗，你又不告诉我名字，叫这个不好了？”“……唉，算了，你喜欢就好”“干嘛那么不情愿，那你名字是啥？”“唰啦。”背后传来的粗鲁的声音打断了苏斐，她背上突然传来一阵发毛的感觉，像是被蛇盯上的青蛙一样，顿了顿，苏斐慢慢地转过头，向着身后看去，在她后面的高草丛中，踏出了一只长满灰白色皮毛，差不多有她大腿粗的爪子，而下一秒，她的视线和草丛中一双幽暗的瞳孔对视了起来。“……喵呀。”苏斐下意识地想要骂一声，但出口的脏话却变成了可爱的犯迷糊声，这时苏斐才想起，自己还开着一个该死的技能。\n",
    "replies": []
}