{
    "title": "[RPG][RPG][RPG]关于RPG走向道路【2】",
    "author": "410237191",
    "replyCount": 3,
    "timestamp": 1567955820,
    "txt_content": "我又来啦，孤独的狼 wolf wolf 塞拉必有\n关于RPG服务器更新二章\n  昨天发帖子说了部分，我们来说道说道什么是以玩家的心态来面对RPG发展，在服务端制作的过程中，我们都会选用P端其实不好，不兼容不如用S核心，他说最原始的也是最兼容的，对于玩家来说不卡才是王道，不卡的服务器有以下几点1.后台配置好,2.单端数据量小,运算量小,3.人少，4.只吃服务器内部也就是BC开服，现今阶段适合一个RPG服务器模式少之又少，腾讯包括91网告诉我们，再强的游戏，再好的配置，不符合玩家，没有更新，无大改，只能是追求经典，当然经典不是不好，可是最后付账的是自己，谁来为自己买单呢？玩家，还是你自己？当然是你自己，玩家不会买你的帐，他们只考虑我玩的是否舒心，是否最强，是否有杠起来的快感，对于你来说红色纸张或者**余额的位数才是你的硬道理。\n  怎么走出自己的硬道理呢，腾讯告诉我们，不要太过于死板，枪战游戏就真的只能是枪战游戏吗，你不会吸取精华，去其糟糠，古为今用吗？RPG就真的只是RPG吗为何不能最一些有意义的活动融汇贯通，其中精髓不可而语，要自己临摹，你要明白企业之所以叫企业是有他们与生俱来的套路，而此套路非比套路，在RPG里面设置BC连接数据库，当今插件库存还是蛮大的，你为什么RPG有副本端，副本端就只是副本，主城为什么就不能弄点别的，地皮为何非要跟着主城一起，自己做个独立的不好吗，生存世界没什么没有特殊怪物吗，mm插件不是万能的可是插件库和你的想法是无限的，或许你的无心之举，九乘九富甲一方的你，虚荣心的利用是最大的，当今社会最不缺的就是钱，可是钱又是不得不说少之又少，你要明白真正的数字只掌握在少部分人手里，我们在考虑制作服务器的同时想想怎么去面对缺陷，ess插件真的就只是基础给个kit吗，并不是，你掌握的技能真的只是配置插件吗，显然也不是，你需要在新的成长里面升华，这就是人生，你说我说的对吗。\n  昨天说的是锻造，其实锻造只是分散属性，属性这玩意其实对于一个服务器来说还是太过于单调，不论你的随机多强大，玩家总能慢慢做出来，这时候的你要明白其实武器攻击在搞不如降低一大步让附输加成成为主流，让玩家不仅在武器和武器只见寻求厘米之差，也要在附输里面找到不一样的天地，就像我昨天说的兑换30个小宝石换1个中宝石30个中宝石换1个大宝石30个大宝石换1个特级怪物最高掉落中宝石，其他抽奖或者是买不就提升了，然后我们在弄点升级催化，为什么非要很高级很高级才行，其实15级完全足够，看你怎么定夺，不要物美价廉，这样会让玩家瞧不起的服务器，感觉充值一丢丢便是大爷，这样不仅是玩家玩的没心，你自己开的也无力，举个例子吧，我前段时间，开了个算是半个工艺服吧，最高的东西才100多，玩家一会就腻了，他们找不到快感，不要弄秘境不要弄特殊副本，做点活动的副本你都会亏，把所有东西都移到主线上，附输的宠物或者是称号都是你哪来做支线的最号工具，当今插件库称号时限，连接数据库都不算是梦，这要你想就可以成功，人最怕的就是自己懒惰，做事情要勤，而且要善于捕捉细节，记住你是开服务的，你手上也是少部分人的技术，中国市场在打，只要做的好不怕玩家不买账，就怕你有心无力，或者有力无心。\n                                                                                                                          别离开明天接着聊聊RPG的呢些事，我是孤独的狼，谢谢浏览打赏打赏点个赞被\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "sulinly",
            "timestamp": 1567959240,
            "txt_content": "力挺rpg哦"
        },
        {
            "author": "会微笑的猫",
            "timestamp": 1567975740,
            "txt_content": "RPG是挺好，但是如果只有一个人没有其他人帮忙太累了，我也准备开新服，不过只有我一个人，打算开个简单的生存服运营一段时间，积累点好基友帮忙再考虑其他的"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1567988700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}