{
    "title": "异世界偶像 第一章 （简短标题干货重置版）",
    "author": "秋叶枫苓",
    "replyCount": 0,
    "timestamp": 1567951860,
    "txt_content": "之前的那篇其实是我三年前写的干货，最近因为各种原因要正式重写一遍，于是就有了这个……不过更新还是和三年前一样，随缘：P\n\n\n昏暗的宿舍里，苏斐的眼皮不断地打转着，虽然已经几乎到闭上眼的程度，但他紧皱着眉头，强行让目光集中在屏幕的准心上。“右边，草丛。”“好。”右上角剩下的排名越来越少，苏斐慢慢坐直了身子，又过了十分钟，望着伴随电脑屏幕亮光出现的“下次继续努力”，苏斐叹了口气，慢慢摊死在了电脑椅上，瞥了一眼遮光窗帘的缝隙，已经有丝丝亮光透过缝隙洒在充满食物碎屑的地板上，不用看时间他也知道已经早上了。就在他快要靠着椅子睡着的时候，电脑突然传来一声提示音，苏斐顿了顿，不情愿地睁开眼睛，将任务栏里的消息提示点了开来。“还来吗。”“快困死了，下午有课，先睡了。”在好友对话框里用最后的力气打上这段字，苏斐拖着疲惫的身体爬到了床上，顺着睡意放松身体，摊死在了床上。“……哦对了，闹钟……”在意识断片前，苏斐猛地想起自己没订闹钟，摸索着拿到了床上的手机，苏斐顶着刺眼的屏幕亮光连定了五个下午两点的闹钟，干完这件事后，苏斐将手机砸在了枕头旁边，大大地伸了个懒腰，毫无抵抗地仰躺在床上，又过了一会，宿舍渐渐被阳光充满，同时传来了轻轻的打鼾声。————————————————————————————————“……啧”等意识到的时候，苏斐发觉自己已经因为大腿不断传来的刺痛感而清醒了过来，他的大脑烦躁地下令让自己继续睡，但意识缺越加清醒，在心中无奈地叹了口气，苏斐伸出手摸索着自己的手机，但收获的却只有更多的刺痛感。心中的烦躁感越来越严重，苏斐只能接受自己已经清醒的事实，带着厚重的起床气伸了个懒腰，皱着眉头坐了起来，慢慢地睁开了眼睛。但，映入眼帘的不是自己熟悉的杂乱的宿舍，而是像是电视上足球场里规整的草皮，四周被不知长了多少年缠满藤蔓的树木包围，苏斐楞了快一分钟大脑才慢慢意识到自己出现在陌生的地方的事实。烦躁渐渐被未知的恐慌取代，苏斐慌张地寻找器自己熟悉的钢筋水泥的踪迹，略过幽森的树林，苏斐的视野里突然出现了一小片光芒，他发现在自己的身后，一个只有自己巴掌大的小人漂浮在空中散发着乳白色的光芒，皱着眉头看着自己。“……”“终于醒了啊。”苏斐眨了眨眼睛，注意力从小人背后乳白色的两片像是翅膀一样的东西回来，呆了一会，用手指指了指自己，疑惑地歪了歪头。“废话，这里除了你还有谁，还有你是哑巴吗？”“……不是，等等，让我理一下。”苏斐感受到自己大脑内的理性线开始波动，他错开和小人的视线，深吸了口气自言自语起来。“我是在宿舍床上失去意识的，然后醒来就被扔到了后山的森林里，我平时也没和人结仇，我也没有梦游的习惯，最有可能性的应该是阿覃那个混蛋为了报仇把我搬到……”“你在那BB啥啊，醒了就快点走。”“……去哪？”“傅丽尔镇。”“……我大学附近有这个景点地名……咳咳！景点地名吗？”话说到一半，苏斐实在受不了喉咙异常的感觉，用力咳嗽了两声，从醒来之后喉咙就感觉怪怪的，估计是因为睡太久没有喝水的缘故。“你能不能清醒一点？还以为自己在做梦吗？”小人在空中抱着胸，很大声地咂了咂舌，向着苏斐抱怨道，而这将苏斐还未完全散去的起床气给点燃了，以手臂为支点一撑，苏斐猛地站了起来，居高临下地瞪着精灵，沉声逼问道。“一觉醒来发现周围全是莫名其妙的森林和草皮，你心情会很好吗？我是不管你是CG成像还是幻觉，是梦赶紧给老子醒来，不是赶紧叫人把老子送回宿舍，我下午两点半还有课，没时间在这和你耗。”直视苏斐的视线，小人身后的翅膀扇了扇，慢慢地飞到和苏菲头部持平的位置，面无表情地说道。“这不是梦，也不是玩笑，你现在已经在一个名为【洛利艾利】的异世界里了，用你们的话来说。”“……哈？”“别装了，你心里其实已经有点察觉了吧，只是不想面对而已，我能感受到。”“不是、等等，为……咳咳！MD今天喉咙到底干什么了？！”苏斐顿了顿，一脸诧异地问小人，但问到一半，喉咙的不适感又让他重重地咳嗽了起来，一边感受喉咙传来的辣痛感，苏斐烦躁地抱怨道，精灵顿了顿，稍微往旁边偏了偏头，苏斐疑惑地朝精灵示意的方向看去，在一片草丛中捕捉到了若隐若现的太阳光。意识到那是水面引起的反射，苏斐瞥了一眼精灵，慢慢地朝那边走去，渐渐地清澈的水面出现在苏斐的视野里，但苏斐刚伸出手来，就愣在了原地。在苏斐视线中，小水潭倒映着的不是一个头发有些邋遢，普通的男性大学生，而是有着一头金发，长着小巧猫耳的少女，一脸吃惊地看着他。“………………”“怎么了？对自己的容——”“呜噢噢噢噢啊啊我不听啊啊啊啊啊！”察觉到自己身后传来的声音，苏斐一边大吼着一边猛地把自己脸庞两次用手掌堵上，但过了几秒苏斐意识到声音完全没有减小，双手颤抖着松开，苏斐一脸呆滞地，将手放在了头顶按实，伴随着一股奇怪的感觉，周围的声音确确实实减小了。“………………”“怎么又哭了？不满意？”“这TM像是满意的样子吗？！”苏斐猛地转身对着小人用带着哭腔的声音吼道，这时他才发现之前种种的违和感并不是错觉，除了身上变得有些宽松的睡衣和自己印象中一样，其他地方已经完全变了个样子，包括自己已经空荡荡的下面。“不是，你图什么？把我叫到异世界里干什么？我虽然没说过不想来，但是已经过了想来的年纪了啊？而且还要被阉了？为什么？”“因为做偶像还是可爱一点好吧，你们那边不也是可爱的妹子更吃香么？”“………………哈？？？”苏斐看着抱着胸一脸奇怪表情的小人，深吸了口气，慢慢地说道。“你不找一个本来就很可爱的妹子，而找一个不看偶像番也完全对偶像没兴趣的宅男大学生过来，阉了，是因为，要他做异世界的偶像？”“总结的很好。”“……你TM？！”脑袋里响起了理智线崩断的声音，苏斐咬着牙扑向了面前的小人，但出乎苏斐意料的是，小人竟然丝毫没有躲闪，任由自己的双手抓死自己，但还没来得及思考和使用暴力，一阵尖锐而又熟悉的疼痛猛地从苏斐的下体喷涌而出，伴随着惨叫，苏斐抓着小人一下瘫坐在了草地上，双目失神的他顿了好久，一脸不可思议地看向了手中的小人，在他手中小人偏过头沉默着，依旧毫无抵抗。而苏斐脑子也不知想什么，又用力拧了一下，这次疼痛更加明显，让他闷哼着仍开了小人，捂着下面在草地打起滚来。疼痛感慢慢减轻，翻滚也慢慢挺直，苏菲喘着粗气仰躺在草地上，强忍的泪水模糊的视线里小人叹了口气，默默地说道。“对，是你想的那样，我就是你的那根。”“……”终于，不知是因为物理上的疼痛还是内心上的疼痛，苏斐的泪水决堤了，在阳光被树叶切碎洒在地上的森林里，传出了轻轻的少女的哭声和男性的叹气声。\n",
    "replies": []
}