{
    "title": "[Minecraft.net|CULTRUE]艨艟巨舰",
    "author": "森林蝙蝠",
    "replyCount": 4,
    "timestamp": 1568090160,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-9-18 00:41 编辑 \n\n艨艟巨舰\nGaulight带我们征服太平洋I hope you don’t get seasick, because today we’re talking to expert ship builder Gaulight about his beautiful boat builds! If you do get seasick, don’t worry, it’s just an article! Unless you’re reading it on a boat? Um, why are you reading it on a boat if you get seasick?因为今天要和造船专家Gaulight聊聊他美丽的舰船，所以我希望你别晕船——晕船了也不必担心，这只是篇文章，除非你是在船上看文章——话说回来，都晕船了还在船上看文章干什么？\n“I’ve always loved ships since my childhood,” Gaulight says. “I love their complexity, because of the rigging, but also because of their elegant hull design. I’m regularly heard saying: “ships of the past are today’s satellites,” because they were and are engineering masterpieces. I’m impressed by how people at the time were able to build such gigantic and intricate structures with simple tools and knowledge.”“打小我就喜欢舰船。”Gaulight说，“不仅喜欢帆索和操控，还有优美的船体设计。我经常听到这么句话：‘过去的航船就是现在的卫星’，因为它们过去和现在都是工程学上的杰作（译者：难道真的不是因为它们都有地理发现的功能？），我感动于彼时的先民，能用简单的工具和知识建造如此巨大复杂的结构。”\n\nOf course, with today’s technology, Gaulight is able to recreate these masterpieces in Minecraft. But that doesn’t mean it’s easy! He told me about his process building a replica of Le Fleuron, a French gunship from the 18th century.当然，以今天的技术，Gaulight可以在Minecraft中复现这些人类史上的杰作，不过这可不简单！他今天跟我说的是“百合花号”（一艘18世纪的法国炮舰）的复现过程。\n“I first made a blueprint in Minecraft, with its exact proportions. Then I began creating layers that reflected the global shape of the ship and filled in the gaps in order to obtain a completed hull. Afterwards, I created the colour scheme, the stern and bow, and finally I made the masts, sails, and rigging. This took me approximately three months, including intensive research and the actual construction.”“首先，我在Minecraft里做了个精确比例蓝图。然后我开始建造能反映出舰船全貌的外层，再填补缝隙来得到一个完整的舰体，再之后，提出颜色方案，建造船首和船尾，最终做出桅杆，风帆和帆索，从彻底的调研，到实际的建造，大概用了三个月吧。”\n\nIt’s the details that drew Gaulight to Le Fleuron, especially the colours. “It has an elegant red curve, which runs all along the length of the ship, making it quite unique,” he says, explaining the faithful recreation in his version. Not only does this crimson stripe create a consistent visual design that’s pleasing to the eye, the attention to detail on the rigging, flags, and golden stern decoration are remarkable. And, of course, there are the 64 cannons in case of a fight!以下是Gaulight复现百合花号的的细节，尤其是配色。“全舰配以优雅的红色曲线，使其看上去非常独特，”他解释着自己忠实的再创造，“深红色条纹不仅带来了始终如一，赏心悦目的视觉设计，还凸显了帆索，旗帜和金色的船尾，当然，如果要打仗还有64门加农炮！”\nIn order to get this much detail, he builds the ships on a huge scale. “I used to build them at about the same size as the real ship, but as I improved over time I realised it’s much more satisfying to go bigger! It allows you to put in as many details as you want, like the stern on Le Fleuron.”为了凸显更多细节，他将船体极大地放大了，“我以前经常按照真船的大小建造，但是随着我的与时俱进，我发现建得更大会更有满足感！还可以按照心中所想，尽可能地添加细节，比如百合花号的船尾。”\n\nIn fact, Gaulight’s Le Fleuron is three times as big as the original ship was. “Building at an even bigger scale would have resulted in a more accurate ship, but it would have also needed a considerable amount of time,” he added. But that’s not the only thing holding him back – sometimes he wants to build something so big, but he’s confined by Minecraft’s own height limit!实际上，Gaulight的百合花号相当于原船的三倍大。“建造更大比例的船可以使其细节更精确，但是需要可观的时间。”他补充道。不过阻止他建得更大的因素不止这一个，有时候他想做些巨大的东西，但是被Minecraft的限高给禁锢了！\nCreating something so large and detailed isn’t easy. “The bow was the most challenging part,” he tells me. “Making it was not an easy task since there are plenty of curved beams meeting at a common point at the front.” But he doesn’t have any favourite part of the build, because everything has to come together to make it perfect. “I consider a ship successfully done when I can imagine it in my hand, like a real model ship.”制作这么一个巨物，还要对其润饰并不容易，“船首是最难搞的部分，”他对我说。“因为船头有大量的曲梁交汇于一点，所以做船首很难。”但是他并不偏爱这个建筑的某一部分，因为完美是由每一个部分共同组成的。“当某艘船可以想象成真正的模型那样握在手中时，这艘船就完成了。”\n\nAdding the sails and flags is a crucial part of getting that feeling, though. He tells me that they have to look like they’re catching the wind. “That gives the ship life,” he explains.不过，添加风帆和旗帜也是让舰船更有感觉的重要环节，他说只有让风帆和旗帜迎风鼓满，“才能赋予舰船生命。”\nIt’s easy to imagine standing under those sails in the middle of the ocean. Once upon a time that would have been the job of up to 500 sailors who were needed to keep the ship moving. They would have known they were crewing an important ship – Le Fleuron means “the jewel” in English – but I don’t think they could have imagined it being rebuilt in a video game nearly 300 years later!很好想象，在大洋中心，站在这些风帆下是什么感觉，曾几何时，有500名水手在船上保障它的运行，他们知道自己在操作一艘重要的战舰——这艘船的名字在英语中是“珠宝”——但他们绝对想象不到，在大约300年后，这艘船会在一个电子游戏中重建！\n\n\n\nFor Gaulight, ship building became his focus as he realised how much he was improving with each build. “The key to progression is to analyse mistakes from the previous ship and try to resolve them on the next one.”Gaulight很关心他建造每艘船时，水平提高了多少，“进步的秘诀就是，前船之鉴，后事之师。”\n\nHis version of L’Etoile du Roy is one of his favourites because it was the first dedicated recreation that he made. “I love her curvature and her colours,” he enthuses.他最喜欢的作品是L’Etoile du Roy的复现，因为这是他第一个专门的复刻作品，“我爱她……的弯曲和配色。”他很激动。\n\nHe’s also enthusiastic about the power of the building community. “It’s a powerful way to express your feelings and your passion, and everybody can share their creations,” he says.他还感佩于建筑社区的力量，“社区可以让你尽情抒发自己的激情，大家都可以分享自己的创作。”\nHe believes that this sharing is important as builders are inspired by and learn from one another. Giving back to the community by explaining your methods and techniques is a great way to show gratitude for things you’ve picked up from others yourself.他坚信分享的重要性——建筑师们可以彼此感染和学习。将自己的技术和方法回馈给社区，是对学习他人的最好报答。\n\nHis advice? “Minecraft is a fantastic game with infinite possibilities: the only limit is your dedication.”至于他最后的建议？“Minecraft是个有无限可能的游戏——唯一的限制就是你的贡献。”\nSo set sail and see where the winds of inspiration will take you!所以启航吧，看看风一样的灵感会将你带向何方！\n作者：Jay Castello，发布于2018/6/5，译者森林蝙蝠。原文链接：https://www.minecraft.net/zh-hans/article/spectacular-sails\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1568094900,
            "txt_content": "原文链接补一下。。"
        },
        {
            "author": "SPGoding",
            "timestamp": 1568390400,
            "txt_content": " 本帖最后由 SPGoding 于 2019-9-14 00:17 编辑 \n发布于2018/6/15\n错了，是 2018/6/5\n\n一声不吭就改了，属实臭蝙蝠（"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1572298800,
            "txt_content": "It’s the details that drew Gaulight to Le Fleuron 是（这个船）的细节引起了（作者）的注意"
        },
        {
            "author": "zmsnR",
            "timestamp": 1573101360,
            "txt_content": "。。。。。"
        }
    ]
}