{
    "title": "[Minecraft.net | CULTURE] 渔夫之王",
    "author": "一窍不开",
    "replyCount": 4,
    "timestamp": 1568047920,
    "txt_content": " 本帖最后由 一窍不开 于 2019-9-10 14:53 编辑 \n\nFISHER KING\n渔夫之王\n\nFall hook, line and sinker for NewHeaven's build!\nNewHeaven令人爱不释手的建筑！\n\nAs we sadly discovered when we last weighed ourselves, bigger isn't always better. Large-scale builds, like ones that recreate entire cities or craft whole new worlds, are impressive showcases for what Minecraft can do, but going small-scale can be just as rewarding. Take A Normal Day for Bob from the building team NewHeaven. It's a build with a rich eye for detail, one that's immediately striking in a way we don't always see in Minecraft. Turns out, such a unique new direction was a big departure for NewHeaven too.\n在我们之前反思自己的时候，我们遗憾地意识到，更大并不意味着更好。那种大规模的创作，例如重建一整座城池或者绘制全新的世界，的确向我们展示了 Minecraft 惊艳的一面，但是小型创作也同样有值得赞叹之处。以建筑团队 NewHeaven 的作品《A Normal Day for Bob》（Bob 寻常的一天）为例，它着眼于细微之处，以一种在 Minecraft 中不寻常的方式震撼了我们。事实上，尝试这种独特的新方式进行创作也曾使 NewHeaven 团队迈出了崭新的一步。\n\n\"'A Normal Day for Bob' is a year old now,\" Speedrus, NewHeaven's Community Manager, explains to us. \"But, no, we didn't take a whole year to build this! This project was something we did on the side of another, bigger project. The idea was to not do a traditional build. In place of just building a map, we decided to tell a little story around one character.\"\n“《A Normal Day for Bob》已经有一年了。”NewHeaven 的社区管理员 Speedrus 告诉我们。“不，我可没说我们花了一整年来建这东西！这个项目是我们在进行另一个更大的工程的同时完成的。我们的想法是建造一个与以往不同的作品。相比于单纯的做地图，我们更想讲述关于一个人物的小故事。” \n\nThe build switches the usual character models we see in Minecraft, like Steve and the villagers, out for a more detailed block-by-block model of the titular Bob. He's a little jarring at first (where on Earth is his face?), but it's a great way for NewHeaven to craft smaller touches, like Bob's feet dangling over the water as he waits for a fish to bite.\n这个作品改变了角色在 Minecraft 中如 Steve 和村民那样的传统形象，而是用一个个方块尝试为所谓的 Bob 搭建了更具细节的模型。虽然乍看上去他有点违和（天知道他的脸在哪？），但是这种方法让 NewHeaven 很好地描绘了一些更小的部分，如 Bob 在等待鱼上钩时吊在水面上的双脚。\n\n\n\n\n\nIf anything, a smaller-scale build was larger in difficulty than what NewHeaven were used to. \"In Minecraft, there is an issue when you build on a smaller scale,\" explains Speedrus. \"It's more difficult to do assets easily. There was a great deal of experimentation we had to do with this project.\"\n出乎意料的是，更小规模的建设反而让 NewHeaven 团队花费了更大的精力。“在 Minecraft 中，当你建造更小的东西时会遇到一个问题，”Speedrus 解释道，“你很难轻松地刻画出完整的物体。在这个项目上我们不得不做了大量的尝试。”\n\nNewHeaven started in 2012, from \"our passion for our creations. At that point we just loved to do that. Our goal now is to use the artistic potential of Minecraft to reach educational and other culture areas.\" In fact, a large part of the appeal of Minecraft to NewHeaven was the ability to reach a different audience with their art. \"The audience of Minecraft is a young audience, most of the players aren't adults. Today it's difficult to bring kids to art. We think by introducing art to them through Minecraft, it's attracting them to art in other areas.\"\nNewHeaven 成立于2012年，源于“我们对创作的热情。那时我们纯粹是喜欢创作，现在我们的目标是利用 Minecraft 的艺术潜力逐渐渗透到教育和其他文化领域。”事实上，Minecraft 之所以对 NewHeaven 有如此大的吸引力，很大一部分原因在于他们可以利用 Minecraft 将艺术传播给一个不同领域的观众。“Minecraft 的观众群体很年轻，大部分玩家都是未b成b年人。如今，我们很难将孩子们带入艺术领域，我们觉得如果通过 Minecraft 让他们接触到艺术，他们也会逐渐对其他方面的艺术感兴趣。”\n\n\n\n\nWhy do NewHeaven want their builds to reach younger audiences? \"It's really important because when you want to learn something, the best time to do that is when you are really young. This is the same with art. Most of them will not be interested, some will, and they'll start to do art themselves.\" Encouraging the young artists of tomorrow? NewHeaven should be careful not to put themselves out of a job.\n那么为什么 NewHeaven 想让更年轻的观众接触到他们的作品呢？“这非常重要，因为如果你要学习什么东西，最好的时候便是你非常年轻的时候。艺术也一样。他们大多数人都不会对其感兴趣，但有一些会，然后他们会开始自己搞起艺术来。”启发未来的年轻艺术家？NewHeaven 应该不会因此丢掉自己的饭碗吧。\n\n\"We think that education is the most important thing for kids, but we don't love to do art just for young people,\" explains Speedrus. \"We just love what we do, that's all!\"\n“我们认为，对孩子而言，教育是最重要的事，但是我们不仅仅是为了他们而创作艺术，”Speedrus 进一步解释说，“我们就是喜欢做这些东西！”\n\n原文链接：https://www.minecraft.net/zh-hans/article/fisher-king\n作者：Tom Stone\n发布日期：2017/03/11\n一窍不开 翻译于：2019/9/10",
    "replies": [
        {
            "author": "2431267050",
            "timestamp": 1568092980,
            "txt_content": "翻译不错呢，谢谢分享"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568095080,
            "txt_content": "NewHeaven should be careful not to put themselves out of a job.\n\nDefinition of put (someone) out of a job\n: to cause (someone) to lose his or her job\n\n“教会徒弟，饿死师傅”"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1568337720,
            "txt_content": "不太喜欢这种风格的建筑\n#跑"
        },
        {
            "author": "一窍不开",
            "timestamp": 1568344740,
            "txt_content": "BlackCB. 发表于 2019-9-13 09:22\n不太喜欢这种风格的建筑\n#跑\n毕竟不是生存向的建筑，这种更像是使用mc进行艺术创作。"
        }
    ]
}