{
    "title": "【Waypoints】导航点——开启全新的旅行方式【1.11/1.12/1.13/1.16】",
    "author": "爱心魔王FHC",
    "replyCount": 11,
    "timestamp": 1568164680,
    "txt_content": " 本帖最后由 爱心魔王FHC 于 2021-1-29 18:24 编辑 \n\n\nWaypointsTravel accross different places, with ease and convenience with the Waypoints add-on! Set up multiple waypoints & navigate faster throughout your world! Customize your Waypoints with 15 different dye colors to choose from.在不同的地方简单方便地旅行，地设置多个导航点，快速穿越你的世界，导航点的有15种可自定义的颜色。作者：r4isen1920合成方法Start by crafting up a Waypoint Placer, it can be crafted using (8) Eyes of Ender, a Nether Star and (1) Lodestone.用8个末影之眼围着，中间一个下界之星，底下一个磁石It requires Nether Star as you can find these Waypoints pretty useful, and I wanted that these items should be used on the late game.\nWaypoint Placers act like a spawn egg or a block. Just place it down on the ground and you should be good to go!\nTo remove the Waypoint, just break the Lodestone Block. Note that you will NOT get your Nether Star back once broken, so place it wisely!作者希望大家在游戏后期使用，那时候你会发现由下界之星做成的导航点会非常实用。导航点就像方块或生物蛋一样，放在地上就行了。要移除导航点，只要敲碎这个方块即可，要注意的是，你不会回收到下界之星，所以谨慎放置。使用方法修改导航点的颜色Once you have placed your Waypoint, pick any dye color that you want, and then punch it on top of the Lodestone Block.修改导航点的颜色：当你放下导航点时，把你想要的颜色的染料放在磁石顶上。Remove the color used by the Waypoint by punching it with a dye again. Changing the Waypoint’s color will not use your dye.\nUp to 15 different dye colors are supported, except for Black.用任意的染料再次点击可以移除颜色，修改导航点的颜色并不会消耗你的染料，除了黑色，共有15中染料可用。重命名导航点Know your way by renaming your Waypoints using a Name Tag!可以用命名牌重命名你的导航点。Renaming your Waypoint allows you to know which Waypoint you are teleporting to. Although this is completely optional, it is very recommended.重命名导航点可以让你知道你要传送到哪个导航点，虽然可以不命名，但是作者还是推荐你这样做。连接指南针If you want to teleport to your Waypoint, you must link a compass to it first!如果你要用导航点传送，必须要先用指南针连接。Interact or right-click the top of the Lodestone Block– or if you simply want to create a Lodestone Compass, just tap anywhere on the Lodestone Block.\nLinking a Compass turns it into a Waypoint Compass: it acts as a connection between you and the Waypoint!\nIf the Waypoint you are trying to teleport to got broken, your Waypoint Compass may unlink and disappear.用指南针右键磁石的顶端即可完成连接，如果你的导航点被破坏了，可能会断开与指南针的连接。Traveling to a Waypoint\nTravel to Waypoint by holding the Waypoint Compass and sneaking until you are teleported.传送到一个导航点：拿着连接过的指南针，在潜行状态下，过一会就会传送。Traveling to a Waypoint can take time. The farther you are (from the Waypoint you are teleporting to), the longer it takes.传送到一个导航点需要时间，距离越远，传送的时间越长。距离与时间的关系Within 126 blocks takes about 5 seconds;\nWithin 256 blocks takes about 10 seconds;\nWithin 1024 blocks takes about 20 seconds;\nWithin 4095 blocks takes about 30 seconds; and\n4096 blocks or farther takes about 60 seconds.\nIf you stop sneaking while teleporting, it will cancel the ENTIRE process. This means the countdown will reset back to what it was before.5秒（小于126格），10秒（小于256格），20秒（小于1024格），30秒（小于4095格），60秒（大等于4096格）\n如果你在传送的时候没有按好潜行，那么他会重新计秒。\n视频演示见百度云游戏版本1.16（旧版支持1.1/1.12/1.13见下面）下载支持作者下载\naddon：https://direct-link.net/106093/waypointsAddon\nzip：https://direct-link.net/106093/waypointsAddonZip\n或\n链接: https://pan.baidu.com/s/1Qu5MTerY6l_SRBiUyWbeBQ\n提取码: 7bhz\n\n旧版1.11/1.12/1.13\nRAOTM: Minecraft WaypointsThis add-on allows you to travel accross – distant, hard to reach places, or in between – with ease and convenience! Packed with new textures, and custom items – as well as new ways and methods of traveling, as a proof of concept.这个MOD可以让你穿越遥远的，难以到达的地方，并且，十分轻松方便。包含新的材质、自定义的物品和新的旅行方法！作者：r4isen1920合成方法Combine (Term): The recipe is shapless, not necessary to make exact patters as shown below.物品是无序合成，所以随意摆放都行一、添加导航点\nWaypoint Adders allows you to add waypoints throughout your world! You can currently add up to 5 Waypoints per world.\nTo craft a Waypoint Adder, combine a Compass with a Chorus Fruit. Add more Chorus Fruit to change the number – up to 5!“添加导航点”可以在你的世界中添加一个导航点，每个世界中，你一般可以添加5个导航点\n合成表是一个指南针和紫颂果，紫颂果有几个就能合成几个“添加导航点”物品，最多5个\n\n\n二、移除导航点\nWaypoint Removers are used to remove existing or placed Waypoints in your world!\nTo craft a Waypoint Remover, combine a Water Bottle with the Chorus Fruit.“移除导航点”物品是用来移除世界中已经存在或放置的导航点\n合成表是一个水瓶和一个紫颂果\n\n\n三、选择导航点\nWaypoint Selector allows you to move or teleport to a specific waypoint placed in your world!\nTo craft a Waypoint Selector, surround a Compass with four Chorus Fruits in the corner in the Crafting Grid!“选择导航点”物品可以让你传送到其他的导航点\n合成表是中间一个指南针，四角是紫颂果，剩下位置放金锭\n\n\n使用方法一、设置导航点\nDrop a Waypoint Adder where you want to add the Waypoint. You can add multiple waypoints of the same number in a world, but you will only teleport to the farthest Waypoint of the same number – which varies by your current coordinates.在你要标记的地方丢下“添加导航点”，你可以添加多个数字相同的导航点，但是你只会被传送到相同数字中最远的一个导航点——这取决于你的当前坐标\n\n\n\n\n\n\n二、移除导航点\nTo remove a Waypoint, drop a Waypoint Remover on it. You will get your Waypoint Remover back, but not the Waypoint Adder.在要移除的导航点处丢下“移除导航点”物品，你会得到“移除导航点”物品而不是“添加导航点”物品\n\n\n三、移动或传送到导航点\nTo teleport or move to a waypoint in an instant, sneak while holding the Waypoint Selector to cycle through the possible available Waypoint(s) in your world. Long press on the screen while holding the Waypoint Selector to teleport there!\nNote: If the other player created the Waypoint, make sure to go to the Waypoint they’ve created first (atleast 2 blocks from it)!\n潜行状态下拿着“选择导航点”物品指向你世界中的导航点，并长时间的按压屏幕来传送到那边去\n注意：如果其他玩家创建了一个传送带，一定要先去他们先创建好的传送点（至少距离2个方块）\n\n\n\n\n导航点颜色Each Waypoint represents their color, so you can easily understand which Waypoint’s which. Although you can’t change them individually, these colors are represented by default as follows:每个导航点都有自己的颜色，这样你就可以更轻易的知道哪个导航点是哪个。虽然你不能单独改变他的颜色。默认的代表颜色如下：\n\n\nFrom left to right: Waypoint 1 (Red), Waypoint 2 (Orange), Waypoint 3 (Yellow), Waypoint 4 (Green), Waypoint 5 (Blue), Waypoint 6 (Magenta), Waypoint 7 (Violet), and Waypoint 8 (White).\nThese colors are also default by their name. So when you teleport to the respective Waypoint, you’ll see its color on the screen as well!从左至右：\n1-红色，2-橙色，3-黄色，4-绿色，5-蓝色，6-紫色，7-洋红色，8-白色\n这些颜色的名称也是默认的，所以当你传送到各自的传送点时，你也会在屏幕上看到它的颜色！游戏版本1.11/1.12/1.13下载支持作者请去原帖下载\n百度网盘、百度云: https://pan.baidu.com/s/1Qu5MTerY6l_SRBiUyWbeBQ\n提取码: 7bhz",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1568167620,
            "txt_content": "新 概 念 旅 行"
        },
        {
            "author": "wshycaa",
            "timestamp": 1568168580,
            "txt_content": "逼死mod作者系列……"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1568168640,
            "txt_content": "wshycaa 发表于 2019-9-11 10:23\n逼死mod作者系列……\n啥意思？怎么就逼死MOD作者了"
        },
        {
            "author": "wshycaa",
            "timestamp": 1568168820,
            "txt_content": "爱心大魔王 发表于 2019-9-11 10:24\n啥意思？怎么就逼死MOD作者了\n末地改革mod里面有类似的道具2333。。点击就选择一个坐标点存储好，。然后在别的传送点传送过去也是在末地获取的道具"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1568170800,
            "txt_content": "预感水瓶可还行……"
        },
        {
            "author": "xsfcaDcsa",
            "timestamp": 1568174760,
            "txt_content": "特效不错\n谢谢啦"
        },
        {
            "author": "向文",
            "timestamp": 1568177040,
            "txt_content": "基岩版资源? 稀有啊\n个人认为特效不错"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1568177160,
            "txt_content": "向文 发表于 2019-9-11 12:44\n基岩版资源? 稀有啊\n个人认为特效不错\n是啊这特效贼不错"
        },
        {
            "author": "mx梦",
            "timestamp": 1584878700,
            "txt_content": "弄了半天都没弄明白该怎么用……"
        },
        {
            "author": "mx梦",
            "timestamp": 1584882660,
            "txt_content": "mx梦 发表于 2020-3-22 20:05\n弄了半天都没弄明白该怎么用……\n貌似懂了~"
        },
        {
            "author": "柚子皮皮",
            "timestamp": 1587123900,
            "txt_content": "谢谢楼主，么么哒"
        }
    ]
}