{
    "title": "[Minecraft.net | CULTURE] 七月社区最棒的皮肤",
    "author": "zyjking",
    "replyCount": 4,
    "timestamp": 1568207340,
    "txt_content": " 本帖最后由 zyjking 于 2019-9-13 22:15 编辑 \n\n\nBEST COMMUNITY SKINS: JULY七月社区最棒的皮肤Six spectacular skins from the Minecraft community!Minecraft社区中的六个惊艳皮肤\nFashion! It’s my number three passion, right behind 1) ‘Minecraft’ and 2) ‘lying in Minecraft.net intros’. OK, so I may not be the most fashionable member of the Minecraft.net editorial team – I can’t compete with Kelsey’s eyeliner game, Thomas’ desire for an all-denim life, or Per’s homemade Creeper onesie – but I can still admire a great look when I see one.\n紧跟潮流是我的第三喜好，仅次于第一的“Minecraft”和第二的“不知疲倦地介绍Minecraft.net”。所以，我可能并非Minecraft.net文职团队中最时髦的人——我不可能和Kelsey比较画眼线到底谁厉害，和Thomas比较谁到底更渴望穿全牛仔衣的生活，以及和Per比较自制的苦力怕连体衣，但我仍可以欣赏我觉得比较好看的那个。\n\nActually, make that six great looks. These six skins, made by six awesome members of the Minecraft community, have so much artistic flair that I’m truly not worthy of describing them! But alas, Per can’t type in that Creeper onesie and Kelsey’s busy desperately trying to make some air holes in it, so I guess I’ll just have to try.\n实际上，制作出了六个好看的面容。六位Minecraft的大牛们分别作出了这六个皮肤，他们是如此地有艺术细胞，以至于让我自惭形秽。但可惜，Per沉迷她的苦力怕连体衣无法自拔，Kelsey忙着没日没夜地在服装上戳几个洞，所以我不得不上了。\n\nFLIRY TIRED GIRL\n“花迟”少女\nBy catoad\n\n\nAs someone who turned up for work a little late this week due to oversleeping, and by a ‘little late’ I mean three hours late, I can relate a lot to this skin (double relate, actually, as I was also sleeping in the window of a flower shop, for a very good reason that I have forgotten).\n作为一个晚睡而迟些上班的人，因为“有一点延迟”我的意思是迟了三个钟头，所以我和这个皮肤有着强烈的共鸣。（实际里面有两层意思，因为我同时睡在了一个花店窗户旁边，所以这是一个忘记上班的一个好理由）\n\nWhen I’m tired, which is all the time, I’m an insufferable grump who will never know love until I’ve poured at least a dozen coffees down my miserable throat. That’s incredibly unhealthy, but luckily I can also safely cheer myself up by just looking at this delightful Flowery Tired Girl skin by catoad which was well worth waking up for! Three hours late. Please don’t fire me.\n不管什么时间，只要我累了，我就会变成一个令人讨厌的，脾气暴躁的，不懂得珍惜的人，直到我把一打咖啡塞进我那可怜的喉咙里。这对喉咙会造成不可想象的伤害，但好运的是，我同时可以借由catoad制作的Flowery Tired Girl皮肤以鼓舞自身，只需看一眼即可。只是迟到仨个钟，请别炒掉我。\n\n\nANOTHER TUDOR GOWN\n另类都铎礼袍\nBy DeusVidet\n\n\nWant to add a touch of class to your Minecraft? Well you could pop in a monocle and stick your nose in the air at any peasant who touches a dirt block barehanded (disgraceful!). Or, you could try wearing Another Tudor Gown, a fantastic frock from DeusVidet.\n想给你的Minecraft加点料吗？你可以试着带个单片眼镜，或将鼻子朝天并贴在任意一个满是泥巴的农夫上，以及，你可以试穿另一件由DeusVidet制作的Another Tudor Gown。\n\nI can’t even look at this skin without fantasizing about enjoying extravagant feasts, seeing if I could make the Henry the Eighth’s marriage shortlist, and playing whatever version of Minecraft they had from 1485-1603. Wait, wasn’t 1603 before kelp was added to the game? Wow, living in the olden days was rough).\n我看见的所有皮肤都是在幻想庆祝奢华的节日，看看我是否能上亨利八世的结婚列表，以及游玩Minecraft在1485-1603（都铎王朝统治年间）的任意版本，等等，Minecraft直至1603年（改朝换代）都没有加入海带？哇，古人生活真是粗糙。\n\nSPACE BEAR\n太空熊\nBy DanielPlayzz\n\n\nKelsey threatened to talk to me about horoscopes for another nine hours if I didn’t let her write about this skin. A risk I was willing to take, as I adore Space Bear, or as we’ve started calling him around here “SPAAAAACE BEARRRRR *weeps tears of love*”\nKelsey威胁我，说如果我没有让她介绍这个皮肤的话，那她就会硬扯我再讲九个小时占星术的天宫图。其实我是愿意冒风险的，因为我更喜欢太空熊，以及我们已经开始叫他“太~~空~~~熊~~~~”了（因为爱而哭泣的泪水）。\n\nYes, Space Bear truly has given the entire Minecraft.net team’s lives purpose and meaning. DanielPlayzz’s skin is so wonderful, I’ve even found myself hiring an orchestra and composing the Official Space Bear Theme Song?. Hit it!\n没错，太空熊已经给予了整个Minecraft.net团队生活的目的和意义。DanielPlayzz的皮肤是如此优秀，以至于我想要聘请一个管弦乐队来吹奏这个“官方太空熊主题曲”。准备！\n\nHe’s the astro-fantastic animal heading to outer space!\n他是超威的小动物，就要上太空！\nHe’s the cutest thing ever created by the human race!\n他的可爱让全人类动容！\nSpaaaaaaaaace Bearrrrrrrrrrrrrrrrrr!\n太空熊！啊太空熊！\nHe’s furry, he’s fuzzy, and he knows no fear!\n毛茸茸的熊，无所畏惧向前冲！\nNeither do I, when I gaze upon his adorable ears!\n可爱的耳朵映在眼中，我也变得不那么怂！\nSpaaaaaaaace Bearrrrrrrrrrrrrr!\n太空熊！啊太空熊！\nThis article is on a very tight deadline!\n截稿日期就要来到！\nI seriously don’t have the time!\n已经没时间给我耗！\nTo write space bear lyrics that rhyme!\n去给太空熊查韵脚！\nSpaaaaaace Bearrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr!\n太空熊！啊太空熊！！！！！！\nScrew it, that bear is worth the effort, the tears, the late nights, it all!\n努力泪水和修仙，为了熊熊都值当！\nMy only dream in life is to get to shake one of his paws!\n我此生的愿望，就是和太空熊握握掌！\nSPACEEEEEE BEARRRRRRR\n太空熊啊啊啊！\n\n（你吼那么大声干什么嘛！）\n\nAhem. Sorry about that. Nice skin. Good work. Let’s move onto the next one before I propose.\n嗯…咳咳。对于上边那个我很抱歉。真是漂亮的皮肤。干的不错。在我改变心意之前进入下一个。\n\nGRASS SKIN FOR HIDE AND SEEK\n伏地魔\nBy MasterIdiotYT\n\n\nHave you ever played hide and seek with someone who was just… really bad? Every time I play hide and seek with my sister she just hides behind a curtain and laughs loudly to herself. She is a small child, but that is no excuse. I actually resent the accusation that hide and seek is a game for children, because they have no commitment to the craft of the game.  \n\n你是否曾和非常坏的人玩过躲猫猫？每当我和妹妹玩捉迷藏时，她只会躲在窗帘后面并放声大笑。“她只是一个孩子”并不能成为借口。躲猫猫只是个儿童游戏，因为他们没有一点游戏技巧，我对此言论表示愤慨。\n\nThe Grass Skin for Hide and Seek skin from MasterIdiotYT is committed to the Hide and Seek lifestyle, which I respect. Hiding behind things? That’s rookie stuff. Why don’t you just become the grass itself? This seems like it would be a good segue into a philosophical debate, but I’m too busy trying to blend in with the grass outside the office to avoid my daily responsibilities.\n由MasterIdiotYT制作的The Grass Skin for Hide and Seek皮肤是游玩躲猫猫的标配，我也对此表示尊重。只有新人才会躲在某个东西背后。为何不把你自己变成一堆草？在哲学论证方面似乎是个极好的引子，但我太忙于在办公室把自己和草混在一起来逃避工作。\n\nMEIIENNAAL PINK\n千年红\nBy LadyBear\n\n\nIf there’s one thing we can all definitely agree on about Minecraft, it’s that it’s not nearly pink enough. Where are my rose Creepers? Why doesn’t Steve look like he’s been dipped in cotton candy? Why are the pigs so… actually, those delightful oinkers have done wonders for my pink crusade. Outstanding work, my salmon-hued swines!\n“它还不够粉红”是我们在Minecraft中能达成共识的一件事。我的玫瑰苦力怕跑哪里去了？为什么史蒂夫看起来像个没有被蘸过的棉花糖？为何这些猪如此……事实上，给我的“粉红军团”创造惊喜的正是这些艳丽的猪。我的“三文鱼花纹”猪真是太出乎意料了！\n\nAnyway, my lifelong battle to get more pink into Minecraft now has the perfect uniform, courtesy of LadyBear. Complete with pink shirt, pink shoes, and overall such excellent aesthetic that I’ll overlook the (delightful all the same) pastel blue shorts, Millennial Pink Skin has my cheeks glowing pink. Glowing pink with embarrassment that everyone will now know pink is my favourite colour? Pink with joy, actually. For if you’re not into pink, my friend, I’m embarrassed for you.\n不管如何，我终生会奋斗在粉红上，并将更多粉红带给Minecraft，如今已拥有了一套完美的服装，同时向LadyBear致敬。已完成的服装有粉红衬衫，粉红鞋子，以及我会因为整体的审美优秀而忽略的（看起来都会带来愉快的）浅蓝色短裤，同时Millennial Pink皮肤让我的脸越来越粉了。越来越粉有点尴尬，这会让每个人以为我喜欢的颜色是粉色？实际上，粉红一般都带着玩笑话。因为要是你的脸色发白，我的朋友，我会替你感到尴尬的。\n\nEND SENTINEL\n末影哨位\nBy jod090\n\n\nCowards, like myself, fear The End. True pioneers look at The End and go “this isn’t nearly scary enough.” I can only assume that was the terrifying thought process that led jod090 into building this superb sinister skin. Eyes, a nose and a mouth are all well and good, but End Sentinel prefers to rock a purple portal in the centre of their let's-call-it-a-face. Must save a fortune on moisturiser. I’m going to be sleeping even less than Flowery Tired Girl after looking at this nightmare. Great work, jod090!\n只有胆小鬼才和我一样害怕末地。真正的勇士敢于直面末地并说“这并不可怕”。我只能假想jod090制作这个阴险但棒极了的皮肤是在一个可怕的思维过程下的结果。眼睛，鼻子和嘴巴设计的很棒。但End Sentinel皮肤更喜欢在“我们成为脸的地方”的中央摆晃个紫色的传送门。这一定能省去很多润肤霜的钱。欣赏了Flowery Tired Girl，再看了这个梦魇之后，我应该会睡得更少。干得不错，jod090！\n\nHave you made a great Minecraft skin? Show us! Send your best skins to scoops@minecraft.net with the subject line ME SO PRETTY and we’ll feature the best ones in next months skin roundup article!\n你做了一个棒极了的Minecraft皮肤? 给我们瞧一瞧！把你最棒的皮肤以“ME SO PRETTY”为标题发送至scoops@minecraft.net，我们会在下个月的概述文章中展示最有特色的那一个！\n\n【原文：BEST COMMUNITY SKINS: JULY】\n【作者：Tom Stone，发布日期：2019-08-03，译者：zyjking】\n\n\n",
    "replies": [
        {
            "author": "Cos7ω",
            "timestamp": 1568212980,
            "txt_content": "是太空熊 awsl（笑）\n\n为什么跟着的propose我第一感觉是求婚（捂脸）"
        },
        {
            "author": "xsfcaDcsa",
            "timestamp": 1568260380,
            "txt_content": "欣赏不透国外的审美"
        },
        {
            "author": "zyjking",
            "timestamp": 1568261760,
            "txt_content": "xsfcaDcsa 发表于 2019-9-12 11:53\n欣赏不透国外的审美\n这哪是审美，这是尴尬而不失礼貌的乱玩梗"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568270460,
            "txt_content": " 本帖最后由 Ricolove 于 2019-9-12 14:48 编辑 \n\n沙雕歌词就沙雕翻好了\n\nHe’s the astro-fantastic animal heading to outer space!\n他是超威的小动物，就要上太空！\nHe’s the cutest thing ever created by the human race!\n他的可爱让全人类动容！\nSpaaaaaaaaace Bearrrrrrrrrrrrrrrrrr!\n太空熊！啊太空熊！\nHe’s furry, he’s fuzzy, and he knows no fear!\n毛茸茸的熊，无所畏惧向前冲！\nNeither do I, when I gaze upon his adorable ears!\n可爱的耳朵映在眼中，我也变得不那么怂！\nSpaaaaaaaace Bearrrrrrrrrrrrrr!\n太空熊！啊太空熊！\nThis article is on a very tight deadline!\n截稿日期就要来到！\nI seriously don’t have the time!\n已经没时间给我耗！\nTo write space bear lyrics that rhyme!\n去给太空熊查韵脚！\nSpaaaaaace Bearrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrrr!\n太空熊！啊太空熊！！！！！！\nScrew it, that bear is worth the effort, the tears, the late nights, it all!\n努力泪水和修仙，为了熊熊都值当！\nMy only dream in life is to get to shake one of his paws!\n我此生的愿望，就是和太空熊握握掌！\nSPACEEEEEE BEARRRRRRR\n太空熊啊啊啊！\n\n你吼那么大声干什么嘛！"
        }
    ]
}