{
    "title": "Dinnerbone：正在招聘Minecraft Java版开发者",
    "author": "gooding300",
    "replyCount": 13,
    "timestamp": 1568293740,
    "txt_content": " 本帖最后由 gooding300 于 2019-9-13 00:30 编辑 \n\n我们正在招聘Minecraft Java版的开发者！来一起工作吧？\nWe're hiring for Minecraft: Java Edition! Come work for us? \n如果这工作不适合你，我们还有很多其他职位！这是适合成长的一年 :)\nAnd if that's not the role for you, we have so many open positions right now! It's a good year to grow :)\n\n招聘信息\nJava游戏开发者\nJava Game Developer\n\nMojang是一个微软旗下位于斯德哥尔摩（瑞典首都）的游戏开发工作室。我们以Minecraft而闻名，同时也致力于制作新游戏、电影、棋盘游戏以及更多——在Minecraft的特许经营之内。\nMojang is a Microsoft-owned game developer studio based in Stockholm, Sweden. We are best known as the creators of Minecraft, and are currently working on several new games, a movie, a board game, and lots more – all within the Minecraft franchise.\n\n我们在Mojang提供游戏、产品与服务以激发创造。作为这一追求的一部分，我们正准备着冒险，这也是我们成长的方法！我们开发有着强大社区力量的游戏，在行动上将玩家置于首位。我们的游戏是为每个人而制作，因为我们相信行动而不是空谈。\nAt Mojang we create games, products and services to inspire creativity. As part of that pursuit, we are prepared to take risks. It’s how we grow! We develop games with a strong community focus and put players first in everything we do. Our games are built for everyone, because we believe in demonstrating equality and not just talking about it.\n\n为帮助我们创造令人惊异的事物，我们有着同样惊异的工作环境。坐落于Soder Malarstrand（瑞典地名）的水上，填满了用以创造世界级娱乐的工具、玩具和灵感。\nTo help us create amazing things, we have built an equally amazing studio space. Situated right on the water by Soder Malarstrand, it’s filled to the brim with all the tools, toys and inspiration required to create world-class entertainment.\n\n当然，真正令这里与众不同的地方是Mojang的成员。当你加入我们时，你会发现自己位于一个光明、温暖、有着创意员工的公司——朝着一个目标而奋斗。来帮助我们实现它吧！\nBut of course, the people of Mojang are what makes this place truly special. When you join, you’ll find yourself in the company of incredibly bright, warm, and creative individuals – all united and working toward a single goal. Come help us achieve it!\n\nMinecraft Java版团队为了提升Minecraft的体验正在扩张中。作为团队的一员，你将会挑战设计和实现游玩系统，让难以置信的社区用你制作出的机械与科技来进行创作，并不断提升游戏的性能以及稳定性。作为Minecraft的创始团队，我们仅仅只有6位开发者就做出了令全球3千万人享受的游戏。我们对Minecraft的未来怀有巨大的愿望，需要你来帮助我们一起实现。\nThe Minecraft: Java Edition team is expanding to help realize our dream of a better Minecraft experience. As a member of this team, you will have the unique challenges of helping to design and implement gameplay systems, allowing our incredible community to realize their creations using mechanics and technologies that you created, and improving the performance and stability of the game as a whole. As the founding team of Minecraft, we are just 6 developers working on the foundations of a game enjoyed by over 30,000,000 players worldwide. We have big dreams for the future of Minecraft, and need you to help make them happen.\n\n需求\nRequirements\n\n熟悉Java开发\nExperience with Java programming\n\n为适应这一职位，我们希望你可以通过沟通与团队合作成功完成目标。这意味着你有充足的好奇心与责任感，并可以理解他人的需求来确保完成成果。高质量的完成工作并努力尽善尽美，这需要你对工作感到舒适并看到其中的价值，不断提出和接受建设性意见。由于大部分职位需要独立工作，我们希望你能够自我激励，并努力将特性完成的易于使用与理解。\nTo succeed in this role we believe that you are collaborative and achieve your expectations through communication and teamwork. This means that you are curious, responsive and can understand the needs of others to ensure delivery of the desired results. You work qualitatively and strive to always do things better, which requires you to be comfortable with, and see the value in, giving and receiving constructive feedback. Since a big part of the position involves working independently, we see that you have a high level of self-motivation and strive to always make your features easy to use and understand.\n\n工作位置：斯德哥尔摩（瑞典首都）\nStudio location: Stockholm\n汇报人员：Minecraft Java版技术领导\nReports to: Tech Lead, Minecraft Java Edition\n招聘类型：全职\nEmployment type: Fulltime\n\nMojang致力于成为一个多元化包容的工作室，如果你觉得适合这一职位，无论你在何处都欢迎进行申请！如果你确实适合这一职位，我们甚至可以帮助你搬迁！\nMojang strives to be a diverse and inclusive studio and if you think this job sounds like your passion, you are more than welcome to apply, no matter who you are or where you are from. And if you are the right person for this job, we will even help you re-locate!\n\n认识适合这一职位的人？告诉我们！\nOr, know someone who would be a perfect fit? Let them know!\n\n原文链接\nTwitter\nhttps://twitter.com/Dinnerbone/status/1171795846091943936\n招聘页面\nhttps://jobs.mojang.com/jobs/283690-java-game-developer\n\n萌新第一次翻译，请多指教~",
    "replies": [
        {
            "author": "森林蝙蝠",
            "timestamp": 1568294640,
            "txt_content": "那么33有没有兴趣去瑞典呢？真的，你可以申请一个远程协作开发，相信膜江的人会喜欢你的。"
        },
        {
            "author": "Cos7ω",
            "timestamp": 1568294820,
            "txt_content": "分类用【逸闻】好点吧...\n【快讯】是 新版本的特性 这种"
        },
        {
            "author": "gooding300",
            "timestamp": 1568295720,
            "txt_content": "c7w 发表于 2019-9-12 21:27\n分类用【逸闻】好点吧...\n【快讯】是 新版本的特性 这种\n版规对于“快讯”的规定如下：\n快讯——所有PC版的新特性预报以及其他重要讯息。\nPC版（Java版）团队扩张与招聘应该算得上“重要讯息”了吧。"
        },
        {
            "author": "Cos7ω",
            "timestamp": 1568295840,
            "txt_content": "gooding300 发表于 2019-9-12 21:42\n版规对于“快讯”的规定如下：\n\nPC版（Java版）团队扩张与招聘应该算得上“重要讯息”了吧。 ...\nhttps://www.mcbbs.net/forum.php? ... peid&typeid=293\nhttps://www.mcbbs.net/thread-661170-1-1.html\n您可以翻翻逸闻的列表...\n我记得跟人事调动相关的都在逸闻里..."
        },
        {
            "author": "BlackCB.",
            "timestamp": 1568299080,
            "txt_content": "作为Minecraft的创始团队，我们仅仅6位开发者就做出了令全球3千万人享受的游。\n漏字了\n\n为啥java团队突然招人了……嘛，还是挺期待新人的"
        },
        {
            "author": "深绿世界X",
            "timestamp": 1568299680,
            "txt_content": "皆大欢喜"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1568301240,
            "txt_content": "emmm……说实在的，可以改进的地方很多。仅举几例个人意见：\n第二段：作为这一追求的一部分；我们开发作为社区焦点的游戏；将平等付诸实践而不是纸上谈兵。\n第三段：inspiration应为”启示“或带来启示之物。\n第四段：真正令它与众不同的是这里的人们。\n第五段：遗漏了 mechanics and technologies that you created 一个分句。\n并且也要注意定语语序”属数动形名”和“的地得“的区分。\n\n不过新人第一次翻译，难免有不到位之处，能读通顺就已经值得鼓励了。翻译区难得新鲜血液。人气+2~\n另外呦，可以和版主您混个脸熟么~~"
        },
        {
            "author": "Mithey",
            "timestamp": 1568302020,
            "txt_content": "招聘×\n抓苦力√"
        },
        {
            "author": "风障",
            "timestamp": 1568302860,
            "txt_content": "修BUG人手不足了."
        },
        {
            "author": "liach",
            "timestamp": 1568309940,
            "txt_content": "昨天我遇到一个人居然编写过鸡眼版 Minecraft……他在微软 Seattle 办公室暑假实习写 C++，结果巨硬把他拉去维护鸡眼后端，也是醉了。Minecraft 代码水平估计也就那样了，据说基岩代码还没有现在的 Java 代码好。他说他实习的时候还和瑞典办公室沟通，也有员工两头跑。\n\n注：Seattle 是美国地名，常译为西雅图或舍路（埠）。"
        },
        {
            "author": "roothu",
            "timestamp": 1568348580,
            "txt_content": "拉人写bug吗？原来的团队呢"
        },
        {
            "author": "2572894340",
            "timestamp": 1569170160,
            "txt_content": "sfdskvsmskfsdvmskm,s"
        },
        {
            "author": "3011193153",
            "timestamp": 1575620280,
            "txt_content": "奈斯奈斯奈斯奈斯奈斯奈斯"
        }
    ]
}