{
    "title": "Minecraft 基岩版 Beta 1.13.0.13 发布",
    "author": "zyjking",
    "replyCount": 17,
    "timestamp": 1568311200,
    "txt_content": " 本帖最后由 zyjking 于 2019-9-22 00:30 编辑 \n测试版是Minecraft基岩版的测试机制，主要用于下一个正式版的特性预览。\n然而，测试版主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。使用测试版打开存档前请务必备份。适用于正式版的领域服务器与测试版不兼容。\n如果在测试版中遇到旧版存档无法使用的问题，测试版将允许你将存档上传以供开发团队查找问题。\nMinecraft 基岩版 1.13 仍未发布，1.13.0.13为其第7个测试版。\n转载本贴时须要注明原作者以及本帖地址。\n\nhttps://feedback.minecraft.net/hc/en-us/articles/360033322932\n\nKnown Issues in this beta:已知问题：There is a known issue with importing custom skins in this beta, but we intend to get them working again fully in the next beta for Windows 10 and mobile devices导入自定义皮肤时会有问题，我们会在下一个Beta版本中修复\n\n\nFixes:bug修复：Crashes/Performance崩溃/性能\nFixed several crashes that could occur during gameplay修复了游玩时可能发生的崩溃问题Improved performance with animation optimisations优化动画效果以提升性能\n\n\n\n\n\nThe game no longer crashes while typing out the execute command输入/execute 指令时不会再次发生崩溃Devices with lower available memory now support the new Note Block sounds针对低内存设备加入新的音符盒音效支持Fixed a crash that could sometimes occur when a player leaves a multiplayer game修复了玩家退出多人游戏时可能发生的崩溃问题Fixed a crash that could occur if a player tried to open chat just as they were leaving a multiplayer game (250587)修复了玩家退出多人游戏的同时打开聊天框会发生崩溃的问题Light blocks with invalid auxiliary values no longer cause the game to crash (MCPE-51191)带有无效参数的光源方块不会再导致游戏崩溃Improved chunk loading performance when flying改善在飞行时区块加载的性能\n\nGeneral常规\nAdded a new prompt to suggest that a player adjusts the screen safe zone, if necessary加入一个新提示，建议玩家按照需求调整屏幕安全边界（防止超出）Fixed an issue where the main menu UI would not load in for some beta players on Xbox One (MCPE-50344)修复了一些Xbox One的测试版玩家无法正常加载主菜单UI的问题Buried treasure chests can no longer spawn inside Village structures埋藏的宝藏里面的箱子不会生成在村庄结构里面Fixed an issue that could cause some worlds to become corrupted during gameplay (MCPE-50496)修复了一个游玩时会导致一些世界存档损坏的问题\n\nGameplay游玩\nJumping while swimming in a 1-block high tunnel no longer causes player to get stuck在一格高的隧道中游泳+跳跃不会卡在方块里面The player can once again open the inventory correctly when sitting in a boat坐在船上可以正常打开物品栏了Parity: Releasing sneak on the edge of a block will no longer make the player fall在方块边缘松开潜行键后不会再掉下去Nearby players on locator maps are no longer shown as a blank square带有玩家标记的地图不会再以白色方块显示玩家Arrows hitting players underwater no longer play multiple hit sounds箭矢射中水下玩家后不会再发出多次声音效果Achievements related to eating food are now unlocking correctly again有关吃东西的成就现在能正常解锁Items can be repaired using their base materials on an Anvil again (MCPE-51180)物品可以再次用铁砧修复\n\nMobs怪物\nFarmers now correctly harvest crops when their inventory is not full (MCPE-47166)农民在物品栏没满时会正常收割作物Turtles and Tropical Fish no longer drift downwards and swim at the bottom of the sea海龟和热带鱼不会在海底继续往下钻了Villagers now hide more consistently during a raid袭击中的村民躲藏行动更加统一\n\nUser Interface用户界面\nFixed the spacing between \"Feedback\" and \"Save & Quit\" buttons in the pause menu修正了“反馈”与“保存并退出”按钮之间的间隔\n\nGraphical图形\nFixed the position of Parrots sitting on the player's shoulder修改鹦鹉坐在玩家肩膀上的位置\n\nCommands指令\nUsing the command '@s[type=...]' will now work correctly (MCPE-49766)“@s[type=...]”命令现在可以正常使用Obfuscated text now works with the smooth font chat setting开启了平滑字体显示后可以正常使用混淆文本\n\nAdd-Ons and Script EngineAdd-Ons和脚本引擎\nUsing \"lock_rider_rotation\" now works correctly on players\"lock_rider_rotation\"参数可以正常使用在玩家上Using \"yaw_speed\" calculation now works correctly\"yaw_speed\"计算方法可以被正确使用Custom entities now get proper death messages正确的死亡信息可以用在自定义实体上\n\nFor Map Makers and Add-On Creators:给地图和附加包制作者：Changes to the Pack Manifest修改了包的实现形式Summary概括As of 1.13, we have made some changes to the pack manifest with a new format version of \"2\". We recommend that any new packs or world templates that you create use format version of 2 from now on. With this new format, there are a few additional changes to be aware of, detailed below.自1.13开始，我们修改了包的实现形式并将版本格式修改为“2”。自现在开始，我们推荐所有创建包或世界模板的版本格式为“2”。同时有一些小细节是需要注意的，请见下文。\n\nList of Format Version 2 Manifest Requirements版本格式2的实现需求\nAll Pack Types所有包的格式The 'name' field in the header is now required for all pieces of content.所有内容的开头都应该有名字注明范围。\n\nWorld Templates世界模板The 'lock_template_options' field is now required. This Boolean field determines whether or not the world options for your template should be locked to default values when a player creates a world from the template. They can still choose to unlock and modify the options, but will be warned that doing so could affect gameplay.“lock_template_options”字段现在是必需的。这个布尔值注明了当玩家使用模板创建世界时，世界选项是否锁定为默认值。但玩家仍然可以选择解锁和修改设置，同时也会弹出警告注明会影响游戏玩法。The 'base_game_version' field is required (see below for more info).“base_game_version”字段现在是必需的（参见下方）The 'min_engine_version' field should no longer be used as it isn't parsed on world templates and produces a warning on import.最好不使用“min_engine_version”字段，因为它不会生效，并且在导入时还会发出警告。\n\nResource and Behavior Packs材质和行为包The 'min_engine_version' field is now required. This affects how the game interprets some of the assets loaded from Resource and Behavior Packs. We recommend using the latest available version of the game for this field (e.g. '[1, 13, 0]') to ensure your pack works correctly.“min_engine_version”字段现在是必需的。这会告诉游戏应该加载材质包或行为包中的哪些资源。为了确保包能正常工作，我们推荐将此字段设置成最新的游戏版本（比如[1, 13, 0]）。\n\nBase Game Version Field基本游戏版本字段For this field, we recommend using the value \"*\". This will ensure that anyone using your content in their Minecraft worlds will always get the latest base game (vanilla) content when an update is available. \nIn the case that your content relies on specific base game behavior, you can use this field to specify a base game version, starting with 1.13. If you choose to do this, you should omit the third octet; for example, if the version of the game you are targeting is '[1, 14, 2]', you would specify a version of '[1, 14, 0]'). If you specify a version this way, any worlds using your custom content will not get new base game content when it becomes available in future releases, which could help prevent unwanted changes to behavior in your content caused by updates to the base game. However, we still recommend using the “*” value to ensure players can continue to enjoy your content in their Minecraft worlds long-term while also receiving updates to the base game.针对这个字段，我们推荐使用“*”这个值。这会确保在更新可用的时候，人人将你的内容用在他们的Minecraft世界中时，都可取得最新的原版游戏（vanilla）内容。\n从1.13开始，如果你的内容需要特殊基本游戏行为的支持，你可以使用这个字段来确定基本游戏版本。如果你选择这样做，你应该忽略不使用第三个数字（第八位字节）; 举个例子，假如你要把你的游戏版本定为“[1, 14, 2]”，那你应该将版本定为“[1, 14, 0]”。倘若你采用此方式，那么，只要那个世界使用了你的自定义内容，将来游戏出新版本后世界都不会获取新版本的游戏内容，这可以避免因为升级游戏版本而带来的“行为被意外更改”事件的发生。然而，我们依然推荐使用“*”这个值来确保玩家可以获取基本游戏更新的同时，还可以继续在他们的Minecraft世界中畅玩你的内容。\n\n\n\n相关地址谷歌正版https://play.google.com/store/apps/details?id=com.mojang.minecraftpe基岩版测试组安卓Google Play：https://play.google.com/apps/testing/com.mojang.minecraftpeWin10 Store：https://www.microsoft.com/zh-cn/store/p/xbox-insider-hub/9nblggh68vsk\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Jason的Twitter（英文，内地需魔法上网）Matt Booty的Twitter（英文，内地需魔法上网）tomcc的Twitter（英文，内地需魔法上网）MattGartzke的Twitter（英文，内地需魔法上网）HelenAngel的Twitter（英文，内地需魔法上网）Chupacaubrey的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）\n\n\n",
    "replies": [
        {
            "author": "mc.sun",
            "timestamp": 1568323560,
            "txt_content": "凌晨两点还发资讯，辛苦了"
        },
        {
            "author": "孙司浩楠",
            "timestamp": 1568327820,
            "txt_content": "0000000000000000000000000"
        },
        {
            "author": "冰妖",
            "timestamp": 1568331960,
            "txt_content": "11111111111111111111"
        },
        {
            "author": "2431267050",
            "timestamp": 1568337960,
            "txt_content": "知道了，正在更新了，希望基岩版能解决卡顿问题，高通660都不够用了"
        },
        {
            "author": "坑触可",
            "timestamp": 1568342460,
            "txt_content": "Mojang高产系列\n（Mojang也估计搞混了JE（现在该叫Bva？）和BE的版本号……）"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1568343660,
            "txt_content": "Improved chunk loading performance when flying\n改善在飞行时区块加载的性能\n这一条不错"
        },
        {
            "author": "斯乌",
            "timestamp": 1568365560,
            "txt_content": "自动跳跃的玩家在门前疯狂蹦迪的bug还没修好"
        },
        {
            "author": "qinhaiyang233",
            "timestamp": 1568367360,
            "txt_content": "....................................."
        },
        {
            "author": "Yunzhongyun",
            "timestamp": 1568374200,
            "txt_content": "2431267050 发表于 2019-9-13 09:26\n知道了，正在更新了，希望基岩版能解决卡顿问题，高通660都不够用了\n660都不行了那我425怎么活"
        },
        {
            "author": "18276433335",
            "timestamp": 1568381280,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "深绿世界X",
            "timestamp": 1568443740,
            "txt_content": "基岩版关于崩溃的bug好多呀"
        },
        {
            "author": "ZJF197879",
            "timestamp": 1568453880,
            "txt_content": "好期待啊"
        },
        {
            "author": "X筱枫F",
            "timestamp": 1568526060,
            "txt_content": "静静等待正式版发布\n飞行时区块加载优化应该是最有用的更新之一\n之前飞太快会掉帧"
        },
        {
            "author": "萨瓦达尼亚",
            "timestamp": 1568532240,
            "txt_content": "44444444444444"
        },
        {
            "author": "稗田讚歌",
            "timestamp": 1568614440,
            "txt_content": "在方块边缘松开潜行终于不回掉下去了嘛，松了一口气"
        },
        {
            "author": "海东喵",
            "timestamp": 1568657820,
            "txt_content": "自从 基岩版1.12内测版 无头村民事件后 就再也不敢玩 内测版了\n（然而正式版BUG照样一堆）"
        },
        {
            "author": "DovelyYun",
            "timestamp": 1568700240,
            "txt_content": "可算是准备修复皮肤导入问题了"
        }
    ]
}