{
    "title": "【原创/连载】月轮 - 第二章",
    "author": "328978983",
    "replyCount": 3,
    "timestamp": 1568360400,
    "txt_content": "该小说是我们组里的成员原创，在b站也有发布，现在在MCBBS也发布，希望可以获得些支持！\n本章B站链接：点我点我\n\n目录\n第一章：沉睡的人第二章：我带你学习\n\n简介: 著名的呆子戴钰宸，走到哪里都被人戏耍调侃的笑料，突然暴起伤人，这究竟是扮猪吃老虎还是另有起因？\n\n\n\n\n\n\n\n 第2章  我带你学习   阳光明媚，又是新一天的开始。戴钰宸打着哈欠走在上学的路上。   “哟，呆子，早上好啊”陈淼拍了一下戴钰宸后肩。   “早上好，啊淼”戴钰宸半眯着眼睛回道。   “怎么啦，又这么不精神？昨晚不会又写程序加班了吧。辛苦你了。”陈淼低落的说道。   “没事没事，是我昨天忘记截止期了。”   “不愧是呆子，你有够呆的。没事，待我琴技大乘后我定会还你钱，哪怕是街头卖艺也会还你！”陈淼眼中闪烁着星星，仿佛看到了未来他在众人中演奏的样子。   “好~你能活过我妈的指责下再说吧。”   “呆子你变了！你变得一点都不可爱了。”   “....” ————   “同桌，早上好。”戴钰宸微笑着向他的美人同桌打招呼。   “恩。”   “那个，昨天真的是麻烦你了，你看我今天可精神百倍了呢。”戴钰宸仿佛没有感受到她的冷漠，继续说道“我今天一定不会再打瞌睡了！”   “好。”   戴钰宸一时间不知道说什么，挠了一下头，坐到座位上，转头看向窗外的云。   洛颖玥也不知道为何不想搭理他，静静地看着手中的四级词汇。   陈淼听着他这两位后桌的对话不禁无语。这呆子又在搞什么东西。虽然他也不清楚为什么老师要让这位班花坐到这个呆子旁边。 ——————   第三节生物课时，戴钰宸的眼皮像灌铅般慢慢的闭上。整个人慢慢弯起了腰，开始钓起鱼来。洛颖玥看了眼快要趴在桌子上的他，不禁无语起来，谁早上这么信誓旦旦的说不会睡得，这不就钓起鱼了。   戴钰宸的脸快要碰到桌面时，可能是闻到课桌的味道，整个人突然就坐直起来，动作之大，让讲台上的生物老师直接注意到他。   “戴钰宸，是不是钓鱼了。来，站起来回答这道遗传题。”   戴钰宸的脸一红，站起身来应了一声后看向黑板上的题目。   “呆子，你怎么又想睡觉了，昨天没睡够吗，是不是晚上在做些不为人知的事情啊。”一位男生怪里怪气的说道。   “呆子，你这样不行啊，迟早身体会被掏空。到时候产生不了配子咯~” 又一位男生怪叫着。   男生们哄堂大笑。   “概率是1/6”戴钰宸回答道。   “恩，坐下吧，都给我安静点别在哪里瞎嚷嚷，说别人呆子，你解得出来吗。”生物老师两眼瞪着最开始说话的那名男生。   “吓了我一跳，我怎么又要睡着了。还好刚刚要睡着就醒来了，还好我没食言。”   戴钰宸看向洛颖玥，发现她早已写好刚刚那道题。   “哇，颖玥，你好厉害啊，这都给你解出来了。”   颖玥？她什么时候关系好到直接叫名字了。洛颖玥决定不搭理他。   戴钰宸看她不理他，又说道“中午咱俩一起吃饭好吗？”  “...”  “你怎么这么冷漠啊，昨天我们不是都一起吃饭了吗？”   洛颖玥实在**他那里嘀嘀咕咕，回了句“不了，我中午有约。”   “好吧。”戴钰宸失落的回应道。   洛颖玥心想，她记得她向班主任提的要求是要个清净点的同桌。平时看他那里傻傻的不怎么说话，没想到竟如此烦人。昨天就不应该等他！   戴钰宸感受到身旁的人有点生气，也就没有再继续说话了，看着题目写了起来。 ——————   中午，陈淼吃着牛肉面发现对面那位呆子发起呆来一动不动。   “喂，呆子，怎么就发呆了，吃面啊，你不吃那我吃了啊。”陈淼伸出手将他的那碗面拖了过来。发现他还是撑着脑袋看着店里转动的风扇。   “喂，你咋啦？咋整的和失恋一样，你看这碗它又大又圆，里面的面我肯定吃不完。”   “你不会是生病了吧。”关切的看着他。“诶，身体重要，我不学也行的，不要为了我这么拼，我可不会以身相许的啊。”   “我没事。”他把他那碗面拿了过来然后吃了起来。   “下午不来也行，我帮你请假，你回家休息吧。”   “不用了，我真的没事。”戴钰宸看着他真诚的说道。   “那好吧。” ————————   奶茶店里，尹瑾烨对洛颖玥说道“你这个没良心的，终于肯来陪我了，昨天叫你和我一起吃饭都不来，我在你眼里还不如新同桌吗。”   “你那个新同桌，长得是挺帅的，就是呆呆的，每次我来找你玩都看到你们班男生在取笑他。你们班主任怎么就把你安排到他旁边坐了。”   “唉，你也真是的，怎么就不陪我一起选文科，你看你们理科那边这么多臭男生，你也受得了。”   洛颖玥看着她在那里嘀嘀咕咕仿佛是自己选了理科，在为自己打抱不平。   “好啦。他也没有你说的这么不堪。那帮男生取笑他，他也不介意，那帮男生也是闹着玩，**的也没什么。”   “霍，还说眼里没有他，这都帮他帮他说起话来了。”   洛颖玥翻了个白眼给他   “怎么可能。” ——————   下午自习课，戴钰宸写了会作业又想睡觉了，班上安静的环境更是让想要入梦。   就在他撑着脑袋快要睡着时，突然发现在外面巡查的班主任，突然惊醒。侧过头目送着班主任离开，看到了洛颖玥练习册上有道题写错了。想提醒她却又怕打扰她。   洛颖玥发现旁边的人愁眉苦脸的看着她。   “怎么了？”   “你有道题目写错了”他伸手一指。   洛颖玥看了看觉得自己写的没有错。耳边突然就想起了他的声音。他拿过他的草稿纸在上面写着过程。   “你看，这样写是不是简单多了。”   洛颖玥觉得他写的过程没错也发现自己哪里错了。然后礼貌性的说了声谢谢。   戴钰宸突然感觉自己动力十足，说道“要不以后每节课我教你一道题吧，这样就能保证睡不着了。”   洛颖玥突然没反应过来，想着他刚刚教了自己题，总不能就拒绝吧。   “好吧。” ——————   回家路上，陈淼看着旁边一直挂着微笑戴钰宸。   “你是怎么了遇到什么好事啦，别一直笑了看得我瘆得慌。”陈淼说着远离了他几步。   “啊？这样吗。我没遇到什么好事啊。”   陈淼看着这个呆呆傻傻的人心想，真的搞不懂这个奇怪的人。 \n",
    "replies": [
        {
            "author": "邹涵鹏",
            "timestamp": 1568365800,
            "txt_content": "模组非常棒，加油"
        },
        {
            "author": "白叶Official",
            "timestamp": 1568366760,
            "txt_content": "邹涵鹏 发表于 2019-9-13 17:10\n模组非常棒，加油\n评论错版。请移至mod发布板块。"
        },
        {
            "author": "dobi_dada",
            "timestamp": 1568368200,
            "txt_content": "写的还不错，辛苦了！加油"
        }
    ]
}