{
    "title": "【原创/连载】赤影传说 - 第一章",
    "author": "328978983",
    "replyCount": 0,
    "timestamp": 1568361300,
    "txt_content": "该小说是我们组里的成员原创，在b站也有发布，现在在MCBBS也发布，希望可以获得些支持！\n\n\n 目录\n第一章：收网\n\n\n\n\n\n\n\n第一章: 收网    灵都，世界上最繁华的都市之一，世界上各大公司都有分部或总部，每年的GDP以一种恐怖的方式增长着，并且它以一种超然的形式独立于各大国家，不接受任何国家管控也不插手各国参政。   灵都分为九环，外三环对外开放，这里的产权一般都是租赁的，也是世界上有名的旅游地。而中三环则需要一定的资格才可进入，据说一张一天的临时通行证都可炒到1w RMB，而能居住这里的才可以称得上灵都居民。至于内三环更是鲜有传闻，进入此中的人，要么是一方巨豪，要么是那些永远强大绝技的人，以及灵都神秘的管理层。   阳光下的灵都是人间的天堂，在这里只要你有钱，什么先进东西都能买的到，不仅如此还能看到原先各国的科技。但过了子时的灵都，那就是世界上最混乱的都市，各种黑暗都将在霓虹灯下露出狰狞的面目…… 所以灵都有个不成文的规定: 请勿在子时后随意出现……   ……   ……   夜幕降临，在灵都偏远地区的一处巷子，几个来旅行的游客被一群小混混围堵着。   为首的一个小混混染着金黄色的毛发，嘴里叼着根烟，目光冰凉的看着那些瑟瑟发抖的旅客不屑的说道:   “大晚上的也敢出来瞎晃？明白的话，就快点把钱交出来，我可不想听你们废话”    一个男旅客强行镇定的说道   “灵都难道会允许这种事情发生吗？难道你们不怕警察？”   “你还真是幼稚啊，你哪只眼睛看见说不准抢劫？警察？那是什么人？行了，别废话了”    那为首的混混向旁边的人使了个眼色。一个混混拿着匕首径直走向那群旅客。   “不要过来！求你们放过我吧，我孩子患了绝症，他就需要我从灵都带回去给他服下药，我现在已经没钱了，你们就放过我吧”一个多藏在旅客里面的中年女子带着哭声喊到。   而她旁边的人都对她视若无睹，默默地走开她身边，将自身的财务放进袋里。   “求你们放过我吧，我孩子真的需要这药剂”那中年女子紧紧的抱着她的背包向那男子跪下来。   那早先出声的男子此时早已被那锋利的刀刃吓到，抱头蹲在一旁。   “呵呵，哪来这么多废话，动手”   他周围的混混也围了过去逼迫着那个中年女子。抱头蹲在那中年女子旁边的有个人突然猛得将她的包抢走，那女子也没反应过来，愣一会，随即立刻扑上去抓住那人裤脚。抢包的男子将包扔给了混混然后声嘶力竭喊道   “东西都给你拿走了，请你们发过我让我走吧，我上有老下有小他们不能没有我啊”   那为首的混混接住了包，撇了眼那人，打了个响指，周围的混混也跟着他走。   一位少女不知何时出现站在在了他们出巷子的路口。   顺柔米黄色长发，如深色紫罗兰般的眼眸，穿着黑色红边的风衣，右手佩戴着RS字符的臂章，手里拿着杯奶茶，眼神漫不经心的审视着这群小混混。慢慢地喝完一口后，清冷地说道:“这里有叫张旺的人吗？”   晚风轻轻地吹拂着他的短裙，夜色下，她那双修长的腿在黑丝袜的衬托下显地更加纤细。不知何处的霓虹灯照射下，她的影子呈现为赤红色…   那群小混混看着眼前美少女，本先的怒火早已经消失殆尽，感觉心脏虽然还在跳动却散发凉意，清晰的明白这少女是不可招惹和窃读的存在，但依然控制不住，痴痴的看着。   少女看着面前的人没人回答她，一双柳叶眉蹙了起来，现场的温度仿佛又更低了。   为首的金毛混混突然反应过来，看到了那臂章，明白眼前这个人是高居灵都五环的RS赤影小队的人，毕竟在灵都里能居住在五环的人各个都是能让国际风起云涌的人物，而赤影小队更是近几年新起的组织，凭借其百分百任务完成率以一种高调形式入住灵都五环，这可不是他这种待在灵都边缘的小人物说能惹的。   他谦卑的低下了头惶恐的说道“小的就是张旺，不知小姐找我有何事？”   “带我去找你的帮主”少女冷漠地说道   “这……我们帮主早已经在半个月前就消失了”   “你在说谎”少女用不容置疑语气说道。   “这千真万确啊，是吧大家？”周围的混混都低着头点头。但少女发现有几个人先是愣了一会才跟着周围的人点头，这明显的慢半拍反映他在说谎。   “喂喂，你怎么敢对我姐姐说谎啊？”   金毛混混的旁边突然出现了一个披着黑色风衣的男孩，他那修长白皙的手里拿着一把银色质地的小刀，刀锋处为锯齿状。张旺隔着衣服感受到小刀所散发的寒气，他无比确定只要这刀在他胸口处轻轻一滑，他的血绝对会喷涌而出，没有一丝的反抗机会。   月光下，男孩的银白色头发在黑暗中格外明显，此时他正低着头左手无聊的掰手指，清脆地说道   “有八个人看我姐看了八秒，所以有看到八个尸体”   话音刚落混混中有八个人同时倒下，但是并没有鲜血流出，八个人的神色还是那副痴迷的样子。   男孩突然抬起头，对张旺笑道:“你还要继续吗？”   张旺看着这张天真无邪的笑脸，如蓝宝石般璀璨的眼眸流露出危险的意味，右眼处的绷带似乎在压抑着他那疯狂的内心，白皙而病态的脸庞正望着他，似乎只要他说出一个谎言的音节他都会被无情的杀死。   张旺恐惧的吞咽了一下口水，只觉得自己在被一条毒蛇缠绕着，下一秒就葬身此地。   “我…我带你们去”张旺颤抖地说道   男孩突然拿着刀往上一滑，张旺的半边脸多了一条伤疤。鲜红的血覆盖了他半边脸。   男孩嫌弃地说道:“先要你一只眼睛作为刚刚你看我姐姐的代价，还有别把你那肮脏的血液碰到我，不然我不介意将你血再放多点”   “姐~你看我干的不错吧”男孩快步走到少女身旁抱着少女的另一只手   “挺不错的，等等景元他可能又要说你了”少女无奈地说道   “哼，他敢，不过是个九环的渣渣而已，之前我杀掉的任务目标比这个强多了”男孩不服气的说道   “雨都凪，把张旺带走”   雨都凪的耳机突然传来景元的声音   “雨都桜，管好你弟弟，他又故意没带臂章，你们将那张旺抓来审问一番看看有没有线索”   “切，搞得这么花里胡哨，他不听话就试一下医生的新型吐真剂不就好了吗”雨都凪不屑道   “这些人要不都杀了吧，不然暴露了我们行踪，八条命他们都活不起”   “算了，都是可怜人，绕他们一次吧”雨都桜出声制止道   “行吧，听你的”雨都凪插着兜走向了巷口处一旁的吉普车   雨都桜把装有钱财的袋子拿到那中年女子身旁，此时的旅客们早已被雨都凪迷晕了。雨都桜写了一段小字放入女子包中，又将一个载玻片扔到那抢包男子的口袋里。   转过身消失在了巷子中，对于他们来说今日的经历或许是一场噩梦也或者是绝望的开始……   弱者，在这灵都中往往是被压榨的一方，不要总想着有人能救你，那也只是强者指尖流露的施舍…… \n\n\n\n",
    "replies": []
}