{
    "title": "【原创/连载】月轮 - 第一章",
    "author": "328978983",
    "replyCount": 0,
    "timestamp": 1568359860,
    "txt_content": " 本帖最后由 328978983 于 2019-9-13 15:41 编辑 \n\n该小说是我们组里的成员原创，在b站也有发布，现在在MCBBS也发布，希望可以获得些支持！\n\n  目录\n第一章：沉睡的人第二章：我带你学习\n\n\n简介: 著名的呆子戴钰宸，走到哪里都被人戏耍调侃的笑料，突然暴起伤人，这究竟是扮猪吃老虎还是另有起因？\n\n\n\n\n\n\n  第1章 沉睡的人\n “戴钰宸起来回答问题”   老师大声说道。趴在桌子上的人一丝反应都没有仍然继续睡着，将半边脸埋在双臂中，头向着窗外，眼睛挣扎了几下最后好似放弃般又无动静。   “老师，你永远都叫不醒一个装睡的人，更何况这是个呆子啊。”另一边有**声回应。   附近几个男生也笑了起来。   那男子对自己的所做为感到满意又说到“老师，这都第五节课了，前面几节他都一直在睡，课间我们叫他也不理我们，肯定是装的，现在怕不是在装聋呢。”   说完后那几个男生笑的更大声了。   “洛颖玥，把他背后那些纸条撕下来吧。”老师看了一眼那些男生后又道“他中午醒了的话你问问他是不是生病了。”   “好了好了，安静点，别起哄了，继续上课。”   洛颖玥看了眼手中的纸条写着“呆子”“老师请点我”等搞怪的纸条。一双沉静的眼眸中看了片刻就放在一边。看一眼坐在旁边的人，她实在搞不懂他，平时都在傻笑，但是她就是看不懂他的内心。这让她那多年看人的经验毫无建树。想到这，她又不禁多看了他两眼。阳光透过窗帘照在他白皙的脸庞上，安静祥和的意境油然而生，他长长的眼睫毛在阳光下的影子在深深的眼袋下。她想着不愧是平时和个傻孩子一样的人，但这真的是他吗？算了，想这么多干什么和我有什么关系，听课。   下课铃想起，男生们欢呼一声，一个个的冲出教室，一会儿教室里就剩下几个在写作业的人。   “颖玥，一起去吃饭吗？”咖啡色的齐肩短发，眨着她的大眼睛看着眼前静静写着作业的单马尾少女   洛颖玥看了眼旁边还在睡觉的人，继续写着今天的作业说道 “不了，瑾烨你自己先去吧。”   “哼，是不是要等他醒来你才走啊？你理他这么多干什么，小心给别人笑话哦。”尹瑾烨微微嘟起嘴，不满的转身离开。    下午一点，厚厚的云层遮住了太阳，光线突然暗了下来。   “好饿啊，手好酸。”戴钰宸慢慢的支撑着自己站起身来，身了个懒腰，转动着脖子。   “睡得有点舒服。咦？你怎么还在这里？”戴钰宸惊讶的看着眼前在苦思冥想着写数学的少女。   “我为什么就不能在这，这里可是我的座位。”    “也是哦”戴钰宸不好意思的挠了一下脑袋，脸上浮现淡淡的红晕。“你吃饭了吧，现在都一点了，我先去吃饭了”    “我还没有吃饭。”看他一眼，又继续低头想着题。    “你不会是想减肥吧！我看你挺苗条的呀，在减下去那可不行啊。”戴钰宸吃惊的看着她。    洛颖月仍写着题不想理他。    “emmm，难道是你写不出来？”说着他低下头，离她肩膀仅有一两厘米的距离。    “这题不是挺简单的吗”他左手拿起他的铅笔在她练习册上写着。   她对于他的突然靠近感到不满，看着他骨节分明而白皙的手在她本子上写着，耳畔传来他那刚睡醒低磁的声音，皱起了那双柳叶眉，但终究没有说他。   “哼哼，你看这不就解出来了吗。”他侧过头看向她，似乎意识到距离太近，脸上立刻浮现两片红霞，一双手横向的挡着自己脸，眼神飘忽不定。   “你看这不写完了，你要不要和我一起去吃饭？我请你吃麦当劳好不好？”   洛颖玥看着他那尴尬的样子不由得笑了起来，一双柳叶眉也舒展开来。“好。” —— ——   麦当劳中，洛颖玥喝着可乐看着他吃着汉堡事问道“戴钰宸，你今天为什么一直睡觉啊，是身体不舒服？”   “啊？哦，我也不清楚，我觉得我好像很久没睡了，一大早昏昏沉沉的，撑不住就睡着了。”一副茫然的样子说道   “是吗。”她将信将疑的看着他，一双好看眼眸细看下来还有熬夜的痕迹。   “那你是不是昨晚熬夜了，黑眼圈这么重。”   “熬夜？没有吧，我昨天十一点睡的，而且我觉得睡得挺舒服的。”一副安逸的表情挂在脸上。   “那好吧，你下午不会再睡了吧。”   “不会了，不会了，我觉得我已经睡够了，对了，昨天重新排座位的时候你怎么就和我当同桌。”   “老师安排的。”   “哦。”   “那一道竞赛数学题你怎么就会解了？”   “凭直觉吧。”戴钰宸一本正经的说道    洛颖玥不知道该怎么回答他... ————————   “戴钰宸，看招”一位男生突然向他脸庞砸来。戴钰宸立刻紧闭双眼眉头皱到一起。过了一会，想象中的拳头没来，反而周围想起一片笑声。   “呆子不愧是呆子，反应真的慢，你看他刚刚那表情，可把我给逗乐了。”   “是啊，呆子，你以后可要练一下你的脸皮，练到比城墙还厚，你就不用怕别人打你了”   另一个男生语重心长的拍了拍他右肩膀。   这时候，戴钰宸感到有人拍了一下他左肩。他回头一看没看到人又望向他附近男生   “你们有没有看到刚刚谁拍我？”   “有人拍你？不就只有我吗”右手边那位男生疑惑的看着他。周围的男生也附和说着没有。   “那就是闹鬼了！”戴钰宸肯定的说道。   众人呆了一秒，随即爆发出更大声的笑声。   “不行了，我要给笑死了。还闹鬼了，呆子，那个鬼在你身后蹲着呢。”   “呆子，真的太好玩了。每日一乐啊。”   上课铃响起，众人意犹未尽的回了自己的座位上，而那位作弄呆子的人也多了个绰号叫“老鬼” ————————   放学后，一堆男生抱着篮球跑了出去。   一位男生轻拍戴钰宸肩膀。   “呆子，你睡醒啦，出来咱俩商量个事呗。”戴钰宸看向他，然后跟他走了出去。   “呆子，那个，我这个月古筝费不够了能帮帮我？”陈淼不好意思的问道。   “行啊，没问题，我们可是好朋友嘛。”   “那行，周五和我一起回去吧。”   成了，陈淼心想，用一个好朋友的名义竟然能换取好几个古筝课程，不愧是呆子啊。   “你看着我干嘛？”   “没事没事，就这么说定了啊。” ——————   凌晨两点，戴钰宸坐在窗畔把玩着手中的玉佩，看向窗外的圆月，但他的目光似乎能穿过明月，看向更遥远的地方。   他又醒来了。\n\n\n",
    "replies": []
}