{
    "title": "[Minecraft.net | CULTURE] Raeyzeus 的五大建筑技巧",
    "author": "一窍不开",
    "replyCount": 2,
    "timestamp": 1568347140,
    "txt_content": " 本帖最后由 一窍不开 于 2019-9-13 12:01 编辑 \n\nRAEYZEUS’ TOP 5 BUILDING TIPS\nRaeyzeus 的五大建筑技巧\n\nThe Console Edition super-builder dispenses handy hints\n主机版建筑大师来分享实用的窍门了\n\nBeautiful symmetries, precisely executed geometric shapes, scale, detail - we see so many amazing community builds that we can sometimes take these things for granted. But they are hard won achievements - and even more so on Console Edition, where players can’t resort to helpful cut-’n’-paste mods or thirdparty tools.\n出色的对称结构，精确的几何形状、规模、细节——我们在社区里能看到太多令人赞叹的作品了，以至于有时我们可能会对这些感到不以为然。但是这些都是建筑师呕心沥血的成果——在没有实用的复制粘贴模组和其他第三方工具的主机版更是如此。\n\nSo, who better to ask for their top building tips than one of Console Edition’s most prestigious builders? Riley “Raeyzeus” Garland’s builds are such elegant things - the image above, rendered by Josh B, is a great example of his skills at creating powerful symmetry, or picking the right density of detail, to draw the eye to key features of each creation.\n那么，若要找个人请教建筑技巧，有谁会比主机版最著名的建筑师之一更适合呢？Riley \"Raeyzeus\" Garland 的建筑作品是如此精美——上面那张由 Josh B 所渲染的图片，很好的展示了他在创造强有力的对称结构方面的能力，以及利用疏密有度的细节让观众的眼球聚焦于作品核心的能力。\n\n“A part of it is patience and a part of it is having friends that can help you out,” says Riley. “I’ve always been involved in build teams, and take on people that are younger or less experienced under my wing. They help me out, and in turn I try to teach them things as they go along - so it really accelerates the process of building things.\n“（完成这样的作品）一部分在于耐心，一部分在于有能给予你帮助的朋友。”Riley 说，“我一直混迹于各种建筑团队中，将那些年轻的或者经验不足的人收归旗下。他们给予我帮助，反过来我会在他们进步的过程中给予他们指点——这样的确能加快建造的速度。”\n\n\"A part of it is patience and a part of it is having friends that can help you out.\"\n“一部分在于耐心，一部分在于有能给予你帮助的朋友。”\nAs for building something like that perfect dome, Riley points to websites like Plotz that generate blocky shapes for you to examine, making it easier for you to apply the designs in your own build. Placing all those columns round the rim is something else, though:\n至于如何建造那样完美的穹顶，Riley 指出 Plotz 这样的网站可以为你生成由方块组成的形状，方便你进一步将它们融入自己的建筑中。不过建造穹顶外围那一圈石柱就是另一回事了：\n\n“That’s just a lot of patience, a lot of counting blocks,” he says. “Most of my time is probably spent counting and not necessarily actually doing the work - heh!”\n“那纯粹就是耐心活，不停地数方块。”他说，“大部分时候我可能都是在数数，而不是真的在动手，哈哈！”\n\nSo what about those top tips then?\n那么那些建筑技巧都是什么呢？\n\n\n\n\n\n\n\n1. PLAN IT OUT\n1. 做整体规划\n\n“A lot of people underestimate planning out your build before you start,” says Riley. “It’s so important to have a basic idea or vision of what you’re going to build. So, usually for me, I always like to draw out pictures of what I want to build on paper and then usually from there I’ll make a mini model which is trying to build a very small version of it on a map, just taking about half an hour.\n“许多人低估了在开始之前做规划的重要性。”Riley 说道，“对自己要建造的东西有基本的概念或想法非常重要。因此，对我来说，我总是喜欢把我想要建造的东西画在纸上，然后通常我会在地图上建一个它的迷你模型，大概也就花半个小时。”\n\n“And then the last stage in the planning process is structuring,” he says. “I map out what the build is going to look like by placing blocks along the corners so eventually I have what looks like a sort of hollow, 3D model of what I’m going to end up building, and that way it’s a lot easier to redesign or move things because you don’t have to take down entire pillars – you can just take down the little strips of planning that you have. It makes it a lot easier to envision how it’s going to look and make sure that everything lines up correctly and makes sense.”\n“规划的最后一步是结构安排。”他说，“通过沿着建筑的角落放置方块，将整个作品的大体结构标记出来，最终我就得到了一个我所要建的东西的中空 3D 模型，这样如果要重新设计或者调整位置就容易多了，因为你不需要拆掉全部支柱——只要把规划用的边角去掉就行了。这种方法能够很轻松地预见建成后的样子，同时确保所有东西排布正确、合理。”\n\nRiley says a common error when building is to start with a centrepiece - like an elaborate doorway - at the expense of considering the whole. “Sometimes you’ll end up with the whole front of the building, and then you have no idea what to do for the sides and the back. By the end of it, it looks like a heap of a mess with a very beautiful front.”\nRiley 说一个常见的错误是从核心部分开始建造——如一个设计复杂的门廊——而不是纵览全局。“有时候你完成了建筑前面的部分，但对于侧面和后方应该怎么弄毫无头绪，结果就是前面非常好看，其他地方却一团糟。”\n\n\n\n2. PICK A COLOUR SCHEME\n2. 确定配色方案\n\n“You want colours that match,” says Riley. “It’s good to have contrasting colours, but you don’t want to build a rainbow of a build. En masse, you want to them to work very well together. If you use a colour, you want to repeat it in different areas of the build where it makes sense and not have little isolated clusters of it. So it’s really important beforehand to lay out a palette.”\n“你需要互相搭配的颜色。”Riley 说，“对比鲜明的颜色很好，但不要建得像彩虹一样。作为整体，你需要让所有颜色相得益彰。若决定使用某种颜色，你要在作品的各个位置合理地使用它，而不是将其三三两两地凑在一起。所以事先选好主要的色调非常重要。”\n\nDoes he restrict himself to a certain number of colours per build?\n他会限制自己在每个作品中使用的颜色数量吗？\n\n“It depends on how big the build is,” says Riley. “If it’s a smaller build, like a single tower, I would usually do one colour for the pillars, one or two for the detail and one for the background or the back wall. So that’s about four colours, or maybe five if you want to do the roof. For much larger builds – like those made by Royal Blood or Endless Candy or myself – we will sometimes have fifteen or twenty or thirty different blocks – you never really know.”\n“那取决于作品的规模。”Riley 说，“若规模较小，比如单独一座塔，我会为柱子选一种颜色，修饰用两种颜色，背景或者后墙再用一种。这样大概就是四种，或者要是还要做天花板那就是五种。对于更大型的建筑来说——比如Royal Blood、Endless Candy 或者我自己建的那些——我们有时会用到十五、二十或者三十种不同的方块，这说不准。”\n\nI ask if he tries to stick to blocks with similar texture detail, or whether he likes to mix it up completely.\n我问他是否会用材质细节相似的方块，还是说他喜欢把所有方块混在一起。\n\n“It looks very good to mix textures,” replies Riley. “If I have a large white wall, I’ll mix in bone blocks, white wool, quartz and really any other white blocks I can find – it looks a lot better when it doesn’t have a repetitive texture to it. That’s a trick that JoeyJoeJoeYo uses a lot – any time he has a grey wall, you’ll see clays, different stones, different woods mixed into it – it’s beautiful.”\n“不同材质混在一起很好看，”Riley 回答说。“如果要建一堵白墙，我会把骨块、白色羊毛、石英以及其他所有我能找到的白色方块都混在一起——多样化的材质看着会好很多。这是 JoeyJoeJoeYo 经常用的技巧——每次看他所建的灰色的墙，都能看到粘土、各种石头、各种木头混在其中——非常漂亮。”\n\n\n\n\nBaitul Ihsan (Place of Good Deeds) is one of Riley’s first PC builds. Renders by Kryiin and iJomeilL.\n拜图伊赫桑（行善的地方）是 Riley 最初的 PC 建筑之一。由 Kryiin 和 iJomeilL 渲染。\n\n3. DON’T OVER-DETAIL\n3. 不要过度添加细节\n\n“This is the biggest problem that people seem to have when they get into building,” says Riley. “They try to do too much and they end up making a mess by laying on too many stairs and slabs. The detail should complement the building, but it shouldn’t be the building. The whole wall, or the whole structure should never be completely covered in detail; it always looks really nice to have negative space and have structural pieces like pillars that are complemented by detail around the edges, that’s the best way to do it in my opinion. Obviously different people detail in different ways, but don’t overdo it.”\n“一部分人在动手建造时犯的最大毛病就是这个。”Riley 说，“他们想弄的东西太多了，用了一堆楼梯和台阶，结果反而搞得很乱。细节应该与建筑整体互补，而不能完全盖过整体。永远不应该用细节覆盖整面墙或者整个结构；保留一些空白，在类似柱子这种结构的边角加以点缀，这样就会很好看，在我看来这是最好的做法。显然每个人都有不同的添加细节的方法，但是不要做过头了。”\n\nIt’s important that when you pull out and look at it from a distance, there isn’t so much noise in the overall image that you can’t focus on individual features.\n有一点很重要就是，当你拉开距离从远处看时，画面中不能有太多干扰你单独观察各个部分的东西。\n\n“You don’t want to see a wall of colours and think, ‘Wow, that’s cool – but what is it?’” Riley says. “You want to be able to look at it and see all the different techniques and all of the different shapes used in it and really appreciate it. So the cleaner, the better.”\n“不能说你看着一面五颜六色的墙，心里想‘哇，是挺酷的——不过这是啥？’”Riley 说，“你要能从中看出精雕细琢的痕迹以及界限分明的各个部分，并且能够真正欣赏它们。所以说细节越精简越好。”\n\nhttps://www.bilibili.com/video/av67517938\n\n4. GET CREATIVE\n4. 拿出创意\n\n“There have been millions of people that have built medieval cities,” says Riley. “There have been millions of people who have built pirate ships. So put a twist on it! Maybe, instead of building a pirate ship, you’ll want to build – like Necrosys did – a pirate ship with a shark built into it! That was a very cool build.\n“已经有无数的人建过中世纪城市了，”Riley 说，“也有无数的人曾建造过海盗船。所以转变一下想法吧！也许除了海盗船，你可以——像 Necrosys 那样——建一个与鲨鱼结合的海盗船！那是个非常棒的作品。”\n\n“So get creative and try to incorporate different inspiration from unusual places,” he says. “The build I’m working on right now is inspired by a piece of literature, the epic poem Paradise Lost – so you can really pull creation from anywhere; whether it’s movies or TV shows or literature or anything you can really imagine.”\n“所以拿出点创意，试着将从与众不同的地方获取到的灵感融入作品中。”他说，“我正着手建造的工程，其灵感源于文学作品，史诗《失乐园》的片段——可以说你能从任何地方获取灵感，无论是电影、电视节目、文学作品还是任何你能想到的其他东西。”\n\n\n\n\n\n5. BE OPEN TO CRITICISM\n5. 愿意听取建议\n\n“This is super important, maybe the single most important tip,” says Riley. “No one is perfect and no one knows everything so the best advice you’re going to get is from your friends. Listen to them when they join your map and they tell you what you should change or what you should try to think out a little bit more. If you always go with exactly what you think, you won’t develop as fast as if you incorporate different advice that people give you, so be open to criticism and understand that you don’t know everything, but no one else does either.”\n“这点超级重要，没准是这几点中最重要的一点。”Riley 说，“人无完人，没有人全知全能，因此你能得到的最好的建议来自于你的朋友。当他们进入你的地图并告诉你哪里需要修改或者哪里需要再三考虑时，要认真倾听。如果你一直执着于自己的想法，你就无法像听取不同意见那样进步那么快，所以要听得进去他人的意见，认清自己并非无所不知，当然其他人也是如此。”\n\nRiley says this is especially important to remember because of how competitive the building scene can sometimes feel. It’s also supremely collaborative - particularly on Console, where the lack of tool assists mean it’s much rarer for a single builder to produce a truly colossal build entirely by themselves.\nRiley 说尤其要记住这一点，因为有时建筑场景的竞争会非常激烈。同时它也需要高度的合作——特别是在缺乏辅助工具主机上，很少能见到一个人单独完成一部非常宏大的作品这种情况。\n\n“Everyone’s just trying to help each other out and make their work as beautiful as possible.”\n“所有人都在互帮互助，努力将他们的作品做得尽善尽美。”\n\nWords to build by. \n金玉良言。\n\n原文链接：https://minecraft.net/zh-hans/ar ... top-5-building-tips\n作者：Marsh Davies\n发布日期：2017/03/22\n一窍不开 翻译于：2019/9/13",
    "replies": [
        {
            "author": "森林蝙蝠",
            "timestamp": 1568348400,
            "txt_content": "“创造强有力的对称结构”应该改成“高度对称的结构”，不是powerful就是“强有力”的。"
        },
        {
            "author": "一窍不开",
            "timestamp": 1568352180,
            "txt_content": "森林蝙蝠 发表于 2019-9-13 12:20\n“创造强有力的对称结构”应该改成“高度对称的结构”，不是powerful就是“强有力”的。 ...\n谢谢，不过我认为powerful是形容结构对称产生的一种壮观的气势，因为单纯的绝对对称似乎算不上什么了不起的东西，而且powerful是作为形容词修饰对称结构的，并不是作为副词修饰对称本身。"
        }
    ]
}