{
    "title": "『破事水』开学多日，谈个人对所在班级的各种各样的无尽吐槽",
    "author": "樱千落妖精",
    "replyCount": 6,
    "timestamp": 1568352240,
    "txt_content": "前言\n开学已有两个周多了，终于适应了这个陌生的班级，认识了一堆陌生人\n不过唯一让我觉得遗憾的是这个班级竟然没有跟我同一个初中的人\n我本来打算当一条咸鱼妖精在这个班级到处浑水摸鱼\n结果就当上了班长极其快乐的生活\n接下来就是我对包括班主任在内，除了我开外的其他八个班委\n还有一些让我感觉很感兴趣的人的吐槽\n\n\n班主任：班主任很年轻，刚刚三十出头，英语老师一枚（我英语不好，对不起！），人很好，脾气也很好，主要是为什么班主任她智商貌似不太够的亚子，还总是眼瞎（总是看不见我，我明明一米八的！），这就让我很气了（虽然我也瞎）\n\n\n副班长：行吧，这个副班长简直是有毒的代表，为什么每次我主持班会的时候，这个二货就在下面笑得死去活来的，每次有什么事情第一个先低头沉默，然后就变成我一个快乐，打人特别用力（打完她自己也疼），我差点没忍住往她的凳子上放一管开了的502\n\n\n\n\n学习委员：学委名字是ABB，作为一名学习委员，总是想坑我的零食，害得我的零食小箱子总是空得飞快，不写今日课程安排就算了，班会记录都不写，我差点没忍住在班会上吐槽她（她第一个周穿了一套汉服去了学校，很宽大很宽大，班主任竟然很神奇地忽略掉了她的着装，虽然我也买了汉服，也快到了，也打算穿去学校来着）\n\n\n\n\n纪律委员：这是一个表面肾亏，实则......真的肾亏的！纪律委员（咳咳，不对），不过他是真的骚，每天猝不及防的骚，吓得我一拳就往他脸上招呼，上课骚下课骚，老师在也骚，老师不在骚得更加厉害，管纪律什么的都是我一个人干，这个二货去个社团都得先问对象的意见（不愧是气管炎）\n\n\n\n\n团支书：行吧，她就坐在我后面，因为团委没给班级下任务，她就活得异常轻松，她表情特别丰富，全班几十个人就没她一个人表情多（可以做表情包了），所以让我印象特别深刻，不过英语作业都是抄她的，所以我打算就不抖太多\n\n\n\n\n劳动委员：顾名思义，安排班级教室清洁区劳动安排，顺手安排因为扣分而罚扫的同学的命运，劳动委员她的事件不多，但我发现了一个细节，她绑头发以后，刘海两边会有两撮比刘海要长很多的头发，略微卷，看上去让我联想到了蚂蚁的那个触角（雾），一晃一晃地，更加坚定了我的幻想（做值日班干的时候，声音小小的，经常喊不过那些自习讲话的人）看上去有点可爱（呸！我怎么能有这种想法，我可是个妹控，有妹妹就够了）\n\n\n\n\n文艺委员：本班颜值担当，文艺担当（唱歌特别好听），我心中的伪娘第一人选（雾），被我称为粉色系少女，他网名叫梦曦，在游拍做游戏主播（趁机给他打广告），有点骚（万恶的有对象人士），脾气很好，弱点就是腰部，只要我一碰就会产生剧烈反应（看上去有点像兔子发脾气，所以又被我戏称兔子成精），所以我经常上课时不时就碰一下感觉超级快乐\n元旦晚会担当，目前正在筹备中华经典诗词朗诵与传唱大赛事宜\n\n\n生活委员：管钱的！对！没错！班费就他管！有什么生活设施坏了也都是他打报告，为人老实，名字很好听（就不说了，尊重隐私），其余的工作都是小事，也不说太多了\n\n\n体育委员：跟我一样，上课会戳文艺委员的腰，特别快乐，校运会担当，目前负责高一新生杯事宜（我懒得多吐槽了）\n\n\n我这个班级说多了，都是一帮人才，明明一个重点班，混进来一群不正经的人才，像学习委员进了6个社团，文艺委员进了4个社团（佩服啊），而我才刚刚进了两个社团，不过我自己也打算等明年学长学姐退位了就对社团理事会进行一波谋权篡位（无边的快乐），不过为什么会有一个女生姓草，我就想不明白了，怎么会有这个姓，班里面还有几个复姓的人类（复姓不是很稀有吗，怎么在这里这么常见），我这条咸鱼也就学了几年的音乐和一段时间的钢琴，面对一班子的人才，有点怕啊！\n\n\n作为班长，我和文委被强行推上了元旦晚会这个愉快的舞台，我的汉服就是要那个时候穿，强行被组CP的我，感觉人生无望（明明元旦晚会还有那么久的说！！！！！！！）\n\n\n\n\n\n\n\ntimg.jpg (152.57 KB, 下载次数: 1)\n\n下载附件\n\n2019-9-13 13:21 上传\n\n\n\n\n\n最后智乃酱镇楼\n我是妖精\n立志成为一条尼斯湖大妖精\n拥有少女心的我简直快乐至极\n\n",
    "replies": [
        {
            "author": "M.A.G.M.A",
            "timestamp": 1568353380,
            "txt_content": "好奇妙的班级......\n你这死妹控！\n我妹妹很调皮让我喜欢不起来....\n\n\n\n\n\n3.png (21.84 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-13 13:43 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "芝十香",
            "timestamp": 1568353860,
            "txt_content": "M.A.G.M.A 发表于 2019-9-13 13:43\n好奇妙的班级......\n你这死妹控！\n我妹妹很调皮让我喜欢不起来....\n妹控？缘分天空警告"
        },
        {
            "author": "幽儿~",
            "timestamp": 1568354040,
            "txt_content": "真羡慕你们这帮班干部\n有事没事就会被叫去办公室\n我就精明了 \n每当老师要委托我重任当什么官的时候\n我都会露出强烈的执念申请当一个小小带早读官\n哈哈哈哈 "
        },
        {
            "author": "疑离寒",
            "timestamp": 1568355060,
            "txt_content": "楼主有点gaygay的哟♂"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1568357280,
            "txt_content": "你这是个假重点班。。\n（回想当年劳委，刚进班时肌肉发达，高中毕业时脂肪已经遮住全部肌肉……）"
        },
        {
            "author": "xianren66",
            "timestamp": 1568358180,
            "txt_content": "哦，悄悄这可爱的班集体，这些可爱的同学。真不错，上帝会保佑你度过一个愉快的高一的"
        }
    ]
}