{
    "title": "【原创/连载】平行时空的交织 - 第一章",
    "author": "328978983",
    "replyCount": 0,
    "timestamp": 1568376180,
    "txt_content": "该小说是我们组里的成员原创，在b站也有发布，现在在MCBBS也发布，希望可以获得些支持！\n\n\n 目录\n第一章：月食\n\n\n\n简介:  难得的月食现象出现，樊黎晚修时候偷跑出去看了一眼结果就晕倒了？醒来后发现自己身处不知名的森林中，黑暗的环境中，只有那月光成为唯一的光源……\n\n\n\n\n\n\n第1章 月食  某一日，人们发现天上的星辰格外耀眼，漆黑的夜空，一时间绚烂多姿，日月之食一闪而过，而后众星隐匿，仿佛是一场幻境。而玛雅人预言称，这是一个世界末日的星象，世人一时间恐慌不定。但过了许久日子还是照常过，过了许久大家只当这是一场笑话，而“众星日”也渐渐消失在历史长河之中，但是对于某些人来说，生活发生了巨大变化……  晚修课间，下课铃声刚响，抑制许久的讨论话题又给翻了出来聊。  “你们知道不？下节课的时候有月食哦。”有个人说道  “废话，这么多人说我又不是耳聋，我怎么不知道。”  “这玩意知道就好了，说出来干嘛，下节课要不要翘掉偷偷跑去拍一下发朋友圈玩玩。”  “下节课？算了，还是写作业吧。”  “诶~没劲，那我找别人看看能不能跑到天台上面。”  “希望你不要摔死了啊”  “切””  樊黎听着旁边的人聊天，心想这些人还真是大惊小怪，不就是个月食吗，就是有点稀奇而已，用得着从中午聊到现在还聊。  没什么好稀奇的，看看就看看嘛。  樊黎心里想着不去身体却很老实的站起身走出教室向厕所走去。走到最后一间推了推，果然是锁着的。算了就旁边这间了。  樊黎走进去，将门锁上，闭上眼睛，淡淡的银光在他附近闪烁，樊黎感受着建筑物逐渐线条化，他意念一动，将他自身拉向了最顶楼。  “呼，有点头疼啊，果然太久没用过有点不习惯。”樊黎弯着腰微微喘着气。晚风吹拂着他的衣裳烈烈作响。樊黎看了看四周没有人上来，天台的门果然也是锁着。毕竟学校怎么可能随意开放天台。  樊黎盘膝坐了下来望着天空发起了呆，等待着月食降临。  这个能力他似乎是天生的，但平时也不敢贸然使用，怕给人抓去研究，所以有时候他都忘了这个本事。在他记忆中的一开始就是一轮明月被阴影吞噬，那是月食现象，再然后就是三年的初中生活和在孤儿院的日子，除此以外想不起来   天上的云渐渐散开，一轮洁白无瑕的明月悬挂于空中，月食开始了。阴影逐渐从月的边缘处蔓延，樊黎的双眼也慢慢失神……  突然，一道身影出现在天台边缘，修长的身影同样仰望着月轮，点点猩红的光粒浮现在他周围，他的眼眸也渐渐变成嗜血般的血红色。  过了片刻，月食结束。那人转身看向了倒在地上的樊黎。  “进化失败了吗？”那人喃喃自语。  这个人是怎么上来的，他不认为这样瘦弱的人能和他一样能从窗户穿过跳上来。他看了眼门锁，没有被打开或破坏的痕迹。转个头看了眼地上的樊黎，思考了片刻，走向前抓起他的衣领，拎着他在楼层之间飞跃，转眼间消失在夜色之中。  森林深处，一处水潭倒映着天空的月亮。寂静无声，没有虫子的鸣叫，显得几分怪异。森林中的雾气渐渐浓郁，雾中逐渐浮现一双双淡绿色的火光，有点在树梢上，有点在树干上，还有的透过雾气依稀辨认出似狼的身影，水中月刹那间染为绿色，那些绿光也随即冲了出来。  那人撇了眼提在手中的樊黎，手一甩将他扔到一颗树下，对森林深处说道:  “这还有个东西，等等给你误伤了别怪我。”  那人活动了一下关节，嘴角一勾，轻舔一下嘴唇露出邪魅的笑容，身上再次绽放出危险的气息，淡淡猩红的星点浮现周围，脚一蹬，如离弦之箭冲向了那群绿光。  樊黎被突然的撞击疼醒，后背一片火辣。看了眼周围，手轻轻一按想要将自己撑起，发现抓了一手泥。樊黎顿时就懵了，他本事什么时候这么大了，还能一瞬到森林里面来。樊黎突然看着对面树上闪耀着绿光，雾气散去，看着一条盘在树上后还和他差不多高的巨蟒和自己对视，一时间也傻了和它对视。巨蟒似发现猎物突然走神了，立刻张开嘴冲了上去。  樊黎看着眼前张开的狰狞巨蟒，突然闻到一股腥臭味才反应过来现在不是发呆的时候。银光一闪，跌落到了另一处。  巨蟒突然咬空四处张望着，疑惑的看着周围宁静的环境仿佛从未有过人。  “咦，这方位咋和我想的不一样。”  樊黎依靠着树，动用能力感受了一下巨蟒与他相距约一公里。  樊黎放下心来，想了想，平时这个距离肯定要呕个半天，头晕个昏天黑地，但这次竟然头不疼了还出奇的好，就是后背.....好疼。  樊黎靠着树，眼前绿光红光交织在一起，他眯了眯眼透过雾气看清那红光给吓了一跳。  那人猩红的双眸，冷漠无情，他的指甲如同狼的利爪，在这月色下反射着黑曜的光。他身手矫健的在林间穿梭如暗夜里的精灵般灵动，他侧身躲过一只半腐烂的秃鹫，手一扬直接将它斩成两半，然后飘落地面，身姿优雅像一位贵公子风度翩翩从万众瞩目的高台上跳落下来般，那只秃鹫破碎后变成点点荧光消失在这夜色中。  这个小白脸，在月光下还有淡淡的白光反射，在这黑暗环境下更明显，配上那猩红的眼睛和利爪，再给他插上两翅膀像极了吸血鬼....   樊黎闭着眼又是叹息又是点头想着，又闻到那令人作呕又熟悉的腐臭味。闭着的眼睛猛得张开，看到旁边一只3米高的巨.....野猪？！  “什么情况？还换怪啦？这什么鬼地方，还是森林吗。”樊黎吓了一跳，身上银光围绕，看着眼前刨土准备冲锋的野猪，随时准备瞬移走。  “大惊小怪。”  耳边传来低磁的声音，一道身影突然从冲向野猪，只见那人左手不知何时多了把太刀，双眼目视前方，屏气凝神，突然拔刀，就在野猪快要撞向他时，一道优美的刀光瞬间将野猪劈开。  樊黎也将自身周围的银光散去，看着那人优雅的落地说道  “很帅气的居合斩哦！”  薛梓珺转过身仰着头45°，看着满身泥靠在树上的樊黎说道  “不，是你太弱了”  薛梓珺心想假如他能再快点，隔着一米距离将那破东西劈开才是理想结果。  “……”  薛梓珺又将头看向森林深处  “还不出来？”  森林深处出现了一道人影，将那出水潭轻轻一踏，水面波光粼粼，那青绿色的月轮又变得洁白无瑕。  只见一位身着白色月牙袍，扎着道士发髻的道士，看上去和他们差不多大，手上摇着扇子，唇角微扬，看着眼前二人道。  “今天玩得尽兴？”  薛梓珺斜视看着他道“比平时差远了”  那人一副伤心的样子，可怜兮兮的看着薛梓珺。  “这可是好不容易争取的外出机会啊，难得出来溜达，别这么扫兴。”  薛梓珺眉头一挑，暗红的眼眸突然又亮起了红光，突然冲向那人影。  那人将手中扇子一挥，薛梓珺的路程上的植物猛得生长缠向薛梓珺。  那人微微一笑道“ 老珺，还没有打上瘾吗。”  薛梓珺用手撕开眼前这些烦人的藤蔓，但撕扯的速度没有再生的快，一时间，冲锋的身子给卡了下来。  那人又一挥手，那些藤蔓突然消失。薛梓珺凭借他控制能力才没有扑街...但也显得有些狼狈。  薛梓珺愤怒的看着那如月光下的身影不甘道  “云染，你是不是故意的。”  云染一脸无辜地摊了摊手道  “我这不是怕你受伤吗，况且这不来了位客人吗。”云染看向一旁的樊黎道  “走吧，小兄弟”。  樊黎一脸茫然，但发现好像别无选择只能跟着他们走了。  樊黎跟着云染走向森林深处，看了眼身旁默不作声的薛梓珺，心想他们应该是认识的。  樊黎看着薛梓珺道:“那个，请问一下这里是什么地方？”  薛梓珺撇了眼樊黎，继续往前走着。  这么高冷的吗...  走在前面的云染突然出出现在樊黎身旁道“这样走太慢了”  不等樊黎出声，伸手一抓他衣领，拎着樊黎，穿梭于树林间。薛梓珺看了眼也跟了上去。  耳畔传来呼啸声，心想确实快多了...抬眼看着云染，月光落在他那白皙如玉的脸庞，嘴角微扬似笑似讽。  穿过森林出现在山谷中，谷中有一小湖，湖中种了几朵荷花，此时正是盛夏，湖中荷花早已绽放散发出香气，  闻到这香气疲惫的精神也稍稍放松。  但下一刻樊黎还没反应过来就给甩向了湖旁木屋，感受后背一片火辣，樊黎疼得皱起了眉头。随后而来的薛梓珺看着眼前这场景不禁扯了下嘴角。  云染看着樊黎坏笑道:“你就是这样来到这个地方的。”  樊黎不知道怎么回答，说了和没说一样，皱着眉头闭着眼不想看他那脸，生怕抑制不住上去一拳。  云染看着坐在地上樊黎，伸出手问道“要不要我带你进去敷点药？”  樊黎不知道哪来的力气突然半扶着墙站了起来，他感觉假如让他来，很大可能又会给他重来一下......  樊黎跟着云染走进小木屋，屋内有一张小木床，旁边桌上有一茶机，几张凳子和一个壁炉。再配上他这模样，倒是有几分隐士高人风骨，只是如此黑心的人会这么简单？  那人手一挥，壁炉移开出现了一道暗门。樊黎心想就该如此......  云染推开暗门走了进去，只见里面雕栏玉砌，一股奢华的气息扑面而来，室内起码有七八个房间，还有这起码六个篮球场大的客厅，进门这一块倒是整齐，但其他地方散乱着不知道何物的奇异物品。  樊黎想了一下这山谷四面环山，环山...然后怪异的看着他道  “你不会将旁边这山掏空了吧”  云染眨了眨眼道  “这怎么可能。我哪有这么大能耐。左手边是浴室，里面有温泉哦。”  樊黎默不作声地走向那房间，他觉得确实要洗洗，恩，脑子也要洗洗。  云染走向沙发整个人像没骨头一样躺在上面，薛梓珺也坐到旁边一张椅子上。云染:“这小子应该是“野生”，没有经过特别的训练，灵力不会使用，但灵魂强度达到了灵师的“显形”境界，就是战斗技巧和意识太low了，我那几个堪比灵士的小东西都能吓到他”  云染思索了片刻“你说他月食时候盯着盯着就晕倒了，应该是超负荷。那他应该是早就进化的人，进化失败可不是昏倒这么简单。进化失败会受到能力反噬，空间能力不应该丢个手丢个脚这样吗。”  “我也不知道，你自己慢慢研究。”薛梓珺又说道“这次月食我感觉能力又上升了，但还有一些新的变化没发现是什么。”  薛梓珺不满的看了云染一眼。  云染打了个哈欠看着他道“这么大怨气干嘛，有变化总归有变化，迟早会知道的。今天你给我带回来一个新玩具肯定要大大赏你。”  话落樊黎刚刚出来就听到“新玩具”这个词下意识退了半步。他们是拐卖人口的？樊黎满头黑线看着他们。  云染看到樊黎出来“你这小身板也太脆了不禁折腾，快过来，让爷好好瞧瞧。”樊黎站在原地一动不动。  “哟，还闹脾气了” 云染似乎看出樊黎心中所想“放心，爷的性取向没问题，再说了，爷看不上你，不禁折腾。”  樊黎无语的走了过去坐到云染旁边。云染看着他那青一块紫一块的后背，撇了撇嘴，手一招，几株草药从那对杂物中飞出，直接抓住就往他后背摩擦。  樊黎感受到后背比一开始还要疼几倍。樊黎紧咬牙关，汗珠划过脸颊低落到地上。  云染右手托着腮，左手在他背上摩擦，向樊黎道“有什么想问的吗？”  樊黎沉默了片刻开口道“你们是谁？”  云染翻了个白眼道:“我叫云染，坐在那边的叫薛梓珺。我们来自灵界，因为社团缺人，所以我们乘着月食之日流出来看看能不能碰上像你这样的能力觉醒者。”  云染拍了拍樊黎后背道“当然你不用觉得自己是异类，因为爷可是有另一个世界完整记忆的人，可比你牛多了。换句话讲在可是主角特征呢。不过世界上还大把这种人在。行了，还有什么疑问明天路上再说吧，学校那边爷帮你打招呼。房间你随便挑一间睡吧。”  樊黎道了声谢谢，一脸茫然的听着他不知道在说啥，社团缺人？灵界？都是什么鬼....这一定是梦，我觉得一定要好好睡一觉！  云染看向薛梓珺道“你也一样，洗洗睡吧，明天就上路。”\n\n\n\n\n\n\n",
    "replies": []
}