{
    "title": "[Minecraft.net | INSIDER] 背包盘点：绒球葱",
    "author": "SPGoding",
    "replyCount": 12,
    "timestamp": 1568386860,
    "txt_content": " 本帖最后由 SPGoding 于 2019-11-26 07:20 编辑 \n\nTAKING INVENTORY: ALLIUM\n背包盘点：绒球葱\nMagenta? I hardly knew ‘er!\n品红？我咋不知道呢！\n\nIt’s time for another flower edition of Taking Inventory, in which I try and convince you that a particular flower is the BEST flower in Minecraft. But this week, my job is easier than normal - because we’re looking at the proudest, most noble flower in the whole game. It’s the allium.\n又一篇关于花的背包盘点出现了，在该系列中我将尽力说服你某种花是 Minecraft 里最棒的花。不过这周，我的工作比平时简单了些 —— 因为我们转向了整个游戏中最高傲、最尊贵的花。它是绒球葱。\n\nAlliums were added to Minecraft in 2013 in Java update 1.7.2, which also added acacia wood and stained glass. They’re one of the rarer flowers in Minecraft - only spawning in a single biome, the flower forest. You might also find them occasionally in woodland mansions.\n绒球葱在 2013 年的 Java版 1.7.2 中加入游戏，与它一同加入的还有金合欢木和染色玻璃。它们在游戏中十分稀有 —— 只会在一种生物群系，即繁花森林中自然生成。你可能还能在林地府邸中偶尔找到它们。\n\n\nAlliums are tall flowers, with a long thin stem and a glorious purple crown on top. They look great planted in orange flowerpots alongside pink or green carpets. But if you want to really wow your friends with your colour pairing, try setting them against a white or light grey background for an elegantly minimal aesthetic. Lovely.\n绒球葱是很高的花，有着细长的茎和耀眼的紫色花冠。把它们种到橙色的花盆里，再配上粉色或绿色的地毯，看起来就很棒。如果你还想给你的朋友们展现更惊奇的配色的话，试试在背景用白色或浅灰色来衬托出绒球葱的优雅。绝赞。\n\nNot into interior design? Alright, well, I guess you can grind them up into magenta dye. Or you can craft them with mushrooms into a suspicious stew with curiously cooling qualities. Worst case scenario, if you have a whole chest of alliums and nothing to do with them, you can compost them. But that would be an ignoble end for such a beautiful flower.\n对室内设计不感兴趣？好吧。我猜你可以把它们磨碎成品红染料，或者把它们和蘑菇一起合成出迷之炖菜，享受奇幻的抗火效果。最糟的情况下，如果你有一整箱的无法利用的绒球葱，可以把它们拿去堆肥。不过对于如此美丽的花，以这种方式终结并不优雅。\n\n\nImage credit:Wadester16//CC BY-SA 3.0\n图片作者：Wadester16//CC BY-SA 3.0\n\nIn the real world, alliums are not a single flower but a whole ** plants that includes hundreds of different species. It encompasses onions, garlic, shallots, leeks and chives, as well as a bunch of their inedible cousins. They’re native to the temperate climates of the northern hemisphere, but are now cultivated all around the world.\n在现实，绒球葱并不单指一种花，而是包含着成百上千个物种的一类植物。它包括洋葱、大蒜、青葱、韭菜，以及一大堆无法食用的物种。它们原生在北半球的温带地区，不过现在在全世界都有种植。\n\nMinecraft’s alliums seem to be largely based on Allium giganteum, the “giant onion”, which is an ornamental plant that’s native to Iran, Afghanistan, Turkey, Turkmenistan, Tajikistan, and Uzbekistan, and comes with a big purple ball-shaped flower on top. But be careful if you have pets and you’re thinking of filling the garden with alliums - many species are poisonous to cats and dogs.\nMinecraft 中的绒球葱看起来像是基于大花葱，也被称为「巨葱」，这是一种原生于伊朗、阿富汗、土耳其、土库曼斯坦、塔吉克斯坦、乌兹别克斯坦等国的装饰性植物，在顶部有着大型的紫色球状花冠。不过如果你养宠物并且想在花园里种满绒球葱的话需要小心一些 —— 绒球葱的绝大多数物种都对猫和狗有毒。\n\nIn conclusion, look past the whole pet-poisoning thing and you’ll find that alliums are pretty much the best flower in Minecraft. Right? Right. Riiiiiiiiiiiight...\n总之，如果忽略掉它们对宠物的毒性，你会同意绒球葱是 Minecraft 中最棒的花的。对吧？对吧。又寸 口巴……\n\n【原文：Taking Inventory: Allium】\n【作者：Duncan Geere，发布日期：2019-09-13，译者：SPGoding】\n【技术支持：博文转换器】",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1568387520,
            "txt_content": "以前的我：对吧？？？？？\n未来的我：又寸 口巴\n学到了怎么翻延长音（跑"
        },
        {
            "author": "langyo",
            "timestamp": 1568389980,
            "txt_content": "最后一句技术支持有点骚，自卖自夸"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568450460,
            "txt_content": "cc7w 发表于 2019-9-13 23:12\n以前的我：对吧？？？？？\n未来的我：又寸 口巴\n学到了怎么翻延长音（跑 ...\n请翻译以下句子：\nSpaaaaaaaaace Bearrrrrrrrrrrrrrrrrr!"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1568451900,
            "txt_content": "Ricolove 发表于 2019-9-14 16:41\n请翻译以下句子：\nSpaaaaaaaaace Bearrrrrrrrrrrrrrrrrr!\n                                              ！\n（看懂了没有）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568454600,
            "txt_content": "森林蝙蝠 发表于 2019-9-14 17:05\n！\n（看懂了没有）\n我无法阅读这段只有绅士才能看懂的文字，请您详述之"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1568454900,
            "txt_content": "Ricolove 发表于 2019-9-14 17:50\n我无法阅读这段只有绅士才能看懂的文字，请您详述之\n你怎么知道我是绅♂士？就是一大堆空格喽，你把bar打成bear了吧？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568457900,
            "txt_content": "森林蝙蝠 发表于 2019-9-14 17:55\n你怎么知道我是绅♂士？就是一大堆空格喽，你把bar打成bear了吧？\n左转本版cultrue七月皮肤"
        },
        {
            "author": "cc7w",
            "timestamp": 1568472300,
            "txt_content": " 本帖最后由 cc7w 于 2019-9-14 22:47 编辑 \nRicolove 发表于 2019-9-14 16:41\n请翻译以下句子：\nSpaaaaaaaaace Bearrrrrrrrrrrrrrrrrr!\n    大\n    丶\n    穴\n    工\n    能\n丶丶丶丶"
        },
        {
            "author": "xianyu666",
            "timestamp": 1568993640,
            "txt_content": "22222222222222222222222222222222222222222222"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1574187420,
            "txt_content": "tall flowers 这个指的应该是现实的绒球葱很高（确实） 而且绒球葱游戏里是一格的，你自裁罢\ncooling qualities 应该点出\"cooling\"这个效果 因为绒球葱做的炖菜的效果是抗火，你自裁罢x2\nlook past 不去看/不去注意\n"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1574571360,
            "txt_content": "我一眼看成绒布球\n"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090440,
            "txt_content": "我花了一忽儿思考mc有这个食物吗。。。"
        }
    ]
}