{
    "title": "[Minecraft.net | CULTURE]八月社区最棒的皮肤",
    "author": "GCVillager",
    "replyCount": 0,
    "timestamp": 1568380860,
    "txt_content": "\n\nBEST COMMUNITY SKINS: AUGUST\n八月社区最棒的皮肤\nOur favourite Minecraft skins crafted by you!\n我们最喜欢的Minecraft皮肤是你们创造的！\nWhen I asked you to email us your best Minecraft skins throughout August, I never expected to get so many submissions. My inbox is now full of emails with brilliant Minecraft skins attached, which means I can’t see any of my important emails anymore, and I’m in serious danger of losing my job. Great work, everyone!\n当我们要求大家用电子邮件把你八月最棒的Minecraft皮肤发给我们时，我从未想过会有这么多人提交。我的收件箱现在充满了杰出的Minecraft皮肤附件，这意味着我再也不能阅读我的任何重要邮件了，于是我正在巨大的危险之中——我失去了我的工作。干的不错，各位！\n\nWant to submit your own Minecraft skin, even after I’m gone? Magnificent idea! Email scoops@minecraft.net with the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it.\n想要提交你的Minecraft皮肤，即使我已经被炒鱿鱼了？极其好的主意！给scoops@minecraft.net发送主题为我真漂亮的电子邮件，并附上你的皮肤，一张你的皮肤在游戏里的截图，你的皮肤名称，还有我们使用它时，你想要被记入的名字。\n\nLet’s take a look at the best community skins for August:\n让我们看一看社区八月最好的皮肤：\n\nCHESTER THE JESTER\n切斯特小丑\n\nBy Squirrels\n作者： Squirrels\n\n\nDream of a version of Minecraft that’s more cheerful? Sick of begging the Creeper to smile, then bursting into tears (not of joy) when it blows up in your face? Then you need Chester the Jester!\n梦想有一个更加令人愉快的Minecraft版本？厌倦了祈求苦力怕微笑，然后当它当着你的面爆炸时，泪流满面（不是快乐的泪）？这时候你就需要 切斯特小丑!\n\nI’ve always considered myself the delightful clown of Minecraft.net, even though my excellent six hours of Minecraft-based stand-up (“What do you call a rude Minecraft build? Ob-block-ious!”) still gets me more threats than laughs. This skin might not help my act, but it’ll certainly improve my wardrobe, with it’s audacious mix of blue-and-yellow and that garish red eye-mask. Although that eye-mask does make Chester look a bit like a crime-committing clown… hey, maybe I could use it to role-play as the coolest Batman villain!\n我一直认为我是Minecraft.net上令人愉快的小丑，尽管我花了六小时的进行了关于Minecraft的出色表演（你怎么形容一个粗鲁的Minecraft建筑？反方块的！[译者注：ob-block-ious与obnoxious（讨厌的）谐音，但是此处翻译可能有误]），结果得到的威胁比欢笑还要多。这个皮肤可能对我的表演没有作用，但它肯定使我的“衣柜”更加好了，因为它大胆的蓝黄混合的样子和红色的眼罩 。尽管那个眼罩并没有使切斯特看起来更像一个犯罪的小丑…… 嘿，也许我可以使用它来扮演 最酷的蝙蝠侠恶棍！\n\nOLAK THE POLAK\nOlak THE Polak\n\nBy Olak_The_Polak\n作者：Olak_The_Polak\n\n\nSummer is drawing to a close, and the promise of another Swedish winter already has me shivering in ‘delight’. At least it can always be summer in Minecraft, especially if I wear Olak THE Polak, a skin that feels like it should be challenging me to a limbo competition, or selling me sea shells on the sea shore (side note: has anyone else noticed that selling sea shells on a sea shore is the worst business model of all time?)\n夏天即将结束，另一个瑞典的冬天的承诺已经让我“十分兴奋”。至少在Minecraft里可以永远是夏天，特别是当我使用Olak THE Polak, 一个让我觉得应该来一场激烈的比赛，或者应该在海边卖贝壳 的皮肤时。(PS：有没有人注意到在海边卖贝壳实在是一种糟糕得不得了的商业模式？)\n\nAnyway, Olak’s skin comes complete with MASSIVE grin (his mouth is almost in his eye! That’s the kind of face-disfiguring commitment to cheeriness I respect). But it’s the shades that match his Elvis-worthy hairdo that makes this skin a summer must have. Did you hear that Summer? COME BACK PLEASE COME BACK I NEVER EVEN TANNED I LOOK LIKE THE GHOST OF TOOTHPASTE\n无论如何，Olak的皮肤有着巨大的笑脸 (他的嘴巴几乎碰到了他的眼睛！这就是那种我尊重的毁容的快乐的承诺)。但是它的色调与它的发型相匹配，使它成为了这个夏天必备的皮肤。那个过去的夏天，你听到了吗？请回来啊！回来啊！ 我从来没有被晒黑，我看起来就像牙膏里爬出来的鬼魂一样白！\n\nKEVIN - TREASURE, NOT TRASH\n凯文 —— 珍宝，不是垃圾\n\nBy Confusing\n作者： Confusing\n\n\nWALL-E, go back to your scrapheap, because Kevin is the only adorable android I need to download into my life ASAP. Kevin’s an utterly charming mix of DIY components, including an old television for a head, cardboard box for a torso, and two grape soda bottles strapped to its back to make the world’s most refreshing jetpack. If the machines do one day rise up and take the planet from us, I sure hope they look as delightful as this. Help yourself to all of humanity’s resources, Kevin! D’awww!\n瓦E机器人，回到你的垃圾堆里去，因为凯文是我唯一需要尽快“下载”到我生活中的机器人。凯文是一个非常迷人的DIY组件组合成的机器人，有着一台老旧的电视作为头，纸板箱作为躯干，还有两个葡萄味苏打水的瓶子绑在背上，作为世界上最令人耳目一新的喷气背包。如果有一天，机器们升上天空并且夺走了我们的行星，我真的希望他们像这个机器人一样愉快。帮助自己获得人类全部的资源吧，凯文！哇，真糟糕！\n\nIMJUSTBENTON\nIMJUSTBENTON\n\nBy Imjustbenton\n作者： Imjustbenton\n\n\nHere’s how I select a Minecraft skin in four easy steps:1) I admire the green hoodie, that uses multiple shades and clever details to make me feel more comfortable just looking at it 2) I nod respectfully at that fine mop of blonde hair, take a sip of tea, and start seriously considering this skin for Minecraft.net fame 3) I spit out the tea in shock when I notice the left shoulder of said skin has a little bee on it.4) I apologise to all my co-workers who were scalded by my reckless tea-spitting, and then go stand in the corner of the Mojang office to think about what I’ve done.\n这是我选择这个Minecraft皮肤的四个简单步骤:1)我很佩服它的绿色连帽衫，它采用多种色调和巧妙的细节，让我感觉更舒服 2) 我恭敬地点了点那带着金黄的拖把似的头发的头，呷了一口茶，开始严肃地使用这个皮肤来使 Minecraft.net 成名 3)当我发现这个皮肤的左肩上有一只小小的蜜蜂时，我把茶喷了出来4) 我向被我随口吐的茶水烫伤的同事一一道歉，然后站在Mojang办公室的角落面壁思过。\n\nActually, I’m gonna spend today’s corner time thinking about Imjustbenton’s excellent skin instead! This was submitted 17 days before we announced this buzzing into Minecraft which is the kind of weird coincidence that makes me paranoid that we’re all living in a simulation. But hey, if said simulation contains skins as well-crafted as this one, who cares?\n实际上，我几乎把今天面壁思过的时间都花在想 Imjustbenton的极妙的皮肤上！这个皮肤在我们 将嗡嗡的蜜蜂加入Minecraft的17天前提交的， 使我偏执的认为我们都生活在一个虚拟的世界中。但是，嘿，如果我所说的虚拟世界里有一个这样的皮肤，谁在意是不是虚拟世界呢？\n\n[B]HEATHER'S SKIN[/B]\nHEATHER的皮肤\n\nBy Heather\n作者：Heather\n\n\nWe’ve all been there. We’re on our way to a delightful Pride parade in our best rainbow outfit when suddenly the local volcano goes off and we get coated in ash. How else to explain the delightful clash of colour and col-ugh that make up the two contrasting halves of Heather’s rainbow and grey-oh-no skin?\n我们都已经去过那里了。我们正穿着我们最好的彩虹外套，走在愉快的游行展览的路上，突然当地的火山喷发了，我们全身都被涂上了火山灰。还有什么别的方式可以解释为何Heather的彩虹和灰色的对比，具有如此令人兴奋的色彩冲突？\n\nPerhaps it’s meant to represent the unknowable duality of man? How some days we wake up feeling like we’re literally made of rainbows, cartwheeling to work, smiling at everything we see and seizing the day! And other days we wake up grey, miserable and remembering we were meant to have this article finished twelve days ago, because it’s about August skins, Tom.\n也许它意味着人类的不可预知的两面性？有些日子，我们醒来时觉得自己像彩虹一样，翻着跟斗去上班，对着所有人微笑，抓住这美好的一天，多棒！但有的日子我们醒来时觉得是灰暗的，感到悲惨，突然想起我们本来打算在20天前完成这篇文章。因为这与八月的皮肤有关，汤姆。\n\nWe’ll probably never know, but at least we can take comfort in knowing that this skin is pretty much perfect. Great job, Heather!\n我们或许永远不会知道，但至少我们可以放心地知道这个皮肤使完美的。干得好，Heather!\n\nTHE KNIGHT OF THE PINK FISH\n粉鱼骑士\n\nBy aSociopathicPinkFish\n作者： aSociopathicPinkFish\n\n\nA skin with a name so good I’m already looking into legally changing my name to it,The Knight of the Pink Fish is a medieval warrior not afraid to add a dash of swishing style to his look. The metal armour looks mighty tough, and you could probably cook steak on that excellent grill-plate it has for a face.\n这是一个有着极好的名字的皮肤，我已经在考虑把自己的名字改成这个了,粉鱼骑士 是一个中世纪的骑士，不怕在他的外表上加上“嗖嗖”的风格。金属的盔甲看起来极其坚韧，你也许还可以在他的出色的烤盘上烤牛排。\n\nBut honestly, it’s that marvellous pink cape, cockily draped over a single shoulder, that clinches it for me. Just imagine how it flows behind them when they enter a room! Or leave a room! Or when they swoop it over themselves dramatically after calling you “a most craven of cowards, sir!” I need to lie down.\n但是老实地说，那个奇妙的粉红色披肩，骄傲地披在单肩上，赢得了我的心。就想想，当他进入一个房间或者离开一个房间时，或者当他们称你为“最懦弱的懦夫之后”，戏剧性地“击败自己”时，那披肩是如何潇洒地飘扬！我需要躺下来。\n\nBEES R PRETTY COOL\n蜜蜂真的很酷\n\nBy Stuffles\n作者： Stuffles\n\n\n\n\nMore bees? Oh, alright then – but only because Stuffles’ bee costume is stunning. Where to start? The deliberately mismatched yellow and black socks, that – unlike when I wear them – make odd socks work? How about the little bonus bee hidden in her hair? Personally, I think the best feature is the bee wings on the back, which should have the Elytra wings sweating and booking a makeover right now.\n更多的蜜蜂？哦，好吧，但这只是因为Stuffles的蜜蜂服装令人感到惊艳。从哪里开始说呢？故意不匹配的黄色和黑色的袜子——并不像我穿着它们的时候—— 让奇怪的袜子有作用？那只小蜜蜂隐藏在她的头发里的样子看起来怎么样？就我自己来说，最好的特征是背面的蜜蜂翅膀，那个翅膀应该出汗，并且现在就要决定改造。\n\nThis skin is such a success, even Minecraft’s actual bees can’t get enough of it! Or they just really want the flower that I forgot to put down before taking that screenshot. I guess we’ll never know.\n这个皮肤是那么成功，甚至Minecraft里的蜜蜂也看不够！或者它们只是想要得到我在截图前忘记放下的花朵。。我猜我们永远也不会知道。\n\nRemember to submit your own skin for next month’s article! Email scoops@minecraft.net with the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it.\n记得提交你自己的皮肤，以出现在下一期的文章里！发主题为我真漂亮的邮件给 scoops@minecraft.net  ，并附上你的皮肤，一张你的皮肤在游戏里的截图，你的皮肤名称，还有我们使用它时，你想要被记入的名字。\n\nBest of luck!\n祝你好运！\n【原文：Best Community Skins: August】\n【作者：Tom Stone，发布日期：2019-09-12，译者：GCVillager】\n",
    "replies": []
}