{
    "title": "[MCMARKET]我的世界交易市场WIKI翻译",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1569039000,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-3-1 17:56 编辑 \n\n\n字数统计\n\n\n\n\n2019-11-11_185855.png (2.34 KB, 下载次数: 1)\n\n下载附件\n\n2019-11-11 18:59 上传\n\n\n\n\n离线文档https://www.lanzous.com/i7atbqd预览\n\n\n\n\n2019-11-11_185323.png (167.47 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-11 19:41 上传\n\n\n\n\n\n\n\n\n\n\n2019-11-11_185408.png (185.52 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-11 19:41 上传\n\n\n\n\n主页官方WIKI索引\n\n如果你打算使用MC-Market这个平台，那么官方wiki索引就是珍贵且重要的信息宝库。 在这里你可以找到网站各种功能、资源的解释。\n请确保你熟悉wiki的信息，其中最重要的是我们的网站的规则、服务条款和 隐私政策。\n\n所有其他的官方信息可以通过上面的导航栏进行查看。\n\n我们的wiki也有塞满了由和你一样的成员创建的非官方的社区指南。目前我们不会更新的社区指南wiki，但在未来这种情况可能会发生改变。关注我们论坛的公告部分来查看官方的更新内容。\n\n请谨记，本wiki旨在维护你的合法权益，请利用好wiki来保护自身和社区成员的合法权益。\n\nMC-Market管理团队\n法律\n此wiki节点专用于索引 MC-Market最重要的信息资源。这包括我们用于运维网站的根据法律提出的使用条件及政策说明。\n当你注册了一个新帐号后，每名用户默认已阅读并接受了我们的站规和服务条款。 为了能够使用我们的网站的所有功能，每名用户都需要阅读并接受我们的隐私政策。如果你现在已经是我们网站的一名用户的话，那么你已默认接受了以上内容，当以上内容有所变更时你会收到我们网站发出的提醒。以上内容都已保存在本wiki内，你随时都可以查看这些内容。\n\n如果随着时间的推移，您已忘记了我们的政策，那么我们强烈建议您重新阅读政策以免因违反网站政策而被封禁。\n\n请谨记，本wiki旨在维护你的合法权益，请利用好wiki来保护自身和社区成员的合法权益。\n\nMC-Market管理团队\n隐私政策隐私政策阐述了在使用mc-market.org时我们如何使用和保护您提供的任何信息。\n\n该隐私政策旨在保护您的隐私。您可以在我们的网站上找到您提供给我们的任何信息，这些信息按照本站的隐私政策使用。\n\n我们可能会在必要的时候更改政策内容。您有责任定期查看隐私政策并同意更改的政策内容；当政策内容更改时你会在下次登录时收到政策更新的提醒。\n\n\n当您使用我们的服务时，我们会收集以下信息:\n电子邮箱地址Internet Protocol (IP) 地址地理位置访问时间、页面浏览量、网站导航和其他相关的浏览活动\n\n我们会用收集到的信息用于以下用途:\n内部记录连接到MC-Market.org管理帐号发送最新的社交信息提醒\n\n安全:我们旨在确保您提供给我们的任何信息都是安全的。为了防止未经授权的访问或信息泄露，我们已经建立了保护措施来保护我们已收集到的信息。\n\n你可以选择在账户设置中激活两种验证方式。推荐在您注册账号后激活这个设置，但我们尊重您的选择。想要使用额外的安全设置，你需要下载手机上的谷歌验证app或其他验证app。\n\n\n我们如何使用cookies和IP地址：\n我们使用名为cookies的小型文本文件来在您的网页浏览器中存储信息。存储的信息可以包括首选项、会话标识、http信息和IP地址。\n你可以在你的浏览器内设置不接收cookies，但这可能会降低你使用本网站的体验。\n\n我们使用以下Cookies:\n会话Cookies – 我们会在您进入我们的网站时使用这个Cookies。一个会话cookie会存储在临时内存中，通常在您关闭浏览器后cookie也会随之消失。会话cookie不会从用户的计算机内收集信息。\n\n用户Cookies – 这些Cookie记录了您在使用我们网站时作出的选择，例如登录的详细信息、您在访问我们网站时查看的内容和执行的其他操作。这些cookie在您关闭网页浏览器后仍然保留。\n\n第三方Cookies – 总的来说，这些是由其他网站存放的cookie，这些网站可能与mc-market.org有关联，也可能与mc-market.org没有关联。\n\n用于访问MC-Market.org的IP地址存储在我们的数据内。这包括你第一次注册账号、管理账户、使用私聊或群聊或执行其他可能导致数据变化的操作。\n\n你的IP地址在任何时候都不是公开的。\n\n其他网站的链接:\nMC-Market.org可能会包含其他网站的链接。这些网站可能和MC-market有关也可能无关。\n\n我们无法管控其他网站，其他网站不受本站的隐私政策管控，故我们无法在您浏览其他网站时保护您的隐私信息。\n\n控制您的个人信息：\n在您使用我们的网站时，您可能会在个人账户的设置里选择限制他人查看您的个人信息。\n\n我们不会出售、分发或泄露出您的个人信息给第三者，除非我们明确地获得了你的许可或者根据法律我们必须这么做。我们可能会使用你的个人信息来发送到你的网站信息或其他与你账号有关的信息。你可以在账户设置内设置你想要接收哪些类型的信息。\n\n你可以要求我们复制一份能够验证你的身份的任何信息。你也可以要求我们关闭你的帐号和隐藏你所有的可辨识信息。\n\n如果你发现我们的信息有错或不完善，但你无法更改，请尽快联系我们来对信息进行必要的更改。联系链接位于网站每个页面的底部。\n\n\n站规在MC-Market，我们建立了一套用于社区的指南和规则来约束用户的行为。这些规则为建立起一个安全并友善的环境而定。我们将这些指南和规则称为MC-Market Community Guidelines and Rules\n\n正如指南中所述，无论你们是否使用本网站，一位 “成员” 指的是网站的一位用户，一个“人” 指的是任何一个人，“内容” 指的是文本、图片、视频和链接。\n\n\n如果您对您是否可以在本站内执行指定的行为存疑，请联系管理员并请求其作出解释。因为有一些内容可能没有列在指南内，但可能列在了其他地方。\n\n\n\n全局规则\n   1.1请勿煽动或鼓动他人违反我们的站规或服务条款。\n     1.1.1 不要开玩笑或谎称您违反了我们的服务条款。\n   1.2 请勿滥用评价系统。\n     1.2.1 请勿影射、暗示、对您自己或其他成员提出评价。\n     1.2.2 请勿使用评价作为货币、奖励或条件。\n     1.2.3 请勿使用评价系统对其他成员进行刷屏、咒骂。\n  1.3 请勿滥用举报/聊天举报/脏话举报/帮助凭证 系统.\n     1.3.1 请勿以已被拒绝的理由举报成员/内容。     1.3.2 请勿在 举报/聊天举报/帮助凭证 系统内使用相同理由或内容来刷屏。\n   1.4 请勿创建多个帐号。每名成员只允许使用一个个人和商业账户。\n     1.4.1 请勿在无关的板块发布求助/申诉帖。\n   1.5 请勿诽谤或对其他成员或帖子的内容恶语相向。\n     1.5.1 请勿发布毫无证据和建设性的贬低性内容。\n     1.5.2 除非在帖子内容有问题或在名誉系统内，否则请勿公开批评。\n   1.6 请勿轻蔑、骚扰、仇恨或恶搞他人或团体。\n     1.6.1 请勿发布贬低或打扰他人的内容。\n     1.6.2 请勿在受到回复前反复发送重复内容。\n   1.7 请勿冒充其他成员、个人或公司，或以其他方式掩饰自己的身份。\n   1.8 请勿发布低质量、无关、多余、无意义的内容。（请勿灌水）(示例: “看起来不错, 祝您大卖”, 我有凭据, 我购买了一个 {item}”)\n     1.8.1 请勿发布可使用评价系统替代的内容。\n     1.8.2 请勿发布发布旨在水帖的内容。\n     1.8.3 除非您购买了产品/服务，否则不要在产品/服务帖子内使用凭据。用户的凭据应该通过名誉系统完成。\n   1.9 请勿发布非英语的内容除非您经过了他人同意或是在私聊中使用。\n   1.10 请勿发布旨在误导、引诱或震撼用户的内容\n     1.10.1 请勿发布虚假广告（8848太监手机）、使用震撼性标题（震惊！XXXXXXXXXX）、推广链接或恶意链接。\n   1.11 请勿发布要求管理员给予权限。\n     1.11.1 请勿发布为了引起管理员注意的帖子。\n   1.12 请勿发布色·情内容。\n   1.13 请勿发布包含视频、电视节目等无关内容。\n   1.14 请勿发布‘告别’ 类的帖子或类似的暗示您退坑的帖子\n   1.15 请勿发布影响用户观感的内容。\n     1.15.1 请勿发布大于指定尺寸的图片。大于1MB的图片会在没有警告的情况下被删除。\n     1.15.2 请勿发布瞎狗眼或可能导致光敏性癫痫的图片。\n   1.16 请勿发布盈利性链接。\n     1.16.1 请勿在除Begging论坛模块外发布包含adfly、推荐链接或代码的内容。\n   1.17 请勿回复最后回复时间已超过一个月的帖子（请勿挖坟）\n   1.18 请勿散布个人信息。\n     1.18.1 请勿在网站上散布其他成员的个人信息。\n     1.18.2 请勿将本站的用户个人信息分享至站外。\n     1.18.3 请勿将您的账号密码或其他登录信息分享给其他成员。\n   1.19 请勿刷屏或煽动他人刷屏。\n     1.19.1 请勿向用户发送未经邀请或没有必要的邀请.\n   1.20 请勿尝试欺骗、无视本网站工作人员的指示或以其他的方式辱骂本网站的工作人员。\n     1.20.1 请勿在管理员作出决定后仍与管理员争论管理员的决定是非与否。\n     1.20.2 事先未经许可，请勿将管理员加入会话或要求管理员履行职责。\n   1.21 请勿讨论、链接或推广网站站外的的团体。\n   1.22 请勿在错误的论坛板块发布帖子。\n   1.23 请勿讨论、链接或推广与MC-Market有竞争的网站。\n\n商业账户规则\n以下规则适用于与商业账户。\n   2.1 请勿发布与商业账号和客户无关的内容。\n     2.1.1 请勿发布包含商业账户个人选项的内容。   2.2 如果用户发布的商业内容不明确，则不要发布。\n   2.3 请勿滥用商业账户。\n     2.3.1 请勿回复由与商业账户有关的个人账户创建的内容。\n     2.3.2 请勿同时使用个人账户和商业账户。\n\n聊天室/留言板规则\n以下规则适用于留言板。\n   3.1 请勿尝试在留言板内发布宣传任何服务器或其他网站的内容。\n     3.1.1 请勿为其他宣传服务器的网站打广告。\n   3.2 请勿尝试通过留言板联系不管理留言板的管理员。使用[帮助凭证/举报]系统\n   3.3 请勿因个人恩怨而在留言板内煽风点火。\n   3.4 请勿在留言板内以20分钟为增量发送多条广告消息。\n   3.5 请勿在本站内创建一个专门用于给产品和服务打广告的帖子。\n   3.6 请勿给不属于您、没有再分发权或已在20分钟内被打广告广告的产品和服务打广告。\n\n竞赛和赠送规则以下规则适用于MC-Market上 “Contests and Giveaways” 模块内的竞赛和赠送。   4.1 请勿在没有公布出胜者前关闭您的竞赛和赠送。\n   4.2 请勿发布没有明确指明具体关闭时间的竞赛或赠送帖。\n   4.3 请勿拒绝赠送您所提供的物品或服务。\n   4.4 请勿赠送不属于您或您没有再分发权的物品或服务。\n   4.5 请勿在赠送帖内提及任何社交媒体。\n\n市场和服务规则\n以下规则适用于产品和服务的营销。\n   5.1 请勿在别人的帖子内给您的产品或服务打广告。\n   5.2 请勿在不当的网站板块内购买或出售任何产品或服务。\n   5.3 请勿出售您不打算出售的物品或购买您不想购买的物品。\n     5.3.1 请勿竞拍您不打算付款的物品。只有卖方才有权撤回您的竞价。\n   5.4 请勿出售不属于您或您没有再分发权的物品。\n     5.4.1 请勿出售属于被本站封禁的用户的产品或服务。\n     5.4.2 请勿出售任何破解或剽窃得来的内容或包含个人信息的内容。\n   5.5 请勿发布没有明确结束日期的拍卖帖。\n   5.6 请勿出售或**电子书、 赚钱广告等令人反感的内容。\n   5.7 请勿发布索要凭据复印件的回复。如果作者特别声明提供凭据复印件，请私聊联系以获取。\n\n\n资源规则\n以下规则适用于资源板块\n   6.1 请勿提交下载地址无效的资源或实际资源和描述不一致的资源。\n   6.2 请勿尝试通过资源分享服务、发布外部链接或广告。您的下载地址必须包含产品。\n     6.2.1 如果您的资源需要其他资源或附属，请在您的资源描述内提供资源或附属的下载链接。\n   6.3 请勿错误给您的资源分类.\n   6.4 请勿上传恶意软件、病毒或其他恶意程序或脚本。\n     6.4.1 请勿上传可能会损坏用户的硬件或数据的低质资源。\n   6.5 请勿在没有重大内容更新时更新资源。\n   6.6 请勿试图出售/泄露 或再分发不属于您的内容。\n\nWIKI规则\n以下规则适用于本站的wiki及其内容和特性。\n   7.1 请勿滥用Wiki。\n   7.2 请勿在您的帖子内自卖自夸、吹嘘他人或**任何产品或服务。\n   7.3 请勿发布引起争议的帖子。保持您的写作中立。陈述事实和观点，但请勿将您的观点视为事实。\n\n\nMINECRAFT账号规则\n以下规则适用于出售本站的账号。\n   8.1 请勿提供或煽动[购买/出售/再分发]任何不是‘OG’、‘Semi-OG’ 或特殊账号(斗篷/ranked).\n   8.2 请勿提供或煽动[购买/出售/再分发]任何未迁移的、破解或窃取,或没有完整访问权的账号。\n   8.3 请勿尝试通过关联系统出售任何与您无关的账号。\n   8.4 请勿尝试未在Minecraft账号板块内发布帖子的情况下交易Minecraft正版账号。\n   8.5 请勿参与或鼓励[购买/出售/再分发]Minecraft的披风码。\n名誉系统规则\n以下规则适用于使用本站的名誉系统\n   9.1 请勿给予虚假、无关和没有理由的名誉评价。\n     9.1.1 请勿在资源的评价内发布您没有确凿证据的评价。\n     9.1.2 请勿在您的评价内暗示其他用户给予您名誉。\n   9.2 请在举报其他成员刷屏时提供相关的链接。\n   9.3 请勿以任何方式暗示、要求特定的名誉评价。\n   9.4 请勿将名誉视为货币、奖励、条件或威胁。\n服务条款MC-Market (在此缩写为 “MCM”) 为用户提供了购买、出售、交易产品和服务的社区和平台 (“Service”)。当您注册成为成员并创建账号或以任何方式使用本站的服务时，您已默认同意本站的服务条款(简称“TOS”).\n服务条款管理您对服务的访问和使用，并规定了向您提供服务的条款和条件。服务条款与其他本站发布的任何规则和政策会管理您对服务的使用(在此通过引用并入本文)。如果您不同意服务条款，那么您也许无法访问或使用本站的服务。\n您默认声明您完全有能力签订TOS中规定的条款、条件、义务、陈述和保证。如果您作为公司或法人实体的代表使用本服务，那么您代表并担保：（i）有权代表该公司或实体签订TOS，并代表该公司或实体授予TOS中规定的所有许可证；以及（ii）同意TOS中的“您”和“您的”指的是您的公司或法人实体。\n 资格\n购买服务后，您默认同意以下条款：（i）可以与MCM或您的父母或法定监护人签订具有约束力的合同，他们已经阅读、审查并同意接受TOS；（ii）将遵守这些TOS以及所有适用的当地、州、国家和国际法律、规则和法规；以及（iii）您已满13岁。\n 使用服务许可证\nMCM授予您有限的、非独占的访问和使用该服务的许可证。本许可证只属于您一个人，您不得转让或转授给其他任何人或实体。\n除非MCM以书面形式明确准许，否则您不得以任何方式复制、再分发、出售、创建衍生资源、反编译、逆向工程或反汇编服务，也不得采取任何措施以全部或部分地干扰或伤害服务。MCM在此未明确授予的所有权利均予以保留。\n 经您授予的许可证\n在您和MCM之间，您拥有创建并提交给服务的所有内容的所有权。您授予MCM全球性、永久、非独占和免版税的许可，允许MCM通过所有已知或以后创建的媒介分发、编辑、主持、修改（全部或部分）、存储、传输、使用和公开展示您创作的内容。您还将授予所有使用该服务的用户查看和使用您的内容的权限。\n如果您向MCM提出改进或添加新功能的建议，MCM有权采取您的建议而无需向您支付任何补偿或承担任何义务。\n 会员和账户\n要想充分地使用该服务，您需要注册为成员并通过提供有效的电子邮件地址和其他信息来创建账户。您必须向MCM提供完整和准确的注册信息，并在其更改时更新您的信息。如果您是企业、政府或非营利实体，其电子邮件地址与帐户关联的人必须有权将实体绑定到TOS。\n使用此服务，即表明您不会：（i）为自己创建多个帐户；（ii）如果MCM已禁用您的账户，创建另一个帐户，除非您获得MCM的书面许可；（iii）未经MCM的书面许可购买或出售对您账户的访问权限；（iv）共享您的账户密码；以及（v）通过未经授权的第三方应用程序或客户端登录或尝试访问服务。\n您应对您账号下发生的所有活动负责，包括未经授权的用户的任何活动。如果您发现有他人未经授权访问您账号，您需要更改密码并立即通知MCM。\n 期限和终止条款\nTOS从您创建帐户或首次使用该服务的日期开始，只要您在MCM拥有账户并持续使用该服务，TOS就会持续生效。\n如果MCM确定您违反了TOS的任何规定或出于任何其他原因，MCM可以暂停、禁用或删除您的账户（或其任何部分），或阻止或删除您通过该服务上传给MCM的任何内容。如果MCM基于上述原因禁用或删除了您的账号，那么您无法创建新的账号来继续使用服务。MCM可能会阻止您的电子邮件地址和IP地址，以防止让您进一步注册和创建新的账号。\n在终止后，MCM授予的所有许可证将终止。如果由于任何原因删除帐户，您上传的内容可能不再可使用。MCM对以上内容的丢失概不负责。\n 内容限制\n您不能上传、发布或传播任何包含以下内容的文本、图像、视频、音效等的帖子：(i) 侵犯任何第三方的版权或其他权利(比如., 商标权、隐私政策等)； (ii) 含有**内容； (iii) 含有仇恨、诽谤或歧视性内容，或煽动对任何个人或团体的仇恨的内容；(iv) 剥削**人； (v) 描述非法行为或**暴力； (vi) 描述对动物的残忍行为或**暴力； (vii) 推广欺诈或可疑的商业计划；或（viii）违反任何法律。\n 行为准则在使用服务时，您需要随时礼貌待人、保持尊重。更重要的是，您不能:(i) 冒充他人进行欺诈； (ii) 骚扰或跟踪他人；(iii) 伤害或剥削**人； (iv) 发 \"垃圾邮件”； 或 (v) 收集他人的个人信息。\n此外，在您使用服务时，您需要同意: (i) 您不会以违反服务条款的意图使用服务； (ii) 您不会使用任何机器人、蜘蛛等网络爬虫来访问本站的服务或窃取其他用户的个人信息；(iii) 未经MCM书面同意，您不得使用或开发任何与其他用户内容或服务交互的第三方应用程序； (iv) 您使用服务的方式不得干扰、消极地影响或妨碍其他用户充分享受服务，也不得破坏服务的功能；(v) 未经他人许可，您不能使用其他用户的用户名、账号和密码; (vi) 您不会向其他用户索取登录凭据; (vii) 您不会发布包含**、暴力画面、威胁和仇恨言论或煽动暴力的内容;(viii) 您不会上传病毒或是恶意代码，或以其他方式危害服务安全; (ix) 您不会试图规避MCM使用的任何内容过滤技术，也不会试图访问您无权访问的服务区域或功能；(x) 您不会探测、扫描或测试服务或任何系统或网络的漏洞；(xi) 您不会鼓励或煽动违反服务条款的任何活动。\nMCM有权但没有义务监视提交给服务的所有内容。如果MCM认为您以任何方式滥用服务，则MCM可能会限制、暂停或终止您的账户和对服务的访问，删除您提交给服务的任何内容，删除与您的账户相关的任何特殊状态，并采取技术或法律步骤来阻止您使用服务。\nMCM可能会取消未认证的账户或很久没有使用过的账户。MCM也可能会随时修改或停止服务。另外，MCM保留以任何理由拒绝您使用全部或部分服务的权利。\n 购买及退款\n您同意，您将支付您通过本服务从MCM购买的所有产品的费用，MCM可以向您收取通过本服务从MCM购买的任何产品或服务的费用。所有赠送给其他用户的商品不得作为一种货币或贸易形式。这些是礼物，不是你交易的货币或媒介。MCM通过本服务提供的产品和服务的价格可能随时发生变化，且本服务在降价或促销时不提供价格保护或退款。任何通过MCM的服务平台进行的交易都无法退款。如果您的账户因违反本服务条款而被暂停或终止，您通过本服务从MCM购买的任何资源将不会被退还。\n\n品牌指引\n如本服务条款中所述，MCM允许您仅在有限的情况下使用其名称、图标、屏幕截图和其他品牌功能（“品牌功能”）。\n除非另有书面协议，MCM的名称和图标不会用在第三方服务或产品上。此外，MCM的名称和标志不得用于产品，如T恤衫、包装或其他商品。MCM的图标不能以一种暗示通用、描述性或通用含义的方式被使用。MCM的图标不得以暗示与MCM的关系或从属关系或MCM的认证的方式使用。\n您可以以指导、教育或说明的意图来用数字格式使用服务的标准截图。您不能在截图上加上其他图片或广告信息或更改截图的外观。\n 您的声明和担保\n对于您提交的每一项内容，您声明并担保：（i）您拥有您提交给服务的内容，并且能够授予服务条款中规定的许可证；（ii）MCM无需从任何第三方获得许可证或向任何第三方支付版税；（iii）该内容不侵犯任何如知识产权和隐私权的第三方权利；以及（iv）内容符合服务条款和所有适用法律。\n 赔偿\n您将保护MCM及其附属公司、董事、高级职员、雇员和代理人免受以下第三方行为的损害：（i）源于您在服务上的活动；（ii）声称您违反了TOS的任何条款；或（iii）声称您使用服务创建的或提交给MCM的任何内容违反了任何法律或侵犯了如知识产权或隐私权的任何第三方权利。 免责声明\nMCM没有义务筛选或监视任何内容，也不担保服务上的所有内容都符合TOS或适合所有用户。\nMCM基于\"原样\"原则提供服务。因此，您使用服务的风险由您自己承担。MCM明确否认任何形式的担保，无论是明示的还是暗示的，包括但不限于适销性、特定用途适用性、非侵权性的暗示担保，以及任何法律下可能产生的任何其他担保。在不限制上述规定的情况下，MCM不作任何陈述或担保：(i)            关于任何用户提交的任何内容； (ii)          关于任何第三方使用您提交给服务的内容； (iii)        您提交给服务的任何内容都将在服务上提供或由MCM存储；(iv)        在你的管辖范围内你允许使用服务； (v)           服务将不间断或无差错地运行；(vi)        服务满足您的商业或专业需求； (vii)       MCM将继续支持服务的任何特定功能；或 (viii)     关于链接到服务的内部或外部的服务之外的站点和资源。\n在任何免责声明或责任限制不适用的情况下，所有适用的明示、暗示和法定担保的有效期将限制在您首次使用服务之日后九十（90）天内，并且在该期限后任何担保都不再可用。\n 责任限制\n在法律允许的最大范围内:(i)            MCM不对任何直接、间接、偶然、特殊的、后果性或示范性损害负责，包括但不限于利润损失、商誉损失、使用损失、数据损失或其他无形的损失；以及(ii)          MCM对您的全部责任不应超过您在索赔前一（1）年向MCM支付的金额。\n 修改\nMCM保留随时以任何理由修改服务条款的权利。MCM将尽合理努力通知您服务条款的任何重大变化。服务条款的任何修订版本将自其在服务中的发布之日起生效。在发布任何服务条款的修订版本后，您使用本服务应同意修订后的服务条款中概述的条款。\n 交流和提醒\n您同意以电子方式从MCM接收所有信息，这包括通知、协议、披露或其他信息。MCM可以通过电子邮件提供所有此类信息，并将其发布在服务上。您可以通过以下电子邮件向MCM发送法律性质的通知：michael@mclevie.net\n 第三方受益人和转让\n服务条款对双方及其各自的继承人、遗嘱执行人、管理人、个人代表和受许可的受让人具有约束力，并符合其利益。未经MCM事先书面同意，您不得转让服务条款。任何第三方不得享有本协议内的任何权利。\n 权利的保留和放弃\nMCM保留本协议未明确授予您的所有权利。MCM延迟或未能行使本协议内的任何权利均不构成放弃对该权利的进一步行使。MCM在本协议项下的权利和补救措施是累积的，而不是独占的。本协议不限制MCM反对传票、索赔或其他要求的权利。\n 总则\n本服务条款受澳大利亚珀斯法律管辖，不考虑法律冲突原则。如果本服务条款的任何条款被发现无效或无法执行，则该条款将与本服务条款分离，并不影响任何其他条款的有效性和可执行性。标题仅为方便起见，不得用于解释服务条款内的条款。本服务条款构成MCM与您之间关于本协议主题的完整协议，并取代之前所有关于本协议的口头或书面协议和理解。\n\n商业账户\nMC-Market为其成员提供了许多功能，其中之一便是创建和使用商业账户的能力，它提供了许多特性以及限制和责任。我们编写这个wiki是为了帮助您理解服务条款的所有内容，并希望避免您做出任何不明智的决定或令人后悔的行为。\n\n如果您没有商业账户, 但您想要创建一个，并且您满足创建商业账户的要求，那么您可以使用个人账户以在此创建商业账户: http://www.mc-market.org/businessaccount/\n\n如果您曾违反过我们的站规并且通过正常流程创建商业账户，而且你需要与现有的普通账户进行关联，您可以使用相同的页面。请勿使用\"CreateAccount\"来创建新账户。请阅读表格上方的文字，然后点击“click here”来链接您当前的账户。\n请确保您从您的个人账户而不是您需要关联的帐户访问此页面。\n\n\n\n需求\n\n为了关联一个商业账户，您需要满足以下条件: \n- 拥有一个用于关联的个人账户\n- 个人账户注册时间大于15天\n- 个人账户发布了至少5个帖子\n\n您还可以随时被添加到其他成员的商业账户。\n\n\n特点\n\n商业账户对于希望将商业实体与自己的身份分离的成员或希望与多人共享商业身份的用户非常有用。\n\n与普通账户不同，您可以共享对账户的访问。您可以通过以下链接将其他成员加入到你的商业账户内：http://www.mc-market.org/businessaccount/\n\n\n\n\n您只需指定他们的用户名并更新设置。\n\n一旦你拥有了一个商业账户，或者已经注册了一个，你就可以通过每一页右上角的“账户”按钮登录任何你可以访问的账户。\n\n\n\n\n当你登录到一个商业账户后,商业账户的名字也会出现在左上角的栏目内。\n\n\n帐户的所有者和每个成员都可以作为一个实体而通过该商业账户发布信息，您可以使用此功能将责任分配给多个人。\n\n如果有人通过商业账户违反了规定，管理员将能够知道是哪个用户发布了该内容，他们的个人账户将收到警告。商业账户不会收到警告。\n如果商业账户的所有者被封禁了，那么其他用户仍然可以正常使用该商业账户。\n\n与个人账户不同，如果商业账户的所有者发生变更，而您希望将该商业账户的所有权转让给其他人，您可以通过提出帮助请求来实现: https://www.mc-market.org/support/requests/create-thread\n继承者只需接受转让申请即可接管商业账户，不过在此之前继承者没有商业账户的所有权。\n如果您的商业账户公开代表某一特定产品/**，并且该产品/**的权利被出售，您应该同意账户所代表的产品/**的被出售权利的用户的请求，含蓄地同意转让该商业账户。\n\n\n另外，商业账户拥有以下权限：\n- 可安装自动回复机\n- 能够删除自己的帖子\n- 每12小时可以顶一次自己的帖子\n限制和责任\n\n商业账户同样也有限制。其中包括：\n- 您一次最多只能拥有一个商业账户。\n- 商业账户没有预留电子邮箱的设置, 所以商业账户无法提供电子邮箱提醒的服务功能。- 商业账户和个人账户一样无法被删除。- 商业账户无法给予声誉或reactions。\n- 商业账户无法在投资/贷款、竞赛/赠送或私人OG板块内发布帖子。\n- 个人账户所没有的头衔。如果您喜欢头衔,那么你就需要有一个商业账户。这包括改名。\n\n商业帐户亦须遵守其本身的使用规则，详情请参阅wiki的规则部分\n未能遵守正常的网站规则和政策将导致个人账户被警告，然而，未能遵守商业账户规则则可能导致其用户被锁定，并禁止用户进一步使用商业账户。\n请确保您正确地使用您的商业账户。\n\n商业账户是MC-Market上一个正在开发的功能，所以请一定要留意wiki的公告和更改，以了解商业账户的新功能和自由。MC-Market管理团队\n\n网站历史MC-Market于2014年8月1日正式上线，这是一个可供社区交易和出售构建和域名的地方，而这些不存在的构建和域名越来越受欢迎。MC-Market于1日上线，不久就形成了一个贸易的社区。\n\n2014.8.1\nMC-Market建站\n\n2014.8.2\n添加付费模块\n在接下来MC-Market会使用新的网站风格\n\n2014.8.15\n帖子数已达1500个\n添加资源模块\n\n2014.8.23\nMC-Market 暂时与BeastNode进行合作\nMC-Market 采用蓝色的网站图标\n添加诈骗举报功能\n\n2014.9.5\nBenj创建了‘M’图标\n\n2015.1.8\n3,000位成员\n50000个帖子回复\n新的网站图标\n\n2015.5.7\n添加付费资源\n\n2015.3.29\n创建诈骗举报团队\n100000个帖子回复\n\n2015.6.23\n1000名成员同时在线\n\n2015.8.1(1周年)\nPixelExit创建的自定义风格\n拓展MCMWiki\n\n2015.9.25\nVerringer辞职\nMick升职\n\n2015.11.4\n推出合规官(解决诈骗问题)职级\nNBCF筹款活动共募集400美元\n\n2015.11.22\n50000个帖子\n\n2016.1.1\nBeBosny和rocket0191开始管理MC-Market\n\n2016.3.1\n80000个帖子\n900000条消息\n移除账户论坛\n\n2016.4.1\nBeBosny继续管理MC-Market\nrocket0191成为主持者(moderator)\n\n2016.7.1\n名誉系统重新上线\nMinecraft账号重新上线\nMC-Market的Minecraft官方服务器正式发布\n2016.12.3\nBeBosny从管理职位降级\nMick再次开始管理MC-Market\n\n2016.12.25\n以'2016'为主题的竞赛开始\n发布Onyx谷歌拓展\n\n2017.1.1\n开始Water.org筹款\nMC-Market的Minecraft官方服务器更新\n\n2017.2.1\n以‘2016'为主题的竞赛结束\nWater.org筹款结束 - 共筹款$6500\n\n2017.4.1\nMC-Market愚人节开始\n\n2017.5.2\n实现商业账户的内部支持\n新增28个奖杯\n公开wiki的警告值开放私人OG论坛\n关闭官方社区服务器\n\n2017.5.18\n庆祝达到200000个帖子和2000000个回复\n\n2017.8.4\n全新的黑暗与光明主题及选项\n介绍了安装类别和其他资源的变更\n介绍了禁用账户功能\n超级会员可以固定个人资料的回复内容\n\n2017.10.1\nSpecialEffect筹款用户可获得黄色的名字和勋章\n重制社区的广告系统\n2017.12.2\n将筹集到的$8042.77 (包括交易手续费$8484.54)捐赠给SpecialEffect\n重组论坛的布局\n\n2017.12.13\nMC-Market开始了为期12天的赠送活动\nJustis R升职为管理员\n\n2018.1.1\nMC-Market移除了Adsense的公告，取而代之的是社区的广告\nMC-Market现在使用SSL加密\n用户现在可以查看自己的历史主题帖\n\n2018.3.18\n论坛重命名和重新划分与MC无关的产品/服务板块\n重制Wiki并添加新内容\n在Cloudflare加载页面添加100种新消息加载页面。\n\n\n投资和贷款https://www.mc-market.org/forums/mc-loans/\n\n把你的钱交给一个没有任何长期收入的人十分可怕，而令人可怕的理由很充分。从本质上讲，你必须先走出第一步，中间人不可能这么做，而且你也没有办法证实你所期待的回报是否真的落在你手里。\n\n重要的是你需要认识到投资和贷款的高风险，并了解两者之间的区别，以及这些交易是如何被MC-Market看待的，这样你才能做出适当的判断并保护自己。\n\n避免经济损失的最佳办法永远是干脆放弃有不确定因素的融资。\n永远不要投资或贷款那些你无法承受损失的项目。\n\n\n反之亦然。\n永远不要接受你无力偿还的投资或贷款。\n\n\n需求\n\n由于贷款的高风险性，它们成为许多想要诈骗的人滥用的目标。\n作为社区的一项预防措施，我们创建了您一组必须满足的要求，您需要满足这些要求才能创建主题帖和在投资和贷款板块发帖。\n这些要求不公开。\n这是另外一种预防措施，用于防止有针对性的滥用。\n如果您想要访问，您必须能够继续正常使用该网站，最终你会自动获得授权。\n\n\n贷款\n\n贷款是对所借资金回报的承诺，通常有固定的利率，借贷者需要在某一日期或到期之前偿还。\n所有借贷者(接受贷款的人)都会被要求偿还承诺的金额，如果不这样做将被视为欺诈，从而会被封禁。\n\n\n请始终尽你所能确保你借出钱的人有能力偿还你的贷款。检查以确保他们目前没有欠其他贷款人的债务;如果您向他们发放贷款，请将其记录下来，以便其他考虑向该用户发放贷款的用户了解此人的债务情况。\n\n而名誉系统可以完美地体现一个人的信用。\n\n许多未能偿还的贷款可能是由于贷款人根本无法把钱赚回来，而不一定有诈骗的意图。\n\n这导致贷款人被封禁，贷款人的钱也会打水漂。这两个结果都无法令人满意。\n请确保有适当的财务责任。\n\n限制\n为了保护我们的用户免受财务状况的重大损失和借贷者的债款不合理的情况发生，MC-Market征收50%的初始贷款费用和利息。每年最大的贷方可以使对借贷者催除了初始贷款金额之外的债。\n\n\n投资\n\n投资和贷款不同，投资获得的回报没有承诺。估计的ROI(投资回报)经常会根据被投资的产品/项目/实体的成功或其他因素而变化。\n投资通常也包括几个或更多人的货币贡献。\n\n\n如果钱被用来做某件事，那么这笔钱就必须投入到这件事。违反协议的资金滥用会让违规方在诈骗报告中承担责任。\n\n由于投资没有固定的回报，而且往往取决于项目的成功，因此总回报可能比通常从贷款中获得的回报大得多。然而，你也可能一无所获。\n\n这一点非常重要。\n投资回报无法保证，接受投资的个人不需要偿还他们收到的投资。\n因此，投资需谨慎。确保你完全信任那些你交付资金的人。\n\n澄清说明: 投资有风险，入坑需谨慎。 如果你在一项投资中承诺/保证回报，那么无论你承诺/保证的回报是什么，不管这笔贷款在交易中被标记为什么，MC-Market都会将其定义为一笔贷款。\n\n保持安全，保护自己。MC-Market管理团队\n\n\n\n\n再分发权对于你没有明确拥有的内容，你的再分发权并不总是容易理解，更困难的是理解这些权利如何适用于你在MC-Market上的活动。\n在这里，我整理了一份关于MC-Market如何执行再分发权的要点列表，以便您能够安全地决定是否将您不拥有的内容发送给其他人。\n\n请注意，即使fork不再包含任何原始产品的内容，下面的内容也完全适用于fork。fork一件产品是一个决定，它将取决于你的产品如何被看待。\n还需要注意的是，本站明确禁止以互通性以外的任何目的而重新发布的逆向工程内容(例如精确重构)，这与通过任何自动化手段复制内容没有任何区别。\n\n除非作者明确地授权于您，否则您无权分享任何付费内容。\n如果你已经购买了使用付费构建、插件、安装包或配置等的许可，无论是在MC-Market还是其他平台上，你也只购买了使用它的许可。\n您无权将该内容分发给任何人，也不能将其包含在您的资源中。不管你发布了多少原创的内容，如果其中有一项违反了这个规则，你就是在发布没有权利的内容。\n\n我所说的明确地授予是什么意思?\n由于Bukkit遵循GNU LGPL许可， 所有衍生作品必须以相同的方式授权(spigot,forks等)。有人可能会因为LGPL许可的限制更少而说，因为Bukkit是在GPL下的CraftBukkit的派生作品，所以LGPL许可是无效的。有人可能会更进一步说，因为CraftBukkit是Mojang专有的服务器软件的逆向工程拷贝，所以他们的GPL许可也是无效的，因此所有的衍生作品都只服从于Mojang的服务条款。\n最后，对每个人自述的许可的解释超出了我们的能力范围。无论如何，保护和尊重内容创建者的权利是我们的首要任务，因此，当您购买插件时，即使作者承认了Bukkit的许可，您也必须得到作者的明确许可才能将其上传到我们的平台上。如果资源属于我们网站的一个成员，你也必须得到相同的许可，然后才能上传它到其他平台。\nMojang衍生作品授权请查看: https://account.mojang.com/terms#commercial\n\n如果你是付费产品的所有者，并且你愿意给予所有人你的付费产品的再分发权，请在这里提出帮助请求: https://www.mc-market.org/support/requests/create-thread\n\n以上适用于任何有官方付费分销渠道的产品，即使它们也有官方免费分销渠道。\n出于对原创内容创作者的尊重，我们不会允许在MC-Market上创建新的分销渠道，因为这将分散他们所支付的分销渠道所受到的关注。\n\n在这个Wiki的最后，我列了一份产品清单，这些产品都有付费和免费的分销渠道，因此没有作者明确许可的产品是不允许分销。\n如果您有一个产品同时有官方的付费和免费的分销渠道，并且您希望将其添加到这个黑名单中，或者如果您希望将您的产品从这个黑名单中删除，请创建一个帮助请求: https://www.mc-market.org/support/requests/create-thread\n\n即使内容一直是免费的，作者仍有权随时撤销您的再分发权。\n默认情况下，你有权发布官方的免费内容，但这只是默认情况。作者是给予您权利的人，它们随时可以撤销给予您的授权。\n如果内容创作者不希望您拥有分发其内容的权利，则您不能分发该内容。如果内容作者希望没有人有权创建更多的分销渠道，同样地您也不能分发该内容。\n我们很难跟上内容作者的决定,所以我在wiki的底部列出了作者禁止在除自己以外的任何新分销渠道销售的自由和公**品。\n\n如果您拥有一个免费和公开的产品并且你想要将其加入到这个列表内，请在这里创建帮助请求： https://www.mc-market.org/support/requests/create-thread\n\n如果您拥有再分发权，那么你无法声明或暗示这是你的东西。\n虽然这不是必要的，但是您最好能在创建内容时标注出您所使用的每一个产品的每一个作者。\n另一种不那么令人敬佩但同样可以接受的选择是，简单地描述你自己原创和拥有的内容，而且只在你决定具体描述他人产品的功能时，才声称这些功能是其他产品的结果。\n\n无论是付费内容还是免费内容，在未经所有者许可的情况下将内容作为您自己的内容出售或分发的结果是一样的，除非另行说明。\n如上所述，作者保留撤销/授予权利的权利，这些权利不会因为上面描述的默认情况而被撤销或授予。以下是此类产品的列表。再次声明，如果你希望你的产品的再分发权与上述不同，请创建一个帮助请求: https://www.mc-market.org/support/requests/create-thread\n\n已给予您特定的再分发权的付费内容作者的作品: \n插件:\nFactionsUUID\n     FactionsUUID 的插件作者允许内容作者FORK这个项目并只在这个分支新增了大量内容时才允许免费分发该插件。不重要的fork、付费项目和直接复制都不会获得再分发权。\n     如果你不确认你的fork分支是否称得上有意义的原创内容，请创建帮助请求。\n\n拥有付费版本的免费内容禁止再分发：\n插件:\nMCMMO | 1.5.01及以上的版本拥有付费渠道，禁止分发。Citizens | 2.17及以上的版本拥有付费渠道，禁止分发。BannerBoard | 1.3.7及以上的版本拥有付费渠道，禁止分发。Booscooldowns | 3.9.8c及以上的版本拥有付费渠道，禁止分发。\n\n作者已撤销某些再分发权的免费内容: \n插件:\nCrateReloaded | 已取消所有的再分发权ProtocolSupport | 已取消所有的再分发权zPractice | 分支插件必须免费分发。Minions | 已取消所有的再分发权BossRaid | 已取消所有的再分发权\n配置:\nMinions | 已取消所有的再分发权\nBuilds:\nBzUrQ (PMC) | 已取消所有的再分发权\n\n关于MC-Market的其他值得注意的规定: \n插件:\niHCF | 所有再分发权由作者授予 (Saints,     of IPVP)\n网站:\nUI.X | 任何衍生作品都必须附带一个免责声明，即使用时在购买界面显示的UI.X许可证。Mobirise | 通过Mobirise导出的网站可以在其创建者的自由裁量下销售/分发而不受限制。\n图像：\nCraftTillDawn | 购买的图像可用于可公开访问的最终产品，比如直播网站，但它们不能作为资产分发到最终产品或独立于最终产品。 https://craftilldawn.com/faqs/licensing-terms-of-usage/\n\n\n\n保持安全，尊重您的内容创作者。MC-Market管理团队\n\n\n举报侵权行为https://www.mc-market.org/threads/455982/\n\n有人说：“发到网上的东西覆水难收。”这句话可能确实有理，面对您的再分发权受到侵害，您并不是无力反击。盗版资源网站对我们辛勤工作的内容创建者的收入和幸福构成了最大的威胁。这个wiki将为这些内容创作者提供举报这些网站剽窃所需的必要资源，在这些盗版资源网站可能使用的法律和政策的最大范围内确保内容被删除，而这些盗版资源网站不能轻易地继续对我们的其他内容创建者进行不道德的行为。\n\nDMCATakedowns\n\nDMCA (数字千年版权法) takedowns在保护版权所有者的权利方面最为成功。任何版权所有者都可以自行发出DMCA通知，MC-Market鼓励每一个其内容被非法转载的人通过合法手段保护自身的权利。也就是说，DMCA通知的法律效力并不只适用于接收者。重要的是，发行者要理解发布DMCA通知的责任和含义。\n\n首先，您应该知道数字千年版权法是美国的。因此，它只适用于美国。然而，版权法是国际性的。世界知识产权组织(WIPO)版权条约为美国DMCA提供了基础。因此，任何以知识产权组织为基础的成员国都有充分的理由遵守受版权保护的正式材料撤下请求，例如符合DMCA格式的请求。\nhttps://www.copyright.gov/title17/\nhttps://www.wipo.int/members/en/\n\n世界知识产权组织以外的国家可能仍有类似保护版权所有者的法律。如果你没有时间或金钱与律师讨论如何在犯罪频发的国家保护你的权利，你可以考虑聘请熟悉这种做法的专业人士来维护你的利益。https://www.dmca.com 可以给你提供一条龙的维权服务，如果他们没能成功维护您的权益，他们会提供全额退款。\n\n如果您对自己撰写和提交DMCA通知的能力有信心，请知悉您的DMCA通知只有在具备以下所有条件时才有效：\n一份代表版权所有人采取行动的被授权人的电子签名或亲笔签名。申诉受到侵权的版权作品标识，或者，如果一个通知涉及多个版权作品，请提供此类作品的典型代表。申诉受到侵权或成为侵权活动主体的并且需要删除或禁用其访问权的材料的标识，以及足以使我们找到该材料的信息。足以使我们联系到申诉方的信息，比如地址和电话号码，并且如果可能，还请提供您的电子邮件地址。一份声明，声明您有足够理由相信材料的使用是未经版权拥有者，其代理或者法律授权的。通知中的信息是准确的，作伪证会受到惩罚，以及您有权作为受侵害作品的独占所有权人的声明。\n\n你可以在网上搜索到很多DMCA的通知生成器和格式任你使用。如果你对词汇感到疑问你可以查看示例。\n\n当你把通知写好之后，你需要知道你要寄给谁。\n\n大多数网站都会有一封“帮助”邮件，你可以发邮件给他们，但是您不能仅仅依靠他们的合作。请使用电子邮箱滥用查询工具 来找到最好的电子邮件并举报他们的滥用，并查看域名查询服务。您需要将DMCA通知发送给它们的服务器主机和它们的域名注册商。\n如果他们拒绝配合他们自己的主机和注册商的要求，他们的服务将被暂停，这意味着你的同行的盗版资源也将被删除。\n\n你也需要将DMCA通知发送到不同的搜索引擎来使内容获得索引。尽管如此，如果内容已经从网站本身删除，索引也可能会在下一次搜索引擎抓取网站时自动发生。\n\n搜索引擎\n\n搜索引擎将显示与接收到的搜索查询相关的结果。这包括通过使用与在合法站点上定位您的资源相同的关键术语的盗版资源网站。当有人搜索你的资源时，除非你向搜索引擎举报了侵权链接并将其删除，否则你的盗版产品可能会在搜索结果的显示顺序低于甚至高于你的合法资源链接。\n\n你必须举报网页浏览器内搜索结果中的任何侵权链接来使潜在购买者能够以正规途径购买你的资源。\n\n在这里你可以找到谷歌、雅虎和必应的侵权举报功能。\n\nCloudflare\n\n很多网站使用Cloudflare来隐藏它们的服务器IP地址,使用Cloudflare可以优化它们的服务并抵御DDos的攻击。Cloudflare提供投诉侵权/DMCA侵权的abuse form，他们会将该表格发送给网站的管理员和服务器主机来进行处理。他们也会提供联系方式，以便您与网站管理员直接沟通。\n\n根据《数字千年版权法》，Cloudflare将在适当的情况下禁用对Cloudflare服务的访问，或封禁被认定为多次侵权的用户的账户。\n\n结束Cloudflare对盗版资源网站的保护只能通过这些网站的受害者来完成，并且这需要通过他们联合对自己财产权利的不屈坚持才能成功。\n\nGoogleAdSense\n\nGoogle AdSense的内容政策禁止在含有“盗版/破解内容”或“任何其他非法的、促进非法活动或侵犯他人合法权益的内容”的网页上刊登广告。\n\n你可以在即使你没有盗版/破解内容的所有权时举报违反这些政策的内容。所以，如果你能对这些侵权行为提交结论性的报告，那么请这样做，并保护被盗内容的原所有者的权利。\n\n\n\n受版权保护的材料\nAdSense发布者不得在受版权法保护的网页上展示谷歌广告，除非他们拥有展示该内容的必要法律权利。这包括显示受版权保护的内容的页面、存放受版权保护的文件的页面，或者提供链接以推动包含受版权保护内容的页面的流量的页面。\n\n我们的政策会对符合《数字千年版权法》(DMCA)的侵权指控通知作出回应。对于AdSense的发布者，如果我们收到通知或有其他理由相信您的页面是侵权的，我们可能终止您的参与计划。你可以通过填写这一表格来提交反通知。更多关于我们的DMCA过程的信息可以在这个博文里找到。\n\n如果您认为参与AdSense计划的网页在未经授权的情况下显示您的版权资料，请使用这一表格或点击AdChoices图标来举报file:///C:/Users/QSEFTH~1/AppData/Local/Temp/msohtmlclip1/01/clip_image001.png。\n\nAdSense是这些盗版资源网站的持续收入来源，这些网站每天都在伤害着辛勤创作远程内容的内容创作者。终止他们从页面访问中赚取AdSense收入的能力，是彻底终止这些网站资金来源的一大步，并能确保他们不会在未来给更多的创建者造成进一步的损害。\n\nPayPal\n\nPayPal的合理使用规则禁止使用PayPal参与违反任何法律、法规或条例的交易活动：\n\n（d）挑唆、促使、方便或指导他人参与非法活动的物品；（e）被盗物品，包括数字和虚拟物品；（h）侵犯或违反任何版权、商标权、宣传权或者隐私权或任何司法管辖区的法律所规定的任何其他所有权的物品；\n\n盗版资源网站违反了以上这些条款,如果你意识到PayPal帐户被这些网站用来，请举报，这可以锁定他们的PayPal账户，他们将无法收到售出盗版资源的钱或它们在网站内出售的其他头衔，它们也无法使用PayPal账户中的资产累积支付托管、域名续签,发展功能。对它们来说最糟糕的是,这些产品会到其他买家/卖家手中。\n\n当然，这些盗版资源网站的网站管理员可能会开始使用不同的PayPal账户来接收付款，但是，如果新账户一投入使用就被举报的话，我们就可以确保这些盗版资源网站永远不会接收到任何数额可观的脏钱。\n\n你可以在这里举报，工作人员会在你的PayPal消息中心内给予你回复。虽然他们不会告知你他们的调查结果，但是，我们必须相信PayPal的AUP（合理使用规则）的执法人员会直接对违反规则的账户采取行动。\n你收到的回复很可能包括以下内容: \n\nThank you for contacting PayPal andreporting a possible violation of our Acceptable Use Policy.\n感谢您联系PayPal，并举报可能违反我们的合理使用规则的账户。\n\nWe will thoroughly review the mentionedwebsite/s and/or auction/s and possible linked PayPal accounts and take furtheraction as appropriate in this case.\n我们将彻查上述网站 和/或 拍卖和可能与之相关的PayPal账户，并在这种情况下采取进一步的适当行动。\n\nDue to data protection we cannot providedetails regarding the result of this review or its possible consequences andhope for your understanding in this regard.\n由于数据保护的原因，我们无法提供此次审查的结果或可能的后果的详情，希望您对此予以理解。\nAs a matter of course your information will be kept inconfidence.\n当然，你的信息是保密的。\n\nWe thank you for your active support ofPayPal and appreciate the information that you provided.\n感谢您对PayPal的积极支持，感谢您提供的信息。\n\nThe complete Acceptable Use Policy can befound at the following URL: https://www.paypal.com/uk/webapps/mpp/ua/acceptableuse-full\n您可以在以下网址找到完整的合理使用规则: https://www.paypal.com/uk/webapps/mpp/ua/acceptableuse-full\nTo learn more about the Acceptable UsePolicy, please refer to our Help Centre page here: https://www.paypal.com/gb/selfhelp/home\n想要了解更多有关合理使用规则的信息，请参考我们的帮助中心页面：\nhttps://www.paypal.com/gb/selfhelp/home\n\nAgain, we thank you for your cooperation.如有任何疑问，请通过aup@paypal.com联系PayPal的品牌风险管理部：\n\n\n\n永远不要在这些盗版资源网站上支付费用，以“保护”他们的赃款。这些计划背后说这些话的人渣不仅不可靠，而他们从你那里获得的收入只会进一步增长它们窃取资源的气焰。\n通过任何方式直接为盗版资源网站提供资金违反了MC-Market的政策并且可能导致您在本站的账户受到限制或永久封禁。\n\n请站在原创内容创作者这一边。\n举报盗版资源。不要购买盗版资源。\n只有齐心协力我们才能彻底解决盗版资源的问题。MC-Market管理团队\n\n名誉当对一个企业/个人的负面影响可能被视为诽谤，并且在市场上每个人都试图审查和消灭他人的最佳利益时，在达成协议之前你很难知道你是在和谁打交道。\n让人们对他们的过去负责，并为新用户提供一个专门的渠道，让他们了解与之互动的人，而我们的名誉系统就为MC-Market的社区提供了这样一个地方，让他们对某人做过的对/错，或是一些值得注意的事情留下反馈。\n\n管理信誉系统使用和我们的其他网站规则可以在wiki的规则部分找到。\n请一定要让自己跟上时代的步伐。\n\n名誉 - 由我们的名誉系统收集的社区成员的集合意见。\n反馈或评论 - 用于提高成员的总体名誉。\n\n\n要求\n\n您必须成为我们网站的成员30天后才能提交对其他用户的反馈，然而，您仍然可以在此期间收到反馈。\n\n为了提交反馈，您必须使用您的个人账户。商业账户无法提交反馈。商业没有选项，使用商业账户的人页数如此，请自由地使用您的个人账户来提交反馈。\n最后，您的账户在被限制或停用期间无法提交反馈。\n\n\n格式\n\n提交评论的格式是固定的，任何不满足格式的反馈可被视为是不满足信息要求的。\n\n在您提交反馈时, 请注意您填写表格的格式。\n如果您有以下操作，那么您的格式一定是出错了：\n您没有每次都上传您证据。您所列出的交易数额无法代表一个或多个产品/服务的交易价值。您发现自己的反馈需要复制粘贴大量相同单词或为了满足最低字符要求而凑字数。你填的是行动而不是意见，或者是意见而不是行动。你上传的证据不足以支持你的说法。\n任何被我们发现滥用或误用提交格式的反馈将被删除，用户将被予以警告。\n\n如果您无法完整地填写表格，那么您不值得反馈。请勿提交。\n\n\n关联\n\n对于我们的名誉系统，有一件事永远是正确的，那就是在我们的平台上提交的反馈必须与我们的社区相关。\n无关的反馈例子如下: \n\n举报一名用户不用节能灯泡，并且用k-cups喝咖啡。\n举报一名用户每周只洗一次澡。这真的很恶心。\n举报用户向慈善机构捐款。这些人是坏人。\n\n\n虽然环境和卫生非常重要，但它们在本站上没有任何作用，因为我们的社区主要是希望用户在线进行相关的商业交易。保留与社区相关的详情并向相关部门举报，他们会利用你的反馈，否则它将没有价值，还会违反我们的规则。\n\n最后一个例子是 “举报用户向慈善机构捐款。这些人是坏人” 这一观点毫无逻辑可言，因此这个反馈对我们的社区毫无意义。\n与基础有关的意见只有在其来源被公认为是合理的才与其他人有关。\n如果您的评论不遵循一般的逻辑流程，那么它是无关的，并且您违反了我们的规则。\n\n\n纠纷处理\n\n如果您收到了您认为虚假或无关的反馈，您可以利用我们的纠纷处理系统来使您以特定的理由将其删除。\n\n若要对收到的反馈发起争议，请访问其专用页面，然后选择按钮。这将会使我们的机器人创建一个只有你和提交了该评论的用户的会话。除了通过我们的举报系统标记需要工作人员注意的名誉之外，还有一些关于如何继续会话的说明。请勿将工作人员添加到此会话中，工作人员将自动该加入会话来帮助您。\n\n当你建立了会话后，你需要回复，概述为什么你认为他/她的反馈是虚假/无关的，以及任何支持你论点的证据。任何拒绝在纠纷中合作的用户将会立即在纠纷中输掉。\n请始终确保你在以一种尊重和合作的方式交流。最好的解决方案是两个用户能够自行协调和解决问题。\n\n一旦有空闲的工作人员，他们就会加入对话，并回顾相关用户发起的会话以及提出的证据和论点。如果双方都已解决并达成一致，他们就不需要采取进一步的行动。否则，工作人员可要求提供更多的资料，以便总结必须采取的行动，以便解决纠纷。\n\n工作人员在审查案件后将提出以下三项决议之一: \n- 该用户的反馈是完全遵守规则的，除非他在将来以某种方式进行修改，否则该评论将一直存在。\n- 反馈部分遵守规则，但需要添加/删除/更改。这个反馈将会被公开，并可能发出警告给该名用户。\n- 反馈彻底违反了规则，已删除该反馈。该名用户将收到警告。\n\n如果某些内容被认定为违反了我们的规则，并且在没有合理遵守规则的情况下被重新添加，则我们始终会发出警告给该名用户。\n持续拒绝合作将导致该用户无法通过我们的名誉系统提交反馈。\n\n\n补充说明\n\n交易产品或服务不需要反馈，然而有了交易市场的存在，很多与产品或服务无关的交易与我们的社区无关，且不满足上述要求。\n\n如果你因为交互而在开发一个如发行贷款和等待还款的关于用户的观点，你可能需要考虑留下一条解释了你贷款给它们而你正在等待他们的还款的中立的评论。\n这与社区的其他成员有关，他们希望在与某人签订业·务协议之前了解此人当前的债务或承诺状况。\n本页内容可能会有变动，请定期查阅更新。资源资源这一板块为内容创作者提供了一个可以自动出售或分发他们的产品给其他用户的平台，也为那些想要立即想要购买并下载付费资源的用户提供了平台。在任何时候，无论是免费资源还是使用PayPal支付的付费资源，用户都能快速地得到想要的资源。\n这是一种不干涉商业的方式，而MC-Market的成熟和适度的资源平台作为您的商业主要阵地，是我们的用户在我们的网站上购买/销售产品的最安全的方式之一。\n\n\n\n请注意，您所购买的资源的访问权没有保障，资源可能随时会被删除。\n\n\n还要注意的是，虽然MC-Market的资源版主手动过滤上传的内容，但我们不能保证它的安全性、质量或特有性。\n所有在mcmarket上进行的交易都是在买方和卖方之间进行的，mcmarket不能也不应该对其中的错误负责；\n\n如何运行? \n\n请注意，只有付费或超级会员才可以发布付费资源。换句话说，你必须要先付费购买会员才能给您上传的资源设置售价。\n所有普通用户上传的资源都是免费的。没有例外。\n您可以在这里购买付费资源: http://www.mc-market.org/account/upgrades\n\n资源认证: \n\n如果您想要认证您的资源，请点击 \"Resources\" 栏目，请前往您的资源页面，并选择 \"Add Resource\"。\n关于您的资源应该包括哪些以便被接受和快速接受的内容的信息，请查看wiki页面底部的\"How can I get mine approved ASAP\" 或通读由一位我们网站的用户对此编写的超详细教程。\n选择合适的类别，填写详细的描述和所有其他相关的信息，并上传相关文件后，您的资源将提交给资源板块的人员审核。在此期间，除了资源作者和资源板块的人员之外，没有其他用户可以访问该资源。\n作者可以随时删除自己的资源，只需点击右侧面板的“资源工具”（ResourceTool）下的“删除资源”（Delete Resource）选项，但是在您上传并保存文件后就无法删除该资源了。所以在您提交之前要三思，确保这是您想让我们的员工和用户看到的文件。\n\n资源审核通常非常快，从几分钟到几个小时不等;这取决于有多少人员有空。但是，如果您的资源需要48小时才能通过审核(没有闲置的工作人员)，请不要惊慌。有些资源需要花费大量时间来检查是否包含恶意内容，并确保作者有权分发文件。\n同样，更多关于如何加快资源审核的信息如下。\n\n资源过审后，该资源会出现在资源板块的顶部，所有用户都可以查看该资源的介绍页面。如果这是付费资源, 该资源页面会出现\"Buy a copy now\" 按钮，在按钮上面会显示对应货币单位的价格。\n如果这是免费资源,那么您可以直接下载资源。\n\n购买资源：\n\n如果资源作者为他们的资源撰写了服务条款，那么在您点击\"Buy a copynow\" 按钮后您会看到该服务条款。在您同意服务条款后，您将会跳转到PayPal付款页面以向资源作者付款。另外，您可以在\"Purchases”栏目内找到您购买的资源会有未确认(unconfirmed)的标识。\n\n如果资源作者的PayPal使用了自动支付，那么支付可以在瞬间完成且您可以直接下载资源。\n如果出于某些原因资源作者必须手动在PayPal确认您的购买，那么您只有在资源作者确认了您的购买后才能下载资源。请勿尝试重复购买资源，这不会加速资源作者审核资源的进度，这只会给资源作者额外且不必要的钱。\n如果您取消了购买或者资源作者在30天后仍未确认您的购买请求，PayPal会自动退款，而您的购买则会被取消。\n\n当您的购买被确认后，您所购买的资源会在purchases栏目内被标记为有效(Validated)，同时您会获得许可：并且在您购买的资源的页面的\"Buy a copy now\"按钮会变成\"Download\" ，您可以随时下载该资源的文件。\n评价资源: \n\n在您下载资源后您就可以对资源进行评价。评分范围为1到5颗星，您还可以写下文字评价。\n您可以自愿评论资源，但请您尽量地诚实评论您使用的资源，您的评论可能会对作者和考虑购买该资源的人产生影响。\n如果你想讨论一个资源而不需要购买，你可以点击右侧的“讨论这个资源”（Discussthis resource）按钮。每个资源都有一个与之相关联的主题帖，在该主题帖中，会有作者的资源更新的描述和他们或其他用户拥有的任何其他相关帖子。这些功能与任何普通帖子相同。\n举报资源：\n\n如果您怀疑某个资源违反了我们的站规或服务条款，请上传您有的证据来让资源管理员调查该资源。\n更新资源：\n\n如上所述，您不能编辑以前的资源的下载文件。\n如果你想更新你的资源，你可以在资源描述页面的“资源工具”（ResourceTools）侧边栏中使用“添加资源更新”（Add Resource Update）选项。\n点击这个选项将会引导你进入一个页面，在这个页面内你可以上传一个新文件，输入一个新版本号，并添加你发布的更新的文本描述。\n发布一个资源更新会使其在资源列表和其分类列表内的顶部显示。所有关注或下载了你的资源的用户都会收到你的资源更新提醒。\n你不需要等待管理员审核你的资源更新。\n宣传资源：\n\nMC-Market为成员提供广告位，如果他们想要宣传自己的内容，可以购买公告位。资源也是如此。\n您可以在这里选择广告位: http://www.mc-market.org/advertising/ 或在您的资源描述页面的侧边栏里的\"Resource Tools\" 内找到选项。\n\n广告位置，价格和折扣可能会改变，因此我不会在这里说明。\n详情请查看这里。\n\n\n\n我的广告申请怎样才能尽快通过？\n\n这可能是这个向导最重要的部分，同时也是我最想与你们分享的部分。\n\n请阅读规则: \n\n我们有一个专门用于资源的规则页面： http://www.mc-market.org/policies/rules/\n规则会持续更新，请确保您的资源从来没有违反这些规则或服务条款: http://www.mc-market.org/policies/terms/\n\n任何上传或被发现的违反[规则/服务条款]的资源不仅会被删除，而且作者可能会受到严重警告，如果该用户没有被封禁，那么处罚程度取决于违反规则的情况。\n包含详细介绍: \n\n我必须强调这包括对你的资源的详细介绍，如它应该如何运行或使用，是否存在任何漏洞或错误，资源所有权的证明，等等。\n\n如我们的规则所述，您的资源必须按所介绍的那样生效。如果你没有介绍任何内容，那么审核则无法通过。\n没有人会购买一个不清不楚的资源。\n这是你展示资源的机会，请让它充分发挥潜力，展示它的价值。\n资源管理员不会接受没有价值的资源，所以请认真地宣传你的资源以增加过审的几率。\n\n提供所有权证明:\n\n如上所述，请在您的资源中加入一些所有权证明。否则，资源管理员就得去谷歌搜索以确认它不存在于其他任何地方，如果它存在，还得确认在其他网站的资源是否属于你。\n\n这是审核你的资源最耗时的步骤之一，如果你能从一开始就证明它是你的，你将减少你和其他人的等待过审的时间。\n\n另外，请确保你上传的所有东西都是属于你自己的! \n如果你上传了从别人那里获取的图像，或者从另一个spigot开发者那里获得的付费插件，那么你没有这个权利!\n你是否把你的资源和其他东西混在一起并不重要。资源管理员会检查你上传的每一个插件、schematic、图像以确保你拥有它，或者有权利再分发它。\n\n如果管理员在您的资源中发现了一个您不拥有的文件，那么它将被删除，并且您可能会因为泄露其他人的产品而受到警告。\n\n我可以在我的资源中包含[免费/付费]的[插件/构建/配置]吗?\n这个问题的答案就在本wiki的再分发权部分内。https://www.mc-market.org/wiki/redistribution-rights/\n这个wiki也包含了所有个人作者提出的例外的列表。如果您打算在您的资源内加入非原创内容，那么你绝对需要阅读这部分内容。\n\n如果你发现有人违反了你的意愿，当这涉及到再分发你的原创内容时，请创建一个帮助请求，这样我们可以确保其他人能够尊重你的意愿。 https://www.mc-market.org/support/requests/create-thread\n我的购物栏说有人买了我的资源，但我没有收到付款! 是不是有人剽窃我的资源？\n不，没有人剽窃你的资源。这可能是由于用户点击了购买按钮，但没有付款而导致的。请勿担心，没有确认付款购买您的插件的用户无法访问您的资源。\n我刚买了一个资源，但我把文件弄丢了。现在我不能再下载了，我该怎么办?\n请带上您的付款证明联系资源作者获取一个新的购买许可。所有的交易都是你和资源作者之间达成的。虽然MC-Market试图确保能够给予您最方便的体验，但你仍然要对你的交易和购买的文件负责。\n\n如果资源被删除，情况也一样。\n我们不能保证资源一直可用。\n我们会删除被封禁的和违反规则的用户的资源，所以请留意您要购买的资源的作者。\n我想把我的资源访问权给一名成员，我如何给予他们购买许可?\n\n\n请包含原创内容\n\n如上所述，我们不接受没有任何价值的资源，因此如果你上传了垃圾资源的话，我们会拒绝。如果您上传了一款简陋的插件，那么您的上传请求会被拒绝。如果您上传一个和默认配置没有太大区别的配置，那么您的上传请求也会被拒绝。\n\n即使该资源是由别人用另一个名字上传的，一个人也可以看到你上传的资源。\n如果不是这样的话，你的上传请求也会被拒绝。\n\n这一规则同样适用于你的资源。\n如果你上传了一个你已上传过的相同资源，那么你的上传请求就会被拒绝。\n请使您的资源尽可能地独特，您的新资源而不应该是你的其他资源的混合大礼包。如果你想要卖得更好，请正确打广告，请勿重复刷屏。\n包含您的产品\n\n我不应该觉得有必要这么说，但在看到这么多人试图出售一个写着“私聊我获取资源”的txt文件后，我不得不强调这一点。\n\n您的资源内必须包含您的产品。\n如果你想宣传这些的话，我们有一个专门的服务论坛。\n资源板块不是上传这种文件的地方。\n如果你对于无法控制谁购买你的内容而不适的话，我们还有产品论坛。然而，这就是资源的用途。\n上传空白的，重定向或基于服务的所有资源将被删除。\n\n常见疑问:\n\n\n\n\n我可以在我的资源中包含[免费/付费]的[插件/构建/配置]吗?\n这个问题的答案就在本wiki的再分发权部分内。https://www.mc-market.org/wiki/redistribution-rights/\n这个wiki也包含了所有个人作者提出的例外的列表。如果您打算在您的资源内加入非原创内容，那么你绝对需要阅读这部分内容。\n\n如果你发现有人违反了你的意愿，当这涉及到再分发你的原创内容时，请创建一个帮助请求，这样我们可以确保其他人能够尊重你的意愿。 https://www.mc-market.org/support/requests/create-thread\n我的购物栏说有人买了我的资源，但我没有收到付款! 是不是有人剽窃我的资源？\n不，没有人剽窃你的资源。这可能是由于用户点击了购买按钮，但没有付款而导致的。请勿担心，没有确认付款购买您的插件的用户无法访问您的资源。\n我刚买了一个资源，但我把文件弄丢了。现在我不能再下载了，我该怎么办?\n请带上您的付款证明联系资源作者获取一个新的购买许可。所有的交易都是你和资源作者之间达成的。虽然MC-Market试图确保能够给予您最方便的体验，但你仍然要对你的交易和购买的文件负责。\n\n如果资源被删除，情况也一样。\n我们不能保证资源一直可用。\n我们会删除被封禁的和违反规则的用户的资源，所以请留意您要购买的资源的作者。\n我想把我的资源访问权给一名成员，我如何给予他们购买许可?\n\n\n\n\n\n\n警告警告是MC-Market用于测量一名用户违反规则的严重程度而设定的基于点数的系统。这允许获得点数的用户继续正常地使用该网站,但当他们的点数超过一个基准点后，它们将暂时无法正常使用网站的功能。这让他们有机会反省自己的行为，熟悉我们网站的规则和定位，以避免未来的违规行为。如果用户不能改善他们的违规行为，他的点数就会累积起来，最终导致他们被永久地从网站上删除，因为他们对我们的社区有害。\n\n停用\n\n收到警告不一定意味着停用账户。大多数你可以违反的MC-Market的规则不足以使你的账户被停用。我们只会在你攒够足够多的点数后停用账户。请在未来避免违规，如果你收到了警告而屡教不改的话，你的账户就会被停用。\n如果你的账户碰巧被停用了，那么你可能满足以下条件：\n\n10 点数 - 停用4天\n20 点数 - 停用1周\n30 点数 - 停用1周\n40 点数 - 停用2周\n50 点数 - 停用2周\n60 点数 - 停用3周\n70 点数 - 停用3周\n75 点数 - 永久封禁\n\n停用账户是自动进行的，你无法独自减少停用时间。这是为了确保我们所有成员的公平待遇。一旦您的账户被封禁，您只能阅读论坛的内容。这也就意味着除了使用帮助请求、诈骗举报和您已加入或由工作人员创建的私聊之外，您将无法与该网站进行交互。\n\n还要注意，一些较低的攻击警告点数将到期。系统不会计算过期的警告点数，所以如果你屡次违规，那么你的停用时间可能会短一些。过期的点数仍然可以在个人资料的“警告”（Warnings）选项中看到，只对您和工作人员可见。\n\n申诉\n\n你几乎总会收到已经警告过你的行为的工作人员的私聊。在受到警告后，您应立即在私聊中提出申诉，而且只有在警告不实的情况下才应提出申诉。道歉并不意味着警告是错误的。\n除您之外的任何用户的请求都将被拒绝。\n对很久以前收到的警告的申诉将被拒绝。\n在规则更改前发出警告而导致这些行为不再是违规行为的请求也将被拒绝，除非另有宣布。\n\n如果你觉得你收到的警告是错误的，请礼貌地回复发出警告的工作人员。记住，他们这么做是为了确保整个社区的公平和安全。陈述你反驳的理由，提供任何证据来支持你的主张，并要求其重新考虑警告。\n如果工作人员的最后决定是你的行为应该受到警告，你可以向管理员征求第二意见。创建一个帮助请求，将您与其他工作人员之间的对话中提供的信息进行转发，并请求再次查看该请求。然后耐心等待回复。如果你的上诉再次被拒绝，请尊重我们的决定，接受你收到的警告。请确保您不会再次使用的导致您收到警告的操作。\n口头警告\n\n对于违反特定规则的警告点数对每名用户来说都是相同的。但是，工作人员可根据他们所属的小组商定的作法酌情提出一项特别警告。口头警告不会计入系统，故不会导致您获得警告点数或被停用账户。\n如果你收到口头警告，请平和面对。口头警告对你没有害处，只是它们想给你做正确的事的第二次机会。他们只是为了你的利益。\n\n对于同样的违规行为，一般不会给同一用户两次口头警告。当用户有合理的理由不去意识到他们的行为违反了我们的规则时，工作人员只是想提醒用户他们的行为违反了我们的规则。用户应该遵守这个警告，并立即停止导致口头警告的活动。\n口头警告也会被善意地使用，成员不会被再次善意地警告。可能他们只是不熟悉规则，或者是因为他们违反的规则是最近添加的，或者是因为它们是新用户。我们需要这些用户立即重新熟悉我们网站的规则。\n\n如果你曾经因为某件事被口头警告过，那么如果你再次违反了同样的规则，就别想未来会收到口头警告了。因为工作人员会在你的个人资料上做了一个隐藏的用户标记，让团队的其他人看到你已经因为那件事受到了口头警告。\n\n点数\n\n规则页面的每条规则都有与之相关的警告点数。您可以在这里查看所有的站规: http://www.mc-market.org/policies/rules/\n即使违反特定规则的警告地阿叔值有所变更，你因违规而获得的警告点数也不会有所变化。除非另行通知，否则警告将不变地刻印在您的个人资料内。\n关于这些规则的点数值，虽然可能会发生变化，但目前来看，它们如下: \n\n# 规则名: 数值 | 时间 (单位为月)\n\n全局规则\n1.1 鼓励/煽动违反我们的[规则/服务]条款：10 或等同于违规煽动的处罚 |N/A\n1.2 滥用评价系统: 3 | N/A\n1.3 滥用举报/帮助系统：4 | 6\n1.4 创建多个账户：5 | N/A\n1.5 诽谤/破坏行为: 5 | 6\n1.6 不尊/骚扰/可恨/恶搞行为：5 | N/A\n1.7 歪曲/伪造个人形象：15 | N/A\n1.8 低质量/无意义内容：1 | 6\n1.9 非英语内容：1 | 6\n1.10 误解性/令人震惊的内容：5 | N/A\n1.11 索要管理员职位: 2 | 6\n1.12 不适合工作场所浏览内容: 10 | N/A\n1.13 剧透内容：1 | 6\n1.14 弃坑内容：2 | 6\n1.15 包含有害网站的内容：5 | N/A\n1.16 包含收益性链接的内容：2 | 6\n1.17 回复远古帖子（挖坟）： 1 | 6\n1.18 分享个人信息：10 | N/A\n1.19 刷屏/煽动刷屏：5 | N/A\n1.20 辱骂工作人员: 2 | 6\n1.21 推广站外团体/社区：4 | 6\n1.22 错版：2 | 6\n1.23 宣传同行有竞争性的网站: 15 | N/A\n\n商业账户规则\n2.1-3 商业账号违规：5 | 6\n\n聊天室规则\n3.1-6 违反聊天室规则: 3 | N/A\n\n竞赛和赠送规则\n4.1 未公开获得者前就关闭帖子：3 | N/A\n4.2 开启一个没有结束日期的竞赛：3 | N/A\n4.3 不履行赠送[物品/服务]的承诺：20 | N/A\n4.4 在没有权利的情况下赠送[物品/服务]：20 | N/A\n4.5 需要关注[社交媒体/社区帐号]：3 | N/A\n\n交易市场规则\n5.1 在其他用户的帖子内打广告：3 | N/A\n5.2 分类出错: 3 | 6\n5.3 不履行[购买/出售][物品/服务]的承诺：20 | N/A\n5.4 在没有权利的情况下[提供/出售][物品/服务]：20 | N/A\n5.5 开启一个没有明确结束日期的拍卖：3 | N/A\n5.6 [出售/**] 包含[电子书/方法/黑客/令人反感]的内容：10 | N/A\n5.7 要求凭证复印件：3 | N/A\n\n资源规则\n6.1 资源货不对板：3 | N/A\n6.2 误用 资源/下载：3 | N/A\n6.3 资源分类出错：1 | N/A\n6.4 资源包含恶意软件或代码：35 | N/A\n6.5 灌水资源：2 | 6\n6.6 资源包含非原创内容: 20 | N/A\n\nWiki规则\n7.1-3 滥用Wiki: 3 | N/A\n\nMinecraft账号规则\n8.1-5 违反Minecraft帐号规则: 5 | N/A\n\n名誉系统规则\n9.1-5 违反名誉系统规则: 4 | N/A\n\n再次声明，这些数值随时都可能会更改。\n请记住，用于这些警告的标签为了便于阅读已经简化。这些警告标签不一定是您必须遵守的规则的定义，因此您应该始终查看官方的规则页面和服务条款以获得最新的准确定义。\n\n了解我们的规则是你的责任。我们为你提供了帮助请求来让您能够联系我们来解决您对于我们的规则的疑惑和不解。\n利用好它来使你远离无法申诉的警告。\n\nMC-Market管理团队\n\n\n\n",
    "replies": []
}