{
    "title": "[第3期]Creeper? Aw man!——Reddit Minecraft 一周热门",
    "author": "ETW_Derp",
    "replyCount": 8,
    "timestamp": 1569139560,
    "txt_content": " 本帖最后由 ETW_Derp 于 2019-9-22 17:48 编辑 \n\n[第3期]Creeper? Aw man!——Reddit Minecraft 一周热门\n\n标题与正文内容毫无关联，如果希望得知出处可以看这个一个半月前的帖子，开篇就有科普XD，不过这个梗目前已经没有多少意思啦，大家还是期待一下还有一个星期的Minecon Live直播吧。\n\n皮了一下，那么就开始本周的热门盘点吧~\n\n0、How to beat Minecraft without walking u/HeightAdvantage\n如何在不使用移动键的条件下通关游戏（指打败末影龙）\n\n点击我看MCBBS微博转载视频\n\n1、I improved the Minecraft launcher with an animation! u/craggolly \n我给官方Minecraft启动器加了个动画！\n\n点击我看MCBBS微博转载视频\n点击我观看视频\n\n2、I almost got a heart attack u/MMJManu\nwoc我快不行了，快点叫jio护车！\n\n点击我看个人微博的转载视频\n点击我观看视频\n\n文字版：不小心把洞穴蜘蛛刷怪塔挖掉了一个方块，然后洞穴蜘蛛喷涌而出，玩家只能仓皇逃到水电梯才逃过一劫\n\n3、Who needs powered rails when we have BoatCart technology? u/danieldoria15\n如果拥有了“船+矿车”科技，谁还会制作成本高昂的动力铁轨呢？\n\n点击我观看视频\n文字版：制作方法很简单，先在铁轨放船，然后在铁轨放矿车，之后把矿车推到船上，坐在矿车里就能享受飞一般的感觉了XD \n\n4、[OC] Enchanted book redesign to make them easier to identify in chests and creative menu. u/ynl38\n重新制作了一套材质，使得附魔书能够在箱子里或者创造模式的菜单里能够更加易于辨认。\n\n\n\n5、Just found out a way on how to make an instant bridge in Minecraft u/gavglorietta \n找到了一种能够立刻建筑桥梁的方法。\n\n点击我看MCBBS微博转载视频\n点击我观看视频\n\n6、Petition to change the Upvote and Downvote symbols to something a little like this. (I made the blocks similar to dark theme) u/Windzyboy \n请求将赞和踩的UI改成图中的样式。（我把底色设置成了深色主题）\n\n\n\n7、My roommate and I just lost this survival world we worked over a year on. This is the only evidence of it ever existing, enjoy. u/jett_29 \n我的舍友和我不小心弄丢了我们玩了一年多的存档。而下面的视频则是这个存档曾经存在的唯一证明。\n\n点击我观看视频\n\n8、Enchantment room fully scaled. (Its not a texture, its a building) u/ChillDWolf\n大比例建筑的附魔室（这可不是材质包，这是个建筑）\n\n\n\n9、This Resourse Pack makes mobs eyes glow when they are under a sertain Y level u/JonneSir\n这个材质包可以让生物在低于某个Y值的情况下让它们得白内障的眼睛发白光。\n\n\n\n10、I just found out that if you dodge the item you catch from a fishing rod, it yeets it super far \n我发现了一个有趣的事实：如果在钓鱼时你故意躲开钓上来的东西的话，它会飞得非常远。\n\n点击我观看视频\n\n*本文采用了土球球的MM2BC工具，十分强大与方便！\n**换源失败，Wordpress的服务器无法支持WebM格式，所以说还是用免费方案，毕竟家境贫寒（\n***不用回复，不用加分，这个帖子本来就不值得这些。留下的人气和金粒可以给更加优秀的作品和讨论帖~\n****视频的加载速度感人，所以我考虑要不要先停更一下，解决视频加载的问题再回来继续做这个系列呢？（方案也有，不过会导致wb刷屏，我希望视频能够不通过任何人知道发送出去，私密功能还没有测试）\n\n\n↓↓↓用了那个东西的话这个帖子就没啥意义了，会用那玩意的话英语应该不会差到哪里去↓↓↓\n\n\n",
    "replies": [
        {
            "author": "忆梦cat",
            "timestamp": 1569168000,
            "txt_content": "说实话，标题的梗现在看见就很烦……\n\n话说那个材质包，全员him化？\n\n（没有评论……因为实在难找到话题）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1569210960,
            "txt_content": "wb刷屏 x\nbilibili刷屏 √"
        },
        {
            "author": "Оil",
            "timestamp": 1569212940,
            "txt_content": "见鬼，换了头像，改了名，真的认不出来了。 = =\n\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1569218700,
            "txt_content": "〇il 发表于 2019-9-23 12:29\n见鬼，换了头像，改了名，真的认不出来了。 = =\n+1， 支持lz换回马头"
        },
        {
            "author": "Оil",
            "timestamp": 1569228360,
            "txt_content": "Ricolove 发表于 2019-9-23 14:05\n+1， 支持lz换回马头\n嗯？他也是小马众么？\n\n我印象中好像也是个小马头像呢。（配合）\n\n\n\n\n气啊我就搜了个什么宝莉看了个百科现在手机百度隔三差五就给我扔小马气啊……"
        },
        {
            "author": "烈凝_同志",
            "timestamp": 1569232620,
            "txt_content": "不错的转载，支持"
        },
        {
            "author": "YinDang",
            "timestamp": 1569234720,
            "txt_content": "我到现在不知道这个梗到底什么意思啊"
        },
        {
            "author": "灾厄丶蓝眼",
            "timestamp": 1569908040,
            "txt_content": "太强了大佬"
        }
    ]
}