{
    "title": "[Minecraft.net | LAUNCHER] 绚丽的狂想",
    "author": "一窍不开",
    "replyCount": 5,
    "timestamp": 1568779260,
    "txt_content": " 本帖最后由 一窍不开 于 2019-9-18 14:53 编辑 \n\nBEAUTIFUL MADNESS\n绚丽的狂想\n\nNewHeaven recreate Alice in Wonderland in Minecraft!\nNewHeaven 在 Minecraft 中重现了《爱丽丝梦游仙境》！\n\nWe've lost count of the amount of times we've tried to visit Wonderland in real life. But no matter how many looking glasses we try and force ourselves through, or rabbit holes we crawl down, we never seem to get there. We just end up filthy, humiliated, and forced to make a large donation to the rabbit sanctuary. Always nice to support a good cause!\n不知多少次我们曾幻想在现实中造访爱丽丝的仙境，但无论我们试图穿越多少面镜子，钻进多少个兔子洞，似乎都无法成功。最终我们恼羞成怒，还不得不向兔子保护区交一大笔捐款。当然，支持公益事业总是件好事！\n\nSpeaking of causes for good, talented build team NewHeaven have built a whole new way for us to enjoy the Alice in Wonderland universe. Loyal readers might recognise NewHeaven for their excellent small-scale build, 'A Normal Day for Bob', that we featured on the site recently. \"That was the smallest project we've published as a team,\" explains Speedrus, NewHeaven's Community Manager. \"Unlike the Alice project, which is probably the biggest project we have ever made.\"\n说到公益事业，天才建筑团队 NewHeaven 开辟了一种的崭新的方式让我们能够欣赏《爱丽丝梦游仙境》的世界。老读者可能已经想起来了之前我们关于优秀小型作品《A Normal Day for Bob》（Bob寻常的一天）的专题文章，该作品的作者就是 NewHeaven。“那是我们团队发布的最小的作品。”NewHeaven 的社区管理员 Speedrus 解释说，“不像爱丽丝这个项目，这应该是我们有史以来最大的工程。”\n\n\"We really loved the Alice in Wonderland universe - everything is so fantastic, so to adapt that in Minecraft, showing something very colourful with a lot of unthinkable shapes. In the end it makes something wonderful!\"\n“我们非常喜欢《爱丽丝梦游仙境》的世界——在将其融入 Minecraft 中以后，一切都是那么地天马行空，呈现出了一幅光怪陆离、嵌着无数千奇百怪的物体的画面。最后的效果实在是太棒了！”\n\n\nImagine how many film viewings it took to achieve this level of detail. All renders by Iskillia.\n想想要反复看多少次电影才能还原如此程度的细节。所有渲染图均为 Iskillia 制作。\n\nThe result of \"two or three months of hard work\", the build is a great showcase for how bright and colourful Lewis Carroll's classic should be. But adapting a known work had both benefits and restrictions for NewHeaven. \"There wasn't a particularly complicated part because we were adapting a universe that was already designed for us,\" says Speedrus. \"Though the most difficult thing to make was the characters. They need a specific pose to tell a story, and needed to look exactly the same as they do in the movie. The vegetation and buildings weren't so strict but we couldn't change the characters' faces.\"\n作为“两三个月埋头苦干”的结果，该作品很好地展示了 Lewis Carroll 的经典作品应该有多缤纷绚丽。不过对于 NewHeaven 来说，重现一部已有作品有利也有弊。“在制作过程中没有特别复杂的部分，因为我们是在重现一个已经设计好了的世界。”Speedrus 说，“不过最麻烦的地方就属人物制作了。所有人物需要通过他们的姿态来诉说他们的故事，并且要完全符合电影中的形象。对植物和建筑的要求没那么苛刻，但人物的面孔不能乱改。”\n\nSo what's more satisfying to work on - smaller builds that go big on detail, or large builds like Wonderland that go big on everything? \"You need to have a balance between big and small projects. Smaller projects give you the satisfaction of doing a lot of things in a short amount of time, and on the other side, bigger projects give you the satisfaction of doing something great, something that can give sparkles in the eyes of your community.\"\n那么做什么样的作品更有满足感——是细节丰富的小型建筑，还是像梦游仙境一样的巨型场景？“你要在大型作品和小型作品之间寻找一个平衡点。小型作品能让你满足于在较短时间内完成了大量的细节，而另一方面，大型作品能让你满足于完成了一项伟大的工程，一项能在社区中大放异彩的工程。”\n\nAs for the most satisfying part of this particular project, that was when everything came together. \"For Alice we built everything separately,\" says Speedrus. \"So at the end when everything was finished, the map was still not done yet, because we [still] needed to assemble it. This assembly was the most satisfying part to make because we finally saw our map done!\"\n整个制作过程中最令人兴奋的，就是当所有东西合为一体的时候。“对于爱丽丝这个作品，我们把每样东西进行分开建造，”Speedrus 说，“所以最后当所有东西都完成的时候，地图还不算完工，因为我们还得把各个部分拼起来。这个拼接过程是最最激动人心的时刻，因为我们终于能够目睹地图完工了！”\n\n\n\n\n\n\n\n\n\nAny advice for players who want to build on this scale? \"Start small and get bigger and bigger over time,\" advises Speedrus. \"We didn't make big projects at the beginning of NewHeaven. Get more and more experience and you will be able to make bigger things. And you must have a very big organization to make big things or you'll be lost!\" Lost in Wonderland, perhaps? We can think of far worse places to be.\n对于想要建造这种规模作品的玩家有什么建议吗？“开始可以建小一点，然后逐渐扩大规模，”Speedrus 建议，“我们 NewHeaven 最初并没有建造过大型工程。随着经验越来越丰富，就能应付越来越大的场景。并且你需要一个大型的团队才能做出大型建筑，否则你会迷失方向！”迷失在仙境之中吗？也不算是个特别糟糕的地方。\n\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/beautiful-madness\n作者：Tom Stone\n发布日期：2017/03/25\n一窍不开 翻译于：2019/09/18",
    "replies": [
        {
            "author": "向文",
            "timestamp": 1568780520,
            "txt_content": "记得我小时候最喜欢看这个电影"
        },
        {
            "author": "凛",
            "timestamp": 1568786700,
            "txt_content": "说道公益事业\n\n有个错别字"
        },
        {
            "author": "Skyer",
            "timestamp": 1568790780,
            "txt_content": "向文 发表于 2019-9-18 12:22\n记得我小时候最喜欢看这个电影\n我小时候觉得这个电影很恐怖\n搞的有阴影"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1568800440,
            "txt_content": "这文章什么鬼分类，launcher可还行……"
        },
        {
            "author": "王老师",
            "timestamp": 1568899920,
            "txt_content": "666666厉害厉害"
        }
    ]
}