{
    "title": "[MINECRAFT背后的秘密]逐渐崩坏的时空IV 王的决意",
    "author": "zhh30648",
    "replyCount": 23,
    "timestamp": 1361330220,
    "txt_content": " 本帖最后由 zhh30648 于 2013-2-20 15:55 编辑 \n\n其实我也想当一个有BGM的人来着，但是苦于找不到好的音乐，喜欢的OST又还没出，这次就算了..\n本回，把那俩个在上一章出现不到200字的家伙重新搬出来，希望各位不要过于惊讶如果看不懂的同志，说明你HIM章和上一章没有仔细得看，PIGGER是HIM篇中为HIM挡住雷击而变异的僵尸猪人，详情看签名\n就这样，正文开始\n时间追述到3年前（HIM章节，没看过的同志们可以稍微补一下）火席卷了整个城镇。此时的HIM完全无法思考，更别说去保护一个人。脑袋里只有无尽的愤怒，内心深处的破坏欲望的爆发，他驱使着末影人烧毁了这个镇。此时此刻的地狱，正发生着和地面上完全不一样的状况。一个能改变世界的生物因传送门的差错而到达了地狱一只生物和地狱原生物有着完全不同的思维，拥有着智慧和力量，而他，不应该是它，拥有者和地狱原生物一样的外表。它们拥护它，顺从它，支持它，甚至把它奉为创世神，它在所有生物的要求下，踏上了地狱砖石所铸成的王座。它却不想统治人，它更想拯救自己所害的人。地狱和末路之地在次元上有着分隔，如果说主世界的次元是3，那么末路就是10，而地狱则是-10，也就是所谓的负次元。当然这是它们以前所认为的事实。直到智慧的生物个体不断传播知识，将地面上所激发出来的知识全部应用和发展，好不容易将末路之地传送门的碎片研究成地狱专属的传送门，却发现自己无法穿越那扇门，只能干涉那边的能量而无法干涉矢量。因为主世界和地狱，是在一个次元里，也就是3次元中。3次元的它们通过传送门到-10次元再穿回3次元，就像是本末倒置的笑话一样，他们却没有注意到这个事实\n\n\n\n\n图片1.jpg (22.85 KB, 下载次数: 2)\n\n下载附件\n\n2013-2-20 12:57 上传\n\n\n\n\n\n在距离他们头顶几千公里的上方，一场惨无人道的纵火案正在发生。火舍舔舐着村庄的每一个角落，唯独一间房子内部没有烧起来。地狱传送门的正前方，人潮席卷着，所有的人都在用自己的最大力量来完成王的愿望。地狱的全员们正在竭尽全力得将火焰的能量压制下来，这是他们通过那扇门所能做到的最大程度的努力。因为它们的王祈求他们，一定要将那个屋子保住，不能让里面的人受伤。屋子的外壳烧尽了，将屋子里面的人给困住，一个年迈的白胡子大鼻子的老人，为床上的少女挡下了坍塌屋顶所带来的冲击，奇迹得支撑起了一个三角空间，将床包围在了里面。老人的尸体被人带走了，而少女并没有被那些黑色的恐怖生物所发现，静静的躺着。但她的灵魂已经不在身体上了。没有去天堂，而是以能量的形式被抽到了地狱，她的意志得以被它们的王保存在一块灵魂沙里，永远地储存在王座之下的密室里。而她的身体，则一直用能量输出支撑着体内的新陈代谢，没有因为时间的过去而腐烂。{总有一天，我要让养育了我那么多年的她醒来，给那个伪善人最大的惩罚！}这是王所立的誓言，那位王的名字。“Pigger”一串毫无意义的字母，至少在地狱人看来是这样。{娜拉，请等着我}{Brine，请等死吧}\n{要她亲自给你做说明么，HIM，不，应该是叫Brine才对吧？}[你..到底是谁{到时候你自然会知道，我可不会让你死都不知道是谁杀了你，我会让你明白，你为什么必须得死！}石头垒成的碎石堆开始震动，连着整个大地一起晃动着。黑色的三头怪物全身包裹着金属色的光芒，像是护罩一类的东西渐渐浮现了出来。那是用地狱的能量所聚集而成的实体化能量。[王，它好像有动静了，那种光芒，感觉很强啊[那似乎是由能量构成的，我们只能转移矢量不能控制能量啊一边能控制矢量，一边能控制能量，谁都无法判定谁最后能胜利。黑色的影子像是吸收了所有的光芒，从灾祸的大门里渐渐走出,凋零顺应着他的指挥，缓缓地降落在它的面前，翻身上凋零的背后，手里拿着一把残破但是却发着幽怨光芒的金剑，剑尖已经不再锋利，甚至说是钝了，看起来完全没有切裂的攻击力,它却把它紧紧地握在手中。[那把剑....难道你是...不可能吧！黑色的身影重新开始反射阳光，色彩鲜明了起来，{你认出了？还是这把剑让你认出来了？}溃烂的面孔浮现出来，让HIM身体一怔[pigger...你为什么会做出这种事，更何况那把金剑对我来说没有任何攻击的威力，那只不过是用来防身的普通剑罢了！{我觉得用打一场来说明一切会比较容易，而且这把剑我给取了个好听的名字哦}{卡提尔.地狱}卡提尔.正统（出自魔法禁书目录）拥有切裂次元的能力，甚至能将3次元切开，成为2次元并可以无限循环[唔！{只可惜这把是加工的仿制品，只能切裂本次元的空间而不能切开更高次元,不然早就把你的末路之地给切开了！你这个还未醒悟的罪人！}Pigger抄起肩上的卡提尔.地狱,淡淡得一笑，不知道是嘲笑还是恐吓，甚至是对于敌人的憎恶到了极限而出现的不自然表情。一瞬间Pigger已经消失在了原来的地方。[吾王，小心身后！末影龙顺着HIM的指令急速回转，但是仍旧跟不上能力强化以后的凋零，速度上的差距是压倒性的，根本不可能跟拥有如此强大能力的Pigger正面冲撞。空间的裂缝被卡提尔所斩开，在HIM原地的空间已经变成了二次元，所有的空气在一瞬间被压缩成了一张纸的程度.随后爆裂开来，狂风席卷了周围的一切。急中生智的HIM将自己的身体连着末影龙一起转移到500米外的地方，得以躲过被压缩成二次元的悲惨命运。[可恶..这么强大的能力怎么可能会落到它手里HIM看着自己手上的钻石剑，这是一把毫不起眼的普通武器，是无法跟那种能力所对抗的存在。[只能试试这招了末影之光HIM眼中的光芒洒向了钻石剑的表面，本来毫无光泽的钻石剑本体被附上了一层紫色的闪烁光芒。{发什么呆呢Brine，在等死么！}凋零的黑色身影在末影之光的辅助下渐渐明朗，似乎能显示它的运动轨迹了。但它挥剑的速度还是无法跟上，只能用手中的钻石剑跟它赌一把了。抱着这样信念的HIM将钻石剑勉强向着铺面而来的卡提尔.地狱一扫当！裂缝并没有出现在HIM面前，他也没有被压缩成2次元，爆炸在几百米开外的山丘上发生，泥土被掀开，其威力绝对不逊色于一枚导弹.{这点小把戏么..你认为能打败我？}{这种切断次元的力量，可真是要谢谢你末路之地的帮助了！}\n史蒂夫并没有被传送回自己的家里那是一个熟悉的地方，只不过只剩下一堆焦土只残存着一栋建筑，孤独得屹立在村子的一角“这，到底是，哪”史蒂夫在已经被烧黑的村口驻足，打量着眼前的景色“总感觉，很熟悉”史蒂夫缓缓走近大门，脚下的每一粒沙土自己都曾经驻足过口袋里的宝石又开始闪烁起来，放映机的按钮再次被开启。曾经发生的一切全部印在史蒂夫的脑袋里，犹如旋转木马一样飞旋着，一次次冲击着史蒂夫的记忆。“娜拉...Brine..我...”史蒂夫震惊了，自己那么久到底在做些什么！向着残破的屋子飞奔而去，每一步都是格外的沉重。因为他根本不想面对将来到的残酷现实，娜拉一定已经死了，Brine也死了...那自己存在还有什么意义，人是由羁绊构成的，没有羁绊的自己不过是一具身体罢了手颤抖着，用尽全力搬开搭着的三角空间，灰尘抖落在史蒂夫的脸上。眼前的不知道是灰尘还是泪水，透过晶莹的液体，看到的是一幅完整的躯壳。金发，白皮肤的俊俏少女的躯体，没有任何的腐烂和溃败，就如3年前一样的可爱。“娜拉....!”\n",
    "replies": [
        {
            "author": "正在输入——",
            "timestamp": 1361330340,
            "txt_content": "太长了 先回复 在围观"
        },
        {
            "author": "Оil",
            "timestamp": 1361330460,
            "txt_content": "嗯，挺不错的。"
        },
        {
            "author": "tt5669453",
            "timestamp": 1361331600,
            "txt_content": "太长了有点看不懂......"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1361332320,
            "txt_content": "非常好，很赞（话说这次更新好快。。。）"
        },
        {
            "author": "Technology",
            "timestamp": 1361332740,
            "txt_content": "虽然一下子不是特别明白..但是有好些情节感觉好厉害。。期待下一章能够解开谜团"
        },
        {
            "author": "zhh30648",
            "timestamp": 1361336340,
            "txt_content": "部分说明增加图解，方便理解{:10_492:}"
        },
        {
            "author": "506721616",
            "timestamp": 1361336520,
            "txt_content": "还有图呢，不错不错"
        },
        {
            "author": "262949130000",
            "timestamp": 1361338620,
            "txt_content": "嗯，蛮精致滴撒~"
        },
        {
            "author": "zhengzhi",
            "timestamp": 1361338860,
            "txt_content": "看着看着 晕了……"
        },
        {
            "author": "以太的小神",
            "timestamp": 1361340240,
            "txt_content": "可不可以不要动不动就少男少女的，让老人或中年人闯一闯关啊！"
        },
        {
            "author": "MC陈",
            "timestamp": 1361340300,
            "txt_content": "先回复再看"
        },
        {
            "author": "zhh30648",
            "timestamp": 1361341260,
            "txt_content": "以太的小神 发表于 2013-2-20 14:04 \n可不可以不要动不动就少男少女的，让老人或中年人闯一闯关啊！\n史蒂夫是已经30多岁的大叔无误！"
        },
        {
            "author": "以太的小神",
            "timestamp": 1361341320,
            "txt_content": "zhh30648 发表于 2013-2-20 14:21 \n史蒂夫是已经30多岁的大叔无误！\n开头结尾呢？"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361342400,
            "txt_content": "pigger是谁？"
        },
        {
            "author": "瞄新人",
            "timestamp": 1361344260,
            "txt_content": "我看不懂啊"
        },
        {
            "author": "白白白、",
            "timestamp": 1361345580,
            "txt_content": "完全不懂惹"
        },
        {
            "author": "zhh30648",
            "timestamp": 1361346840,
            "txt_content": "看不懂是看不懂剧情还是看不懂打斗的解说部分？我觉得我写的很清楚了..只不过开头跟上一话有点跳跃，但我用分割线已经分开来了"
        },
        {
            "author": "小SA",
            "timestamp": 1361348220,
            "txt_content": "看不懂{:10_492:}"
        },
        {
            "author": "紫月君",
            "timestamp": 1361348280,
            "txt_content": "表示还有么。。"
        },
        {
            "author": "IceFreeze",
            "timestamp": 1361348460,
            "txt_content": "好多字的颜色,大括号,中括号..."
        },
        {
            "author": "zhh30648",
            "timestamp": 1361348580,
            "txt_content": "唯一一篇带着（火）的后缀的还是被吐槽看不懂么..我觉得我已经快倒了..."
        },
        {
            "author": "QAQTAT",
            "timestamp": 1361349840,
            "txt_content": "碉堡了这= =#"
        },
        {
            "author": "无爱皮卡丘",
            "timestamp": 1361366160,
            "txt_content": "虽然看不大懂那个次元问题不过真心碉堡了，各种伏笔有木有，被震撼到了有木有！！"
        }
    ]
}