{
    "title": "兔子工艺（RabbitCraft）",
    "author": "千变神",
    "replyCount": 40,
    "timestamp": 1568887920,
    "txt_content": " 本帖最后由 千变神 于 2020-10-6 14:50 编辑 \n\n兔子是我最喜欢的现存生物，我平时玩mc都不太舍得杀。因此我设想了一个这个mod。本mod主要适用1.12。但是1.13及以上也可以。\n一、主世界和下界\n主世界改动很小，只是在地表处会生成一种新的花朵：兔子花。在平原、森林等生物群系能够找到。一个兔子花可以合成两个兔子花瓣。兔子花有三个生长阶段，把兔子花瓣放置地面会变为第一阶段的兔子花。兔子花瓣是本模组最基本的资源。用胡萝卜、骨粉、蒲公英可以合成兔子骨粉，用来催熟兔子花。\n四个兔子花瓣（2*2）可以合成兔子皮，八个兔子花瓣可以合成兔子肉（缺中下格）或兔子腿（缺左上角或右上角）。将绿宝石放在中央，周围围一圈兔子花瓣可以合成兔子宝石。\n向下一阶段发展，需要先获得石英，然后石英块放中间，围一圈兔子花瓣可以合成兔子石英块。也可以用石英和两个兔子花瓣无序合成为兔子石英再合成石英块。然后，用木棍、兔子宝石、兔子花瓣合成兔子法杖。将兔子石英块摆成地狱门的形状，再用兔子法杖激活，即可开启兔子世界的大门。\n此外，将兔子皮按照护甲的方式摆放，中央在放上皮革护甲，即可合成可爱的兔子套装。防御和皮革护甲差不多，但是能够获得一个比较小的速度和跳跃提升效果。\n二、兔子世界\n兔子世界只有一个生物群系，兔子平原。和主世界的平原差不多，但是只生成兔子，且可以生成任意皮肤的兔子。兔子平原可能会生成巨大的胡萝卜和巨大的蒲公英。巨大胡萝卜由胡萝卜块和胡萝卜叶组成，巨大蒲公英由花瓣块和叶子方块组成。可以用胡萝卜或蒲公英和任意树苗合成胡萝卜苗或蒲公英苗，再用骨粉催熟生成。胡萝卜块和花瓣块可以分解为胡萝卜和蒲公英。破坏胡萝卜叶和蒲公英叶有概率获得胡萝卜苗和蒲公英苗。\n在夜晚，会生成僵尸兔、骷髅兔、苦力怕兔、末影兔、凋零骷髅兔以及蝙蝠兔，AI和对应的怪物一样，蝙蝠兔的AI和幻翼一样。掉落物也和对应的怪物一样。特别的，骷髅兔会掉落胡萝卜箭，胡萝卜箭可以使用胡萝卜做箭头蒲公英做箭羽加上木棍合成，但是只对兔子怪物有效。夜晚也有概率生成杀手兔。\n在兔子世界的地下，分布三种矿物，分别是：家兔矿（白色）、野兔矿（棕色）和穴兔矿（土黄色），稀有度差不多，都比铁稀有但是不如黄金稀有。将这三种矿物烧制可以获得家兔锭、野兔锭和穴兔锭。用这三种材料可以合成标准九件套（斧镐锄锹剑和护甲）耐久和攻击伤害以及护甲值比铁质工具高一点点，但是使用时分别会获得以下效果：速度（家兔）、跳跃提升（野兔）、急迫（穴兔）。\n用三种矿物和工作台无序合成可以合成兔子祭坛。\n三、兔子祭坛\n本条目的合成如果没有特殊说明则均视为用兔子祭坛合成。兔子祭坛的gui和工作台一样，但是合成时需要摆好之后用兔子法杖右击合成。将三种矿物放入祭坛无序合成可以合成最终材料：脱兔锭。脱兔锭可以用工作台合成标准九件套以及脱兔剪刀、脱兔盾牌，比钻石九件套好一些，和下界合金九件套差不多。使用时会获得“动如脱兔”效果，同时具备速度跳跃急迫。然后，在祭坛中将脱兔工具按照如下形式合成：\n斧盾剑\n锄剪镐\n空锹空\n即可合成脱兔工兵铲。工兵铲有两种模式：铲模式可以破坏土质和木质方块，镐模式可以破坏石质方块以及耕地、剪树叶羊毛。shift右键切换。两种模式均可攻击，且伤害一样。放在副手则启用盾模式，格挡方式和原版一样。将镐模式的工兵铲放在主手，副手放栓绳，再切换主副手，工兵铲会变为飞索，右键扔出后可以被牵拉过去，然后恢复为工兵铲和栓绳。\n祭坛中把弓的木棍替换成脱兔锭可以合成脱兔弓，将脱兔锭放中间，围一圈胡萝卜箭可以合成脱兔箭*8。脱兔箭的伤害比原版箭高，且只能使用脱兔弓发射。\n将兔肉、兔皮、兔子腿和兔子宝石放入祭坛可召唤宠物兔。\n四、宠物兔\n召唤方式如下\n？皮皮\n宝肉皮\n空腿腿\n即可召唤宠物兔。宠物兔和狗差不多，可以跟随，也可以保护主人，战斗AI同杀手兔。？处放置的物品决定了宠物兔的皮肤：泥土（棕色）、砂土（椒盐）、沙子（金色）、雪块（白色）、砂砾（黑白）、圆石（黑色）。命名为toast会变为toast皮肤。此外，放置怪物掉落物会生成怪物宠物兔、战斗AI和对应的怪物兔一样：腐肉（僵尸兔）、骨头（骷髅兔）、火药（苦力怕兔）、末影珍珠（末影兔）、皮革（蝙蝠兔）、煤炭（凋零骷髅兔），如果版本为1.13以上则蝙蝠兔需要幻翼膜召唤。如果？处什么都不放则材质为杀手兔。宠物兔死后会掉落宠物兔召唤蛋，将召唤蛋放在祭坛中央，围一圈胡萝卜或者蒲公英即可复活。\n 将脱兔锭和兔子宝石放入祭坛可合成脱兔宝石。将宠物兔的兔子宝石替换成脱兔宝石，？处放置以下材料即可召唤元素兔：金兔（铁块）、木兔（西瓜）、水兔（浮冰）、火兔（熔岩块）、土兔（陶瓦）、风兔（紫珀块）、雷兔（红石块）、光兔（荧石块）、暗兔（黑曜石）、兔神（兔神之魂）。兔神之魂的获取方式将在下一章介绍。\n元素兔均有两种形态：兔形态和人形态（兔娘）。以下一一介绍。右键打开元素兔的gui可以切换两种形态。\n金兔：色调为浅黄色带金属光泽。特性为高护甲值。兔形态近战，且能够无视护甲。人形态扔飞刀，可以穿透怪物。\n木兔：色调为绿色。特性为自动回血。兔形态近战，且能吸取目标生命。人形态射毒箭。\n水兔：色调为蓝色到浅蓝色。特性为能够游泳。兔形态中等射程喷水，对末影人等怕水的生物造成额外伤害，也对水中生物造成额外伤害。人形态射冰箭，使目标迟缓。\n火兔：色调为红色橙色。特性为防火。兔形态中等射程喷火，对于怕火的生物造成额外伤害，对防火生物也能造成较低伤害。人形态发射恶魂火球。\n土兔：色调为棕色土黄色。特性为高生命值。兔形态近战，且高概率暴击。人形态召唤唤魔者地刺。\n风兔：色调为浅青色灰色。特性为会飞。兔形态远程喷气，伤害低但是具有较强击退。人形态发射潜影贝子弹。\n雷兔：色调为紫色。特性为吸引雷电增强攻击力。兔形态发射守卫者激光。人形态能直接在目标上方召唤雷电。\n光兔：色调为金黄色。特性为可在白天蓄力，在夜晚释放。兔形态在自身附近生成光圈范围攻击。人形态发射光灵箭，使目标发光且对亡灵类造成额外伤害。\n暗兔：色调为深灰深蓝暗紫色。特性为夜晚蓄力白天释放。兔形态在自身附近生成暗圈范围攻击。人形态发射凋零之首，使目标凋零，对非亡灵类生物造成额外伤害。\n兔神：色调为钛白为主，彩色为辅。特性为几乎无敌，海陆空三栖。兔形态既能远程又能近战还能范围攻击，无特殊效果但是伤害非常高。人形态发射烟花，范围伤害，且受到伤害的所有目标均会获得所有debuff，伤害高。\n元素兔的gui有一栏为注魔栏，将脱兔工兵铲、脱兔护甲或脱兔弓放入，经过一段时间之后该物品会获得元素兔的能力。\n金兔工兵铲：伤害附加易伤效果，能破甲。附魔为时运、锋利。\n木兔工兵铲：伤害附加中毒效果。附魔为经验修补、荆棘反伤（盾模式）。\n水兔工兵铲：伤害附加迟缓效果。附魔为精准采集、穿刺（同三叉戟附魔）。\n火兔工兵铲：伤害附加火焰效果。附魔为自动冶炼、抢夺。\n土兔工兵铲：伤害附加虚弱效果。附魔为耐久、效率。\n风兔工兵铲：伤害附加漂浮效果。附魔为击退、存入（匠魂和末影接口联动的脉冲合金工具）。\n雷兔工兵铲：伤害附加挖掘疲劳效果。附魔为引雷、横扫之刃。\n光兔工兵铲：伤害附加发光和失明效果。附魔为亡灵杀手、节肢杀手。\n暗兔工兵铲：伤害附加凋零效果。附魔为生命窃取、永久伤害（降低目标最大生命值）。\n兔神工兵铲：伤害附加所有debuff。附魔为以上所有附魔，时运、精准采集、自动冶炼合并为矿物增生。耐久无限。伤害非常高。\n矿物增生附魔效果如下：铁类矿物采集后有概率掉落额外金属锭，但是对于玩家直接放置的矿物块只生效精准采集。钻石类矿物会掉落完整矿石，同时有概率产生额外矿物同时运，但是对于玩家直接放置的矿物块只生效精准采集。\n元素兔弓会消耗脱兔箭发射对应元素兔的弹射物，可以附魔无限。其中雷兔和土兔弓是先发射普通脱兔箭，击中目标后生成雷电或者地刺。兔神弓自带无限，且无限耐久。\n元素兔护甲会获得对应元素兔的特性，兔神护甲无限耐久。\n注魔物品耐久耗尽不会消失，可以再次放入注魔栏中修复，但是必须是对应元素。\n将脱兔宝石放入注魔栏可以获得对应的元素宝石。九个元素宝石可以合成兔神宝石，用于召唤最终boss兔神。\n所有元素兔死后不会变成掉落物，而会无敌且无法行动。右击开启gui，喂食一组胡萝卜或蒲公英即可复活。平时也可以喂食来补充生命。\n如果掉入虚空，则元素兔到达y=0处时会失去重力，复活后会瞬移到陆地上，类似紫颂果。\n五、兔神\n将家兔块、野兔块、穴兔块和脱兔块搭建成兔神法阵，将兔子祭坛放在中央，然后将兔神宝石放入祭坛中央格处。用兔子法杖右击即可召唤最终boss兔神。只能在兔子世界召唤。\n反正兔神很强就是了，具体特性还没想好~~\n兔神击败之后掉落兔神之魂，然后可以召唤宠物兔神，参考上一章。此后可以让宠物兔神为脱兔宝石注魔来获得兔神宝石。\n六、联动\n1.匠魂\n家兔野兔穴兔脱兔均可制作匠魂工具。效果分别为速度提升、跳跃提升、挖掘提升、动如脱兔。不需要冶炼炉，可以直接在部件加工台上制作。\n元素宝石可以作为强化材料，强化后获得对应工兵铲的特性。\n2.热力\n水兔免疫极寒之凛冰的冰冻伤害。仅此而已。\n3.暮色/冰与火之歌\n水兔免疫暮色寒冰剑和寒冰弓，以及冰与火之歌冰龙和冰龙剑的冻结。\n4.盖亚魔典\n所有工兵铲均能无视盖亚魔典生物的最大伤害值。\n5.植物魔法\n增加产能花：魔兔花，用神秘花瓣、魔力符文、兔子花瓣在花药台制作。可以消耗兔子工艺中的材料产能。材料越稀有魔力越多。兔子花瓣最低，兔神宝石最高。\n增加功能花：脱兔花，用神秘花瓣、兔神宝石、兔子花瓣在花药台制作。可以消耗魔力向周围的怪物发射任意元素兔的弹射物，并使怪物掉落三种兔子矿物。\n6.兔子世界禁止生成除原版兔子和怪物兔以外的任何生物，尤其是盖亚魔典的生物和冰与火之歌的生物。7.无中生有：筛泥土有概率获得兔子花瓣。\n\n2019.9.20更新\n七、兔魔\n为了防熊孩，本版块可以通过配置文件关闭。击杀僵尸兔、骷髅兔、苦力怕兔、末影兔、凋零骷髅兔、蝙蝠兔有概率获得它们的头，形状为兔子头。然后将六种头颅、脱兔宝石、下界之星、不死图腾放入祭坛可合成兔魔宝石。兔魔宝石可以召唤附加boss兔魔，召唤方法和兔神相同，但是需要在法阵附近杀掉一只普通的兔子献祭。兔魔技能和兔神差不多，但是能秒杀玩家，只有兔神护甲才能抵挡。兔神护甲对付兔魔时不会无敌。兔神工兵铲不能秒杀兔魔，但是是击败兔魔的最佳武器。击败兔魔后会掉落兔魔之魂，然后使用和元素兔相同的方式召唤宠物兔魔。此后可让宠物兔魔为脱兔宝石注魔来获得兔魔宝石。\n兔魔：色调为暗色加彩色。特性为永生，即死后会立刻复活，以及海陆空三栖。兔形态在周围会生成兔魔圈，范围比光圈和暗圈大很多，在圈内的任何生物都会受到伤害。人形态发射幽魂，抹杀目标，但是不会产生掉落物。\n兔魔工兵铲：伤害附加抹杀效果，附魔为毁灭、范围采集。抹杀的伤害和红物质拳剑或屠宰机类似，但是被击杀的生物没有掉落物，抹杀无视盖亚魔典生物的最大伤害。附魔毁灭可以瞬间破坏方块，但是也不会掉落。耐久无限。（熊孩必备啊）\n兔魔弓会发射幽魂。兔魔护甲穿上不会无敌，但是相当于有无限不死图腾。当然兔魔的工具和兔神一样都是无限耐久。\n此外兔子头颅可以让元素兔注魔来获得装饰性的元素兔头颅。\n八、混沌兔尊\n安装了无尽贪婪模组会解锁此版块。将很多兔神宝石和兔魔宝石以及无尽催化剂在终极工作台上摆成阴阳鱼图案可合成混沌兔宝石。然后用同样的方法可以召唤究极boss混沌兔尊。混沌兔尊能直接秒杀玩家，只有无尽套装才能抵挡。且混沌兔尊无敌，只有寰宇支配之剑才能造成伤害，且不能秒杀。击败之后掉落混沌之魂。然后用和元素兔相同的方式召唤宠物混沌兔尊。然后可以注魔。混沌兔尊宝石也可由宠物混沌兔尊为脱兔宝石注魔获得。\n混沌兔尊：色调和无尽锭差不多。特性包含兔神和兔魔。兔形态能够秒杀主人锁定的任何目标，且无视距离。人形态发射追踪之箭，必定击中目标，且必定秒杀，而且具有抢夺效果。\n混沌兔尊工兵铲：铲模式相当于自然荒芜之斧+星球吞噬之铲，镐模式相当于世界崩解之镐+地蕴复生之锄+红物质剪刀。两种模式均相当于带抢夺的寰宇支配之剑。其他特性我就不多说了。\n混沌兔尊弓：和天堂陨落长弓不同，瞄准时会有提示，锁定某个目标，然后发射箭必中且必杀。\n混沌兔尊套装：和无尽套装差不多，但是通过配置可以获得任意正面buff。此外，无尽催化剂的合成需要加入兔神宝石和兔魔宝石。\n\n2019.9.29 再次更新。\n九、装饰\n装饰主要有两种，兔子头颅和兔子玩偶。兔子头颅的获取方式有两种，一是击杀兔子会掉落，材质取决于该兔子的材质。但是如果不想杀兔子可以用其他头颅合成（原版所有头颅）。支持末影接口的末影人头颅。合成表如下\n瓣？瓣\n皮头皮\n皮皮皮\n？处放置的物品和宠物兔召唤物品一样，材质对应关系参考对应宠物兔。但是，放置怪物掉落物不能生成怪物兔头颅。不过如果不放照样能生成杀手兔头颅。\n此外，原版兔子被高压苦力怕兔炸死必掉头颅，但是被原版高压苦力怕炸死不掉落头颅。\n元素兔头颅可以让元素兔为兔子头颅或怪物兔头颅注魔获得，之前说过。\n然后这样合成可以获得兔子玩偶。\n空头空\n皮英皮\n腿花腿\n“英”为兔子石英块，“花”为完整兔子花。“头”是兔子头颅或者怪物兔头颅。\n元素兔玩偶也需要注魔获得，但也可以把头换成元素兔头颅合成。此外，将原版人形怪的头颅给元素兔注魔，可以获得人形态的元素兔头颅。 \n\n以后可能会更新。等我学了Java之后可能会尝试实现一下。也希望大佬能合作实现。\n\n十、boss技能\n啊终于解锁了，就搬过来吧。\n兔神boss技能：\n打兔神时最好携带所有属性的工兵铲，且每个元素的装备至少带一件。前期兔神会变化成各种人形态元素兔，只能被属性克制的工兵铲造成伤害，金克木，木克土，土克水，水克火，火克金，风雷互克，光暗互克。而装备能减少某个元素的伤害，五行按相生抵抗（火抗木、土抗火、金抗土、水抗金、木抗水），风雷光暗自身抵抗，但这不是刚需，如果回血药水多可以不考虑这个。兔神每当损失1/5血量时会变回兔神皮肤，然后生成药水云雾，玩家进入后会获得所有原版debuff，之后会对玩家发动一次高伤害攻击。剩下2/5血后变回兔子形态，继续变化元素，攻击力大幅提高，攻击方式为对应兔子。\n兔魔boss技能：\n灵感来源于1.16的绯红森林和诡异森林。前期兔魔会分身变成两个，一个红色一个青色。绯红兔魔只能受到物理伤害，诡异兔魔只能受到魔法伤害，即debuff。所以需要用兔神工兵铲攻击绯红兔魔，用兔神弓攻击诡异兔魔。且需要同时攻击，如果两个分身血量差超过50%，血量低的分身会快速回血。绯红兔魔的攻击较高但是能被护甲抵抗；诡异兔魔攻击较低但是是真实伤害。每隔一段时间两个分身会同时对玩家发起攻击。两个分身每当被击杀一次时，兔魔本体会损失1/5血量，然后兔魔会生成药水云雾，玩家进入后30s后必死，喝牛奶会解除。但是同时兔魔会向玩家发起19点真实伤害的攻击。然后再次生成分身。血量低于2/5时会变成兔子形态，攻击大幅提高，然后依旧会生成分身。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1568888760,
            "txt_content": "兔子和史莱姆在愚人节进行模型互换或许可以考虑考虑\n既然兔子和月球有扯不开的关系，那么能否魔改原版月相并且加入“月圆之夜的兔子AI变化”？\n（输入bianhua时输入法第一个词是彼岸花……出啥事了）"
        },
        {
            "author": "CheatDiamond",
            "timestamp": 1568888880,
            "txt_content": "联动血魔法、植物魔法、AE、ic2、环境科技"
        },
        {
            "author": "千变神",
            "timestamp": 1568890440,
            "txt_content": "李j 发表于 2019-9-19 18:28\n联动血魔法、植物魔法、AE、ic2、环境科技\n植物魔法可以考虑，然而其他的暂时还没玩过QAQ……"
        },
        {
            "author": "千变神",
            "timestamp": 1568890620,
            "txt_content": "ItIsEnderman 发表于 2019-9-19 18:26\n兔子和史莱姆在愚人节进行模型互换或许可以考虑考虑\n既然兔子和月球有扯不开的关系，那么能否魔改原版月相 ...\n我倒还有个想法，就是中秋节那天会有彩蛋什么的。不过兔子变成史莱姆是个什么梗？????"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1568891940,
            "txt_content": "千变神 发表于 2019-9-19 18:57\n我倒还有个想法，就是中秋节那天会有彩蛋什么的。不过兔子变成史莱姆是个什么梗？???? ...\n泰拉瑞亚（Terraria）的梗"
        },
        {
            "author": "CheatDiamond",
            "timestamp": 1568893860,
            "txt_content": "千变神 发表于 2019-9-19 05:57\n我倒还有个想法，就是中秋节那天会有彩蛋什么的。不过兔子变成史莱姆是个什么梗？???? ...\n血魔法都不了解一下。。。。\n直接来个什么自动生产生命原质的兔子，并且可以用管道导出\n（突然想到了一个叫做更多鸡的模组）"
        },
        {
            "author": "栗子.",
            "timestamp": 1569048300,
            "txt_content": "我覺得，這個想法很有意思（打開idea）\n算了，我覺得我不行（關閉idea）\n\n才沒有，我可以嘗試幫你做一下，嗯...有空就幫\n（幾個大坑的栗skye又在挖坑）"
        },
        {
            "author": "千变神",
            "timestamp": 1569075360,
            "txt_content": "栗子. 发表于 2019-9-21 14:45\n我覺得，這個想法很有意思（打開idea）\n算了，我覺得我不行（關閉idea）\n嗯……反正我设计这个模组时就希望能比较容易实现，所以内容就尽可能接近原版了。至于实现，我虽然是计算机专业的，但是目前正在学c++，java可能要下个学期学了。当然了，欢迎大佬合作。"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1569116280,
            "txt_content": "看这个mod给我的感觉是mod主对兔子本身有一定研究了，竟然还区分成家兔穴兔和野兔????。可惜咱是BE玩家，mod主要是能做个add-on就好啦"
        },
        {
            "author": "不负韶华",
            "timestamp": 1569141060,
            "txt_content": "不对啊！兔神需要兔神宝石，兔神宝石需要宠物兔神，宠物兔神需要兔神之魂，兔神之魂需要兔神？"
        },
        {
            "author": "千变神",
            "timestamp": 1569163680,
            "txt_content": " 本帖最后由 千变神 于 2019-9-22 22:54 编辑 \n安慷 发表于 2019-9-22 16:31\n不对啊！兔神需要兔神宝石，兔神宝石需要宠物兔神，宠物兔神需要兔神之魂，兔神之魂需要兔神？ ...\n第一次获取兔神宝石需要用另外九种元素宝石合成（请看第四章宠物兔的最后几行）。有了宠物兔神之后就可以直接注魔获得了。同理，兔魔宝石第一次也需要合成，之后就可以直接注魔了。"
        },
        {
            "author": "千变神",
            "timestamp": 1569163980,
            "txt_content": "依然冰奈斯 发表于 2019-9-22 09:38\n看这个mod给我的感觉是mod主对兔子本身有一定研究了，竟然还区分成家兔穴兔和野兔????。可惜咱是BE玩家，mo ...\n之前确实查了一下，家兔驯化之前叫做穴兔。而且，家兔和野兔还是不太一样，比如刚出生家兔没毛，野兔有毛，等等。不过在mod里这其实就是矿物的名字罢了。关于add-on，这个模组很多内容都直接使用了原版，估计be上应该也比较容易实现吧……"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1569165600,
            "txt_content": "千变神 发表于 2019-9-22 22:53\n之前确实查了一下，家兔驯化之前叫做穴兔。而且，家兔和野兔还是不太一样，比如刚出生家兔没毛，野兔有毛 ...\n穴兔和普通野兔（后面这个才是真的“兔属”）连一个属的都不是……更别提种和亚种了，他们之间是生殖隔离的\n我更倾向于MC里是普通野兔，以为他们不会打洞"
        },
        {
            "author": "海东喵",
            "timestamp": 1569506580,
            "txt_content": "兔兔那么可爱(*?▽?*)\n你们为什么要杀害兔兔"
        },
        {
            "author": "栗子.",
            "timestamp": 1569649980,
            "txt_content": "千变神 发表于 2019-9-21 22:16\n嗯……反正我设计这个模组时就希望能比较容易实现，所以内容就尽可能接近原版了。至于实现，我虽然是计算 ...\n國中生瑟瑟發抖"
        },
        {
            "author": "千变神",
            "timestamp": 1569684240,
            "txt_content": "海东总司 发表于 2019-9-26 22:03\n兔兔那么可爱(*?▽?*)\n你们为什么要杀害兔兔\n就是为了不杀才加入的兔子花啊。这样兔肉兔皮兔腿就可以直接用兔子花瓣合成了，不用杀兔兔哦~\n\n兔魔召唤的时候需要献祭一只兔子不算（滑稽）"
        },
        {
            "author": "zwj262312",
            "timestamp": 1569806160,
            "txt_content": "啦咯啦咯啦咯"
        },
        {
            "author": "LonelyDream",
            "timestamp": 1569937500,
            "txt_content": "谢谢楼主，很棒呀"
        },
        {
            "author": "栗子.",
            "timestamp": 1570035420,
            "txt_content": "咕咕栗的制作已经在路上啦～\n国庆无聊，那我就尝试做这么一下下（被打啦啊啊啊）"
        },
        {
            "author": "千变神",
            "timestamp": 1570101720,
            "txt_content": "栗子. 发表于 2019-10-3 00:57\n咕咕栗的制作已经在路上啦～\n国庆无聊，那我就尝试做这么一下下（被打啦啊啊啊） ...\n欢迎大佬开坑。以后联系联系。"
        },
        {
            "author": "2674993975",
            "timestamp": 1570115520,
            "txt_content": "这是啥mod啊！"
        },
        {
            "author": "Determancer",
            "timestamp": 1575628500,
            "txt_content": "羊羊魔法，兔子工艺。看来MC动物MOD要逐渐丰富起来了。"
        },
        {
            "author": "zzfy",
            "timestamp": 1595121600,
            "txt_content": "兔兔那么可爱 为什么要杀兔兔呢"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597196820,
            "txt_content": "兔兔这么可爱你为什么要让兔兔这么凶残【doge】"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597199640,
            "txt_content": "兔兔那么可爱怎么可以吃"
        },
        {
            "author": "lwlw121",
            "timestamp": 1597555740,
            "txt_content": "你的喜欢兔子就是这样总要杀兔子吗"
        },
        {
            "author": "千变神",
            "timestamp": 1598456580,
            "txt_content": "lwlw121 发表于 2020-8-16 13:29\n你的喜欢兔子就是这样总要杀兔子吗\n我就是为了不杀兔子才把兔子掉落物做成可合成的啊。兔boss就算打死也没真死，因为变成了宠物啊。"
        },
        {
            "author": "当然是我了",
            "timestamp": 1600486980,
            "txt_content": "有意思的来了"
        },
        {
            "author": "开罗大陆",
            "timestamp": 1601018700,
            "txt_content": "这个策划案好详细，希望大作出来"
        },
        {
            "author": "CBY_ZHC",
            "timestamp": 1601020080,
            "txt_content": "哇，看起来真不错"
        },
        {
            "author": "帅哥的天下",
            "timestamp": 1601132520,
            "txt_content": "感觉很有意思呀   麻辣兔肉qwq"
        },
        {
            "author": "杨璐嘉",
            "timestamp": 1601463660,
            "txt_content": "你们为什么要杀害兔兔"
        },
        {
            "author": "天选之剑",
            "timestamp": 1601513040,
            "txt_content": "想法已经出现了，行动在哪里，我要玩"
        },
        {
            "author": "kayn-",
            "timestamp": 1601610120,
            "txt_content": "老早就想玩这种月球了，爱了挨饿了"
        },
        {
            "author": "千变神",
            "timestamp": 1601966640,
            "txt_content": " 本帖最后由 千变神 于 2020-10-6 14:51 编辑 \n1393999416 发表于 2020-10-1 08:44\n想法已经出现了，行动在哪里，我要玩\n啊，再说吧，我还好多坑没填呢，而且我还不会写mod，得学学。（咕咕咕）不过如果有大佬想合作也可以共同完成。"
        },
        {
            "author": "maomao2015",
            "timestamp": 1602035520,
            "txt_content": "兔子种类好多，看起来玩法挺不错的"
        },
        {
            "author": "春木呱",
            "timestamp": 1602060180,
            "txt_content": "我只知道杀人兔"
        },
        {
            "author": "3610592",
            "timestamp": 1607132880,
            "txt_content": "坐等出这个产品\n"
        },
        {
            "author": "xiaoqiqi0923",
            "timestamp": 1613976720,
            "txt_content": "兔子世界也是一个新奇的思维 很牛了！"
        },
        {
            "author": "天南丶",
            "timestamp": 1613977200,
            "txt_content": "很用心，支持傲！"
        }
    ]
}