{
    "title": "关于各位版主对我们公益服的看法",
    "author": "adk1",
    "replyCount": 1,
    "timestamp": 1568871960,
    "txt_content": "说实话，我玩mc已经有九年了，在五年前就开始对mc的服务器开始学习，包括学习开服务器的技术，并且从那一刻开始，就从未想过服务器盈利，一直以来就是靠自身的经济支撑了服务器四年，服务器因为是公益服务器，所以一直以来，服务器的情况就很萧条，比不得大型服务器，但是我仍然坚持对服务器的状态。公益服务器我已经开了四年了，途中也有想过放弃的问题，但是一直以来对mc的热爱，我始终不忍心放下，不过我也要感谢mcbbs对各个服务器的支持，让我们有了更多的平台，有了与兴趣相投的相遇，但是，今天我想申诉一点。\n那就是关于服务器贴的问题，服务器贴的规章制度我也阅读了很多遍了，但是，对于版主们的某些做法我觉得是真的很伤心，首先说关于服务器的问题，我发过很多服务器贴，但是有些是格式不合格，被拉入回收区，这个我也认了，但是现在帖子发出去无法编辑，无疑让很多的服务器失去了唯一的宣传手段，所以也就只能发新贴重新编辑，所以我们又只能创建新号，花了半年多的时间来获得六级的号，半年时间，回答了很多问题，也为了那点积分去查询了很多的资料，为的只是那几个绿宝石来发个帖子，结果到头来，发的帖子仍然被各种理由关闭，格式不对，认了，公益标签错了，认了，但是说服务器多宣传，我想这个，公益服务器怎么多宣传？群还是什么？两个一模一样的群主也算是多宣传吗？我的群名字一模一样，一个是rpg服务器，一个是生存服务器，分群难道也有错？现在重新整合服务器，把rpg和生存合二为一，创造出了一个不需要氪金的rpg，却是成了多宣传，版主们的多宣传定义是如何？而且我也在整个mcbbs上查过，我的服务器宣传贴都在回收站，根本没有再过服务器区，所以多宣传又何从说起呢？\n我们公益服务器本来就没有多余的钱财去搞大服务器的宣传手段，我们这里没有氪金，也没有圈钱，靠的就是自身的经济，但是为什么需要这样来针对我们呢？如果有关闭过我帖子的版主看到了，我希望你能回答我，我私聊过你们，但是等了很几天，也未回答过我，是不屑回答我的问题，还是如何？我发私聊耐心等待，希望能够等到你们的回复，但是时间却告诉的是不理不睬！\n这些话算是我掏心窝说的了，我也不想在多等什么了，已经很疲惫了，恭喜你们，已经又让一名腐竹准备脱坑了，我现在也不想在多问什么，我只想得到一个回答而已。",
    "replies": [
        {
            "author": "ir-0",
            "timestamp": 1568935560,
            "txt_content": "\n\n\n\n\nTIM图片20190920071651.png (155.71 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-20 07:15 上传\n\n\n\n\n\nhttps://www.mcbbs.net/thread-786555-1-1.html\n\n\n\n\nTIM图片20190920071655.png (98.47 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-20 07:15 上传\n\n\n\n\n\nhttps://www.mcbbs.net/thread-914187-1-1.html\n两贴内提供服务器联系方式完全一致\n1-5-1: 每个MCBBS的会员只允许有一个服务器宣传帖，每个服务器、群组服、联合团队只允许有一个宣传帖，同一账号或同一服务器、群组服、联合团队发布超过一个主题帖时，超额的帖子将直接删帖发卡警告并判为违规多帖宣传。\n1-5-2: 违规多贴宣传的判定方式包括但不限于“贴内联系方式”、“贴内IP”、“服务器论坛”、“讨论群内的用户群体”、“管理人员的重合”等\n\n服务器版当然欢迎公益服务器  您从申请帖内就可以看到部分申请的收费是商业服高于公益服的\n3.版头小banner图申请 (小banner)（2018-02-23）\n                公益服价格：15绿宝石/30天\n                商业服及神奇宝贝服价格：20绿宝石/30天\n                                分辨率340*120，需要通过审核。\n                                附赠超链接点击直接跳转。\n但是不是公益服与您违反的版规无关  公益不是挡箭牌   更不是违规后第一个想到的借口\n\n\n仍有疑问建议去该板块发帖投诉\nhttps://www.mcbbs.net/forum-feedback-1.html\n私信无法及时看到   抱歉\n"
        }
    ]
}