{
    "title": "建议：添加一个\"概念整合包\"分类",
    "author": "蒙特拉",
    "replyCount": 5,
    "timestamp": 1568965740,
    "txt_content": "做整合包的时候最重要的就是自己在无意中迸发出的想法尤其是魔改整合包\n保留想法是最重要的 按照自己的想法一步步把自己想要的整合包做出来\n但是做整合包的时候往往都是自己一个人自闭做 或者就是几个人凑在一起 没法有效的从别出接收到关于自己的整合包的建议 只有在发布整合包的时候才能发帖接收使用过整合包后的用户反馈 再去修改整合包的内容\n添加一个概念整合包分类 可以让整合包作者在开始制作自己的整合包之前分享自己的想法 在进行制作的时候可以查看贴内的建议添加或修改自己的整合包\n或者可以在贴内添加自己的更新日志 用于记录 也能查看自己之前所制作的内容哪有不妥之处及时进行修改\n\n\n大致的作用应和开发中Mod一致\n下文改自 开发中Mod使用规则\n\n此分类用于发布您正在制作中的整合（或您的练手整合）。“它”可以尚未开始被制作。但当您已有一个相对具体的时间表以及想法，并下决心要完成这项工作时，您就可以在此发帖了。\n这里给您提供一个直接与整合包潜在用户交流的空间，以激励您坚持完成您的目标（希望如此）。\n\n@1094822247 @梨木利亚 \n",
    "replies": [
        {
            "author": "天明遥遥",
            "timestamp": 1568968740,
            "txt_content": " 本帖最后由 1094822247 于 2019-9-20 16:42 编辑 \n\n个人认为没有必要。\n\n设立开发中Mod是因为Mod发布版的主体是转载内容，而转载内容实际经过了国外网站长期的沉淀，竞争力远比初期的国内原创Mod强大。一般的初创Mod功能和创意贫乏，实用价值低，发布在Mod发布版极有可能被认为是无意义Mod。\n故而设立开发中Mod，以给予原创作者们更多的流量和关注，鼓励他们开发创新。\n\n整合包版则几乎是以绝对原创为主体的，整合包版的流量比其他三个板块加起来都多，而整合包的发布要求比原创Mod低到不知道哪里去了，你只要仅仅把Mod整合进去，哪怕不进行任何修改都可以直接发布，完全可以一边制作一般维护帖子与用户交流（目前论坛新增的更新提醒功能也不错）。\n\n基于流量分布和作品性质来看，多开一个此类分类，无疑有些画蛇添足。"
        },
        {
            "author": "蒙特拉",
            "timestamp": 1568969160,
            "txt_content": " 本帖最后由 蒙特拉 于 2019-9-20 16:57 编辑 \n1094822247 发表于 2019-9-20 16:39\n个人认为没有必要。\n\n设立开发中Mod是因为Mod发布版的主体是转载内容，而转载内容实际经过了国外网站长期的 ...\n仅仅只是粗暴的把mod放进包里..那样的整合包的确用不着这个分类 但是如果是那种大型的魔改整合包还是可以用到这种分类的 目前应该有很多大型的魔改整合包仅限于想法或者已经在做了 但是没有可以分享自己正在做的魔改整合包和自己想法的地方\n可以限制此分类仅限魔改整合包或者其他更棒的整合包使用 \n"
        },
        {
            "author": "天明遥遥",
            "timestamp": 1568969880,
            "txt_content": "蒙特拉 发表于 2019-9-20 16:46\n仅仅只是粗暴的把mod放进包里..那样的整合包的确用不着这个分类 但是如果是那种大型的魔改整合包还是可以 ...\n您本来就可以在讨论版发布您的关于整合包的任何想法。\n您同时还可以在整合包版直接发布您相当初期的半成品。\n这和Mod不一样，Mod的半成品通常是相当影响用户体验的，因为一个Mod通常不会被独立使用，加入一个半成品的Mod很可能引起整个游戏的崩溃。而整合包相互之间完全没有影响。"
        },
        {
            "author": "梨木利亚",
            "timestamp": 1568980620,
            "txt_content": "你可以发类似的帖子，但不需要新开一个分类，目前没有这个需求。"
        },
        {
            "author": "-木羽-",
            "timestamp": 1573587540,
            "txt_content": "我也有类似的想法，觉得魔改整合包的工程量并不比开发模组小，迸发出的灵感有时也会转瞬即逝，支持"
        }
    ]
}