{
    "title": "今天给大家说一下前几天看到的一个帖子吧，致敬MC玩家",
    "author": "zishen115",
    "replyCount": 5,
    "timestamp": 1568989020,
    "txt_content": "Steve 加入了游戏Steve 获得了一块木板Steve 被僵尸咬死了Steve 获得了钻石Steve 被仙人掌戳死了XXXX 哈哈，你真菜！Steve 切！……Steve 掉出了这个世界Steve 被龙之吐息所烤焦XXXX 加油，我们再去一趟末地，末影龙你给我等着！Steve 等我一下，我回家拿装备Steve 获得成就“结束了”……Steve 加入了游戏Steve 有人吗？Steve 退出了游戏（这是一个，只有《我的世界》老玩家能看懂的简短的“悲伤”故事，莫名的戳中了泪点… 想念曾经那个傻傻的史蒂夫）\n01一张告示牌的“往事”这是一个**：2013年见证了《我的世界》服务器发展的辉煌史，有些人选择在大服务中落地生根，有些人选择在小服务器里偏安一隅。而我就是那个在一个不知名的服务中遇见了在MC的第一个朋友“112236”。我那是进的的第一个服务器，当时我还是个皮革套，穷得连食物都买不起。于是在公屏上可怜巴巴的求问，谁可以给点食物？就这样我和112236认识了。她说她是个女生。我们一起努力买地皮，一起努力获得钻石，一起努力建造属于我们的家园。一年后，服务器人数开始凋零，最初百人到现在不过5人，主城空荡荡的就差没生蜘蛛网了。直到有一天上线，我看到家门口她给我留下的最后一封信：“非常抱歉，我也得走了……““准备期末考试，可能会离开一段时间。”心里想着，过几天我们就能见了。然而，一天、两天、三天、直到服务器无法连接的那一天，我才明白，她这次是真的走了。\n02记得，第一次玩一个“我的世界”空岛服务器，在里面呆了整整一年。13年我首个徒弟。一个很“逗逼”还有点“傻”的6年级女生。我们一起扩大空岛，建造林场、刷怪塔、自动农场等等。她总是很笨，不是掉下虚空，就是把水和岩浆弄得到处都是。但我很耐心慢慢地教她。虽然有时候有点烦，但那时我最开心的一段时光。\n后来有一天刚上线，我发现她在等我。跟我说：她今天不能玩了，就是告诉我一声，马上就要期末考了，不能天天上线。从那以后，我就再也没有见她上线过。我开始有点想她，因为怕与她错过，就留了牌子\n“徒儿，你回来了么？”“徒儿，你看我现在有很多材料，我要造个大房子”当大房子建起来的那一刻，我依旧没有见到她，我每天第一件事就去看牌子上有没有属于她的留言。所以我又在房间里留了最后一块木牌。\n“如果你回来，记得看看我造的大房子，我给你留了一个房间，放上了花盆，喜欢吗？”“你回来了么？我要走了....”到现在6年过去了，最初我认为自己永远无法忘记这个徒弟，而如今我真的都快忘了这件事。时间真的是个“忘忧草”。那个服务器也早就关了，至今，我都不知道，她终究应该是再也没来过吧。或许她也早已经忘了，有过我这个师傅吧！所以，你是否经历过，曾经的好友在《我的世界》中“不辞而别”的那份失落？是否你也有过一段“触人泪点”的离别往事呢？",
    "replies": [
        {
            "author": "zishen115",
            "timestamp": 1568989200,
            "txt_content": "如果觉着感动，请顶一下我发的小帖子，打字真的很不容易，谢谢！！！"
        },
        {
            "author": "Svavlme",
            "timestamp": 1569016380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "鹿九",
            "timestamp": 1569024660,
            "txt_content": "哈哈哈  Steve太惨了"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1569042000,
            "txt_content": "第一个故事真实"
        },
        {
            "author": "尊主",
            "timestamp": 1569051480,
            "txt_content": "让我想起了第一次接触mc"
        }
    ]
}