{
    "title": "[Minecraft.net | INSIDER] 背包盘点：剪刀",
    "author": ":spgbigfan:",
    "replyCount": 2,
    "timestamp": 1568996460,
    "txt_content": " 本帖最后由 Ricolove 于 2019-9-21 02:30 编辑 \n\nTAKING INVENTORY: SHEARS\n背包盘点：剪刀\nGetting snippy\n剪直了\nSheep! Sheep are the best. But they have one fatal flaw, one glaring issue, one key mistake in their evolution which makes them imperfect. They’re just too fluffy . So it’s with great joy that I present to you today a solution to that problem – a solution which also happens to be our item of the week.\n是羊羊！羊羊最棒了。然而在它们的进化过程中，出现了一个无可救药的缺陷，非常扎眼的问题，极其关键的错误，使得其依然不甚完美。那就是，它们的毛过于蓬松了。所以今天，我很高兴地向各位介绍这一问题的解决方案——我们本周要介绍的物品也恰好是同一样东西。\n\nShears were first introduced to Minecraft in a cryptic message posted by Jeb on Twitter. “Jojagog jojabobbobaror pop? soshohearorsos nonu”, he wrote. Through the magic of speaking Swedish and deleting a load of useless letters, it can be decoded as “I’m working on shears now”.\n剪刀最初引入游戏，源自一条由Jeb在推特上发出的加密信息。“Jojagog jojabobbobaror pop? soshohearorsos nonu”，这就是那条推文的内容。经由魔法的处理，也就是瑞典语的翻译和大量无用字符的剔除，这条信息可以解密为 “我现在正在开发剪刀”。\n\nThey were originally going to be a way to defuse TNT, but that was scrapped and instead they were introduced in version 1.7 as a way to obtain wool from far-too-fluffy sheep without hurting them in the process. Hooray! Unless you hate sheep. In which case,wow . Take a long hard look at yourself.\n剪刀曾被设计用来拆除TNT，但这个方案没被采纳。作为替代方案，在 1.7 版本加入游戏时，剪刀可以用来从蓬松软绵的羊身上的剪取羊毛，同时避免伤害到它们。真棒！除非你讨厌羊，这样的话就说一声哇好了。你给我好好地反省一下自己吧。\n\n\nBut far-too-fluffy sheep aren’t the only thing you can shear in Minecraft! You can shear cobwebs! Leaves! Tall grass! Seagrass! All kinds of ferns! Dead bushes! Vines! Mooshrooms, red or brown! Tripwires! Pumpkins! Snow golems! And even bees! The shear size of that list is impressive.\n不过，在Minecraft里，并不是只有那蓬松软绵的羊并可以拿来剪。你可以剪蜘蛛网！剪树叶！剪高草丛！剪海草！剪所有种类的蕨！剪枯死的灌木！剪藤蔓！剪蘑菇，红的棕的都可以！剪绊线！剪南瓜！剪雪傀儡！甚至还可以剪蜜蜂！这也太多了吧，写在纸上都没法一剪子从开头剪到结尾。\n\nLike most tools they have a durability, but they can be upgraded at an anvil with enchantments - efficiency, unbreaking, mending, silk touch, and curse of vanishing, depending a little on which version of Minecraft you’re playing.\n和大多数工具一样，剪刀也是有耐久的，不过在铁砧上可以通过附魔给剪刀升级——效率，耐久，经验修补，精准采集，以及消失诅咒，能附什么样的魔与你所玩的 Minecraft 版本稍微有些关系。\n\n\nIn the real world, the word “shears” can refer to all sorts of things – but mostly things that cut. There are hair-cutting shears, animal shears, grass shears, kitchen shears for cutting food, pinking shears for cutting in a zig-zag pattern, garden shears for pruning plants, and even shears for paramedics to cut clothes off injured people.\n在现实中，有很多东西都可以叫做“剪”——但绝大部分叫“剪”是因为有剪切功能。比如用来剪头发的理发剪，用来剪毛的动物剪，用来剪花木的草剪，用在剪食物的厨房用剪，可以剪出锯齿形状的锯齿剪刀，用在花园里修剪植物的园艺剪刀，甚至有用于剪除伤者衣物的护理用剪刀。\n\nThe earliest shears appeared in Mesopotamia, somewhere around 2000 to 1000 BC. They were made of two bronze blades, connected by a thin flexible strip of curved bronze which allowed them to be squeezed together. This design was common all the way up until the 16th century.\n最早的剪刀出现在美索不达米亚，大约在公元前2000年到1000年之间。当时的剪刀使用两片铜制利刃制作，用细长可延展的弯曲铜条来连接利刃，这样才好并拢裁剪下去。这种设计的剪刀直到16世纪前都在广泛地使用着。\n\nIn about 100 AD, however, the Romans invented a new kind of shears – where the blades were connected above half way between the tips and the handles – more like a modern pair of scissors. These weren’t manufactured in any large numbers until 1761, when a man named Robert Hinchcliffe started making them in bulk. Today, almost all real-world scissors are made this way, which is shear perfection.\n不过，在公元100年左右的时候，罗马人发明了新式的剪刀——剪刀的刃片所连接的地方位于把手和尖端中间，更像现代使用的剪刀。这种剪刀一直没有大量生产，直到1761年，一位名叫 Robert Hinchcliffe 的人才开始大批量地制作这种剪刀。现在，在现实中几乎所有种类的剪刀都是这样的设计了，它们有着完美的剪裁效果。\n\nBut there’s never been a Robert Hinchcliffe in Minecraft, so we still have shears. Maybe one day a smart villager will invent steel, and then another one will invent scissors. Until then, we’re doing things the old-fashioned way!\n然而Minecraft里并不存在一位 Robert Hinchcliffe 替我们升级换代，因此我们的剪刀还是老样子。也许有一天，会有一位村民发明钢铁，而另一位发明出新式剪刀。在那一天到来之前，我们还是得使用复古的方法行事！\n\n【原文：Taking Inventory: Shears】\n【作者：Duncan Geere，发布日期：2019-09-20，译者：Kakagou】\n【技术支持：博文转换器】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1568996700,
            "txt_content": "今日状态不佳，若有不到位之处，还请大家指教……\n\n本文里强行用了两个带shear的词组（已经不想称之为双关了），分别是shear size和shear perfection。搜索得来的结果分别是“used to emphasize that something is very heavy, large etc”，以及某美发沙龙……*从Duncan手里抢来笔并尝试自己写周包*"
        },
        {
            "author": "2752149283",
            "timestamp": 1569032340,
            "txt_content": "666666666666666666666666666666"
        }
    ]
}