{
    "title": "每个帖子被固定人加人气是否构成刷分",
    "author": "莉莉霍瓦特",
    "replyCount": 11,
    "timestamp": 1568991660,
    "txt_content": "https://www.mcbbs.net/home.php?mod=space&uid=2795826&do=thread&view=me&type=thread&from=space\n在这些帖子中，每帖下方均@固定的人，并且其中绝大多数给予加分（无正当理由）。\n且已经数额巨大= =\n\n别问我为什么不去反馈版加分，因为那样会很麻烦\n\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1568991660,
            "txt_content": "不算\nhttps://www.mcbbs.net/forum.php?mod=redirect&goto=findpost&ptid=915604&pid=15656607\n\n\n\n\n\nimage.png (114.7 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-28 16:54 上传\n\n\n\n\n\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1568992440,
            "txt_content": "不算，因为帖子是有意义的，且不是同一时间密集加分\n怎么无正当理由？他帖子写的好笑给他加分没毛病啊"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1568993160,
            "txt_content": " 本帖最后由 ItIsEnderman 于 2019-9-21 07:37 编辑 \n\n单从密集程度来看，基本都是在高压线边徘徊，在热带气旋中央发呆。我也想起2017年突然有人举报我刷分，理由是长期评分，额度较大，但最后因为时间当除数而且除数很大而被判定无罪。再回来看这事，混乱是拿了张表情包回复过的，应该管理层也知道这事，直到现在我看不到处理，可能还是除数太大，也可能是不得不考虑处理这事的最终结果会带来何种影响。\n\n至少我已经觉得这种类型的评分已经开始向不很好的方向细胞增值了。我很不希望这种行为最终被效仿成风。\n\n再说，客观上判断用总获得人气除以时间"
        },
        {
            "author": "west.myth",
            "timestamp": 1568993760,
            "txt_content": "我觉得这个问题应该发反馈版。\n说实话不算，并不是无正当理由。但确实有不妥之处，可能我酸了。\n正如2L所说，这不是一个好的现象。某些加分是出于人情因素的加分。但是限制此类评分也没道理，毕竟是自愿的。\n另外，不认同@爱心大魔王 关于“同一时间”的说法。照这个说法有间隔的密集加分就不算了？要说有意义，不知茶馆标准下的“非水贴”可否视为有意义？只是想强调一点，刷分的要素不是“同一（短）时间”和“密集加分”。（如果是这样金锭贴怎么算？）"
        },
        {
            "author": "skyliye",
            "timestamp": 1569003720,
            "txt_content": "个人认为并不构成刷分。帖子并非无意义水贴，加分只是表明了看帖子的玩家的立场以及对于帖子作者的肯定与鼓励，当然如果同IP下有马甲账号评分的话另说。"
        },
        {
            "author": "古明地兔",
            "timestamp": 1569004980,
            "txt_content": " 本帖最后由 兔 于 2019-9-21 14:57 编辑 \n\n之前有人因为友评分被封的\n申请解封帖：https://www.mcbbs.net/thread-727727-1-1.html\nJohn回复：https://www.mcbbs.net/forum.php? ... 727727&pid=12349812\n\nLZ所举例中，该用户仅注册账号2月，其主题大多为《茶馆每日沙雕》，据我所知这种素材并不难找，仅凭这些即拿到了1.2k的人气实在有点太过分\n但茶馆版规甚至你坛各项相关规则都没有直接规定不能这么获取人气积分，所以可能还不至于构成刷分，但我个人认为这是钻版规空子的行为，若相关管理人员的主观判定认为这确实属于“钻空子”，也希望能够尽快修正版规。\n\n我承认若能逗我一笑我也会适当给予评分，但就连此帖都能获得18人气的加分，实在有些过分了。貌似很多创作者辛苦创作后发布的帖子都难以获得这么高的加分吧（我找了一篇LZ于17年搬运的一个mod ，其评分也才13人气）\n\n总结：\n1，个人认为不构成刷分，但还要结合管理组的主观来判断。\n2，即使这不构成刷分，也应当进行管制，不然以这种低成本高回报的趋势发展下去，你坛迟早人人都是LV.12"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1569035100,
            "txt_content": "兔 发表于 2019-9-21 02:43\n之前有人因为友评分被封的\n申请解封帖：https://www.mcbbs.net/thread-727727-1-1.html\nJohn回复：https:// ...\n唉，怎么说，搞笑的东西一般都是最吸引人的，他不需要人有任何知识基础，所以加分多，而牛逼的作品不是"
        },
        {
            "author": "古明地兔",
            "timestamp": 1569114060,
            "txt_content": " 本帖最后由 兔 于 2019-9-22 09:15 编辑 \n爱心大魔王 发表于 2019-9-21 11:05\n唉，怎么说，搞笑的东西一般都是最吸引人的，他不需要人有任何知识基础，所以加分多，而牛逼的作品不是 ...\n我們換個思路，\n發一篇這樣的帖子如果我來的話，從打開瀏覽器找素材再到編輯完帖子發佈大概需要40分鐘\n如果按平均每篇帖子25人氣來算，一篇帖子就是75積分\n40分鐘獲取75積分，這對其他的一般創作者也太不公平了吧\n\n\n目前這個帖子是日更，也就是一天能輕鬆獲取75積分，10天750，100天7500\n按照這麼算的話只要她每天花40分鐘，堅持2年就可以到12級\n那麼fhc你到達12級又用了多久呢，如果根據你發佈的第一個主題開始算的話是四年半，這還包括版主工資，和各項作品和眾多有意義的帖子，幫助無數mc玩家\n而這位僅僅付出了這麼些，寫了一些意義不大，成本極低的帖子(其實我認為稱其為水貼也不過分)就能在2年後趕上你，你不覺得過分麼\n\n"
        },
        {
            "author": "喵",
            "timestamp": 1569153300,
            "txt_content": " 本帖最后由 喵 于 2019-9-22 21:28 编辑 \n\n其实我个人觉得每日沙雕是比同期出现的\n‘记录从0开始的mc生存’\n‘你们喜欢西红柿还是喜欢番茄’\n‘给我一个不写作业的理由’ \n这类帖子好一点。\n所有沙雕图来源都已经获得了b站原作者转载授权，也并没有侵权什么的。\n然后之前有人说的拖更贴也获得了18人气，因为当时那个帖子我发了当时所有的锭，可能有多一点人评分\n在我之后我看见了2个另外的沙雕图帖子，我都给予了评分并在回复里面进行鼓励。\n这种东西还是坚持下来最重要，我希望以后不仅要有日刊，有更多的人一起编写周刊，月刊，科普文等\n只有更多的人一起努力，才能改变茶馆现况，净化茶馆环境。\n希望以后点开茶馆迎面而来的不是新人报道贴或者日经贴，而是看了以后能明白最近论坛发生了什么的周报，能休闲快乐的沙雕图，能增长知识的科普文，或者是其他人自由交流自己的游戏经历，软件开发遇到的各种有趣的事，群里的沙雕聊天记录等。\n@兔 关于你说的写两年超越FHC的话，我不怎么认同\n沙雕段子的初衷就是为了快乐，就像群里面常说的积分又不能吃，我觉得没有必要那么拘泥于积分的多少，就算没有人评分我也会写下去，沙雕段子刚起步的时候没有评分，我也仍然坚持日更\n按照目标以后我会开周刊，月刊，更多的科普文，外传小说，或者其他没有想到的话题。我不打算两年时间只停留在沙雕段子上，每个人的鼓励都是我们前进的动力。"
        },
        {
            "author": "古明地兔",
            "timestamp": 1569170100,
            "txt_content": " 本帖最后由 兔 于 2019-9-23 00:39 编辑 \n喵 发表于 2019-9-22 19:55\n其实我个人觉得每日沙雕是比同期出现的\n‘记录从0开始的mc生存’\n‘你们喜欢西红柿还是喜欢番茄’\n即便如此，还是不可否认你的“沙雕”系列属于水帖，而你的大部分积分来源都是这些主题，你让那些努力升到6级试图在mcbbs宣传服务器是服主怎么想？\n我没有否认过这些帖子，因为我也说过，如果的确很有意思，我也会评分，只不过这里是我的世界中文论坛，论坛现在有280w用户，但达到9级的用户应该不超过200，所以我想在这里把达到了9级的用户称为“高级用户”。你也快到9级了，但你的主题和积分来源却大都是“沙雕系列”。一位“高级会员”却是靠这些意义并不大的帖子升级的，在这个论坛的确不妥，我甚至认为这是非常不妥的。所以我不是说做这个“沙雕日刊”做的不好，只是觉得你等级都这么高了，还只做这些不太合适，也希望你能在保持日更的情况下再努力尝试为论坛做出其他贡献"
        },
        {
            "author": "zyjking",
            "timestamp": 1569207720,
            "txt_content": " 本帖最后由 zyjking 于 2019-9-23 11:06 编辑 \n兔 发表于 2019-9-23 00:35\n即便如此，还是不可否认你的“沙雕”系列属于水帖，而你的大部分积分来源都是这些主题，你让那些努力升到6 ...\n超过9级的至少有几千，10级以上的都有超过100人了\n\n你让那些努力升到6级试图在mcbbs宣传服务器是服主怎么想\n他人也可以通过发沙雕东西赚取人气，至于别人心里平不平衡就是他自己的事情了，这不能当做理由\n\n你认为这样做不妥是你个人的想法，但一个很明显的事实就是这完全是累积起来的，你可以看首几期的评分几乎一点都没有。而且评分大部分是心甘情愿的，一是真的好看，二是一种支持和鼓励。举个很好的例子，以前“音乐家七月天”的“论坛食用技巧”也有固定的人加分，虽然方向和类型不同，但评分情况本质上是一样的。最后，别人也有在参加论坛的活动，比如今年的擂台赛和展示版的暑期活动。你可以对这种at人来吸引人气的做法表达不赞同，但你不能忽略一些事实\n\n别人用什么方法赚取积分是凭他个人的本事，以及其他的因素参合在里面，又有个很好的例子，比如甲花了几十年赚了100w，而乙用了几天中了几个亿，你能说这是非常不妥嘛？\nEnd\n"
        }
    ]
}