{
    "title": "在基岩版本使用角色创造器自定义外观，以及披风",
    "author": "zyjking",
    "replyCount": 15,
    "timestamp": 1569083580,
    "txt_content": " 本帖最后由 zyjking 于 2019-9-22 19:04 编辑 \n\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\nCHARACTER CREATOR ROLLING OUT ON BEDROCK BETA\n角色创造器已在基岩测试版上推出\nCraft yourself a new look on Windows 10, Android and Xbox One!\n在Windows 10电脑，Android手机和Xbox One主机上自定义你的外观！\nHair! Skin! Left leg!\n这是头发！这是肤色！这是左腿！\n\nI’m not listing my top body parts (as voted by myself), but just a few of the many features you’ll be able to tweak for your Minecraft character in the new, and very exciting, Character Creator, rolling out to a Bedrock beta near you.\n我并没列举我自己的上半身到底是怎么样的 (这是我自己做的决定)，但是基于一些特性，就可以在新版本中调整你的Minecraft外观，听起来非常兴奋是不是？新推出的Minecraft皮肤创造器与你息息相关。\n\nBut first things first. Have you tried playing a Minecraft beta before? It's where we test upcoming features of the game! To try these features, you have to play a version of Minecraft that supports betas (so that's the Windows 10, Xbox One and Android versions). Learn how to sign up for a Minecraft beta on each version here . You can also find more help regarding this specific beta (and a list of all the added features!) on our feedback site .\n在开始之前，你有玩过Minecraft的测试版吗？测试版专门用于测试即将加入正式版的新特性！试着游玩测试版来尝试新特性吧 (Windows 10，Xbox One 和Android均可). 点击此处了解如何加入各平台的测试版。你也可以在反馈站点上找到更多关于测试版的具体内容以及帮助 (还能看到所有已经加进去的特性!)\n\nRemember, beta features can be unstable. The reason we want players to try them early is to give us feedback and catch bugs for us to fix – so make sure to backup your worlds!\n切记，测试版一定是不稳定的。我们想要玩家早先参与测试的理由就是给我们发送反馈信息以及寻找BUG让我们修复 – 所以，确保记得备份你的存档！\n\nNow, let’s get back to this specific beta. The Character Creator is being developed for Minecraft Earth, but during the process we got so invested in endlessly designing our own weirdo hairdos, that this frequently requested feature was extended to the Bedrock version of the vanilla game. And here we are! The Character Creator is rolling out today in beta on select Bedrock platforms (again, that’s Windows 10, Xbox One and Android versions), which means you too can have a purple fauxhawk! The feature will also roll out to Minecraft Earth, as well as all other Bedrock platforms like iOS and Nintendo Switch, once the beta has concluded.\n好了，让我们回到具体的测试内容的上面来。角色创造器专门为Minecraft Earth而开发，在此过程中我们绞尽脑汁去杜撰了各种怪异的发型，但这个特性甚至还被经常要求从Minecraft Earth扩充移植到基岩原版游戏中来。所以它现在来了！角色创造器现在在选定的基岩测试平台上推出(同样是Windows 10，Xbox One和Android)，这表明你也可以剃一个仿贝克汉姆的发型了！测试完毕后，此特性也会在Minecraft Earth以及其它的基岩版本上推出，比如iOS和Nintendo Switch。\n\n\n\n\n\n\n\n\n\n\n\n\nUsing the Character Creator, you can personalise your avatar in a number of ways, including body size and shape, limb replacement and tweaking of eyes, mouth, hairstyles and colours, facial hair and skin tones. Does that mean you can create a character that looks just like you? Well, to the extent that your lovely looks translate to blocks and pixels, absolutely! What about a blue, grinning character with piercing red eyes and a bright green goatee? That sounds terrifying, but go ahead! You can even play around with animated textures in the Dressing Room, which is where you’ll get ready to hit the catwalk! Or, you know, to mine for dirt.\n通过角色创造器，你可以个性化你的头部，身体大小，形状，或者替换四肢、眼睛大小、嘴巴、发型、颜色、胡子以及肤色。这是不是说明你还可以创建一个类似你真人的形象？好的，你迷人的外表肯定会被转化成一定程度上的方格和像素。那么，来一个红色瞳孔眼睛加一个亮绿色山羊胡子，再带着一个狞笑的角色如何？听起来可怕及了，但请你继续！因为你还可以在试衣间试你的动画材质，准备好走个猫步试一下！或者，你懂得的，你其实只是在玩泥巴捏小人。\n\nMore than 100 features (including all hair, eyes, mouths, skin textures, facial hair, and body sizes) will be available for free. There will also be a range of custom accessories, created by the Minecraft team, available for purchase. Additionally, you will be able to take part in different Minecraft-related activities to earn free, unique accessories for your character.\n试衣间包含了超过100中免费样式任你选(包括头发、眼睛。嘴巴、肤色、胡子和身体大小) 。同样，Minecraft团队还制作了一些需要付费的样式内容。另外，你也可以通过参加各种与Minecraft相关的活动来拿到不花一分钱的独特样式。\n\nWith the new Character Creator available, are custom skins going away? Of course not! You still keep all the skins you’ve purchased, imported from Java (on a platform that allows for that), or otherwise collected. While you can’t bring classic skins into the Character Creator to further tweak them, there are two very notable exceptions here. You may know them, they go by the names of Steve and Alex. Feel free to start from either character, or a completely random character, to jolt your creativity.\n用了新的角色创造器后，自定义的皮肤会删除吗？当然不会！付费购买的皮肤、或从Java平台（只要允许这么做）以及其它方法取得的皮肤仍然会保留。虽然你不能将经典皮肤导入角色创造器做进一步的更改，但这有两个值得留意的例外。你可能已经知道是Steve和Alex了。你可以尽情发挥你的创造力，从其它角色或者完全随机的角色开始。\n\n\n\n\n\n\n\n\n\n\nIt’s worth noting that the features of a newly created character are purely cosmetic and will not make you stronger, faster or able to smell diamonds. Speaking of something purely cosmetic (yet in very high-demand!), you may be reading all of this, hyperventilating ever so slightly, and thinking to yourself “CAPES CAPES CAPES”! And yes indeed, the Character Creator will allow us to issue capes to Bedrock players in the future! We have some fun plans for this, so stay tuned.\n需要注意下，使用角色创造器更改外观的这个特性不会使你变得更强、更快、或者能直接嗅到钻石在哪里，这纯粹只是装饰用的。谈到一些关于纯装饰性的东西，你可能正在阅读这些内容，随后有点喘气过度，以及想象自己大声叫着“斗篷，斗篷，斗篷！”(是的，这东西需求量很大)！确实，角色创造器未来会准许我们向基岩版的玩家们更新斗篷！以及我们对此有了些好玩的计划，所以，敬请关注。\n\nExcited to get started? So are we!Get the Bedrock beta today to create your unique skin, and join us on Discord to discuss your progress. If you have suggestions for future additions to the Character Creator,we’d love to hear about them! And if you still have specific, unaddressed questions, a vague sense of confusion or just want to make sure you’ve soaked up every little tidbit of information available, then check out this handy FAQ!\n是不是有点兴奋了？我们也一样！现在就获取基岩测试版来创建你独一无二的皮肤吧，以及加入我们的Discord服务器跟我们探讨下你的进度如何。要是你对以后角色创造器添加内容有什么好点子的话,我们非常愿意听到你的想法！ 以及，如果你仍有个别问题还没有解决，感到混乱、无从下手，或只是想看一下有没有什么信息还没有留意的话，你可以浏览 这个快速注意事项!\n【原文：Character Creator Now in Bedrock Beta】\n【作者：Thomas Wiborgh，发布日期：2019-09-20，译者：zyjking】\n【技术支持：博文转换器】\n",
    "replies": [
        {
            "author": "貔貅I勿念",
            "timestamp": 1569156060,
            "txt_content": "哇喔 BUGJang 高产似那啥，有了这个以后再也不愁那点马赛克不好看了"
        },
        {
            "author": "深绿世界X",
            "timestamp": 1569167520,
            "txt_content": "购买皮肤、自己捏个皮肤、上传皮肤文件.........."
        },
        {
            "author": "轻击●卖萌",
            "timestamp": 1569170880,
            "txt_content": "感觉相当有趣，我要去体验一下"
        },
        {
            "author": "稗田讚歌",
            "timestamp": 1569177840,
            "txt_content": "呃。。这意思是官方皮肤自定义了？"
        },
        {
            "author": "xmdhs",
            "timestamp": 1569194580,
            "txt_content": "这下直接部分开放了。。\n\n@langyo"
        },
        {
            "author": "弗洛2德",
            "timestamp": 1569213720,
            "txt_content": "这是引入官方的捏脸和换装系统了？"
        },
        {
            "author": "ren070627",
            "timestamp": 1569215040,
            "txt_content": "很棒啊，要去体验一下，终于不用用史蒂夫了"
        },
        {
            "author": "a191168019",
            "timestamp": 1569216840,
            "txt_content": "什么时候这个特性可以移植到java版那就好咯"
        },
        {
            "author": "無限回廊",
            "timestamp": 1569225360,
            "txt_content": "配件好贵锕"
        },
        {
            "author": "sunting",
            "timestamp": 1569257520,
            "txt_content": "MC暖暖"
        },
        {
            "author": "焕兴z",
            "timestamp": 1570067280,
            "txt_content": "感谢楼主！"
        },
        {
            "author": "1234561234456",
            "timestamp": 1570614300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1234561234456",
            "timestamp": 1570614360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "962651551",
            "timestamp": 1571103420,
            "txt_content": "6666666666666"
        },
        {
            "author": "00sumbet.com",
            "timestamp": 1571727300,
            "txt_content": "这样的话必须去体验一下才行。"
        }
    ]
}