{
    "title": "[Minecraft.net | CULTURE] 辟地之作",
    "author": "一窍不开",
    "replyCount": 4,
    "timestamp": 1569169620,
    "txt_content": " 本帖最后由 一窍不开 于 2019-9-23 00:28 编辑 \n\nGROUNDBREAKING WORK\n辟地之作\n\nConsole ‘crafter IHOIDOIR talks monstrous creations\n和主机建筑师 IHOIDOIR 聊聊妖魔鬼怪的创作\n\nVenom lakes, bone serpents and skyscraper-sized demons - these are just a few of the sights to be spotted, and then hastily backed away from, in IHOIDOIR’s nightmare landscape. Created on console, partly with the help of fellow builder Lord of Godz, the world is divided into two realms - a heavenly idyll and a grim, rocky wasteland - separated from each other by a vast crack, created by the impact of a giant demon’s fist.\n毒液潭，骨蛇，还有像摩天大楼般巨大的恶魔——你一眼望去刚刚看到这些东西，就匆忙甩开视线，这里便是 IHOIDOIR 所展现的噩梦般的场景。这个地图于主机上制作，其中一部分是在建筑伙伴 Lord of Godz 的帮助下完成的。整个世界分为两个部分——一片世外桃源以及一片荒凉岩地——分开它们的是一道由庞大恶魔的重拳冲击形成的巨大裂缝。\n\nThe heavenly side is yet to come, but the black desert has quite a bit for the brave sightseer to explore. It feels to me a lot like Shadow of the Colossus, or perhaps even Dark Souls: a lonely, decaying world, stalked by giant beasts. In one area you find the ribs and spine of some skeletal serpent, coiling among rocks over an acid lake. In an another, the ground erupts as the thrashing maw of a giant worm emerges.\n世外桃源先不说，单单这片黑色的荒漠就能让前来冒险的勇士探索许久。它给人的感觉很像《旺达与巨像》，甚至是《黑暗之魂》：一个与世隔绝、逐渐衰败的世界，并充斥着如影随形的巨大怪兽。在一个地方能看到一些骨蛇的骨架盘绕在酸水湖旁的岩石间；在另一个地方则能看到巨型蠕虫正破土而出。\n\nThen of course, there is the centrepiece - the demon, heaving his fist into the ground, sending huge chunks of earth flying. There’s a real sense of movement and power.\n接下来当然就是世界的核心——将拳头砸入大地，震起大块土地碎片的恶魔。那动感与冲击仿佛身临其境。\n\n“I was inspired by the Balrog from Lord of the Rings and the movie Predator,” says IHOIDOIR about the design of the gigantic creature. “The rest of the details came from my imagination. I built it with Lord of Godz over about ten months. Of course we didn’t work on it every day, just depending on our availability.”\n“我的灵感来自于《指环王》中的炎魔，还有《铁血战士》。”IHOIDOIR 在谈到这个巨大的存在时说道，“剩下的细节则是我自己想像的。我和 Lord of Godz 花了十个月来建造它。当然我们不是每天都在弄，要看我们有没有时间。”\n\n\n\n\n\n\nFirst they created a basic armature for the demon, to get the proportions right, and then began filling it in, eventually adding details like the horns to transform it from a generic giant into the mighty hell-beast it is now.\n他们先建造恶魔的外形以定好各部分的比例，然后进行填充，最后添加像角这样的细节，将其从一个单纯的巨人变成现在这个来自地狱的庞大怪物。\n\n“We didn’t plan the result,” says IHOIDOIR. “At first we wanted to create a titan, but we found that not all our ideas worked as well in Minecraft as in our minds, so we adapted our creation, detail after detail.”\n“我们当初并没有计划做成这样。”IHOIDOIR 说，“最开始我们想要建造一个巨人，但发现有些构想不能很好地融入 Minecraft 之中，于是我们进行了调整，细节改了又改。”\n\nIt was difficult to get both the proportions of the demon right while projecting a sense of movement - but that, says IHOIDOIR is exactly the challenge they were after: “It’s not that difficult to build a man standing, but it is another story when you want it to be in motion. It was our first organic and we did our best.”\n在保持恶魔的身体比例正确的同时还要营造出动感是很困难的——但是，IHOIDOIR 说，那正是他们之后所面临的挑战：“想要造一个站着的人不难，但若是想让他动起来就是另一回事了。那是我们所建的第一个活物，我们尽力了。”\n\n\n\nThe rocky terrain of the black desert also took a fair bit of time, as all the terraforming was done by hand, leaving the interiors of the mountains empty to save time. Painstaking work - but maybe that’s the point.\n黑色荒漠的岩石地貌也花了不少时间，因为所有的地形都是用手搭出来的，山脉的内部都留空以节约时间。工作很苦——不过也许这就是意义所在。\n\n“For me, Minecraft, is a real game of patience,” says IHOIDOIR. “It’s not a race - it’s a marathon. It’s not a matter of competition, either, but a place where we should only create and share together.”\n“对我来说，Minecraft 是一个需要耐心的游戏。”IHOIDOIR 说，“它不是短跑——而是马拉松。它也不是竞技，而是我们创造与分享的场所。”\n\nIt’s sort of funny that such a positive, admirable perspective could emerge from the bleak and horrifying world IHOIDOIR’s created. And it’s only going to get bleaker! The plan is that the black desert is a precursor to an even more hellish region yet unbuilt - which is an unnerving thought. Hopefully we’ll have the guts to check back when it’s finally built!\n有趣的是，如此积极向上、值得赞赏的看法，竟是产生于 IHOIDOIR 所创造的阴暗恐怖的世界。而且它只会越变越阴暗！根据计划，目前的黑色荒漠只是一个还未建成的地狱般区域的雏形——这让人有点不寒而栗。希望在它建成之时我们还有胆回来！\n\nThanks to TheEDGE1970 for letting us know about this excellent project!\n感谢 TheEDGE1970 向我们介绍了这个绝佳的作品！\n\n原文链接：https://www.minecraft.net/zh-hans/article/groundbreaking-work\n作者：Marsh Davies\n发布日期：2017/04/13\n一窍不开 翻译于：2019/09/23",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1569200580,
            "txt_content": "手搭地形，，太强悍了"
        },
        {
            "author": "一窍不开",
            "timestamp": 1569208980,
            "txt_content": "Ricolove 发表于 2019-9-23 09:03\n手搭地形，，太强悍了\n嗯，主机建筑师有点累的"
        },
        {
            "author": "Оil",
            "timestamp": 1569214860,
            "txt_content": "看到第一张图的时候我以为戴是牛仔帽……== \n\n好吧，原来还是恶魔的经典形象。\n\n*不由得想到了老滚5预告片里边的铁头盔……"
        },
        {
            "author": "wshycaa",
            "timestamp": 1569239040,
            "txt_content": "这个形象让我想到一句话：我要拿你的头盖骨当碗使！"
        }
    ]
}