{
    "title": "[多线]磐石 —— 生存丨MCMMO丨成就丨城镇丨轻RPG丨开荒[1.15.2]",
    "author": "会微笑的猫",
    "replyCount": 0,
    "timestamp": 1569209340,
    "txt_content": " 本帖最后由 会微笑的猫 于 2020-2-2 22:44 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n一个坚持公益的服务器\n独立机开服保证稳定性新服开荒中[2020/2/2全新改版]众所周知，1.15.X版本优化有严重问题单端带20人左右就会卡的生活不能自理本服一个世界一个单独服务器保证给你完整的高版本游戏体验生存为核心玩法，搭配其他趣味插件添加乐趣最新版本MCMMO，生存途中不再单调老牌城镇插件，服务器内建城建国不是梦更有成就系统，趣味小道具，各种称号等你收集城镇/领地/地皮共存给你多样的选择性城镇领地内可免费飞行本服除服主外其他所有人无OP无创造管理员账号只拥有基本管理权限，/BAN/MUTE/KICK/TP等\n\n城镇插件搭载老牌towny城镇插件建立城镇，扩大领地，建立国家，甚至发动战争都可轻松实现众所周知,Towny的指令又多又复杂，入门很困难但本服搭载城镇菜单操作，点点鼠标就行，和复杂的指令说再见为了鼓励玩家建立或加入城镇所有玩家都可在自己城镇领地范围内免费飞行当离开城镇领地范围，或进入PVP模式时，自动关闭飞行城镇详细介绍：国内大部分服务器和玩家都将城镇当做多人的领地插件使用了这样其实完全脱离了城镇插件原本的乐趣城镇本身集成了非常强大的多级领地管理系统城镇领地都是以区块为最小单位[16X16X256]，游戏内按F3+G可以显示区块边界大分类只有两个——荒郊野外和城镇领地荒郊野外是没被任何城镇购买的区块城镇领地是被某个城镇购买后的区块\n其中城镇领地又细分为：——默认区块[无主领地，城镇刚购买领地后的状态]——私人区块[区块被挂牌出售且被城镇内其他玩家购买后的状态]——商店区块[城镇内通过商店区块的交易城镇可以收税]——竞技场区块[区块内强制开启PVP]——大使馆区块[允许出售给非城镇玩家的区块]——旅店区块[允许任何玩家通过旅店的床设置重生点，且默认有开箱子开门的权限]——监狱区块[可由城镇首领囚禁城镇成员，可囚禁敌对城镇在本城镇领地内死亡的玩家，被囚禁的玩家可以给保释金被释放]——农场区块[允许收获或播种农作物，但只有城镇首领可以耕地]——银行区块[具体作用不明，官方WIKI并未说明]\n当通过/t claim购买区块后，购买的区块其实是无主领地换句话说，这个领地只是属于城镇整体，但是城镇内的任何玩家都能建造或破坏城镇首领可通过站在相应的区块上，输入/plot fs 价格挂牌出售这个区块城镇的其他玩家站在已被挂牌出售的区块上输入/plot claim后，这个区块就属于玩家的私人领地了除了城镇首领外，城镇其他玩家无权破坏这区块内的东西城镇首领可以通过设置每个区块的权限，或者自己购买私人区块的方式来保护公共区域\n所以城镇的功能是很强大的，各位城镇首领切勿因为担心收到熊孩子而不收人，只要设置得当，完全不怕熊孩子可前往城镇中文WIKI查看具体指令点击前往称号系统几十个可获得称号通过菜单内兑换或者获得相应的成就来获得相应称号称号总共分为：可更换称号-固定称号-后缀爵位称号所有类型称号可以共存，所以玩家可同时拥有三个称号可更换称号可通过称号仓库随时更换通过成就获得的称号都是可更换称号【爵位称号除外】通过菜单兑换的称号也全都是可更换称号后缀爵位称号通过在线时间自动获得固定称号通过特定行为获得包括但不限于举报BUG，成为主播UP等服务器聊天栏的格式为：【所在世界】【所在城镇】【可更换称号】【固定称号】【玩家名字】【后缀爵位称号】成就系统拥有众多自定义成就每个成就获得方式以及进度都可通过菜单查看部分高级成就可获得对应的称号所有法定节假日都会有节日限定成就及称号搭配称号仓库，所有称号随心切换趣味道具流行的趣味道具系统只需在线就能自动获得随机品质道具宝箱道具内容多种多样，可玩性高你能坐火箭上天，改变天气，召唤心爱的宠物也能收集各种表情包，PVP赢了不忘来个嘲讽表情还能拥有酷炫粒子翅膀，粒子披风别的服花钱才能买到的功能你还在犹豫什么？RPG系统由于RPG插件逐渐更新1.15.2版本将在最近几天内更新出完善的RPG系统玩家队伍独立副本，几百种装备公益服也能享受到完整的RPG体验其他相关完善的反作弊系统，杜绝市面上大多数作弊玩家操作全记录，支持玩家自助查询，管理员可回档熊孩子的各种操作搭配自建外置登录，玩家数据掌握在自己手中更放心部分插件高频红石检测——判断高频红石避免卡服操作记录查询——快捷查询记录，避免熊孩子称号管理——快捷更换自己的称号卫星地图——实时查看服务器地图反作弊——防范目前大部分作弊类型地皮PlotSquared——老牌地皮插件城镇Towny——老牌城镇插件领地Residence——老牌领地插件CMI——更强大的基础插件TGUI——菜单化管理城镇指令，不必再为记不住指令犯难\n\n下载专用客户端本服务器使用外置登录并且需要搭配服务器客户端或专用启动器或根据教程自己配置启动器注册网址:www.panshimc.com点击前往\n主世界卫星地图:panshimc.com:8123点击前往地皮世界卫星地图:panshimc.com:8124点击前往\n客户端百度网盘下载链接客户端腾讯微云下载链接使用专用客户端优点：省去配置外置登录的繁琐网站上注册后即可直接使用由于原版皮肤加载机制的原因部分皮肤会加载失败客户端内置经过配置的皮肤MOD，保证加载顺利可享受按键代替指令等便捷操作网盘下载速度慢可到群内下载如果你不想下载，只想用自己的启动器，也行，根据下方教程配置即可教程根据HMCL启动器来展示其他支持外置登录的启动器也可以打开登录器后，新建账户，选择外置登录然后点击认证服务器右边的+号添加认证服务器认证服务器地址输入：http://panshimc.com:12345/api/yggdrasil之后用户名密码输入在panshimc.com:12345注册的用户名密码即可之后就可享受和正版登录一样的便利祝您游戏愉快加入服务器Q群点击加入服务器Q群建议每个玩家都加群群内每日签到可换取游戏币任何服务器新公告都会在群内第一时间公布链接若无法打开手动输入515440665服务器配置展示虽然不算顶尖配置不过也比面板服和VPS好太多稳定性有保障服务器截图欣赏所有建筑均为玩家生存自行建筑玩家城镇玩家摆摊区地皮世界资源世界一群咸鱼开箱子因1.15.2的高清修复还没出来所以随便看看就行了\n\n\n\n\n\n",
    "replies": []
}