{
    "title": "一种半自动刷花机的设计。",
    "author": "依然冰奈斯",
    "replyCount": 4,
    "timestamp": 1569253380,
    "txt_content": " 本帖最后由 依然冰奈斯 于 2019-9-23 23:44 编辑 \n\n刷花机是染坊的必要前置设施，可以辅助于生产染料，从而用来生产带纹理的旗帜，染色皮甲，混凝土，染色玻璃等物品。目前原理有三种：\n\n1. 对草方块使用骨粉。\n优点：\na. 所有的花朵都可以刷，染料也是最齐全的。\nb. 有种子副产品可以用于循环利用。\n缺点：\na. 效率极低，大部分生成是草丛和蕨类。\nb. 占地面积大，通常需要5×5的草方块作为培养区。\nc. 刷特定的花朵需要建到特定的生物群系，而且繁花森林中，有花的梯度的限制导致同一地点生成的花也基本是相同的。\n\n2. 对一格花朵使用骨粉。\n优点：\na. 效率最高，一份骨粉经常能够收获5份以上的花朵。\nb. 目标花朵可以不需要照明需求，只要将发射器朝下，对着一个小坑内的花朵即可正常工作。\n缺点：\na. JE不可用。\nb. 只能收获蒲公英和虞美人（对蒲公英使用生成蒲公英，对其他任何花朵使用生成虞美人）。\nc. 占地面积大，同样需要5×5草方块作为培养区。\n\n3. 对二格花使用骨粉。\n优点：\na. 效率还可以，一份骨粉稳定一份花朵，也就是2个染料。\nb. 可以收获欧丁香，牡丹，玫瑰丛和向日葵，对应品红色，粉红色，红色和黄色四种燃料。\nc. 占地面积小，只需要一格草方块放置花朵就可以。\n缺点：\na. 种类不如1高。\nb. 效率不如2高。\n\n三种共通的优点是搭建都比较容易，主要由三部分构成：向着花朵或草方块装有骨粉的发射器，花朵本身和生成区域，收集装置。连起来就可以。\n还有个优点是骨粉可以全自动，不过私以为，目前全自动生成骨粉的方式的效率都很低，要么就占地面积太大，不太可取。\n所以就考虑半自动了。\n\n种类方面：第1类可以制造白色染料，粉红色染料，红色染料，橙色染料，黄色染料，品红色染料，蓝色染料，淡蓝色染料。\n但是橙色可以由黄色和红色合成，蓝色的话，现在村民收购青金石很便宜（1绿宝石=1青金石），白色更不必说，骨粉本身就能代替。\n所以其实也不用非要寻找繁花森林去建这个效率很低的东西，除非你想要花本身。\n所以自然而然就采用第3种咯（另，第2种方式可以用来大量刷蒲公英从而用来养兔子，因为这个比种胡萝卜更好一些）。\n\n既然选择半自动，那么希望这个半自动当然越小越好，因此最希望的就是放置骨粉和收取花的操作简单一些。\n但最大的问题就是，收取花的箱子只能从上方吸取掉落的花朵，而放置骨粉的箱子只能向下，因此必须需要一个向上运输的通路，因此需要采用一个基于时钟电路的投掷器来将其扔入向上的涌流，然后靠水流进入发射器旁边的漏斗。\n这里面有两个时钟电路，一个用于控制低端的投掷器，一个用于控制顶端的发射器。\n\n于是呢，说了这么多，先来浏览一下好咯。\n\n\n\n\n\nfile_1569252575000.jpg (219.44 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-23 23:29 上传\n\n\n\n\n\n\n这个是正面的样子，实质上设计成4个格子就足够了。\n左开关为发射器的时钟电路开关（上为关），右开关是水路投掷器的时钟电路的开关（下为开，抱歉，我找不到塞一个非门的位置了QVQ）。\n两个开关打开后，设备开始工作。将标有骨粉下的木桶里的骨粉（其实不用开关也会吸收的，毕竟下面3个漏斗1个投掷器接着它呢）变为花朵并放入旁边的木桶里。发射器和投掷器的噪音较大，平常建议关闭。\n\n\n\n\n\nfile_1569252608000.jpg (252.52 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-23 23:30 上传\n\n\n\n\n\n\n这是背面，每一路都由一个投掷器，一个灵魂沙和若干个玻璃围城的水路构成。可以看到两侧分别用于为发射器和投掷器提供时钟电路的漏斗和比较器。铁轨上应该放置漏斗矿车用于采花（这里为了显示铁轨的位置，没显示矿车）。\n\n\n\n\n\nfile_1569252902000.jpg (213.91 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-23 23:35 上传\n\n\n\n\n\n\n截面和骨粉路线图，应该很清晰吧。\n\n\n\n\n\nfile_1569252974000.jpg (322.28 KB, 下载次数: 0)\n\n下载附件\n\n2019-9-23 23:36 上传\n\n\n\n\n\n\n这是每一层的截面图，0层生成涌流的灵魂沙没有画在其中：\n1. 灰色部分是投掷器。漏斗方向指向投掷器。\n2. 注意左右侧开关和右侧的时钟电路漏斗和比较器（为投掷器供电），漏斗指向木桶。\n3. 没啥注意的，非要注意的话就是铺在2层漏斗上的铁轨，要记得在上面放漏斗矿车。\n4. 左侧的时钟电路漏斗和比较器（为发射器供电）。此外中继器给云杉木板充能，进而充能5层的发射器。\n5. 一排漏斗，与发射器相邻的指向发射器，否则指向相邻的漏斗，这些漏斗用来收集从水路涌上来的骨粉至发射器里。\n6. 水路顶端，注意前侧的水流不是水源方块，而是水流方块。\n7. 封顶。\n占地体积为(5+2*N) × 7 × 7（不算0层灵魂沙，N为花朵数，图中为5，其实有效的只有4种）\n虽然这么说……但是这已经是我想到的最简单的方案了啊喂QVQ。\n希望能提出一些改进意见。\n\n",
    "replies": [
        {
            "author": "AMOS...",
            "timestamp": 1569254100,
            "txt_content": "看了之后感觉特别有用，非常感谢"
        },
        {
            "author": "leiting2000",
            "timestamp": 1578626640,
            "txt_content": "刷部分花的受限装置，没能解决我的问题，不过做的挺好的，顶一个。"
        },
        {
            "author": "mc_xiao_5",
            "timestamp": 1578658560,
            "txt_content": "这个东西可以试一试我改天玩"
        },
        {
            "author": "Loginzz",
            "timestamp": 1578713340,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}