{
    "title": "zui强光影 PTGI E10消息",
    "author": "祉虞9527",
    "replyCount": 15,
    "timestamp": 1569448920,
    "txt_content": "Hey, everyone! Here's what's going on with the development of SEUS PTGI E10!\nSo, what you see above is a preview of some tech that I've been working on, regarding the GI denoising filter. \nIn order to get more effective samples per pixel, I have designed a filter that, like most other denoising filters, utilizes information from previous frames. This temporal filtering is quite effective and common in games nowadays for various different rendering techniques and effects. However, it has an obvious downside: if you re-use information from previous frames, you introduce \"lag\". This can be seen in SEUS PTGI when, for example, destroying a light block, where a \"ghost\" image of the lighting is left on-screen, then slowly fades away.\nI have been working on a big technical overhaul of the ray tracing and filtering in order to try to overcome this issue. In fact, this has been one of the most difficult problems I've ever worked on, especially considering how fully SEUS PTGI is already utilizing the resources that OptiFine provides! Whatever the solution, it had to be really lean.\nThe goal of this new feature is to detect when lighting changes on-screen, and force the temporal filter to discard information from old frames, so that lighting instantly updates.  This not only promises improved lighting responsiveness (like when blocks are placed or removed, or when mobs walk by, casting screen-space traced shadows), but also better lighting stability and filter quality when no lighting changes are occurring (since if no changes are happening, the temporal filter can allow itself to more aggressively use previous frame data). \nIt's a simple enough concept, but it's been quite difficult in practice. Just as I was about to give up on it, I had a breakthrough that brought it to the point where it may be good enough to actually put in the next update! As you can see above, so far it's working fairly well! Though, do keep in mind that due to how OptiFine operates there will always be one frame of latency in the lighting data (you can see that happen when the door opens). But, lighting \"ghosting\" is significantly reduced!\nJust like the existing filter design needed time to grow and improve, this one will as well, and the first release with this feature may be more of a step sideways rather than forward overall, but the potential is strong enough to explore and see what becomes of it! \nSo, this will probably be the main new feature of SEUS PTGI E10, but as usual, there are lots of other smaller improvements coming as well. There are still a handful of things to fix with this new filter, so I can't predict for certain what kind of performance impact it will have, or when it'll be ready. Whatever the case, I'll keep you guys updated!\n\n\n\n简单来说就是正在努力解决 打碎光源会发现光线缓慢消失的BUG \n用过PTGI E9的小伙伴们应该有发现，打碎火把后，还是有1-2秒亮度的减少过程的\n这个BUG 虽说可有可无，但是解决后还是会更好一点吧",
    "replies": [
        {
            "author": "M.A.G.M.A",
            "timestamp": 1569465480,
            "txt_content": "像这种光影\n老夫定睛一看我就知道了\n是我显卡带不动的光影！告辞！"
        },
        {
            "author": "xx578975893",
            "timestamp": 1569465600,
            "txt_content": "GTX1050 可否一战！"
        },
        {
            "author": "heisestar",
            "timestamp": 1569468000,
            "txt_content": "这个光影的反射和折射做的挺好的，但我也不知道怎么就有人喜欢这种黑糊糊的光强"
        },
        {
            "author": "会微笑的猫",
            "timestamp": 1569469680,
            "txt_content": "RX480申请一战"
        },
        {
            "author": "a6513375",
            "timestamp": 1569472800,
            "txt_content": "我这个核显就不用说了...普通的都白屏..."
        },
        {
            "author": "极影Sama",
            "timestamp": 1569479820,
            "txt_content": "GTX2080请求一战，虽然我没有"
        },
        {
            "author": "943276573",
            "timestamp": 1569487560,
            "txt_content": "坐等整合包"
        },
        {
            "author": "祉虞9527",
            "timestamp": 1569532020,
            "txt_content": "943276573 发表于 2019-9-26 16:46\n坐等整合包\n整合包不可能的，这付费光影···"
        },
        {
            "author": "943276573",
            "timestamp": 1569551100,
            "txt_content": "祉虞9527 发表于 2019-9-27 05:07\n整合包不可能的，这付费光影···\n 对了 付费光影是有网络验证吗。。 还是说只是买了大家都不发出来罢了"
        },
        {
            "author": "祉虞9527",
            "timestamp": 1569561360,
            "txt_content": "943276573 发表于 2019-9-27 10:25\n对了 付费光影是有网络验证吗。。 还是说只是买了大家都不发出来罢了 ...\n没有网络验证，有人买了想发也可以发，但是支持正版而已，不推荐随便发。"
        },
        {
            "author": "sgoye",
            "timestamp": 1569562200,
            "txt_content": "好...好黑\n还有那个转身遇到爱的瞬间"
        },
        {
            "author": "恋",
            "timestamp": 1569570240,
            "txt_content": "E10发了啊 我去找买了的朋友白嫖一份过来试试"
        },
        {
            "author": "943276573",
            "timestamp": 1569576720,
            "txt_content": "祉虞9527 发表于 2019-9-27 13:16\n没有网络验证，有人买了想发也可以发，但是支持正版而已，不推荐随便发。 ...\n噢噢 soga"
        },
        {
            "author": "ljh221",
            "timestamp": 1569576780,
            "txt_content": "我的1660ti可能准备报废了\n得换个2080才行"
        },
        {
            "author": "CheatDiamond",
            "timestamp": 1569578880,
            "txt_content": "显卡点火器 get√"
        }
    ]
}