{
    "title": "下界",
    "author": "henry007",
    "replyCount": 12,
    "timestamp": 1361352240,
    "txt_content": "下界的地形的大部分成份是地狱岩，它们形成了巨大而光滑的突刺和壁龛；从本质上来说它应该是一个洞穴。沙砾和灵魂沙成片地出现，萤石块倒挂在洞顶，偶尔可见镶嵌在地狱岩内的下界石英矿石。蘑菇在下界中大量地生长，天然形成的火更是随处可见。在地狱岩层中存在着小隧道，里面零星地散布着下界石英矿石（仅在13w01a及之后的版本中出现），但并不联通隐藏着的洞穴。下界要塞亦偶有出现。这些堡垒都是由地狱砖块，地狱砖楼梯，地狱砖栅栏，和地狱疣组成的。在下界的最底端，岩浆海的下方是一层地狱岩和基岩。同样的，地图最顶端也是一层基岩。在下界中探险是非常危险的。奇形怪状的地形和昏暗的光照中暗藏着深坑和峭壁。许多的岩浆从洞顶流至地狱岩上和岩浆海里。如果玩家在岩浆或火堆周围死亡，那么差不多就可以不用指望能找回掉落的物品了。下界中的天空和雾气都是暗红色的。有一个已知的BUG会让雷雨导致光影快速切换。在Xbox 360版本中，地图大小被限制在 862×862格。在主世界中，这种限制表现为拥有平滑海岸的无限大海；而在下界中，则会形成一道唐突的基岩墙，横刀切断地形。其表面也并不光滑，它的生成模式比较类似地图底部的基岩。环境下界中没有日夜循环和天气。仅有的天然光源来自于火，岩浆和萤石。下界的背景中有一层昏暗的光，但那只是视觉效果，对实际游戏机能没有影响。和某些误传不一样， 光源在下界中时和在主世界中的功效是一样的：总等级有16级，每远离光源一格或穿过透明方块，光照等级就下降一级。下界有一个和光照息息相关的特殊属性：需要光照的某些植物，如花和蘑菇，在下界中也可以在完全的黑暗中生长。但是，因为一个BUG的原因，在自然形成的萤石矿脉或岩浆源下面的区域里这不会奏效。在这些结构下的任何高度，就算是和其它的地形绝缘，都会让这些光照不足区域的植物跳出泥土。方块与结构标有D的条目需要额外的数据以完整定义一个Beta版世界中方块。标有T的条目需要实体数值来储存额外的数据。ID号为红色的物品无法在游戏中用正当手段获得；它们只能用“修改”的方式（如使用物品栏编辑器。）或多人游戏中使用/give服务器指令获得。只在创造模式中可获得的物品呈蓝色。自然生成的自然生成的方块是由地图种子生成的。自然创造的自然创造的方块意味着环境中自然发生的一系列事件可能导致生成，而非玩家创造的方块。建筑与自然生成一样，但是这些方块只会在“生成建筑物”这一项打开时被自然生成。但是，因为一个可能的存在的BUG，下界要塞在“生成建筑物”被关闭时依然自然生成。也许是因为没有了下界要塞中的烈焰人刷怪箱会造成游戏中药水酿造的重要方块：酿造台因失去烈焰棒的获得方法而变得无法制作，因此才强制生成下界要塞。受下界环境影响的物品在草方块通过使用“精准采集”附魔的工具得到后，可以带到下界里，这使得下界里能有草的存在。生存模式中，下界中不可能有水的存在。冰方块可以通过使用精准附魔的镐、作弊、Mod或创造模式得到，但破坏它之后不会产生水方块。（唯一能让玩家在下界放置水的方法只有通过指令得到水方块或修改物品栏。）在下界里使用水桶只会得到“嘶嘶”声和一个空桶。因为甘蔗的生长环境必须有水，所以它是不可能在下界中生长的。小麦农场亦受到影响。虽然它们可以在没有水的环境里存活，但成熟周期会变长。树可以正常生长，树叶的颜色会变得哑黄，就像在沙漠生物群系中一样。树在下界中亦难以保存，因为整个环境中充斥着会点燃木头的大量岩浆流。到下界的时候身上带着点纸总是个好主意，你可以用它来制作地图以防止你在下界中不断地迷路。要注意下界中地图的使用方法和正常世界不同。因为地图是从上方视角进行地图的绘制，因此下界的地形不会被绘出（被上方的岩层全部盖住了）。代表玩家的小箭头也会随机地乱转方向，因此不能用于确定玩家的朝向。尽管如此，地图依然可以指出玩家在这一地域的大致方位，帮助玩家回到出发的地方。在主世界或末路之地制作的地图无法在下界使用。为了让地图能绘出下界的地形，你必须在下界中制作它们。指南针和钟可以被带进下界，但是它们不会正常工作。因为下界和主世界存在于完全不同的空间，指南针无法帮助玩家找到最初的出生点，钟也无法确定太阳在天空中的位置。它们的指针和刻度只会疯狂地乱转。在下界中试图在床上睡觉会导致床爆炸。这可以被用于快速开采下界的资源，但是注意要把难度调到和平。岩浆在下界中的蔓延范围比主世界广两倍。（一般来说有8格，而主世界中只有4格。）制作雪傀儡会导致它们直接融化，因为下界的温度非常高；但它们在下界要塞中可以生存。生物下界是很多独特生物的居所。下界的生物都是完全防火的，而且经常没事跑到岩浆里去玩，使它们自身的行动变得非常缓慢。 恶魂，一种巨大而又形似水母的生物，懒散地漂浮在下界的空中。它们有4×4×4格大，身上拖着9根触手。当它们看到玩家时，就会对他们射出火球。这些火球可以用箭或任何工具，甚至是徒手打回去。反弹回去的火球若打中了恶魂，会秒杀它们。火球碰到实体和方块时会爆炸，如果爆炸地点的方块抗爆性不高，通常会留下一个个坑。它们会发出尖叫和呜咽声，有点像咕噜咕噜叫的猫咪和愤怒的婴儿（实际音源来自于C418家养的猫），其穿透力十分惊人，在很远的地方就能听到。只要两发箭射就足以杀死恶魂。在被杀掉后会掉落火药和恶魂之泪，可用于药水酿造。僵尸猪人会在下界中成堆地生成并漫无目的地游荡。它们在被玩家攻击前会一直保持中立。一旦被激怒，所有在32格内的僵尸猪人都会变得敌对并攻击玩家。这通常会造成玩家在使用连打带跑战术时从背后受到伏击。死亡后，掉落腐肉或金粒，极少数情况下会有金剑，其中一些甚至有低级附魔（如击退I或锋利II）。其它金制物品也有掉落概率，如金头盔等。烈焰人主要在下界要塞的刷怪箱中生成。它们能够浮在空中并连续进行火球三连射。它们在射出火球之前会变得看上去像是着火一样，然后“冷却”直到它能再次射击。死亡后会掉落烈焰棒。岩浆怪是一种形似弹簧的生物，经常缓慢地跳向玩家。一旦被杀死，它们会分裂成2-3个比原来那个更小的版本。岩浆怪偶尔会变得很稀有。死亡后掉落岩浆膏，可用于药水酿造。凋灵骷髅是下界版本的骷髅，通常于下界要塞中生成。与骷髅不同，凋灵骷髅手持石剑攻击，身高超过两格。被凋灵骷髅击中后，玩家会受到数秒“凋灵”效果的影响。生命栏变暗，紧接着玩家会受到该效果伤害。被杀死后掉落煤炭和骨头，少数情况下掉落其头颅和石剑。凋灵骷髅的头颅是召唤凋灵BOSS的重要道具。骷髅 在12w36a后，有很小几率生成于下界要塞中。主世界中的生物，如猪和僵尸不会在下界中自然生成。可以通过扔鸡蛋来强制生成鸡，制作的傀儡也会正常工作（只是雪傀儡会几乎立刻融化）。创造模式下的刷怪蛋在下界中可以正常工作。链接网址：http://zh.minecraftwiki.net/wiki/%E5%9C%B0%E7%8B%B1",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1361352300,
            "txt_content": "善用wiki撒~"
        },
        {
            "author": "oWee",
            "timestamp": 1361352360,
            "txt_content": "怒跪！！！我知道做新手任务很痛苦，但是也请多发一点有营养的帖子..."
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1361353020,
            "txt_content": "水，                                      "
        },
        {
            "author": "tt5669453",
            "timestamp": 1361353140,
            "txt_content": "看着我头都晕了"
        },
        {
            "author": "henry007",
            "timestamp": 1361353860,
            "txt_content": "蛋糕小八 发表于 2013-2-20 17:37 \n水，\n水在那里放不了，因为被蒸发了。"
        },
        {
            "author": "henry007",
            "timestamp": 1361354640,
            "txt_content": "oWee 发表于 2013-2-20 17:26 \n怒跪！！！我知道做新手任务很痛苦，但是也请多发一点有营养的帖子...\n别惹僵尸猪人，惹了就快跑，建议去下界（地狱）全套铁装（加附魔），钻石剑（附魔），弓，一组箭。地狱水母向你发火焰弹，用剑打回去（右键）。"
        },
        {
            "author": "King991005",
            "timestamp": 1361357040,
            "txt_content": "henry007 发表于 2013-2-20 18:04 \n别惹僵尸猪人，惹了就快跑，建议去下界（地狱）全套铁装（加附魔），钻石剑（附魔），弓，一组箭。地狱水 ...\n僵尸猪人也不是很牛......我每天都想撞上地狱轰炸鸡 还有 去下界一套铁装和铁剑就够了 弓箭也确实需要 如果觉得在下界寻找地狱堡垒 就带上10个黑曜石1个打火石 准备回家用"
        },
        {
            "author": "King991005",
            "timestamp": 1361357040,
            "txt_content": "好有营养的啊~"
        },
        {
            "author": "QAQTAT",
            "timestamp": 1361416260,
            "txt_content": "\n节操何在啊= =#"
        },
        {
            "author": "henry007",
            "timestamp": 1361439180,
            "txt_content": "oWee 发表于 2013-2-20 17:26 \n怒跪！！！我知道做新手任务很痛苦，但是也请多发一点有营养的帖子...\n从地狱门出来以后，按下“C”，再按下“是”，在原地就会出现一个菱形的，浮在空中的，颜色随机，下面写着你离它多少米的图案。\n被我搞晕了吗？如果还没有，那就继续看，你会更晕的。\n地狱门生成的地点是不限的，有在大陆上的，洞穴里头的，堡垒里的，小岛上的（当然，在岩浆海上），一次，我甚至被被重生在天花板上，和一坨地狱萤石待在了一起。\n如果你很幸运，生在堡垒里头，就不要犹豫，赶紧跑着去找地狱蘑菇。我想，凋零骷髅应该不想和你和平相处的度过一晚上。\n找到以后，立刻去找露台，小心烈焰人的火焰球，它在发射完三颗以后要用很长时间恢复，你可以在那个时候杀死他。\n这是最理想的，明天我跟你讲最悲剧的。"
        },
        {
            "author": "mwz377",
            "timestamp": 1361439180,
            "txt_content": "石英矿？我居然从来没有看到过..."
        },
        {
            "author": "henry007",
            "timestamp": 1361442600,
            "txt_content": "1.5.0新版里有，可以做阳光探测器，亮度小于4是会发出一个红石信号，可以做自动路灯"
        }
    ]
}