{
    "title": "[Minecraft.net|CULTURE]HOW TO SPEED BRIDGE!如何快搭",
    "author": "乙烯_中国",
    "replyCount": 4,
    "timestamp": 1569682260,
    "txt_content": "\n如何快搭\n快快快速解释搭桥神技\n\n　　在现实生活中，速搭成的桥可不应该去走。哎呀，但是在我的世界中搞速搭可真是令人沉迷！自从我看到一些专业玩家在pvp游戏里快速搭桥后（比如BedWars和SkyWars），我就有点沉迷其中了。\n\n　　接下来呢，我要介绍几个速搭的技巧和原理，当然我会说的很完整的，所以就不需要另一个精要版来牵线搭桥了。哦见鬼！我又玩了个桥的双关！这可真是桥舌不下！Drat，再秀一个！桥归桥路归路，让我们立马造桥，列个表让你们学着做吧！见鬼我怎么了！\n\n忍者桥\n　　好了，现在我冷静下来了，让我们来看看我的世界里最简单的快速搭桥方法，也就是忍术。为了了解这点，你首先得知道游戏里按住shift蹲下后，你是无法从边沿落下的，来试试看，蹲下，外移，看到了吗？你可掉不下来。\n\n\n我蹲在边缘上，但当我站起时，我现在却漂浮在空中，这又是个典型的游戏bug吗？\n\n　　你可以靠这种方法向后移动，这样就可以安全地搭出一条桥梁，但是，这种忍术的诀窍在于，快速蹲下站起，这样就可以快速移动了，只要操作得当，这样你就能够快速的移动，同时还能避免跌落下桥。\n\n　　好吧，理论上确实是这样，难点在于何时进行蹲下。来看看实际的范例吧。单击此处观看玩家Foxation的忍者搭桥视频。https://www.youtube.com/watch?v= ... ure=player_embedded\n\n接下来我们要将这项技术进行细分：\n\n\n1.蹲下并后移到方块边缘。\n2.放置方块。\n3.立即松开shift键。\n4.在到达下一个边缘前，再次shift蹲下。\n\n\n　　然后你就只需要快速重复2到4，就不会有问题了。多多练习你就能准确的抓住时机。如果你想再找点乐子的话，可以随时和朋友去搞一个速搭比赛，第一个搭完的就是冠军，至于输家嘛……祝你在下面过的愉快，老弟！\n\n威风桥和魔法桥\n　　这些方法和之前的忍法比较类似，但是他们并不用蹲起，他们只是在左右横跳。为了使出威风桥，你需要在向后移动的同时加上左右移动，要使得你的后退速度不足以超过你往后搭的速度。\n\n来看看Teddynator使出的完美威风桥：\nwww.youtube.com 意外终止了连接。\n\n　　同样的，最困难的地方在于你如何在正确的时机放下方块。Teddy有个很重要的技巧可以帮到你们，你们的视角最好一直保持在放置方块的方向上而不是左右移动。\n\n你应该把你的视角转到方块中央，就如下图所示。\n\n\n如果你做对了的话，应该是这个样子。你的视角保持在方块中央。\n\n\n不要这样。不然的话视角转出方块的话，你就搭不了方块，也就是摔下去。\n\n　　如果威风桥对你而言太难了的话，你可以试试魔法桥，这两个技术的原理完全相同。只是你走路的方向从向后改成了向左后角。你可以看看ILone整的技术视频：\nwww.youtube.com 意外终止了连接。\n\n　　当你沿对角线向后移动的时候，你需要交替地向后和斜后移动，至于偏向左还是右，就看你的喜好了。除此之外，两个技术别无二致。挑一个你喜欢的练一练吧。\n\n神之桥\n　　目前讲过的技术都需要有着严格的技术和时机要求，但神之桥对此嗤之以鼻。不是每个人都能修炼出此等神功。因为这项技术对你的手速有着极高要求，你的手指会很累！\n\n　　神之桥的使用者认为，使用这项技术手指至少每秒要能单击十七次。除非你魔改鼠标或者拥有世界上独此一家的金手指之外，你无法长期使用这项技术。除此之外，你只需要对准位置，全速往后退就行了。\n\n\n为啥我在水下而不是桥上？我又搭不了神之桥，ok？\n\n　　我之所以喜欢这项神技的原因就是它优雅极了。其他的技术你都有一定的节奏性，但是神之桥的话，你只需要狂点狂奔即可。\n\n　　你能想象在生活中也这么干吗？或许我应该用神之桥大法来关闭这篇博文，看我大手毁键盘，低眉信手续续弹！停！这太蠢了idejhkdashdjkasdhbbsnhcbshbdjsabdjksbjksjjjjjgvvvvvygywgewygeggg\n\n作者Chris Priestman译者乙烯中国\n发布日期2019/09/20\n原文地址https://www.minecraft.net/zh-hans/article/how-speed-bridge-",
    "replies": [
        {
            "author": "wedcvf",
            "timestamp": 1569722160,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Dk__",
            "timestamp": 1569733200,
            "txt_content": "在线求师\n要求手指每秒能点击17次以上\n"
        },
        {
            "author": "一窍不开",
            "timestamp": 1569861960,
            "txt_content": "。。每秒17次？这真的是人能做到的吗。。"
        },
        {
            "author": "undertale梦辰",
            "timestamp": 1596529200,
            "txt_content": "一窍不开 发表于 2019-10-1 00:46\n。。每秒17次？这真的是人能做到的吗。。\ndc点可以啊"
        }
    ]
}