{
    "title": "求翻译一句话（汉语-->英语）",
    "author": "Salt_lovely",
    "replyCount": 3,
    "timestamp": 1569760680,
    "txt_content": "50金粒求翻译，故事是这样的，我申请了某插件作者的授权，不过我在反馈使用时遇到的问题的时候遇到了问题（感觉听起来怪怪的但事实如此）。重启服务器后，第一次使用该插件的指令时，服务器会失去响应一段时间。我猜测是插件只会在输入该插件的指令的时候读取配置文件、开始工作什么的，因为卡过一次之后，除非下一次重启，否则使用以后无论谁使用指令都是瞬间出现GUI没有延迟。\n\n\n结果我的话被误解成有一个bug导致这个插件使服务器崩溃。？？？？qwq我好菜啊\n\n我想要一个可用的英文表达：\n\n每次重启服务器后，第一次使用/admin指令的时候，服务器会失去响应一段时间。这个漏洞不影响使用，所以不修复也没有问题。服务端版本是paper1.14.4。\n\n\n我的嘤语4级500+白考了qwq\n\nBtw, the first command always run out of time limit after restarting, can you fix it?\nI mean after restarting, when I run /admin for the first time, server laggs.\n\n我的失败翻译，请大家引以为戒，不要以为过了4级，能阅读英文资料就意味着能正常和老外交流\n",
    "replies": [
        {
            "author": "gottyduke",
            "timestamp": 1569760680,
            "txt_content": "Every time after I restart the server and use /admin command it will freeze for a while for the first time using it. This bug does not impact the actual gameplay, just kinda annoying tho. The server is running on Paper 1.14.4, and here goes my bug report."
        },
        {
            "author": "mc能吃吗",
            "timestamp": 1569763620,
            "txt_content": "噫 尝试使用机翻。。\n\nEach time the server is restarted, the server will be No response for a period of time when the /Admin instruction is first used. \n\nHowever, it does not affect the use, So it's okay not to repair it.\n\nThe server version is paper1.14.4.\n\n总感觉有什么问题。。附Google翻译：\n\n每次重新启动服务器时，第一次使用/Admin指令时，服务器在一段时间内将无响应。\n\n但是，它不会影响使用，因此可以不进行维修。\n\n服务器版本为paper1.14.4。"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1569769800,
            "txt_content": " 本帖最后由 ItIsEnderman 于 2019-9-29 23:15 编辑 \n\n我个人的情景复现，但不很了解老外的习惯：\nThe bug only takes place when I attempt to use the command \"/admin\" for the first time after each restart of the server.When the bug is triggered,the server process always turns to freeze for a while.It doesn't matter if this bug can be fixed since it doesn't affect the function of the server that much.And what's more,my server is running on Paper 1.14.4.\n（注：BUG可以换其他词比如issue problem）\n\n谷歌机翻效果不咋样，很死板，但可以翻词典润色一下：\nEvery time I restart the server, the first time I use the /admin command, the server will lose response for a while. This vulnerability does not affect the use, so there is no problem without fixing it. The server version is paper1.14.4.\n"
        }
    ]
}