{
    "title": "【蜀山建筑】-=巨龙城=-",
    "author": "ShusXiaoy",
    "replyCount": 10,
    "timestamp": 1569903720,
    "txt_content": "=-----------------------------------------------=\n地图介绍：\n分为四个部分：\n▲.乡镇\n▲.巨龙城\n▲.恶魔入侵\n▲.野外建筑等\n\n分为两大阵营:\n▲.巨龙\n▲.恶魔\n\n类型：RPG\n版本：1.8~1.12.2\n建筑：中世纪\n\n本地图可被下载\n提取码：sehr\n四面环山，一半为巨龙城，一小半为乡镇。\n适用于RPG地图制作，解密rpg，闯关rpg等。\n=-----------------------------------------------=\n背景介绍：\n☆~~①~~☆\n中世纪（Middle Ages）（约公元476年~公元1453年），是欧洲历史上的一个时代（主要是西欧），自西罗马帝国灭亡（公元476年）到东罗马帝国灭亡（公元1453年）的这段时期。另有说法认为中世纪结束于文艺复兴时期。封建割据带来频繁的战争，造成科技和生产力发展停滞，人民生活在毫无希望的痛苦中，所以中世纪或者中世纪早期在欧美普遍被称作“黑暗时代”，传统上认为这是欧洲文明史上发展比较缓慢的时期。(关于其名称，也叫做“Medieval Ages\"或\"Middle Times\"，Francesco Petrarca称之为”Dark Ages\"）\n☆~~②~~☆\n随着西罗马帝国被日耳曼人所灭，相继出现了一批蛮族国家。先后有法兰克、伦巴德、奥多亚克、勃艮第、汪达尔·阿兰、东哥特、西哥特、盎格鲁撒克逊等王国建立。王国之间战争不断，其中盎格鲁撒克逊、法兰克王国存在的时间比较长。\n作为日耳曼人一支的法兰克人，在486年打败高卢军队，由克洛维建立起墨洛温王朝的统治。克洛维通过和罗马教廷的联合，占领了罗马帝国在高卢的全部领土。随着法兰克王国不断的扩张，到了6世纪中叶，征服了勃艮第、图林根、巴伐利亚和萨克森的一些部落，成为当时西欧最强大的国家，并建立了封建采邑制。751年，宫相矮子丕平成为法兰克国王，建立了加洛林王朝。在查理大帝统治期间国力达到最盛，吞并了伦巴德王国，夺取西班牙边区，占领东巴伐利亚，征服阿瓦尔汗国，西欧的大部分土地都成为了法兰克王国的领土。查理大帝死后，法兰克王国发生兄弟战争而分裂，在843年8月签订《凡尔登条约》经国家分为西法兰克、中法兰克和东法兰克，现代的法国、意大利和德意志的疆域就是以这个条约为基础的。☆~~③~~☆\n日耳曼人的另外一支盎格鲁人、萨克森人、朱特人在5世纪中叶进入大不列颠群岛，在6世纪末，7世纪初，形成了7个王国，英国历史上称为七国时代。829年，威塞克斯王国吞并了其他6个王国，从此诞生了英格兰（England）。1066年，法国诺曼底公爵威廉以亲属关系要求继承王位，遭到拒绝后，发生了黑斯廷斯战役，以武力夺取了英王之位，称为“征服者威廉”（即威廉一世），并建立了诺曼王朝，但是这也造成了日后百年战争的根源。在亨利一世（1100年~1135年）统治时期，随着王权的加强，社会矛盾激化。1215年约翰(无地王)被迫签署《自由大宪章》。1264年的内战期间，亨利三世被西门·德·孟福尔俘虏。1265年孟福尔召集国会，成为英国议会的开端。从1343年起，国会分成了由贵族组成的上院和代表骑士、市民的下院，确立了议会君主制。与此同时，西法兰克王国演变成了法兰西王国，并加强了王权，罗马教廷被迫迁往法国南部的阿维农，并自上而下召开三级会议（一级为高级教士，二级为贵族，三级为富裕的市民），也形成了议会君主制。\n☆~~④~~☆\n德国的前身东法兰克王国地**权很强大。911年加洛林王朝结束后，国王由地方权贵选出，但更多是名誉，国王的权利和地方诸侯平等。这个特点被历史学家认为是其热衷于对外扩张的原因。951年，奥托一世率军占领了伦巴德地区，其后的奥托二世进军罗马。1155年腓特烈一世攻占米兰，教皇为其加冕，成为神圣罗马帝国，全盛时领土包括了德意志全境，意大利中、北部，西西里岛，捷克、瑞士、爱沙尼亚、普鲁士。在腓特烈一世遭到15个城市联合抵抗（即伦巴第联盟），并被打败。腓特烈一世在第三次十字军东征时溺水而死，占领区也纷纷独立。☆~~⑤~~☆\n教会统治非常严厉，并且控制了西欧的文化教育。11~13世纪为中世纪文化发展的巅峰时期。13世纪末，意大利产生了文艺复兴运动，并扩展到欧洲很多国家。这时涌现出了许多哲学家、文学家、艺术家和科学家，像但丁、薄伽丘、列奥纳多·达·芬奇、米开朗基罗、拉斐尔、马基雅维利、莎士比亚、塞万提斯、哥白尼、布鲁诺、伽利略、开普勒、哈维、弗兰西斯·培根等等。\n中世纪时的经济主要是封建制的庄园式自然经济。出现了一批商业城市：巴黎、里昂、都尔奈、马赛、科隆、特里尔、斯特拉斯堡、汉堡、威尼斯、热那亚等等，形成了一个以地中海为中心的贸易区。\n16世纪以后，兴起了工场手工业，最初是佛罗伦萨，随后是佛兰德尔，而圈地运动使英国迅速发展。这种经济模式加速了贸易，从而有了地理大发现，发现了美洲新大陆。工场手工业也使进行战争的武器产生了飞跃，火炮和毛瑟枪逐渐代替了骑士的刀剑，也使旧式的城堡丧失了防御能力。而工场手工业业催生了资本主义经济。到17中世纪中后期，各种手工行业由个别经营，渐渐演变为成立工会，“专业”这个概念在这时期萌生。☆~~⑥~~☆\n在欧洲的封建社会里，国王、贵族和骑士等大大小小的封建主构成了金字塔般的等级制度，但是他们的权力和义务都是有限的，“我的附庸的附庸不是我的附庸”，这种复杂的等级关系使得欧洲封建国家长期处在割据状态，和东方中国“普天之下，莫非王土；率土之滨，莫非王臣”的中央集权的封建君主专制大不一样。各国统治者仍不断进行战争，相互抢掠吞并，许多国家一直没有出现稳固的统一政权。☆~~⑦~~☆\n农民的反抗持续不断，但是起义的规模一般比较小，没有像中国那样发生过多次推翻了一个王朝的大规模农民战争。\n中世纪的战争，是由组织散漫的战斗团，在需要运用策略和调动的战场上互相对峙、冲突，然后再一步一步演进而来。\n早期军队，是一群没有组织的徒步士兵。当重骑兵兴起后，最好的军队就是一群没有组织的骑士。徒步士兵会对沿途的农田造成破坏，在攻城战时则会造成更大的打击。当两军对峙时，重骑兵往往会被布置在军队前列、轻骑兵在两翼，步兵与弓兵在后（中世纪大阵）。在战斗开始后重骑兵会率先对敌军阵型发起冲锋。重骑兵冲锋的威力是巨大的，数次成功的冲锋便可以彻底撕裂敌军阵型。不过，在混战的时候，骑士们会试图与他们的敌人作一对一的交战，而徒步士兵又会夹在敌我双方的骑士之间。这种战法其实非常危险，因为中古时代早期的徒步士兵，大部分都是在封建制度下被征召的农民，并未受过作战训练。☆~~⑧~~☆\n到了14世纪后期，指挥官加强了骑士的纪律，使他们的军队更能发挥团队的合作。☆~~⑨~~☆\n纪律也让越来越多的骑士为报酬作战，罕有为忠诚和光荣作战者。在意大利的雇佣兵以长期作战但少有损伤而闻名。在这个时期，各阶级的士兵都是军队的资产，不会被轻易遗弃。这使得过去追求光荣的封建军队，逐步成为只关心他们会收取多少报酬的专业军队。\n骑兵会被特别地划分为三支队伍或三个部分，然后一队接一队衔命作战。第一波的攻击会突破或冲散敌军，接着第二或第三波的攻击就能加以制服。敌军一旦逃走，就可以予以杀戮或俘虏。☆~~⑩~~☆\n事实上，骑士如果采取个人行动，对任何指挥官的计划都是很大的伤害。骑士最关心的是忠诚、光荣和骑乘在一流队伍的第一行列位置。为争取个人光荣，在战场上获得全面的胜利反而沦为其次。在战场上开始作战之后，不用多久骑士就会攻击他们所看到的敌人，如此一来便破坏了整体作战计划。☆~~11~~☆\n指挥官在必要时把麾下骑士自马上卸下，是控制他们的最佳手段。这是小型军队普遍采用的方式，因为这些骑士很少会期望在作战中表现。卸阵下来的骑士可以适时加强战斗力量，并提振一般徒步军队的士气。这些骑士和其余徒步士兵，会被用在减缓敌骑冲锋的标桩、或其他战地工事的后方作战。☆~~12~~☆\n到了中古时代末期，重骑兵在战场上的价值不如以往，几与投射部队和徒步军队无异。在这个时期，人们已经了解何以审慎部署的攻击仍然失效的原因以及训练步兵的重要。作战的规则改变了，标桩、马匹陷阱和壕沟都常常被军队用作防护工具，以抵抗骑兵的攻击。如果骑兵对大批各个等级的长枪兵和弓兵(或枪炮手)作出攻击的话，只会产生一大堆受创的马匹和骑兵。骑士会被迫徒步作战，或等待适当的攻击时机。只有敌军在移动、混乱、或从临时的战地防御工事中走出来的情况下，毁灭性的攻击才能奏效。\n自从公元312年君士坦丁宣布合法化基督教后，基督徒就从被**者变为**者。他们敌视一切不合乎圣经的东西，包括部分新思想及科学等。历史上就有很多伟大的思想家及科学家被基督徒**。到中世纪，更出现罗马教廷的“宗教裁判所”及加尔文的“宗教法庭”等合法机构**所谓的“异端”。但在另一方面，教会也相当重视古代知识的传承以及教育，欧洲有许多大学是在教廷资助下建立的。基督教在其渗透过程以及胜利后的很长一段时间内所受周边异教学术的影响而做出的诸多重大调整在许多学识渊博的基督徒那里都有所体现。他们的著作对后世产生了深远的影响。[本介绍来源于百度，仅提升逼格]\n=-----------------------------------------------=\n截图：\n\n\n\n\n\nfile_1569903072000.jpg (282.72 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-1 12:11 上传\n\n\n\n\n\n=-----------------------------------------------=\n最后：\n本作品由一人完成[耗时16天]\n建筑不易，不喜勿喷。\n如果喜欢多评论点赞噢!!!\n咕咕咕!\n\n\n\n\n\nG@H}I@F9B%DTY2U$_5I{VP0.png (5.69 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-1 12:21 上传\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "YuiGabriel",
            "timestamp": 1569907260,
            "txt_content": "很不错的地图呢~\n要是再多点图片就更好了"
        },
        {
            "author": "大陀螺",
            "timestamp": 1569910740,
            "txt_content": "地图刚下载玩了一下，挺好，中世纪的风格。"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1569933300,
            "txt_content": "您好作者\n能否加一下您的QQ呢"
        },
        {
            "author": "MC深坑不回头",
            "timestamp": 1569935880,
            "txt_content": "龙好评，但感觉那栋菱形中间的屋子摇摇欲坠"
        },
        {
            "author": "ShusXiaoy",
            "timestamp": 1569973320,
            "txt_content": "我太难了，72查看，5评论[加我一个]"
        },
        {
            "author": "淑芳",
            "timestamp": 1570431960,
            "txt_content": "其实不用把回复当成作品的指标的。回复再多没有有意义的评论又如何？  "
        },
        {
            "author": "ShusXiaoy",
            "timestamp": 1570951620,
            "txt_content": "淑芳 发表于 2019-10-7 15:06\n其实不用把回复当成作品的指标的。回复再多没有有意义的评论又如何？\n有深度，谢谢"
        },
        {
            "author": "天羽影",
            "timestamp": 1580698440,
            "txt_content": "链接没了 求补档"
        },
        {
            "author": "深山里的一奇",
            "timestamp": 1610332500,
            "txt_content": "大制作啊"
        },
        {
            "author": "我就是易笑",
            "timestamp": 1610567820,
            "txt_content": "太棒了，超级喜欢"
        }
    ]
}