{
    "title": "[Resynth——神农科技]官方WIKI翻译",
    "author": "Aikini",
    "replyCount": 38,
    "timestamp": 1569905280,
    "txt_content": " 本帖最后由 Aikini 于 2020-11-5 22:27 编辑 \n\n\nResynth Wiki!\n神农科技 WIKI\n★ 前言 本WIKI翻译的时间跨度略大，前后内容可能翻译水平不一，但不影响阅读。若出现了翻译错误或无法理解，可以通过回帖或站内私信告知我，非常感谢！\n如果你在游玩本Mod时遇到了困难且本教程无法解决你的困难你可以通过站内私信与我取得联系。\n本Wiki翻译已获得作者授权，授权截图：\n\n字数统计：\n\n相关地址：\n国外发布帖：https://www.curseforge.com/minecraft/mc-mods/resynth\n官方网站：https://resynth-minecraft-mod.github.io\n官方WIKI：https://resynth-minecraft-mod.github.io/pages/wiki/home.html\n国内搬运帖：https://www.mcbbs.net/thread-916667-1-1.html\n\n★ 目录 1 基础\n        1.1 主页\n        1.2 入门手册\n        1.3 作物（工作量过大暂未完成）\n        1.4 获得种子和资源\n        1.5 合成配方\n        1.6 修改Mod配置\n        1.7 添加作物请求\n        1.8 催化块\n2 物品\n        2.1 矿物质岩石\n        2.2 密实的矿物质岩石\n        2.3 矿物质晶体\n        2.4 矿物质锄\n        2.5 种子\n        2.6 碎片\n        2.7 鳞茎\n3 方块\n        3.1 矿物质泥土\n        3.2 矿物质石头\n        3.3 有机矿石\n4 作物类型\n        4.1 晶体作物\n        4.2 金属作物\n        4.3 生物化学作物\n5 其它作物\n        5.1 神秘的种荚\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1569912780,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:33 编辑 \n\n\nHome\n主页\n★ 简介 Resynth是一个为Minecraft添加了以原版/MOD的矿物、宝石、生物掉落物和方块为原型的农作物的MOD。Resynth还有一种特殊的植物：神秘的种荚, 能使玩家在和平模式下获取到生物掉落物\nResynth的Wiki旨在帮助你更快上手该Mod，从第一步种植Mod中的作物到熟练地掌握本Mod，全部手把手进行教学，解释这个Mod中的一切。\nMod中各式各样的资源都可以通过耕种三种类型的作物获得：晶体（Crystalline）、生物化学（Biochemical）、金属（Metallic）。每一种都增加了不同类型的资源。金属类作物会像西瓜那样长出果实，而晶体和生物化学类作物会像小麦一样慢慢长起，晶体类作物的种子通常在你挖矿时掉落，金属类作物的种子通常在你爆破矿石时掉落，生物化学类种子通常在你击杀生物时掉落。这三种作物除了能提供给玩家视觉上的体验外，作物的类型几乎决定了作物种子获得的方式、地点、生长速度、采集方式等等。\n与其它Mod不同的是，Resynth的作物种子不是通过合成制作得到的，而是通过在游戏中做一些事得到。当你沉浸其中时，你会发现它在刚起步时是很难以理解的，因此请看一下这篇入门手册，它可以帮助你快速上手这个MOD。请看一下这篇种子指南，它会告诉你如何获得各种类型作物的种子\n这篇Wiki旨在为Resynth提供一个完整的文档。如果你认为有一些东西缺少或错误，请在Github上提供标记（本帖的话就回复在贴内）\n\n★ 作物种类 你可以在这些页面中找到你想要的信息\n晶体（Crystalline）：晶体类作物信息\n生物化学（Biochemical）：生物化学类型作物信息\n金属（Metallic）：金属类型作物信息\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1569918000,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:03 编辑 \n\n\nMystical Seed Pod\n神秘的种荚\n\n★ 简介 作物类型：特殊\n加入版本：1.1.1\n掉落：根据配置文件设置掉落任意生物化学种子\n神秘的种荚在Resynth中是一种特殊的作物，和其它作物不同，它会在世界中随机产生，而不是通过种子生长出来。\n你也可以通过修改配置文件中的设定使神秘的种荚在被采集时掉落任意生物化学种子（生物化学种子通过击杀生物掉落），为和平模式下无法通过击杀生物获得生物化学种子的玩家提供非常规手段。\n\n★ 启用神秘的种荚 在配置文件（general.toml）中，[mystical-seed-pod]类别下方有一个enable-drops-from-seed-pod（启用或禁用神秘的种荚在被采集后掉落生物化学种子），你可以启用/禁用它\n当你设置为true时，这个功能将启用，神秘的种荚在被采集时概率掉出生物化学种子（在1.12.2版本中这个概率略高）\n当你设置为false时，这个功能将禁用，神秘的种荚在被采集时不会掉出生物化学种子，仅作为装饰性方块\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1569921000,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 22:02 编辑 \n\n\nCrystalline Plants\n晶体作物\n\n★ 简介 果实：碎片\n加入版本：1.0BETA\n种子获取途径：挖掘矿石、将碎片扔在水上\n晶体是Resynth的三种作物类型之一，它们类似于原版Minecraft的小麦，作物的颜色与它们所对应的资源相匹配。\n晶体作物生长出的果实通常是挖掘矿石掉落出的矿物，比如：钻石、红石。\n晶体作物种子的最初获取方法都是相同的 - 挖掘相应矿石时，它有概率会代替原本的掉落物掉出。\n当晶体作物完全成熟时，它的果实可以被采集，采集后可以再次获得种子以及一个碎片。碎片可以放在熔炉内烧炼出它的最终资源，或者扔入水中等待它转化为种子（会消耗碎片并且不是100%转化，是概率转化）。\n\n\n"
        },
        {
            "author": "zmsnR",
            "timestamp": 1569922260,
            "txt_content": "可以啊这个东西"
        },
        {
            "author": "Aikini",
            "timestamp": 1569923100,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 22:03 编辑 \n\n\nBiochemical Plants\n生物化学作物\n\n★ 简介 果实：鳞茎\n加入版本：1.1.0\n种子获取途径：击杀生物、扔出（1.12.2）/粉碎（1.13.2）它的产品（鳞茎）这粉碎和扔出不都是一个样吗\n生物化学是Resynth的三种作物类型之一，它们是以生物掉落物为原型的作物。\n它们的果实看起来像生长在短茎上的一个灯泡，当作物完全成熟时右击即可收获。收获后作物的生长进度将从8降为4并继续生长，而不是完全重来。\n收获后的鳞茎可以直接扔入熔炉烧炼得到最终资源。\n在1.12.2版本中，鳞茎可以扔出（将鳞茎放在手中按右键），扔出的鳞茎落地会碎掉，同时有概率会获得种子。在1.13.2和1.14.4版本中，必须通过按住右键粉碎鳞茎才能概率获得种子。\n和其它Resynth的作物一样，当它被采集时，作物只会不多不少掉落一个种子。\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1570196340,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 22:05 编辑 \n\n\nMetallic Plants\n金属作物\n\n★ 简介 果实：有机矿石\n加入版本：1.0测试版\n种子获取途径：爆破矿石或它的产品/果实（有机矿石）\n金属是Resynth的三种作物类型之一，它们是以自然生成在世界中的矿物为原型的作物，它们类似于西瓜和南瓜，它们作物的颜色与它们对应的资源相匹配\n当作物的块/茎完全生长后，金属作物偶尔会长出有机矿石。有机矿石可以采集后熔炼出矿物，以获得它的最终资源，或者使用TNT对右击矿石进行爆破以（有概率）获得更多的种子\n和其它Resynth的作物一样，当作物被采集（打掉）时，作物只会不多不少掉落一个种子。\n\n\n"
        },
        {
            "author": "一区G0D",
            "timestamp": 1573734720,
            "txt_content": "留个学习眼"
        },
        {
            "author": "ahejiuyue",
            "timestamp": 1573823460,
            "txt_content": "为什么作物总是不长啊????"
        },
        {
            "author": "LYR20050317",
            "timestamp": 1575035700,
            "txt_content": "还是不明白怎么启用种荚"
        },
        {
            "author": "397300735",
            "timestamp": 1581149220,
            "txt_content": "bahejiuyue 发表于 2019-11-15 21:11\n为什么作物总是不长啊????\n我的也是，老是不长一直0"
        },
        {
            "author": "397300735",
            "timestamp": 1581149220,
            "txt_content": "为啥不长呢"
        },
        {
            "author": "LYF511",
            "timestamp": 1588986060,
            "txt_content": " 本帖最后由 LYF511 于 2020-5-9 09:16 编辑 \n\n关于不长问题，官方英文wiki这样说的\n\nPlants growing on soil with a low mineral content take a very long time to grow.\n翻译：\n生长在低矿物质含量土壤上的植物需要很长时间才能生长。\n\n如何提速？\n\nNaturally, plants growing on Mineral Soil with a low mineral content will grow extremely slowly. Fortunately, the mineral content can be increased up to a maximum of 50% by right-clicking the Mineral Soil block with either Mineral Rocks or Dense Mineral Rocks. By default, this will increase the mineral content by 1% and 9% respectively.\n翻译：\n自然地生长在矿物含量低的矿物土壤上的植物生长会非常缓慢。幸运的是，[ruby=这一句我也懵]通过右击含有矿物岩石或致密矿物岩石的矿物土壤块[/ruby]，矿物含量最多可增加50%。默认情况下，这将使矿物含量分别增加1%和9%。\n\n\n不同层次的矿质土壤。\n\n更多信息请看英文Wiki（传送门）。\n\n还有：\n\nTier 2 and 3 Mineral Soil\nOnly for1.14.2versions and newer.\n翻译：\n第2和3级矿质土壤\n只为1.14.2版本和更新。\n\n咳咳咳，百度翻译，不好见谅\n。。。尴尬了，我是1.15.2"
        },
        {
            "author": "1134309749",
            "timestamp": 1588992300,
            "txt_content": "LYF511 发表于 2020-5-9 09:01\n关于不长问题，官方英文wiki这样说的\n\n\n\n优秀呀"
        },
        {
            "author": "T_irpitz",
            "timestamp": 1589020260,
            "txt_content": "作者辛苦了"
        },
        {
            "author": "气球布丁",
            "timestamp": 1592915580,
            "txt_content": "请问锄头怎么充能啊，看英文好像是要右键什么东西，但是试了一下没用啊"
        },
        {
            "author": "Aikini",
            "timestamp": 1598710980,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:38 编辑 \n\n\nGetting Started\n入门手册\n\n★ 入门 Resynth和其它矿石种植的MOD类似，尽管说它们有自己的机制，但这些机制看上去不是非常简单，这可能会导致玩家不知道从何处下手\n本页旨在从Resynth的基础知识开始讲解，并让你去做，以此来增加你的矿物和资源并提高你对该Mod的了解\n\n★ 第一件事 你要做的第一件事情当然是去要挖矿。这是获得矿物种子（除了植物以外）的唯一途径，也是制造Resynth工具以及促进作物生长的必要材料\n你只要挖矿石和杀死生物就可以获得种子，不过你不能将种子种在泥土或耕作过的泥土上\n- 你需要一个特殊的方块，叫做矿物质泥土，只能通过使用矿物质锄耕作（右击）泥土/草方块获得\n\n为了制作矿物质锄去开始发展农业，你需要一些矿物质岩石。矿物质岩石从矿物质石头中掉落，矿物质石头只会在世界的最底层，Y的3-5格处少量刷出（在minecraft1.13.2版本-对应MOD版本2.0.0版本中改为了Y的3-10格）。制作矿物质锄需要18个矿物质岩石。不要觉得这很多，在制作完矿物质锄后你马上就会想要更多的矿物质岩石，因为矿物质岩石也可以作为一种肥料（默认Resynth的植物不能用骨粉催化），加快作物的生长速度。矿物质岩石也是矿物质晶体的合成材料，这些矿物质晶体又可以作为消耗品变成矿物质锄中的矿物质并储存在矿物质锄当中，用于耕作泥土/草方块\n\n当你挖掘矿物质石头时，矿物质种子有时会掉落出来，这可以让你通过种植获得更多的矿物质岩石，这样你就不需要继续下矿挖矿物质岩石以种植/施肥作物了。矿物质种子是很常见的，因此在你每次下完矿回来后应该多少都有一些。\n\n\n\n★ 建设你的农场一旦你拥有了足够的资源，你就可以通过工作台将9个矿物质岩石合成为1个密实的矿物质岩石，然后将2个密实的矿物质岩石扔入熔炉烧炼出2个矿物质晶体。然后，就可以使用2个矿物质晶体在工作台上合成出1把矿物质锄。当你制作出矿物质锄时，它将会自带2点矿物质，每当你耕作出矿物质泥土时都会消耗1点矿物质。你需要使用矿物质晶体来增加矿物质锄的矿物质。\n\n一旦你将泥土使用矿物质锄转化为矿物质泥土后，就无法再转回普通泥土了，矿物质泥土上的作物生长速度根据矿物质泥土的矿物质含量决定，而想增加矿物质泥土的矿物质含量需要你手持矿物质岩石或密实的矿物质岩石右击它，当然这个过程会消耗你手中的矿物质岩石或密实的矿物质岩石，如果矿物质泥土含量很低，那么上面的作物生长速度将会相当地慢，堪比慢羊羊的跑步速度。\n\n小贴士：与原版耕地不同的是，矿物质泥土不需要水源，也就是说，无论矿物质泥土周围是否有水，都不会影响到矿物质泥土的生长。还有一点，无论如何践踏矿物质泥土，都不会像原版那样会从耕地变成泥土。\n\n建议你优先种植矿物质岩石的作物，以确保在这之后你的矿物质能得到稳定的供给。\n\n\n\n★ 获得最终资源 到这里，你应该学会如何种植种子和耕作出矿物质泥土了，并且还掌握了一些种植技巧，尽管你还不知道如何从作物中获得真正的资源（即最终资源），但也无妨，因为当你种植完它们后，想要获得最终资源其实是很简单的。\n\n从Resynth作物中收获到的所有产品（不是种子！）都可以通过放入熔炉烧炼出最终资源，无论是鳞茎、碎片还是有机矿石，你将得到的最终资源的数量取决于产品所属作物的类型。\n\n你可能会想保留一些产品，而不是全部扔入熔炉烧制出最终资源，因为那样会使得你获得种子的概率直接消失，通过产品获得种子的方法取决于种子所属作物的类型。\n\n在1.12.2的Resynth中，通过熔炉烧制获得的最终资源的数量是可以通过配置文件进行配置的\n★ 种植矿物质岩石 由于最开始你需要去挖矿以得到一些矿物质晶体用于制作矿物质锄，再用矿物质锄才能开始你的神农科技之旅，因此在你挖掘矿物质石头的时候，也有可能会掉落些许矿物质种子，你可以先种植它们，以获得更多的矿物质岩石，因为它的生长速度很快。\n\nResynth作为一个农业的Mod，是高度依赖矿物质岩石，它就像一种肥料，Resynth农业的发展必然离不开肥料，除非你想和作物比命长。在某种程度上，从种植矿物质岩石作物中获得矿物质岩石可能比挖矿更容易且收益更大。\n\n此外，我们还推荐种植一些加尔文矿作物，以获得加尔文矿用来制作催化块，如果你很勤奋想去挖一些加尔文矿那也是一个不错的选择，但那会很费时间，因此这里推荐你种植它。有了催化块你可以大大提高矿物质泥土上的作物生长速度。\n\n★ 获得更多种子 与原版Minecraft不同的是，在你收获Resynth作物时，它只会掉下一个种子，到目前为止，你大概只会从挖矿/击杀生物来获得种子。不要担心，不要难过，还是有办法从作物的产品中获得种子的。这取决于作物和产品的类型。请查看获得种子和资源以了解获取种子和资源的完整指南。\n\n★ 获得2级和3级的矿物质泥土 仅存在于1.14.2及以上版本中\n\n一旦你的矿物质泥土中的矿物质含量达到了50%（这是不用催化块时能达到的最高含量），你就可以将其升级到2/3级。\n\n加尔文矿催化块（由加尔文矿制作得到，加尔文矿需要通过开采被注入加尔文矿的地狱岩获得）可以放置在矿物质泥土（矿物质含量50%）下方使矿物质泥土转变为2级矿物质泥土。2级矿物质泥土将呈现暗紫色，矿物质含量为60%。\n\n针碲金银矿催化块（由针碲金银矿制作得到，针碲金银矿需要通过开采被注入针碲金银矿的末地石获得）可以放置在矿物质泥土（矿物质含量50%）下方使矿物质泥土转变为3级矿物质泥土。3级矿物质泥土将呈现金黄色，矿物质含量为75%。\n\n加尔文晶体可以由加尔文种子种植得到，然而，针碲金银矿不能通过种植得到。这使得针碲金银矿变得十分稀有，因此在使用针碲金银矿前你应该进行慎重的考虑。\n\n\n\n★ 合成配方 本章节你需要知道的配方\n工作台：\n\n 密实的矿物质岩石 \n 矿物质锄 \n 矿物质岩石 \n\n 加尔文矿催化块 \n 针碲金银矿催化块 \n\n\n\n熔炉：\n 将密实的矿物质岩石烧炼成矿物质晶体 \n 将碎片（产品）烧炼成最终资源 \n 将鳞茎（产品）烧炼成最终资源 \n\n 将有机矿石（产品）烧炼成最终资源 \n"
        },
        {
            "author": "Aikini",
            "timestamp": 1598717340,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:13 编辑 \n\n\nGetting Seeds and Resources\n获得种子和资源\n★ 获得种子和资源 在Resynth中获得种子的话可能有些麻烦，因为它们没有相应的合成配方。所有的种子都必须通过在游戏中做些什么事来获得。比如说击杀生物、炸矿石、扔产品。\n\n种子可以从任意一种生物/矿石中获得（例如：铁、钻石、骷髅、苦力怕），也可以从你种植的作物的产品中获得。不同的作物类型有着不同的获得种子的途径，以及获得产品的方法。\n\n本章节旨在指导你去了解如何通过不同的方法从矿石/生物/产品那里获得Resynth作物的种子，以及从作物和它们的产品那里获得最终资源的方法。\n\n★ 从晶体类作物那里获得种子 本节将会详细讲述晶体类作物（例如：钻石、绿宝石）从来源和产品那里获得种子的相关内容。\n从原矿那里获得种子从晶体类作物的原矿那里获得种子是非常容易的。当你开采任何这个Mod所支持的原矿（例如：钻石原矿）时，有概率会使掉落物变成1个种子。这个种子可以种植在矿物质泥土上，从而生长出更多的资源。\n\n从产品那里获得种子从晶体类作物的产品（称作：碎片）那里获得种子虽然有一点复杂，但还是挺容易的。请注意，如果你把碎片烧了的话只能得到它的最终资源，而得不到种子。你可以将碎片扔到水里，它会在水面上存在一段时间，然后消失，但并不是100%消失，有一定几率会将碎片转化为种子。\n\n\n★ 从生物化学类作物那里获得种子 本节将会详细讲述生物化学类作物（例如：萤石、烈焰棒）从来源和产品那里获得种子的相关内容。\n从原生物那里获得种子与晶体类作物获取种子的机制类似，生物化学类作物获取种子的方法遵循着一些相同点子：当你击杀一个这个Mod支持的生物时，有概率会使生物的掉落物变成1个种子（例如：击杀一个僵尸有概率掉落腐肉种子）。\n\n从产品那里获得种子从生物化学类作物的产品（称作：鳞茎）那里获得种子可以说是最简单的。\n1.12.2\n手持生物化学类作物的产品鳞茎右击即可扔出，当扔出的鳞茎砸到地上时，鳞茎会碎掉，但并不是100%碎掉，有一定几率会将鳞茎转化为种子。\n1.13.2/1.14.4\n在1.13.2和1.14.4中，鳞茎将不会被扔出，代替它的一个动作叫做粉碎（按住右键）。如果你运气好，在你粉碎鳞茎时，种子将会生成在距离你5格方块内。\n\n\n★ 从金属类作物那里获得种子 本节将会详细讲述金属类作物（例如：铁、金）从来源和产品那里获得种子的相关内容。\n\n金属类作物从原矿和产品（称作：有机矿石）那里获得种子的方法没有差别。也就是说，从原矿和产品那里获得金属类作物种子的方法是一致的。\n获得金属类作物种子任何需要通过烧炼才能得到最终资源的矿石（例如：铁、金）都不会像晶体类作物那样直接掉下它的种子。这些种子需要通过TNT爆破（其它种类，包括其它Mod的爆炸可能起作用，也可能不起作用）才能得到。每个被爆炸摧毁的矿石都有一定几率掉落它的种子。\n\n这种方法同样适用于有机矿石，因此你也可以从产品中概率获得它的种子。\n\n\n\n★ 获得最终资源 本节将会详细讲述从作物产品中获得最终资源（例如：钻石、金锭、烈焰棒）的相关内容\n\n不同种类的作物产品之间获得最终资源的过程没有差别。任何种类的作物产品（鳞茎、碎片以及有机矿石）都可以通过放入熔炉烧炼后得到最终资源。总的来说就三种类型的最终资源，要么就是相对应的金属类作物的起始矿石经过熔炉烧制得到的相应矿物（例如：铁矿石经过熔炉烧炼出的铁锭），要么就是生物化学类作物的起始生物的掉落物（例如：击杀僵尸掉落的腐肉），要么就是晶体类作物的起始矿石被挖掘后掉落的相应矿物（例如：挖掘钻石掉落的钻石）或者起始生成物被加工后的物品（例如：使用玻璃瓶收集末影龙吐出来的龙息团可以获得龙息）。\n"
        },
        {
            "author": "songziss",
            "timestamp": 1598771460,
            "txt_content": "作者可以的"
        },
        {
            "author": "Aikini",
            "timestamp": 1598799180,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:13 编辑 \n\n\nCrafting Recipes\n合成配方\n★ 合成配方 本章节包含当前版本Resynth完整的合成配方\n\n★ 当前版本合成配方 Mod最新版本的所有合成配方\n工作台：\n\n 密实的矿物质岩石 \n 矿物质锄 \n 矿物质岩石 \n\n 加尔文矿催化块 \n 针碲金银矿催化块 \n\n\n\n熔炉：\n 将密实的矿物质岩石烧炼成矿物质晶体 \n 将碎片（产品）烧炼成最终资源 \n 将鳞茎（产品）烧炼成最终资源 \n\n 将有机矿石（产品）烧炼成最终资源 \n"
        },
        {
            "author": "Aikini",
            "timestamp": 1598887800,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:14 编辑 \n\n\nConfiguring the Mod\n修改Mod配置\n★ 配置神农科技 从最开始，神农科技Mod一直在强调它的可配置性有多么的高。这也意味着在神农科技Mod中，大部分内容都是可以通过配置文件来进行修改的，比如作物生长速度、种子掉落几率、生成几率等。\n\n由于在配置文件中可被更改的配置很多，并且在不同的版本之间有着一些微妙的差异，因此在这里并不会把配置文件中的内容罗列出来，因为那真的太多了。在某种程度上来说，配置文件就已经是一个很完美的文档了，每段话都有着很容易理解的注释，因此要理解并修改它们应该不是特别难。\n\n★ 1.13.2/1.14.4的神农科技配置文件 本节内容将会尝试教你如何去配置1.13.2和1.14.4版本的神农科技Mod。\n\n首先，这些版本的神农科技Mod并没有一个GUI来让你修改它的配置文件，因此你只能在通过找到它的配置文件手动修改它。建议你在修改它时彻底关闭加载了神农科技Mod的Minecraft，以防止修改失败并且丢失修改内容。如果在修改完配置文件后出现任何错误，这里建议你关闭配置文件后再启动Minecraft。\n\n神农科技Mod有3个配置文件，它们都会在.minecraft里的一个用于存储Mod配置文件的文件夹config中创建一个单独的文件夹resynth并存在里面。\n\n所有配置文件都采用 .tmol 文件格式，在这个配置文件中，你可以随意改动它的数字、数值以及布尔值（开true和关false）。这些文件可以用普通的文本编辑器进行编辑（推荐VS Code）.\n\n\n第一个配置文件，叫做general.toml，它掌管着大部分普通的设定配置，就比如矿石的生成、矿石掉落数量、外部提示的开关以及一些全局配置。配置文件中的注释已经很清晰了，配置文件中写了什么就能改什么。但这个配置文件的任何设定都与作物无关。关于作物的设定需要在另外2个配置文件中进行。\n\n第二个配置文件，叫做vanilla-plants.toml，它掌管着全部原版和Resynth的作物设定配置。不同的作物类型有着不同的设定，但总体来说，生长速度、种子掉落几率以及一些产量是可以通过修改配置文件中的设定来进行修改的。第三个配置文件，叫做modded-plants.toml，与vanilla-plants.toml相同，不过它掌管的是与神农科技Mod联动的其它Mod的作物。\n\n★ 1.12.2的神农科技配置文件 本节内容将会尝试教你如何去配置1.12.2版本的神农科技Mod。\n\n1.12.2版本的神农科技Mod有一个游戏内置的GUI来让你更方便地修改它的配置文件，你可以直接在游戏中更改Mod的配置，大部分修改甚至完全不需要重启Minecraft即可完成。\n\n1.12.2版本的神农科技Mod只有一个配置文件，叫做resynth.cfg，它位于.minecraft里的一个存储Mod配置文件的config文件夹中。它掌管着Mod中所有的设定配置，也包括所有作物的设定。\n\n★ 1.13.2/1.14.4的改动 配置文件是1.13.2/1.14.4的版本重写中最大的系统改动之一\n\n这也导致了大量的变动，有一些好的，也有一些坏的。同样这里不会列出它的改动清单，但下面会简述它的改动。配置GUI在1.13.2/1.14.4版本删除了 - 现在必须手动修改配置文件。在1.13.2和1.14.4版本中，3个配置文件会存储在config的resynth文件夹中。在1.12.2版本，config文件夹只有resynth.cfg一个配置文件。更多的配置设定被重命名且增加了许多注释，使得它变成了一个更好的文档。配置文件的格式也有了些改动。\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1598968560,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:15 编辑 \n\n\nPlant Requests\n添加作物请求\n★ 添加作物请求 译者注：本章节需要些许英文水平，若你对自己的英文水平实在没有自信，或没有Github账号，你可以将你的信息通过论坛私信发送给我，我为了防打扰开了一些限制，在发送信息前你需要加我为好友。\n任何人都可以向作者提交为神农科技Mod添加新作物的请求，它可以是一种矿石、一种怪物掉落物或者一种资源，无论是添加原版Minecraft的相关物品作物还是联动其他Mod的物品，都可以向作者提出。当你提出这些请求时，必须遵守一些规则。\n\n你可以在Github里提出请求，可能会被接受，也可能会被拒绝。当作者接受了你的请求，你就可以受到你所提出的请求的完成状况。如果你没有在Github里提出请求，而是在其它地方提出添加新作物的请求，那么作者将会直接拒绝或无视你的请求。\n\n★ 规则 为了更高效快速地满足玩家们提出的添加作物的请求，你需要遵守并按照这些规则来书写你的请求。你需要在内容中提供完整的信息，比如：矿物/资源名称、Mod名等等。除此之外，许多旧版本神农科技中的一些作物在新版本是没有的，也就是说这种支持被断开了，新版本不再支持的旧版本作物将不再被加入到新版本中。如果你在请求中包含了一些比较稀有的Mod和资源，那么这个请求将不会被接受。\n\n下文要求的信息必须在你的请求中出现，包括作者目前接收添加作物请求的Resynth/Minecraft版本号，以及附加规则、要求和例外情况：\n目前，仅接收神农科技Mod最新版本所对应的Minecraft版本的添加作物请求 - 目前是1.16.1。对于旧版本的作物移植到新版本中的大多数添加作物请求会被拒绝（除特殊情况外）。在同一篇添加作物请求中，你可以请求添加多个不同的矿物和资源作物。请提供你想添加的作物所对应的资源的全名。如果是多个资源，那也请你填写完整它们的全名。（全名需要使用英文）请在请求中标明你想添加的作物所对应的资源的Minecraft版本。（请留意第一条要求）每一个请求中都要具体说明它的作物类型，例如：矿物（Ore）、生物掉落物（Mob drop）、物品资源（Item resource）。如果你的请求是需要联动其它Mod的矿物或资源，请在你的请求中写明Mod的全名，以及Mod原帖的链接（最好是CurseForge）。如果有能力的话，请再加上它的modid。如果你的请求是需要联动其它Mod的矿物或资源，请提供它所支持的Minecraft的最新版本。（请留意第一条要求）。单个请求仅允许填写一个Mod的相关内容。最后，请再填写上你认为很重要的附加信息。\n\n★ 书写并提交你的请求 所有的请求都必须提交到Github的这里，显然你需要先注册一个Github账号才能进行下面的操作。所有的作物请求都会需要一个标题和正文。\n\n在标题中，你应该指出这是一个添加作物的请求（Plant requests）并指出你想让Resynth支持什么资源，使什么资源拥有它的专属作物。如果这种资源来自于其它Mod，请将该Mod的完整名称写在标题中（需要打个括号）。如果你的请求中有3个以上（不包括3个）时，你可以用\"Multiple\"来替代它们的资源名称。写完了标题，那么你就需要填写正文，正文中，你需要在正文中包含所有其它相关信息。正文没有什么严格的格式。但方便起见，译者这里建议你使用下面作者提供的几个格式。\n\n这里有一些标准的格式：\n标题例1：Plant Request: Mossy Cobblestone\n标题例2：Plant Request: Copper (Thermal Foundation)\n标题例3：Plant Request: Multiple\n正文例1：\nRequested crops for: Mossy Cobblestone\nMinecraft Version: 1.16.1\nType: Block (Metallic)\n\nThanks!\n正文例2：\nRequested crops for: Copper (metallic, ore), Tin (metallic, ore), and Aluminium\nMod: Tinkers' Construct\nLink to mod: < put link here >\nMods Minecraft Version: 1.16.1\nMinecraft Version: 1.16.1\n\nIf needed: some thoughts, comments, concerns, ect...\n\nThanks!\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599040440,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:15 编辑 \n\n本节内容工作量巨大，仍未完成，暂时跳过\n\nPlant\n作物\n★ 作物 这里将会列出Resynth中可以种植的所有资源，也包括了联动的Mod资源，和该作物所属的类型。本节内容只会列出最新版本Resynth中的资源。旧版本中所有新版本不再支持的作物都不会在此处列出。\n\n没有看到你想要的Mod、矿物、作物或资源？实际上，一直都有作物源源不断地加入到Resynth中，联动的Mod越来越多 - 大多数都来自于玩家的添加作物请求。此外，无论是谁，都可以向作者提交添加作物的请求，只要你表述清楚，合乎规则。通过这里的向导你可以了解到相关信息，并学会如何提交请求。\n\n联动Mod的内容。\n最新版的Resynth除了添加了原版Minecraft的一些矿石和资源作物以外，还联动了一些Mod并添加了它们的一些相关矿石和资源作物。当前新版本的联动Mod有：基础下界矿石、植物魔法、蓝石力量、通用机械、更多矿石、神秘农业、另一种红宝石、简单矿石、午夜\n艾德曼合金\n金属类\n\n来源：\n简单矿石铝\n金属类\n\n来源：\n基础下界矿石紫水晶\n矿物类\n\n来源：\n更多矿石\n蓝石力量安山岩\n金属类\n\n来源：\nMinecraft烈焰棒\n生物化学类\n\n来源：\nMinecraft\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599056340,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:15 编辑 \n\n\nEnhancers\n催化块\n★ 简介 可堆叠：是（最大64）\n可种植：加尔文矿：是\n                针碲金银矿：否\n加入版本：3.1.0 (1.14.4)\n催化块有2种：加尔文矿催化块和针碲金银矿催化块。它们可以用于将矿物质泥土升级至2级和3级。\n\n如果没有使用催化块，你只能将矿物质泥土的矿物质含量提升至50%，但如果使用了催化块，矿物质泥土的矿物质含量就会突破50%，加尔文矿催化块可以提升到60%，针碲金银矿催化块可以提升到75%。\n\n你也可以通过修改配置文件使矿物质泥土的矿物质含量可以通过使用催化块提升至90%和100%。 - 这并不是默认的参数。\n\n催化块只存在于1.14.4版本及以上版本中\n\n★ 使用方法 催化块需要直接放置在矿物质泥土的下方，催化块会直接为矿物质泥土增加矿物质含量，加尔文矿催化块是10%，针碲金银矿催化块是25%。\n\n当你放置好催化块后，矿物质泥土中的矿物质含量将会直接增加，而不需要你再手动添加它的矿物质含量。但是这样的前提是该矿物质泥土的矿物质含量已经是50%了。\n\n一个矿物质泥土的下方只能放置一个催化块。多余的催化块将不会生效。\n\n★ 放置 催化块必须放置在矿物质泥土的正下方并紧贴着矿物质泥土，矿物质泥土的矿物质含量必须为50%，否则催化块不会生效。\n\n一旦放置，催化块上方的矿物质泥土中的矿物质含量将会直接得到增加。加尔文矿催化块会增加10%（总共60%），针碲金银矿催化块会增加25%（总共75%）。\n\n如果你的操作正确，矿物质泥土的颜色将会变成与下方催化块相匹配的颜色。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599129300,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:40 编辑 \n\n\nMineral Rock\n矿物质岩石\n★ 简介 可堆叠：是（最大64）\n可种植：是\n加入版本：1.0 Beta矿物质岩石是Resynth中最重要的合成材料，同时种植和施肥也需要它。当你开采矿物质石头时，它会少量掉落。\n\n将矿物质岩石添加到矿物质泥土中，可以使得矿物质泥土的矿物质含量增加，从而使矿物质泥土上的作物生长速度加快。种植Resynth的作物也需要矿物质岩石，矿物质岩石可以通过合成获得密实的矿物质岩石，然后将密实的矿物质岩石放入熔炉烧炼后可获得矿物质晶体，只有使用由矿物质晶体制作的矿物质锄才能耕作出矿物质泥土，只有矿物质泥土才能耕作Resynth的作物。\n\n★ 矿物质岩石的用途 矿物质岩石是耕作作物的必需品，因此它是十分重要的，也是发展过程中迫切需要的物品。它们大多数都被用于耕作出矿物质泥土，因为Resynth的作物无法在普通泥土上生长。但它也是作物生长过程中的必需品，对于Resynth中的物品来说，它是重要的合成材料。\n\n使用矿物质岩石制作出矿物质泥土矿物质岩石不能直接将普通泥土转变为矿物质泥土，它们需要先经过工作台合成出密实的矿物质岩石，然后经过熔炉烧炼出矿物质晶体，再由矿物质晶体制作出矿物质锄，才能使用矿物质锄将普通泥土转变为矿物质泥土。使用矿物质锄将泥土转变为矿物质泥土时会消耗矿物质锄中的矿物质点数，当矿物质点数为0时就无法将普通泥土转化为矿物质泥土，你可以使用矿物质晶体为其充能。\n使用矿物质岩石作为肥料矿物质岩石也可以作为肥料用于加速矿物质泥土上的作物的生长速度。手持它们右键矿物质泥土可以提高矿物质泥土的矿物质含量。每一个矿物质岩石可以为矿物质泥土增加1%的矿物质含量。种植在矿物质含量高的矿物质泥土上的作物生长速度将会加快。\n需要矿物质岩石的合成配方有一些普通的配方需要矿物质岩石来进行合成/熔炼。\n               密实的矿物质岩石                                          矿物质晶体                                              矿物质锄\n\n\n★ 获得矿物质岩石 本节将会详细讲述如何获得矿物质岩石的相关内容。\n挖矿采集在最开始的时候，唯一获得矿物质岩石的途径就只有挖掘矿物质石头才能获得它。开采矿物质石头时，会掉落1到3个矿物质岩石。掉落的矿物质岩石的数量会随着挖掘工具的时运等级的提高而增加。\n\n耕作种植这种获取矿物质岩石的机制首先需要你去开采矿物质石头，通过开采矿物质石头来概率性掉落矿物质岩石的种子\n当你开采矿物质石头时，矿物质岩石的种子会概率性掉落。你可以通过种子来种子矿物质岩石（生长速度比其它作物快），这使得你可以不用再去下矿开采矿物质石头。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599207720,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:17 编辑 \n\n\nDense Mineral Rock\n密实的矿物质岩石\n★ 简介 可堆叠：是（最大64）\n可种植：否\n加入版本：1.0 Beta密实的矿物质岩石是矿物质岩石的浓缩版本。一个密实的矿物质岩石由9个矿物质岩石通过工作台合成得到。密实的矿物质岩石可以用于添加矿物质泥土的矿物质含量，其效果与9个矿物质岩石相同。\n\n除了上述用途以外，它还可以用于烧制成矿物质晶体以及作为矿物质锄的合成材料。\n\n★ 用作肥料 和矿物质岩石一样，密实的矿物质岩石也可以作为一种肥料用于添加矿物质泥土的矿物质含量。唯一不同的是，由于密实的矿物质岩石是由9个矿物质岩石合成得到，因此它能给矿物质泥土增加的矿物质含量也相当于9个矿物质岩石，也就是9%。举个栗子，一个矿物质岩石能增加的矿物质含量是1%，那么9个矿物质岩石的合成品密实的矿物质岩石能增加的矿物质含量就是9%。\n警告：如果你打算对着一个即将超出50%矿物质含量的矿物质泥土使用密实的矿物质岩石，那么当你使用时，该矿物质泥土的矿物质含量只会到达50%，多出的部分将被无效化处理，不会返还任何矿物质岩石或密实的矿物质岩石。\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599232260,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:18 编辑 \n\n\nMineral Crystal\n矿物质晶体\n★ 简介 可堆叠：是（最大64）\n可种植：是\n加入版本：1.0 Beta矿物质晶体是一种消耗品，它可以通过放入背包后，手持矿物质锄右键消耗掉，同时会为矿物质锄添加1点矿物质。然后在使用矿物质锄耕作泥土使泥土转化为矿物质泥土后消耗掉矿物质锄中的矿物质点数。\n\n在创造模式下，矿物质锄不再需要消耗矿物质晶体来添加矿物质才能使用，它可以无限使用。\n\n★ 早期版本 在1.3.1版本之前，矿物质晶体可以直接通过右键泥土消耗1个矿物质晶体将泥土转化为矿物质泥土，或者直接使用1个矿物质晶体在工作台上合成出矿物质泥土。\n\n矿物质泥土被破坏后并不会返还矿物质晶体，相反，矿物质泥土会掉落。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599469200,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:18 编辑 \n\n\nMineral Hoe\n矿物质锄\n★ 简介 可堆叠：否\n加入版本：1.3.1\n最大矿物质：64\n默认矿物质：2矿物质锄是在发展Resynth时的重要工具。它用于将泥土/草方块转化为矿物质泥土 - 就像普通的锄头可以将泥土/草方块转化为耕地那样。然而，它并不像普通的锄头那样有一个伤害标签，矿物质锄需要消耗矿物质晶体获得矿物质点数才能进行矿物质泥土的转化。\n\n崭新出厂的矿物质锄默认带有2点矿物质，你可以通过手持矿物质锄按住Shift右击一个方块消耗掉背包中的一个矿物质晶体为其充能。\n\n★ 获取和使用矿物质锄 在1.13.2的更新中，矿物质锄发生了很大的变化。首先，你可以通过手持矿物质锄对准空气右击消耗掉背包中的一个矿物质晶体为其充能，或者按住Shift右击任意一个除作物和矿物质泥土以外的方块。其次，通过手持矿物质锄右击一个作物可以查看它的生长阶段，右击一个矿物质泥土可以查看它的矿物质含量。最后一点但是并非不重要的一点，在创造模式下矿物质锄可以直接给作物施肥，就像使用骨粉施肥那样。\n\n★ 获得和使用矿物质锄 矿物质锄和其它锄头一样，在合成时需要2个木棍和2个矿物质晶体。将它合成出来后它默认自带2点矿物质，这样你就可以快速地将两个泥土/草方块转化为矿物质泥土从而开始你的Resynth之旅。\n\n一旦你手中的矿物质锄中的矿物质点数被消耗完，你就必须得手持矿物质锄，并按住Shift右击一个方块来消耗背包中的一个矿物质晶体为其添加更多矿物质点数。一个矿物质晶体只能为矿物质锄带来一点矿物质。如果你的操作没有问题，那么你就会听到“叮”的一声。\n\n默认情况下，矿物质锄中的矿物质点数最多能堆叠到64点。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599725220,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:19 编辑 \n\n\nSeeds\n种子\n★ 简介 可堆叠：是（最大64）\n种植需求：矿物质泥土\n加入版本：1.0 BetaResynth种子是用来种植各种类型的Resynth作物用的。不同类型的Resynth种子有着不同的获取途径。请查看获得种子和资源一章了解更详细的指南。\n\n所有的Resynth种子都只能种植在矿物质泥土上。\n\n★ 材质和颜色 不同的作物有着不同的材质，这也取决于那个作物的类型，所有的作物都有不同的与它们的最终资源相匹配的颜色。\n\n\n\n★ 工具提示 在1.13.2版本中，所有的植物都有一个工具提示显示它们所生长的作物的信息。\n\n这个信息会包含作物的生长速度，从矿物/生物那里掉落种子的几率，以及从产品那里掉落种子的几率。生物化学类种子还会显示从神秘的种荚中掉落的几率。\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599747720,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:19 编辑 \n\n\nShards\n碎片\n★ 简介 可堆叠：是（最大64）\n来源：晶体类作物\n加入版本：1.0.0 Beta碎片是晶体类作物的产品，它们可以通过在熔炉里烧炼出它们的最终资源（例如：钻石碎片通过熔炉烧制出钻石），也可以通过将它们扔到平静的水面上，它们在一段时间后会消失，如果你足够幸运，它们会在消失的同时掉落它们的种子。\n\n每种碎片的颜色都与它们的最终资源相匹配。\n\n★ 通过碎片获得种子 本节将会详细讲述如何从碎片那里获得种子的相关内容。\n\n任何作物的碎片都可以扔入水中，并让它们在水中停留5分钟，5分钟后，碎片会消失，如果你足够幸运，它们会在消失的同时掉落它们的种子，种子一定会是该碎片所对应的作物种子。你可以通过在配置文件中修改数值使得特定作物的种子掉落概率提高。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1599836520,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:20 编辑 \n\n\nBulbs\n鳞茎\n★ 简介 可堆叠：是（最大64）\n来源：生物化学类作物\n加入版本：1.1.0鳞茎是生物化学类作物的产品，当生物化学类作物生长成熟时，你就可以通过右击它进行采摘，不必破坏整株植物。它们可以通过在熔炉里烧炼出它们的最终资源（例如：蜘蛛眼鳞茎通过熔炉烧制出蜘蛛眼）。\n\n每种鳞茎颜色都与它们的最终资源相匹配。\n1.12.2版本如何从鳞茎中获得种子 在1.12.2版本中，你可以通过手持鳞茎右击将它扔出，从而有几率获得种子。鳞茎被扔出后着地会直接碎掉，同时有几率在碎掉的同时掉落种子。\n1.13.2/1.14.4版本如何从鳞茎中获得种子 在1.13.2和1.14.4版本中，鳞茎略有改动。它们不再是通过“扔出”来获得更多种子了，改成了“粉碎”。你可以通过手持鳞茎按住右键将它粉碎，从而有几率获得种子。被粉碎的鳞茎将被消耗，如果你足够幸运，它的种子会生成在距离你5格的范围内。\n\n\n★ 收获鳞茎 在生物化学类作物的鳞茎长熟后，你可以通过右击收获它们。收获后作物上面那个像“灯泡”一样的球球会掉落，那就是鳞茎，当一个成熟的鳞茎被收获后，作物的生长阶段将会被重置到阶段4（成熟是阶段8）。当你收获鳞茎时，该生物化学类作物也有一定几率会直接损坏，这也使得你不得不重新去种植它，从阶段1重新开始。\n\n温馨提示：最好不要手持鳞茎去收获生物化学类作物，因为在你按右键时，你会把你手中的鳞茎扔出去/粉碎掉。\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1601119020,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:20 编辑 \n\n\nMineral Soil\n矿物质泥土\n★ 简介 可堆叠：是（最大64）\n加入版本：1.0 Beta\n透明：否\n亮度：0\n可点燃：否\n最高矿物质容量：50%\n掉落：泥土*1\n          矿物质晶体*1\n          矿物质岩石*1~49Resynth的作物只能种植在矿物质泥土上，因此发展Resynth时矿物质泥土是个必需品。它可以通过使用矿物质锄耕作（手持右击）泥土或草方块得到，每一次使用矿物质锄将泥土或草方块转换成矿物质泥土都会消耗1点矿物质锄中的矿物质，当矿物质锄中的矿物质不足1将无法耕作泥土或草方块。\n\n矿物质泥土与草方块的不同在于矿物质泥土可以通过使用矿物质岩石和密实的矿物质岩石来增加矿物质泥土的矿物质含量，从而达到加快该矿物质泥土上的Resynth作物的生长速度。在矿物质泥土上无论怎样蹦迪，它都不会像普通耕地那样变回泥土。矿物质泥土也不需要附近的水为它提高水分，它不会干涸。\n\n一旦矿物质泥土被破坏，它会掉落1个普通的泥土，1个矿物质晶体以及你向矿物质泥土中施加的矿物质岩石（最高49）。\n\n★ 施肥 当你创造/放置出一个矿物质泥土时，矿物质泥土将会自带1%的矿物质含量。这也就意味着，这矿物质泥土上的作物有1%的生长速度加成，同时，MOD会自动计算矿物质泥土上的作物生长速度并计算它们将在什么时间点生长一次。这使得每个作物都有它们各自的在受下方矿物质泥土中矿物质含量影响下的生长速度。\n\n通常，种植在矿物质含量低的矿物质泥土上的作物生长速度将会非常缓慢。不过，你可以通过手持矿物质岩石或密实的矿物质岩石右击矿物质泥土来增加矿物质泥土中的矿物质含量，矿物质含量最高可以增加至50%。默认情况下，矿物质岩石一次可以增加1%，密实的矿物质岩石一次可以增加9%。\n\n当矿物质泥土被破坏，被添加到矿物质泥土里的所有资源都会掉落。包括你添加到矿物质泥土中的矿物质岩石和密实的矿物质岩石，还有一个泥土方块和一个矿物质晶体。如果你添加了过量的矿物质岩石或密实的矿物质岩石使得矿物质泥土的矿物质含量超过50%，那么超过的那一部分将会丢失并且不会给你任何补偿。\n\n★ 矿物质泥土的阶段 矿物质泥土有5个等级（称作阶段），矿物质泥土的阶段与矿物质泥土中的矿物质含量息息相关。矿物质泥土的阶段会影响它的外观，不同的阶段有着不同的外观。阶段越高，矿物质泥土上的裂痕也会增加。\n\n下面这个表将会显示不同的矿物质泥土阶段所对应的矿物质含量的区间值。\n阶段矿物质含量阶段11%-19%阶段220%-29%阶段330%-39%阶段440%-49%阶段550%\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1601119680,
            "txt_content": " 本帖最后由 Aikini 于 2020-11-5 18:21 编辑 \n\n\nMineral Stone\n矿物质石头\n★ 简介 可堆叠：是（最大64）\n加入版本：1.0 Beta\n透明：否\n亮度：0\n可点燃：否\n掉落：矿物质岩石*1矿物质石头是Resynth的矿石。默认情况下，它只会在3-5层少量生成。然而，这个设定可以通过修改配置文件进行修改。\n\n当矿物质石头被破坏时，它通常会掉落1到2个矿物质岩石，这个东西在MOD的起步和发展都用得到，从始至终都是一个必需品。使用时运镐子挖掘可以增加矿物质岩石的掉落数量。在你挖掘矿物质石头后，有一定概率会掉落矿物质种子替代原先应该掉落的矿物质岩石。你可以种植这些种子，通过种植来获得矿物质岩石，这样你就可以不用再下矿去挖掘它了。\n\n在1.13.2版本中，矿物质石头的世界生成器有一些轻微的改动。矿物质石头的刷新区域将会提高几层，并且数量会更多一些。\n\n\n"
        },
        {
            "author": "杨璐嘉",
            "timestamp": 1601280120,
            "txt_content": "\n为啥老是不长呢"
        },
        {
            "author": "Aikini",
            "timestamp": 1601280300,
            "txt_content": "杨璐嘉 发表于 2020-9-28 16:02\n为啥老是不长呢\n请仔细阅读帖子"
        },
        {
            "author": "Aikini",
            "timestamp": 1604571660,
            "txt_content": "\nOrganic Ore\n有机矿石\n★ 简介 可堆叠：是（最大64）\n加入版本：1.0 Beta\n透明：否\n亮度：0\n可点燃：否\n掉落：有机矿石*1有机矿石是金属类作物的产品，这个方块看起来像缠上了藤蔓的矿石方块，它们可以通过在熔炉里烧炼出它们的最终资源（例如：有机铁矿石通过熔炉烧制出铁矿石）。\n\n所有有机矿石都可以通过熔炉烧炼出原始矿石方块（例如：有机铁矿石通过熔炉烧制出铁矿石），也可以通过爆破有机矿石来概率获得更多作物的种子。\n\n就像西瓜和南瓜一样，有机矿石可以通过使用活塞推动破坏。\n\n\n"
        },
        {
            "author": "方块黑鹭",
            "timestamp": 1609496820,
            "txt_content": "如果可以种植矿石就好了。"
        },
        {
            "author": "OUTPUT",
            "timestamp": 1609734660,
            "txt_content": "哈哈我最看好的还是有机矿石"
        },
        {
            "author": "npcman001",
            "timestamp": 1611069180,
            "txt_content": "很好的翻译项目，支持"
        }
    ]
}