{
    "title": "[微小说] 弑魔之战 第三章",
    "author": "萌萌的咖喱",
    "replyCount": 8,
    "timestamp": 1361368140,
    "txt_content": " 本帖最后由 Technology 于 2013-3-3 17:56 编辑 \n\n弑魔之战 索引贴\n第三章\n\n   “传说中的恶魔要苏醒了，我们要大难临头了。”村长躺在床上悲愤交加的说，自从那个死去的猎人告诉村长白眼睛的那个人回来了，村长就一直很焦虑不安，今天，又一个半死不活的人奔回村告诉大家那个神秘人要来了，村长直接就晕倒了，等到村长醒来，他第一句说的就是这句话。\n    村长把我叫到了他的房间，很郑重的递给我一本厚厚的全是灰尘的书，看上去很老的样子，残缺不堪的书页简直不堪入目，上面还有密密麻麻的文字排列着。我很疑惑的问：“村长大人，这是？”“这就是我们祖先遗留下来的宝书，它上面记载了这个世界所有怪物的弱点和可怕之处，你翻到最后一页看看，那就是两个最可怕的怪物，也就是那个神秘人和龙。“村长说，我翻到了最后一页，只见一个白色眼睛的人狠狠的瞪着我，我吓了一跳，书掉在了地上，我这才看清那只是一副画，画边上写着神秘白眼人的名字与简介。\n\n    名字：Herobrine     简称：Him     特征：与大部分人长得很像，不过眼睛是全白的。    能力：召唤怪物，召唤闪电，召唤黑龙     性别：男。随后又是一条黑龙映入我的眼眶   名字：末影龙      简称：黑龙     特征：全身发黑，拥有巨大的能量，攻击力极强，有专门为他回血的防御塔，发怒时会喷出火焰。     能力：控制末影人，召唤末影守卫，爆炸性攻击。\n\n    我看完后胆颤心惊的把书还给了村长，村长淡淡的说：“带着村民们走吧，你们守不住的，他们太强大。”我一听这话不对，立刻问村长：“村长，那你怎么办，还有长老们怎么办？”“我们已经商量好了，我们虽然老了，但是我们年轻的时候可是举世闻名的斗士，这么大一把年纪了，是该活动活动身骨了。”村长说道。\n\n    我明白了村长的意思，我也不多说什么，只是点了点头，然后走出了村长的房间。\n\n    第二天，村长和长老们都穿上了各自的黄金战甲和钻石装，带着昔日最爱的宝剑和弓弩，向我们告别，他们要用自己的意志和力量告诉我们：青春永远不会衰败，只不过是你自己认为你老了。我含着泪与长老和村长一一道别，和骑士们一起保护村民去找一个避难所然后重新发展起来。我们走后的第三天，我们还是听到了不幸的消息，是从村庄边上专门负责打探消息的土匪告诉我们的。\n\n    他那一天听到天空传来一阵巨响，然后一道裂缝从半空中撕裂开来，一个白色眼睛的人，也就是那个书上所说的HIM，骑着一条会喷火的黑龙来到了那个村子，召唤了一大批僵尸和末影人。随后他看见了几个老头在那里英勇奋战，打得很是激烈，他赞叹那几个老头老当益壮，这么老了，身手还是这么矫健，攻击还是这么有力。\n\n    就在老人们砍死最后一只怪物的时候，HIM从末影龙身上跳了下来，手轻轻一挥，长老们就似乎受到一股冲击波的打击，直接飞了好几米远。村长吐了一口血，浑浊的眼球狠狠地瞪着HIM，HIM走近了他，笑道：“软弱的人类，这是何苦呢？乖乖的跟随我吧，否则你们的下场都是一样的，那就是死亡。”村长和其余长老们突然笑了起来，HIM感觉很奇怪，正要杀了这帮疯老头，突然听见了“嘶嘶~~”的声音，HIM大叫：“不好！快跑！是这帮老不死埋的TNT！”村长和长老们唱起来当年杀敌时唱的进行曲：“看到敌人不留情，带着大刀向前砍~我们是勇者，力大无穷的勇者，敢于牺牲的勇者，勇于奋斗的勇者，伟大神圣的勇者......”唱到这里，TNT爆炸了，村子直接被炸成了废墟，估计村子下面埋了几千个TNT才有这等威力。\n\n    HIM被许多枚飞来的TNT砸中，来不及躲闪，被炸了个正着，大吐一口鲜血，脑袋受到了撞击，晕了过去，末影龙见势不妙，立刻带着HIM逃回了末路之地。HIM苏醒后立刻大骂：“老不死的，居然敢暗算我！”末影龙有点愤怒地说道：“你害我损失了这么多手下还受了重伤，你还骂的出口？”HIM狠狠的说了一句：“你放心，我肯定会消灭所有人类的。”\n\n    土匪听完后立刻从末路之地逃了回来，把这个消息告诉了我们，我们听了后立刻给村长和长老们立了勇士之墓，我们所有人目前基本上恢复了正常的生活，造了一个很坚固的城堡，与村庄相比更适合防守了。\n\n    我们选举一个很有智慧的老人当了城堡的城主，我们的生活开始先进起来，我们开始往城堡周围放陷阱，挖战壕，时刻提防着HIM等怪物的到来，我们同时也不断地训练，争取把每个士兵的素质，体质都锻炼到最高水平。\n\n    一个安详宁静的夜晚，我在翻着村长给我的书，突然发现了一张村长留给我的秘密信封，打开一看，居然是一张密密麻麻的纸，上面写着8个大字：打败HIM的条件......\n",
    "replies": [
        {
            "author": "MarcoV",
            "timestamp": 1361368140,
            "txt_content": "太长，不看"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361368140,
            "txt_content": "..................很长么，我这一次写的很短了啊"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361374140,
            "txt_content": "说实话我觉得我这部小说的名字起的有点土，我打算把它改名为猎人笔记或者有人可以给点改名的建议吗？"
        },
        {
            "author": "su3155323",
            "timestamp": 1361537040,
            "txt_content": "分段啊，像这样一大串文字的我看都不看"
        },
        {
            "author": "Technology",
            "timestamp": 1361957580,
            "txt_content": "我在认真的看噢，给你的这章提个建议。长老们的应战场景应该要写一些，这样会比较充实，一笔带过问题也不大。有一个比较重要的是要写一点关于村民现在的生活，还有建造的堡垒的概况。不然你的过渡段就太短了"
        },
        {
            "author": "无痕",
            "timestamp": 1363394520,
            "txt_content": "写得好棒=v=~"
        },
        {
            "author": "巳蛇",
            "timestamp": 1363521540,
            "txt_content": "谢谢，真好看"
        },
        {
            "author": "巳蛇",
            "timestamp": 1363521660,
            "txt_content": "额          "
        }
    ]
}