{
    "title": "[原创]德军士兵在我的世界",
    "author": "Bismark",
    "replyCount": 5,
    "timestamp": 1570036980,
    "txt_content": " 本帖最后由 Bismark 于 2019-10-6 00:44 编辑 \n\n设定说明：\n这些德军士兵——13个人，来自1942年后的历史发生了分歧的架空世界。\n这13人分别是：\n莱因哈德·冯·克莱斯特，军官，少校连长。\n马蒂斯·弗雷德里克，技术军士，炮兵观察员。\n约纳斯·施泰因布林克，军士，班长。\n阿尔弗雷德·莱科斯汀，军士，第一副班长。\n林恩·加尔戈，军士(夜战设备)，第二副班长。\n奥利弗·格林斯特，狙击手(夜战设备)。\n马克西米利安·黑勒，机枪手(夜战设备)。\n维尔纳·霍克，机枪副射手。\n卡尔·特奇梅尔，反坦克手。\n戈登·沃弗鲁姆，反坦克副射手。\n马克斯·坦泽，突击步枪士兵。\n弗里德海姆·温特，突击步枪士兵。",
    "replies": [
        {
            "author": "Bismark",
            "timestamp": 1570253820,
            "txt_content": " 本帖最后由 Bismark 于 2019-10-6 01:09 编辑 \n\n我们本是在北挪威战斗的最后一批军队之一，但现在身处一片，自我们出生以来到五分钟前不久，自那段时间获得的几乎所有知识，常识都不适用的新天地。\n目视之处，云是如虎式坦克棱角分明的立体扁方块状，太阳是方的，像一些装修风格比较前卫的宾馆酒店吸顶灯；地表的一切都带着直直的棱角，如小孩子的玩具积木。\n在我们所处的环境剧烈变化前，战场是一片冰天雪地的丘陵，我们这些士兵穿着白色的冬装。环境变化后，原本积雪约有四百至五百毫米的地面变成了色彩模糊，但外形上能直观判断出来是绿色青草的地面，因此我们这些穿着厚厚白色衣服的人非常显眼，我能非常直观地看见我的士兵们分布在哪里。\n“……长……长官？”\n原本趴在我不远处，架着装有吸血鬼夜战设备的MG42机枪射手，马克西米利安·黑勒转过头来看着我，五分钟前还在对敌人有节奏地射击。\n马蒂斯·弗雷德里克，配属我连作战的炮兵观察员，颤抖着放下剪式望远镜。\n卡尔·特奇梅尔，这个昨天才满18周岁的小伙子，放下了反坦克火箭筒，不停地揉着眼睛，我能看出来他的脸上充满疑惑。\n来自拉脱维亚的阿尔弗雷德·莱科斯汀，曾想尽办法从自称解放者的敌军占领的故土，辗转流离到挪威闻名的外国人军士，少有的非德国人骑士铁十字勋章获得者，此时支起了上半身，不停地拍打诡异的方形地面。\n戈登·沃弗鲁姆，战斗开始前他总是拍着胸脯说“我什么阵仗没见过？”，不过他肯定没见过这阵仗。\n林恩·加尔戈，这位枪法精湛的射手，茫然无措地看着四周，最后将目光放在我身上。\n维尔纳·霍克，不知幸运还是不幸，15分钟前他跑回后方取黑勒急需的机枪子弹，5分钟前他拎着几个弹箱身上披挂两条长弹链，刚刚跑回这里。\n弗里德海姆·温特，这是名1939年入伍，几乎参与了所有主要战役的，获得相当多勋章老兵，平时他喜爱看的文学书籍似乎也无法为他解答当前的疑惑。\n马克斯·坦泽，这个柯尼斯堡人在离我较远的地方，虽然看不太清他的表情，但我能确定他在看着我。\n约纳斯·施泰因布林克，战斗班的正牌班长，保持着趴在散兵坑土壁上的姿势，直勾勾摔在地上。\n奥利弗·格林斯特，不远处的方块树顶上，这位狙击手的白色伪装服相当显眼。\n无论几分钟前我们如何为生存问题战斗，现在我们都在面对同一个茫然的问题。【我们何去何从？】\n……\n军官学校，书面教材没有任何一行文字指导我，遇见我当前的这种情况应该怎么做；军官学校的教官纵使讲述过上百上千次东线或西线的小型战场实况，却不会有任何一场战斗，一个人的遭遇能与我们的处境相似。\n但无论身处任何环境，遭遇任何情况，军官学校都要我记住：任何时候，军官都不应该面对茫然无措的士兵时，自乱阵脚。\n由于地形的改变，原本我们修筑的，有限的防御工事全部消失了。前一阵赖以生存的沙包，胸墙和散兵坑已经无法寻得，直到现在我才意识到，如果百米外就有敌军的自动火力手，这个战斗班必将损失惨重。\n我无法确定是整个战场的地形发生了如此诡异的变化，还是只有我身处的这一片地方如此，亦或者像神话故事那样进入了仙境？\n如果是后者，是只有我们一行人进入了，还是敌人也被卷入了？\n以这样的担忧为出发点，我下达了也许是平生最古怪的命令之一：\n“所有人……找掩护！”\n最后一个音节落下，约2秒不到，这些迷茫的脸堪堪转向不久前向敌人开火的方向，然后各自前往能够提供遮蔽的地形。\n士兵们匆忙左顾右盼，接着，他们中的大多数选择退回后方一道较低海拔的平地，依托这高度约一米的地形差准备迎接来犯之敌。\n我则压低了突击步枪的枪口，倚靠在一颗极为方正，树干宽大的木头后，在这儿我能看见所有手下的头，并能获得相对宽阔的视野。\n左探头，右探头，视野可见的尽是这诡异的阶梯式海拔增减方正地形，我可以清晰看见，五分钟前敌军压低身体正在匍匐前进的那片缓坡，被一片棕白相间的古怪树林取代。\n至于那些穿着棕黄色制服，挂白披风的敌军士兵，包括胸前带着鲜艳红色枪洞的尸体在内，无处可寻。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1570291980,
            "txt_content": "等一下 你不能同时做到原创和转载吧……应该说二选一，然后单篇连载二选一啊……"
        },
        {
            "author": "Bismark",
            "timestamp": 1570292460,
            "txt_content": "V.M.Samlye 发表于 2019-10-6 00:13\n等一下 你不能同时做到原创和转载吧……应该说二选一，然后单篇连载二选一啊…… ...\n这篇随笔我可能以后会在小说网站上发"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1570293300,
            "txt_content": "Bismark 发表于 2019-10-6 00:21\n这篇随笔我可能以后会在小说网站上发\n那这就是你的原创啊 标题得修改一下吧"
        },
        {
            "author": "寒寂不低调",
            "timestamp": 1570937640,
            "txt_content": "呃呃呃呃呃\n"
        }
    ]
}