{
    "title": "[Minecraft.net | CULTURE] 不负所望",
    "author": "一窍不开",
    "replyCount": 1,
    "timestamp": 1570036080,
    "txt_content": " 本帖最后由 一窍不开 于 2019-10-6 11:54 编辑 \n\nHOPE PAYS OFF\n不负所望\n\nShapescape share about their battle-winning build!\nShapescape 来分享他们获胜作品的心得了！\n\nIf you're one of the truly loyal readers of Minecraft.net (the kind who reread Block of the Week 80 times a day and have tatoos of Marsh and I on their backs), you might have noticed Zen of the Build, a story we posted yesterday about the spectacular Life of a Buddhist from Team Vaeron. If you didn't read it, then... look, we're not mad. Just disappointed. Go take a look now!\n若你是 Minecraft.net 真正忠实的读者（指那种每天阅读 80 遍《本周方块系列》，还在后背纹上 Marsh 和我的纹身的人），你可能已经注意到了我们昨天发的《禅意建筑》，所讲的即是 Team Vaeron 的华丽的作品《Life of a Buddhist（僧人的生活）》。如果你还没阅读过那篇文章，那么……你看，我们并没有生气，只是有点失望。现在快点去看！\n\nTeam Vaeron's construction was part of a 24 hour build-battle for Buildcon. Their rivals? That would be Shapescape, creators of the winning build featured in this article, A Little Hope. More apocalyptic in theme, it shows the eerie beauty of architecture in ruin, with the small trace of plant-life offering the 'hope' of the title.\nTeam Vaeron 的建筑是为了 Buildcon（建筑盛会）而组织的 24 小时速建比赛的成果之一。他们的对手呢？是 Shapescape，即本文将要介绍的获胜作品《A Little Hope（一线希望）》的制作者。作品以末世为主题，向我们展示了断壁残垣所显露出的怪诞的美，其中零零星星的植物踪迹呼应了它名字中的“希望”。\n\n\n\n\n\"We were talking for a while with Vaeron - we really wanted to do a battle and they also wanted to do one,\" explains Bram, Shapescape co-director. \"But because of our schedules - we're both quite busy - we thought, this [Buildcon] is a weekend.\n“我们曾和 Vaeron 讨论过一阵子——我们想比试比试，他们也想。”Shapescape 的联合主管 Bram 解释说，“由于我们平时的日程都非常满，我们决定把它安排在（Buildcon 的）周末。”\n\n\"The whole community is available, because that's just how Buildcon works. The whole community sort of stops working on other projects and goes to the event, watches the showcases, watches the masterclasses and just comes together. It's one of the magical things about Buildcon. And we thought 'OK, let's do a build-off then!'\"\n“整个社区的人都会腾出时间，因为这就是 Buildcon。可以说整个社区的人都放下手上的其他任务，一起来参加活动，观看展示作品，传授建筑技巧，欢聚在一起，这就是 Buildcon 的奇妙处之一。所以我们想‘那么，我们也来建点东西吧！’。”\n\n\n\n\n\n\nBoth teams were given the theme of 'Life' to construct their build around. So what did Shapescape do with that theme? Er, surprisingly, the exact opposite. \"What we like to do with concept generation,\" says Bram. \"Is basically turn it upside down and think 'OK, let's not do that'. And just put a message into it that relates to it.\"\n两个团队所得到的建筑主题是“生命”。那 Shapescape 围绕这个主题做了什么？呃，你可能想不到，恰恰是它的对立面。“对于一个新的概念，”Bram 说，“我们通常会取其反面，就想‘我们不要做那样的东西’，最后再在里面添加一点与之相关的信息。”\n\n\"Because when you think of life, you think of very colourful and vibrant stuff, and we thought, OK, let's maybe do the exact opposite and tell the story of a desolate world which has a little bit of hope in it.\" An unorthodox strategy, but one that paid off.\n“因为当你想到生命时，你会想到色彩鲜艳、生机勃勃的内容，然后我们想，那我们也许可以做它的对立面，讲述一个希望渺茫的荒凉世界的故事。”这是一种另辟蹊径的做法，但结果是值得的。\n\nSo how do you pace yourself for a 24 hour build? \"With us it was 'do as much as you can, for as long as you can',\" explains Bram. \"Also what we did was build off the map, and then place everything on. So if you'd seen our map after twelve hours, you just would have seen some very empty terrain. And then off the map, it was all sorts of structures.\"\n那么你是怎么安排这 24 小时的建筑时间的？“对我们而言，那就是‘能做多少做多少，能做多久做多久’”，Bram 解释说，“另外我们还将建筑单独制作，然后再移动到地图上。所以如果你在我们建造 12 小时后来看我们的地图，你只能看到空空如也的地形。在地图之外，则是各种各样的建筑结构。”\n\n\n\nSome screens of the build when it was still in progress. Yet just a few hours away from completion!\n在作品建造过程中的一些画面。这时距离完成只剩几个小时了！\n\nConstructing all this in just twenty-four hours must have taken some seriously speedy building! But Bram's advice to newer build teams is to take a more leisurely pace. \"Don't put too much pressure on it. We've been a build team for a really long time. I think we're one of the oldest teams in the community right now, and we've seen a lot of teams come and go. And the thing with us has always been that we won't rush into things, we'll just let them come. I think that's something a lot of newer teams are lacking, and that's something they could learn if they just take it easy, have some fun while they're at it and don't stress them out too much over certain commissions that you missed or certain projects.\n在仅仅 24 小时内造好所有这些东西，一定是个相当拼命的速建过程！不过 Bram 建议新的建筑团队要放慢节奏。“不要有太大的压力。我们作为一个建筑团队已经有相当长的历史，也许是目前社区里资历最老的建筑团队之一，我们目睹了许多团队的兴衰。而我们一直以来有的一种特质就是我们不会急着做完什么，而是顺其自然地完成它。我觉得很多年轻的建筑团队缺少这种特质，如果他们可以试着放松心态，享受建筑的过程，应该就会有所进步。而且不要因为错过了某些作品而给予他们太大压力。”\n\n\"Just take it easy and have fun while you're at it. It's still a game, after all!\" Good advice! Here's some from us: take a look at more of Shapescape's work here.\n“放松心态，享受过程。无论如何，它只是个游戏！”这建议多棒！我们也提一点：在这里看看 Shapescape 的更多作品。\n\nImage renders by Bramboss & Trentu, Kryiin, Antrelial\n图片由 Bramboss & Trentu, Kryiin, Antrelial 渲染\n\n原文链接：https://www.minecraft.net/en-us/article/hope-pays\n作者：Tom Stone\n发布日期：2017/04/27\n一窍不开 翻译于：2019/10/03",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1570204680,
            "txt_content": "一个手误：\n\n24消失"
        }
    ]
}