{
    "title": "求大佬看看这个代码有没有冲突",
    "author": "keyikai123",
    "replyCount": 14,
    "timestamp": 1570114920,
    "txt_content": " 本帖最后由 keyikai123 于 2019-10-6 16:53 编辑 \n\n\nif (e instanceof Monster) {\n                    e.remove();\n                    continue;\n                }\nif (e instanceof Ghast  ){\n                    e.remove();\n                }\n\n复制代码\n\n第一个 是判断是不是怪物，第二个是恶魂，但是Monster写在前面会不会导致直接把恶魂给清理掉了 导致后面判断不起作用了\n",
    "replies": [
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1570145760,
            "txt_content": "不会问问题的话可以闭嘴, 想问问题首先把自己的原始代码发上来, 不用弄这么个简略的sbdemo来膈应人, 这个论坛的技术水平比不上csdn, 但是说真的就你这种问题都需要提问的, 没人稀罕偷你的高端代码, 所以你也不用担心泄露. 我看你也这个号一共发了 9 个贴, 全部都是提问各种问题的, 所以今天我免费送你一句话:\n想变强, 就别爱惜自己的羽毛\n\n为了防止被发卡, 我不情愿的给出回答: 会不会被清理那要看Ghast  和 Monster 之间有没有依赖关系, 如果有的话那就会"
        },
        {
            "author": "Bryan33",
            "timestamp": 1570156620,
            "txt_content": "Interface Monster\nAll Superinterfaces:Attributable, CommandSender, Creature, Damageable, Entity, LivingEntity, Metadatable, Nameable, Permissible, ProjectileSource, ServerOperatorAll Known Subinterfaces:Blaze, CaveSpider, Creeper, ElderGuardian, Enderman, Endermite, Evoker, Giant, Guardian, Husk, Illager, Illusioner, PigZombie, Silverfish, Skeleton, Spellcaster, Spider, Stray, Vex, Vindicator, Witch, Wither, WitherSkeleton, Zombie, ZombieVillager\n\n\nGhast并不是Monster的子接口"
        },
        {
            "author": "keyikai123",
            "timestamp": 1570176000,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "keyikai123",
            "timestamp": 1570176240,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1570186440,
            "txt_content": "keyikai123 发表于 2019-10-4 16:00\n**** 该帖被屏蔽 ****\n你这种人是真的可笑, 忠告听不进去, 反而自己有**倾向别人挑你毛病? 我已经给出了我的解答\n会不会被清理那要看Ghast  和 Monster 之间有没有依赖关系, 如果有的话那就会\n如果不需要眼睛的话建议捐给有需要的人呢."
        },
        {
            "author": "keyikai123",
            "timestamp": 1570197240,
            "txt_content": "SkinBBS 发表于 2019-10-4 18:54\n你这种人是真的可笑, 忠告听不进去, 反而自己有**倾向别人挑你毛病? 我已经给出了我的解答\n\n如果不需要眼 ...\n你这是忠告吗？ 你这言辞是什么意思，什么叫稀罕我的代码，我问的问题是Ghast算不算在Monster 里，你难道看不懂吗?还是智力不行呢 ，Bryan33 的回复你看一下和你的区别，你说了半天还是没说出Ghast到底算不算在Monster里，你觉得这么一个问题我还需要提供你什么代码？\n我是刚接触mc开发，我要么用Demo要么就Test , 你不想回答可以不回答，我昨天晚上发帖还是版主审核之后才通过的，版主都觉得没问题你这个0贡献的有什么资格来挑刺"
        },
        {
            "author": "keyikai123",
            "timestamp": 1570197360,
            "txt_content": "SkinBBS 发表于 2019-10-4 18:54\n你这种人是真的可笑, 忠告听不进去, 反而自己有**倾向别人挑你毛病? 我已经给出了我的解答\n\n如果不需要眼 ...\n你要是有能力就发几个优秀作品出来，不要妄想靠争论，水水帖 让别人觉得你很厉害，你这种人见得多了"
        },
        {
            "author": "小杰贼帅",
            "timestamp": 1570266780,
            "txt_content": "我不知道，因为我爱国，我不会英语"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1570311780,
            "txt_content": " 本帖最后由 鸭蛋只吃黄 于 2019-10-6 10:11 编辑 \nkeyikai123 发表于 2019-10-4 21:56\n你要是有能力就发几个优秀作品出来，不要妄想靠争论，水水帖 让别人觉得你很厉害，你这种人见得多了 ...\n前几天 MOD 出了问题忙着修, 没空纠正你错误的三观, 今天醒得早, 我就跟你讨论讨论我在这个 帖子中到底是不是妄想靠争论，水水帖 让别人觉得你很厉害\n问题非常简单, 是一个计时器问题, 某会员给出的答案是这样的:\nPlayer p=e.getPlayer();\nnew Thread(()->{\nfor(int i=0;i<100;i++)\n{\nfor(int i2=0;i2<50;i++)\n{\nif(!p.isOnline())\n  return;\ntry{\nThread.sleep(1);\n}catch(Throwable e2){}\n}\n}\nif(!p.isOnline())\n  return;\nBukkit.getScheduler().runTask(this,()->{\nBukkit.dispatchCommand(p,\"命令（不带/）\");\n});\n}).start();复制代码我想问问你, 这样的代码, 你认为能在服务端环境中运行吗?\n\n众所周知, 发明\"线程\"的本意是为了避免进程切换的巨大开销, 提升并发性能的, 但是很可惜, 这并不代表你可以如此随便地 new Thread. 线程仍然是服务器中非常稀少的资源, 所以 java 给你提供了线程池给你使用, 如果你认为他是对的, 而且你有足够的理由, 你可以列出来, 或者你可以给 JCP 执行委员会 去函, 要求他们从 java 语言中删除线程池的概念.\n\n这种代码说实话, 在我眼里简直和 后门 差不多. 我完全可以在插件中加装一个信息收集模块, 假装我在统计有多少服务器在使用我的插件(实际收集服务器的 ip 地址. 这个操作在论坛中完全不被定义为后门而且很多插件都会用到这个功能), 然后利用这个薄弱环节打崩你的服务器, 而且操作非常简单, 我只要创建一个角色, 发包不断创建上面的计时任务就可以. 这位会员给每一个计时任务都 new Thread 单独处理, 毫不客气的告诉你, 这样的漏洞足以在一秒钟之内让jvm瘫痪.\n\n而且我在这个帖子中很明确的给出了我的回答:\nBukkitRunnable\n\nScheduledExecutorService\n我不明白难道我回答的还不够准确吗? Bikkitrunnable 怎么用, 论坛内有大量的教程, ScheduledExecutorService 怎么用 csdn 有够你看一个月的教程, 难道你重新定义帮助新人就是要像喂孩子一样给他煮熟了嚼碎了然后嘴对嘴地送进他的嘴巴里? 授人以鱼不如授人以渔, 难道非要给你解释清楚, 列出代码 才算帮助新人? 恕我直言, 我不提供这样的帮助. 我希望我帮助的人能有思考的能力. 因为在自己理解的过程中他可以得到很多你无法教给他的东西. 在你的问题中我也给出了类似的答案, 可惜你没有自己去 bukkit doc 中查找相关的依赖关系, 而是纠结于我的语气, 忙着用泼妇骂街的语言问候我的全家, 真是令人齿冷.\n\n\n我们把话题转回到原来的问题上, 比较有意思的是, 这位会员给出的辩解居然是\n         我问你服务器5秒之内能同时上线几个人.\nExcuse me??? 难道你服务器蹦不蹦, 要看攻击者的脸色? 而且这种漏洞只要一个假人就可以吧? 现在卖爬虫代理的那么多, 真想打, 你以为你那几个所谓的防御插件扛得住?\n\n然后他辩解\n还有，如果没有其它机制确保，就算没有我的插件，服务器也会爆炸，只是快一点慢一点的问题\n难道一个插件有没有漏洞, 需要靠着所谓 \"其他机制\" 来保证? 我要安装插件, 还需要确保这个 \"机制\" 存在才能安装? 这个问题我不想争论, 如果一个软件的健壮性需要依靠别的\"机制\"来保证, 那就是开发者的无能(和使用者的无知).\n\n从你对他支持的态度, 看得出来你脑子里有一种非常错误的想法: 只要做出功能来就行了, 性能什么的完全无所谓 论坛里充斥着这样的插件. 因为现在插件开发的门槛实在是太低了. 低到学习一天就可以写出插件来的程度. 很多插件在我的眼中简直就是服务器杀手. 你可能会辩解: 那为什么那么多服务器都用而且没事? 原因很简单: 没人恶意攻击. 在一个四五十人的服务器里, 就算所有玩家都触发这个任务, 也不过是多创建几十个线程罢了, 在性能较好的服务器上甚至连卡顿都不会造成. 就跟几年前论坛中的一个 \"需要数据库支持的跨服聊天插件\" 一样, 问题很致命, 可惜没人利用这个问题崩服, 所以在你的眼中就是天下太平了.\n\n说实话, 我在论坛黑历史不少, 你可以随便拿出来骂我, 但是你要是想强行洗这个, 我只能说你是让外行人看热闹, 内行人看笑话了\n\n如果你认为我说的不对, 可以随便骂我, 但是你想为错误的东西辩解, 让其他会员误认为你是对的, 不行. 对于这位吕姓会员, 我并不觉得他这个人不好, 反而很敬佩他乐于助人的态度, 只是给出的答案有漏洞, 我反对了而已. 而你在回帖中一点道理都不讲上来就对我进行攻击甚至问候我全家, 我不确定你究竟是真的义愤填膺还是素质堪忧, 而且你还认为\"我是在欺负你这个4级的号\", 而我只是认为你提问题的方式过于猥琐罢了, 况且, 论坛里被我怼过的 9 级以上的会员多了去了, 我敬重的五级六级会员也有不少. 在我的眼中, 实力是唯一的话语权, 如果你还在以等级高低作为评判标准, 那你还是洗洗睡吧, 就你这种问题, 就算你挂个皇帝的头衔我都照样怼你.\n\n你这种提问的方式, 就是标准的: 我想问问题, 但是我不想让别人知道我在问这么简单的问题以免伤及我的形象. 论坛内有很多这样的会员, 他们甚至注册小号专门问问题, 这种小号的特点就是等级很低, 发的主题很少, 而且主题都是提问帖. 看了你的资料, 我才会讽刺你的羽毛可真是华丽, 呵呵.\n\n自己没有应当具备的开发能力和态度(甚至还在认为\"我是新手我有理\"), 却认为别人的回答是在水贴, 像你这种人, 我也见多了. 毕竟这个时代最不缺的, 就是白痴.\n"
        },
        {
            "author": "keyikai123",
            "timestamp": 1570351260,
            "txt_content": "鸭蛋只吃黄 发表于 2019-10-6 05:43\n前几天 MOD 出了问题忙着修, 没空纠正你错误的三观, 今天醒得早, 我就跟你讨论讨论我在这个 帖子中到底是 ...\n幻想症儿童，一天到晚做口舌之争，也不见你拿点作品出来，来这个板块难道不是学习吗，你在这里给自己找什么存在感，你说别人代码不行，自己方法又不给，你觉得谁稀罕你那破方法，对了我估计你插件都不会写。\n还口口声声说没时间，MOD停工，你有时间水贴，挑刺没时间去开发？ 可见你有多虚伪，我看了一下你这个号，马上9级了，积分怎么来的，全是水贴回复来的，真是惨，别人dalao升级都是发作品，你只能水水帖，到处找茬，靠着回复来升级，然后到处装逼，没有这个实力你就别出来装了，撞到我这里我就让你原形毕露. 现在想挽回颜面？不好意思，你逃不掉了\n\n再说回来，我这个帖子问的问题，有点脑子都知道我问的问题是什么，我是问Ghast有没有算在Monster里，如果算进去了我这个Ghast判断就没有意义了，你看看你回的是个什么玩意 \"会不会被清理那要看Ghast 和 Monster之间有没有依赖关系\" ， 你这个回答不是水贴？回了和没回一样。不懂就别来教别人了，真丢脸，再看看你下面Bryan33的回答，别人多少专业，你回的是个什么玩意，哎呦，没能力你来这里zhuang ni ma  , sha diao\n而且我发这个帖子之前还是半夜，不是直接发出来的，版主审核通过之后才出来，试问你比版主都牛逼吗\n什么时候轮到你管事了，你在这里瞎几把装版主？ 没资格就算了，你有这个能力吗，0贡献\n\n最后再送你一句话： \n论坛不是你挑刺的地方，怼别人之前先看看自己的羽毛是不是比别人多"
        },
        {
            "author": "Himmelt",
            "timestamp": 1570603680,
            "txt_content": "每个人都有新手的时候，也都有不会提问题的时候，不要因为自己会就觉得别人提的问题都是SB问题。觉得没必要回答的问题就不要回答，别装逼还蔑视别人。论坛没有规定发提问帖必须得怎么怎么样吧？当年我发了一个提问帖，我已经多方百度谷歌查询过了，但毕竟新手，结果是连帖子都被版主封了，理由是伸手党，这种版主要他何用？你可以选择无视，但不要鄙视别人。\n\n另外，这个问题 是  有没有【继承】关系，而不是什么 “依赖”，“依赖”是个什么玩意？"
        },
        {
            "author": "鸭蛋只吃黄",
            "timestamp": 1570608900,
            "txt_content": " 本帖最后由 鸭蛋只吃黄 于 2019-10-9 16:19 编辑 \nHimmelt 发表于 2019-10-9 14:48\n每个人都有新手的时候，也都有不会提问题的时候，不要因为自己会就觉得别人提的问题都是SB问题。觉得没必要 ...\n你说的很有道理, 在有些时候我确实对新手没有足够的耐心, 但是就算我这么说, 他也不用问候我全家吧? 幸亏版主给屏蔽了, 要不然你真的可以看看他骂的多难听, 要是换成王朗, 估计死个十次八次都够了. 况且, 他这个明显是个伸手的小号, 大号还不知道在哪里看热闹呢\n\n而且, 他这个问题很明显没有经过自己思考, 甚至连文档都没看. 这种问题不是你说的 \"多方查找但是没有结果\", 另外, 我不太喜欢纠结于名词的卫道士, 明白意思即可, 没必要拿腔拿调\n\n或许, 在你眼中我是打击新人的大魔王, 而你就是挺身而出的 \"正义使者\" 吧, 哈哈\n"
        },
        {
            "author": "Himmelt",
            "timestamp": 1570623360,
            "txt_content": "鸭蛋只吃黄 发表于 2019-10-9 16:15\n你说的很有道理, 在有些时候我确实对新手没有足够的耐心, 但是就算我这么说, 他也不用问候我全家吧? 幸亏 ...\n我确实喜欢正义，但不是带引号的。\n\n我确实是没看到他骂你，如果看到了，我可能就不会回复了，因为我很少参与别人吵架。\n\n我没有拿腔拿调的意思，虽然最后加了个“玩意”确实有点让人不舒服。我只是强调概念要准确表达。名词的问题我认为有必要区分清楚，假如没有依赖这个概念，你这样说没啥关系，因为有区分度，就像你在Java中把引用说成指针，大概也能理解，因为Java中是没有指针的。可是当 两个概念 同时存在时，就有必要区分了。A 类 依赖 B 类 和 A 类 继承 B 类，这个概念完全就不一样了。"
        },
        {
            "author": "101134482",
            "timestamp": 1570974360,
            "txt_content": "Himmelt 发表于 2019-10-9 20:16\n我确实喜欢正义，但不是带引号的。\n\n我确实是没看到他骂你，如果看到了，我可能就不会回复了，因为我很少 ...\n顶顶顶"
        }
    ]
}