{
    "title": "[Minecraft.net | CULTURE][中文字幕] 如何建造隐藏门",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1570157340,
    "txt_content": "\nHOW TO BUILD HIDDEN DOORS\n如何建造隐藏门\nKeep your treasures safe from thieves and friends alike!\n捍卫您的财产安全，让盗贼和朋友无计可施！\nLet’s say you’ve had a great day adventuring in Minecraft and bagged yourself some sparkly emeralds. Lucky you! Now, where are you putting them for safe keeping? In a pool of lava? Er, please don’t try that.\n想象一下，某一天，你在Minecraft里度过了美好的冒险时光，背包里已装满亮晶晶的绿宝石。运气不错！那么现在，该把这些绿宝石放在哪里，才能保证安全呢？要不放岩浆池里？呃，请千万不要这么做。\n\nIf you don’t want your treasures to get snatched you should try putting them behind a hidden door . I’m not talking about a dirt wall that has to be punched through and rebuilt every time. No, this is 2019, my friends, not 2009. We can do much better than getting muddy knuckles whenever we want to access our valuables!\n如果不希望自己的财宝惨遭毒手，那么你应该把它们放到隐藏门后。我这话的意思不是让你搭一片土墙，然后次次出入都要拆拆补补。现在已经是2019年了，朋友，不是2009年了。想要拿到我们的贵重财物，完全不必再搞得满手是泥，更好的办法有的是！\n\nBut first, if you’re new to the illusory world of theft prevention, it’s worth starting with the basics. We’ll go through five different methods of creating hidden doors in Minecraft, with the difficulty increasing each time, starting with beginner and working all the way up to magician. Just make sure there are no crooks peering over your shoulder as you read this. IT’S TOP SECRET.\n但首先，如果这是你第一次接触这个天下无贼的梦幻世界，那么非常建议你从基础部分起步。接下来我们将逐个讨论在Minecraft里建造隐藏门的五种方法，其难度也是一级一级地增加。最开始的是初入门道的层次，然后一路上升到出神入化的程度。在您阅读时，请注意不要被坏人偷瞄。本文内容是绝密资料。\n\nBEGINNER\n初入门道\n\nWe start our journey into the world of concealment with a simple question. What do you see in the image below?\n我们用一个简单的问题作为我们的旅程的开始，感受一下掩藏之道。请问你能从下面的图里看出什么？\n\n\nAlright, smartypants. Yes, it’s a painting. Everyone’s giving you and your massive brain a round of applause. But don’t get too cocky as this painting is also a doorway. Gotcha! Can’t see it? That’s the whole point. The painting is placed over a hole in the wall that leads into a room. Sneaky!\n好了，聪明人。没错，这就是一幅画。所有人都为你以及你深邃的智慧鼓起了热烈的掌声。但不要兴奋过头，这幅画同时还是一道出入口。没想到吧！看不出来吗？全都在这幅画背后！这幅画挂在墙上的一个洞口，走过去可以通往某个房间。太隐蔽了！\n\nYou can make your own painting door by following the instructions in the images below.\n根据下图中的指引，你也可以建造自己的隐藏画门。\n\n\n[1/3] To make a hidden door behind a painting, the first step is to punch a door-shaped hole into a wall.\n[1/3] 要建造隐藏画门，第一步就是在墙上挖出一个门洞。\n\n\n[2/3] Next, you need to put two signs inside the doorway to hang the painting on. Signs are used as they allow enough room for you to walk through the doorway.\n[2/3] 接下来，在出入口上放置两个木牌，用来把画挂在上面。使用木牌是因为可以有足够的空间给人走过去。\n\n\n[3/3] Now you just need to hang your painting on the wall so that it covers the hole. You should be able to walk right through the painting as if you were a ghost. Or just someone who doesn’t respect art, I guess.\n[3/3] 现在只需要把画放上去，遮住洞口即可。这样一来，你就能从画中穿过去，像个幽灵一样。或者像个对艺术不够敬重的家伙，大概吧。\nAMATEUR\n薄技在身\n\nThere’s one big problem with rooms concealed behind paintings – it’s a well-known trick that Minecraft burglars will quickly figure out. For better protection, you’ll want to step up your security by adding a hidden button that opens a nearby door.\n用画来遮掩秘密空间，其实有一个大问题——这种方法早已广为人知，Minecraft的盗贼们一下子就能看出来怎么回事。要让保护措施更加完善，你需要更进一步，用隐藏的按钮打开附近的门。\n\nFirst, create an iron door and put it somewhere it can’t be seen – perhaps behind the painting you just put up (we’re using an iron door as they can’t be opened by simply pushing them).\n首先，制作一扇铁门，然后把它放置在看不见的地方——比如刚才你挂上去的画的后面（这里用铁门是因为一般情况下铁门没法直接打开）。\n\nNext, you need a button that will open the iron door. It also needs to go somewhere out of sight. The video below, by the brilliantly named Mumbo Jumbo, will show you some great hiding places for buttons: behind chests, paintings, banners, armor stands, and even tilled dirt:\n然后，需要一个打开铁门的按钮。这个按钮也不能被人看到。下面的视频由高手玩家Mumbo Jumbo提供，视频里会告诉你，在哪些地方遮挡按钮效果最佳：箱子，画，旗帜，盔甲架，甚至包括耕地：\n\n[media]https://www.bilibili.com/video/av67988882/[/media]\n\nOnce you’ve got your iron door and button you just need to connect them up. Place a line of redstone dust between them so the button powers the door, and voila! Well, hopefully. Best give it a test run to make sure it works.\n当你布置好铁门和按钮之后，就得把它们连起来。用红石粉连接，这样按钮就能给铁门充能，然后，成了！好吧，但愿会成。最好还是测试一下，免得装置不起作用。\n\nThe final step is to hide the trail of redstone dust behind a wall. Otherwise it’ll be very obvious where the button is and the fact that it powers a secret door will be revealed. Done? Now you have a stronghold that’s nearly as impenetrable as Fort Knox. Try to find our precious goods now, you jerks! Actually, best not call hypothetical thieves ‘jerks’. Don’t want to encourage them…\n最后一步是用一堵墙把红石线遮住。不然的话，别人很容易就能发现按钮在哪，然后察觉到与按钮连接的密门。完成了吗？如此一来，你的据点现在就如同国家金库一般滴水不漏了。笨贼，有本事你就来把我的宝贝偷了！其实，最好别这么说，万一这个尚未现身的盗贼并不笨呢？别等会被贼给惦记了……\n\nSKILLED (ER, NOT TO IMPLY THE FIRST TWO DIDN’T REQUIRE SKILL TOO)\n熟能生巧（呃，并不是说前面俩就不需要巧手）\n\nLet’s spend less time gloating and instead focus on learning how to make a hidden piston door.\n别光顾着嘲笑人家进不来，还是来看看如何制作隐藏的活塞门吧。\n\nThis is where securing your home gets a little trickier as you need to use sticky pistons. But don’t worry! I’ve outlined exactly how to make a hidden piston door in the images below (but here’s a video tutorial if you prefer).\n从这里开始，防护工程就需要一些技巧了，因为会用到粘性活塞。但是别着急！在下面的图片里，我已经详尽地概括了如何制作隐藏活塞门。 (如果有需要的话，也可以看看 这里的视频教程)。\n\n\n[1/5] Lay out ten piston blocks exactly like this. Create two 2x2 stacks facing each other first. Then put a 1x2 stack next to those to form an L shape. You need two blocks of space between them. Note that the green side is where each piston will extend.\n[1/5] 像这样摆出十个活塞。首先堆出对向的2x2活塞组。然后在旁边堆出1x2的活塞组，做成一个L字形。中间需要留出两个空格。应当注意，活塞会在绿色一面伸展出来。\n\n\n[2/5] Lay out a 1x2 stack of building blocks as shown in this image. I've used gold blocks to make it easier to demonstrate. But if you use the same building blocks as the wall surrounding your doorway it will be hidden.\n[2/5] 如图摆上1x2的建筑方块。这里我采用金块以方便说明。如果你换成和周围一样的建筑方块，那么就能藏住活塞门了。\n\n\n[3/5] Now build a front wall and ceiling around the piston blocks while leaving a 2x2 hole in the middle. This hole will be the doorway that you can open and close once you're finished.\n[3/5] 现在，绕着活塞，建造前掩墙和天花板，中间留出2x2的洞口。在完成之后，这个洞口就拿来做出入口，可以打开、关闭。\n\n\n[4/5] Next, place four redstone repeaters on top of your archway in the exact positions seen in this image. They have to face the same directions as pictured, too – this is very important. Join them up with redstone dust and add levers.\n[4/5] 下一步， 在门拱顶部，按照图中所示的位置，放置四个红石中继器。中继器的朝向也要保持和图中一致，这点非常重要。接着用红石粉把中继器连起来，再放上一根拉杆。\n\n\n[5/5] Now you can use the levers on either side of your doorway to open and close it. Use the same building blocks for the wall and piston door and it’ll be hard to see exactly where the doorway is when it's closed.\n[5/5] 现在就可以用门两边的拉杆来控制出入口的开合。把活塞门用的方块换成和周围的墙相同，这样一来，就很难在关闭的时候看到门口在哪里了。\n\nEXPERT\n炉火纯青\n\nYou may have noticed a big issue with the hidden piston door we made above. Yep, the lever gives the whole thing away. You could try hiding it behind an object like we did with the button. But to really hide the piston door better we need to use some advanced redstone circuits.\n可能你已经发现了，上面的隐藏活塞门有个很大的问题。没错，拉杆暴露了一切。你可以像按钮那样，尝试拿东西把拉杆藏起来。但是要把门完美地藏好，就需要用到高级的红石电路了。\n\nA good place to start is Rogue Fox’s guide to making an invisible button for a hidden piston door. The redstone circuit required is simple enough, but it gets more complex when adding a dropper, a hopper, and a redstone comparator. Just make sure you follow the video closely:\n刚起步的话，推荐看一看Rogue Fox的教程，里面介绍了如何为隐藏活塞门搭配隐形按钮。红石电路本身是很简单，但是搭配上投掷器、漏斗和红石比较器，就变得复杂多了。还请仔细地按照视频所述操作：\n\n[media]https://www.bilibili.com/video/av68170138/[/media]\n\nIf you thought that was too easy, check out Biggs87x’s redstone torch door, which requires many more moving parts working together. Another variation on this idea is docm77’s hidden switch, which cleverly uses a series of armor stands to create a chain reaction that opens an iron door.\n要是你觉得上面这个太容易了，那就看看 Biggs87x的红石火把门 吧，里面用到了数量更多的移动部件。基于同样的构思，还有另一种设计，就是 docm77的隐藏开关。这套设计通过一系列盔甲架，巧妙地构造出连锁反应来打开铁门。\n\nFinally, Mumbo Jumbo returns with a range of hidden entrances you can make. Some work with a piston door while others are entirely new contraptions. Successfully make a few of these and you’ll be a certified redstone expert. Burglars will hate you! Don’t want burglars to hate you? Come on, buddy, that’s not the kind of crowd you should be trying to impress!\n最后，我们再来看一个Mumbo Jumbo的视频，里面介绍了 各种各样的隐藏入口，非常容易上手。 一部分用到了活塞门，另一部分则完全是红石装置。无论是多是少，只要你成功地做出了以上介绍的装置，那你就可以算得上炉火纯青的红石专家了。盗贼们一定会恨透你的！你不想遭贼恨？别啊，朋友，我们又没必要取悦这种人！\n\nMAGICIAN\n出神入化\n\nI know what you’re thinking. How can hidden doors get any more complex? Just ask McMakistein . He’s an Austrian Minecraft player who makes all sorts of ridiculous machines to “blow people’s minds.” That includes the most spectacular hidden doors you’ll probably ever see:\n我知道你在想啥。能不能把隐藏门做得再给力点？那就向 McMakistein 请教请教吧。他是一位来自澳大利亚的 Minecraft 玩家，经他之手做出来的神奇装置“令人叹为观止”。这里面可能有你看过的最奇特的隐藏门：\n\nOne is built seamlessly into a bookshelf that you open by inserting a missing book. Another makes you feel like a witch as you draw a circle of fire around you to teleport downwards. You can see the first five hidden doors McMakistein made in the video below.\n其中一种隐藏门根植在书架上，要打开这样的门，需要你把缺失的书本插进书架。还有一种门可以让你感觉如同在施法一般，你需要画出一圈火焰，这样就会把你传送到地面之下。你可以通过视频感受一下 McMakistein 最初发布的五种隐藏门：\n\n[media]https://www.bilibili.com/video/av69958073/[/media]\n\nBut that’s not even the best of them. More recently, McMakistein made another five doors, some of which are inspired by the world of Harry Potter. His favourite is the stone wall that opens brick by brick, just like the entrance to Diagon Alley. You open it with a magic wand! As someone who’s still suffering from permanent skull damage from trying to access platform 9 and ? in real life, I’m most impressed.\n但这还不是极限。最近，McMakistein又做了五种隐藏门，其中部分的灵感来源于《哈利·波特》的世界。他最喜欢的隐藏门就是能一块一块砖头打开的石头墙，感觉就像是通往对角巷的入口。想要开门，你需要用一根魔法棒！作为一位因尝试在现实中穿越九又四分之三站台而导致永久性颅脑损伤且至今未愈的人士，我落下了感动的泪水。\n\n[media]https://www.bilibili.com/video/av69998990/[/media]\n\nYour treasures should never be at risk of being stolen again! Unless the burglar is a regular reader of Minecraft.net and now knows all these tricks. In which case,drat.\n你再也不必担心自己的财宝遭人窃取了！除非来你家偷东西的贼是位官网博文的老读者，而且还对以上技巧了如指掌。若果真如此，那就完蛋了呗。\n\n\n【原文：How to build hidden doors】\n【作者：Chris Priestman，发布日期：2019-09-14，译者：Kakagou】\n【技术支持：博文转换器】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1570161780,
            "txt_content": "这是最后一摸了，大概在春节前都不会有时间摸新的博文……\n\n由于是第一次做字幕，如果前面的视频字幕效果瞎眼的话还请见谅。"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977380,
            "txt_content": "感谢大佬翻译，辛苦了"
        },
        {
            "author": "Anony-JCY",
            "timestamp": 1593001440,
            "txt_content": "大佬在线翻译，谢谢了"
        },
        {
            "author": "T核桃他哥",
            "timestamp": 1595798280,
            "txt_content": "终于会做隐藏活塞门了"
        },
        {
            "author": "果断deniao",
            "timestamp": 1596081780,
            "txt_content": "隐形门nb版主nb"
        }
    ]
}