{
    "title": "[Minecraft.net|INSIDER]背包盘点：船",
    "author": "森林蝙蝠",
    "replyCount": 3,
    "timestamp": 1570251960,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-3-10 00:21 编辑 \n\n\n                                                                                                                                                                                            \nTaking Inventory: Boat  \n#goatsbeforeboats? Not in this article!                                            \n背包盘点：船    \n#羊在船前？不在！        \nAhh, a life on the ocean wave! A home on the rolling deep! Where the scatter’d waters rave, and the winds their revels keep! \nWhen the stresses of land-life get too much - the constant grind of mining, collecting resources, smelting them, and filing them into a series of carefully-sorted chests ('Ignore Duncan, kids! Minecraft is great! Buy ten more copies!' - panicking marketing team) - the best medicine is our item of the week. Craft up a boat, grab a few supplies and your favourite pig, and set sail for shores anew.\n\n啊，阴风怒号，浊浪排空！在这里，船就是你的海上生命线，深渊中最后的家！陆地生活的压力太大了，日复一日的挖矿，采集，熔炼，装箱（哎呀别听Duncan瞎说，MC天下第一！再买10份！——销售团队已经慌了）——这些压力最好的解药就是这周要说的这个，做一艘船，带上些给养，还有你喜欢的小猪猪，再次启航吧。\n\nBoats were added to Minecraft alongside cacti in Alpha version 1.0.6, way back in 2010. They’re made with five planks arranged around the bottom of a crafting grid, plus a spade if you’re playing on Bedrock edition. Once you’re holding your finished boat, all you need to do to deploy it is to hit the use item button when facing some water. Splash!\n\n2010年的Alpha 1.0.6版本时，船和仙人掌被加入MC，在合成格下方五格放五个木板合成，如果玩的是基岩版还要加个铲子做桨，船做好之后，就拿到水边（点击使用）放下它，哗啦啦！\n\nOnce it’s bobbing about, ready to go, a second tap of the use button will sit you inside. You can then use the normal movement controls to pootle around to your heart’s content - much faster than walking. When you reach your destination you can get out again by hitting “sneak”, and retrieve the boat by attacking it until it drops. Take THAT you lousy boat! That’ll teach you to be a convenient and wistful form of oceanic transport!\n\n对船右击（或者点击使用键）坐在里面，然后就可以像一般走路那样，随心所欲控制船的行动，比走路快得多，到终点之后按潜行键（比如shift）下船，并“攻击”船，直到它掉落，就可以捡回来了——接招吧小破船！这样你才能明白如何方便快捷地横渡大洋！\nOne thing worth knowing is that using a boat doesn’t deplete your hunger meter. This makes it a very handy way to travel long distances, especially if you don’t have any food handy. If you know you’re never going to use the boat again, you can also use it as fuel in a furnace, or sell it to a fisherman villager.\n有必要知道的是，船上不掉饱食度，所以用船长途旅行很方便，尤其是在没带食物的情况下，如果你再也不用这艘船了，可以放在炉子里当燃料，或者卖给渔夫村民。\n\n\n（版权所有：Toby Hudson，遵守CC-BY-SA 3.0许可证）\n\nHumans have been building and using boats since prehistoric times. The earliest mariners that we have evidence of lived between 800,000 and 900,000 years ago on the islands of what is now Indonesia. Carved stone tools, made of non-local materials, have been found on the island of Flores - which was separated at the time from other populated islands by a 11.4-mile-wide strait.\n\n史前时期，人类就已经开始建造和使用船只了，证据显示最早的“水手”生活在80-90万年前，相当于今天印尼群岛的地方。弗洛雷斯岛（Flores）上发现了非本土材料制作的石器（译注：说明是有人从外地将其带过来的），这个岛当时和其他人类聚居的岛有11.4英里宽的海峡阻隔。\n\nThe earliest actual boat that archaeologists have found is the Pesse Canoe - crafted from a hollowed-out tree trunk in what is now the Netherlands, about 8,000 years ago. Ancient civilizations around the Mediterranean made wide use of boats for trade and exploration.\n考古学家发现的最早的船是在今荷兰（尼德兰）的“庇斯独木舟”，用一节挖空的树干做的，成于约8000年前，地中海附近的古文明则普遍用船进行贸易和探索。\n\nToday, human civilization is totally reliant on boats - well, ships. Global distribution networks use cargo ships to transport everything from raw materials and food to chemicals and manufactured products. Naval power is vital to the militaries of coastal countries, and their fishing fleets are vital for their economies.\n直至今天，人类文明还大大依赖于船只，准确来说是轮船。货轮组成了全球物流网络，将原材料和食物，还有化学品以及工业品运输到世界各地，海军力量则是沿海国家的安全保障，渔船则是经济的重要一环。\n\nSo next time you’re planning a long journey of exploration in Minecraft, take a boat with you! Just watch out for lily pads, or you’ll be treading water faster than you can say “well that was a titanic success”.\n所以下次在MC长途旅游之前呢，做艘船吧，不过要躲避睡莲，泰坦尼克号撞沉在冰山上，你撞沉在荷叶上。\n作者：Duncan Geere，发布于2019/10/5，译者森林蝙蝠原文：https://www.minecraft.net/zh-hans/article/taking-inventory--boat                                     \n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1570252020,
            "txt_content": "没有标题和头图，诉讼"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1570252500,
            "txt_content": "翻译的私货真多."
        },
        {
            "author": "战斗也大",
            "timestamp": 1572143580,
            "txt_content": "这个吗……emmmmm"
        }
    ]
}