{
    "title": "Cube World版暂行版规[20191006-2]",
    "author": "siiftun1857",
    "replyCount": 5,
    "timestamp": 1570290420,
    "txt_content": " 本帖最后由 siiftun1857 于 2019-10-6 20:20 编辑 \n\nCube World版暂行版规\n(以下简称\"本版规\")\nCubeWorld被鹳狸猿吃了,目前可以在胃里找到--simon3000在进一步的正式版规公布之前，临时按照本规定进行管理。\n版块封闭前(2019年9月28日前)遗留帖子处理方案锁定所有在此日期前的帖子。如果有仍需更新的帖子，请向版主申请解锁。全面清除所有盗版游戏程序、游戏作弊程序（x项修改器等）、纯粹以破坏游戏平衡为目的的修改教程和资源。包含以上内容的主题帖全部以删除主题帖进行处理。本版在未来也将不再接纳此类帖子。全面清除所有包含服务器信息的主题帖，无论服务器发布贴或是寻求服务器贴，一律删除主题帖处理。本版在未来也将不再接纳此类帖子。对于此日期前发生的任何非恶性违规不再追究。由于清理范围内包括遗留的悬赏贴，并导致这些帖子已不再可以进行解答，若有需要返还悬赏金粒的需求，请联系版主解决。若有需要找回帖子的需求，或对于以上处理有任何异议，请联系版主。\n一:声明在Cube World版(以下简称\"本版\")浏览、发帖视为已阅读本版规。请勿恶意利用本版规漏洞，违者严惩。本版规作于2019年10月05日，并同时开始实行，此前非严重违规不再追究。本版规最后更新于2019年10月06日，此为第2个修订版本，版主及管理员有权在不另行通知的情况下进行变更。本版规作于旧版版规之后，本版规生效起将其废止，所有条例以本版规为准。本版版规建立在Minecraft中文论坛规章制度之上，请务必遵守总规章。由于相关游戏板块的特殊性质，部分其它板块版规可同样作为本版的参考，包括但不限于软件资源版版规、视频实况版版规，与本版规存在冲突的，以本版规为准。Mcbbs管理员及本版版主拥有对本版规的最终解释权。\n二:基本规定本版为Cube World版，请勿直接将本版内的帖子当做其它版块的帖子回复。请勿在本版发布包括但不限于以下内容:\n任何广告包括但不限于mc服务器无意义帖，纯水帖反_动，色_情，暴力，政治，种族，恐怖，宗教等内容违反《宪法》《刑法》《治安处罚法》或其它任何相关法律的内容人身攻击，辱骂，引战，任何正盗版有罪、无罪的争分以任何形式传播/索要盗版资源\n请勿剽窃，一经发现，无论是否承认，一律严惩。版聊定义为一人连续对话回复发出至少4帖，本版连帖定义为一人连续发出至少4帖，屠版定义为1小时内主题贴发帖数量大于3贴。严禁自行回复顶帖，如有需要请使用提升卡。普通的小讨论会被版主定时关闭。临死前的回复/主题请不要回复，否则可能会算作水帖。请不要以任何形式妨碍用户对帖子的阅读，包括但不限于背景覆盖、大号字体、亮色字体、彩色字体、无意义刷屏、嵌套折叠框、[fly]动画等。有关本版的问答不能获得爱心。与其它版不同，本版的版主推荐是一个独立的项目，不作为等级使用。不得使用回复可见隐藏如帖子内容、相关下载地址等等可影响回复者对帖子做出评价的帖子关键信息，可以隐藏失败作品，番外，截图等内容。严禁在本版进行一切纯粹的寻找联机好友的事项，相关需求请在本版交流qq群内提出。\n六:违规时效性轻度违规(A/B)为6个月有效，逾期不再追究普通违规(C/D)为12个月有效，逾期不再追究严重违规(D/E/F)永久有效\n七:违规处理将本版当成其它版块来回复发帖最高可扣15金粒，视情节决定是否附加警告处罚，若为主题帖则删除，若带有其它违规性质则按照对应的违规处理。发布无意义帖、版聊、连帖最高可扣1人气10金粒，视情节决定是否附加警告处罚。恶意回复顶帖、怂恿他人顶帖、求助攻、索要盗版最高可扣2人气20金粒，视情节决定是否附加警告处罚。本版发布广告、mc服务器宣传、人身攻击、开骂、屠版将会被警告、删帖或屏蔽、最高惩罚3人气30金粒1贡献，最高可封禁45天。本版抄袭剽窃，无论是否承认，一律警告关帖、最高惩罚5人气100金粒5贡献，最高可封禁45天，回滚所有正面评分，并撤销所有版主给予的评价。本版发布传播盗版资源将会被警告、删帖、最高惩罚2人气20金粒1贡献，最高可封禁7天。\n八:杂项本版创建于2012年2月10日，于2019年9月28日重新开放。本版现版主为siiftun1857。本版(暂定)交流qq群为325063035，在此群内行为不会影响到在论坛的账号。发帖进入审核时，版主不会收到任何提醒，所以请在有内容需要审核时私信版主。\n\n--siiftun1857",
    "replies": [
        {
            "author": "喵",
            "timestamp": 1570301160,
            "txt_content": "好，加油！"
        },
        {
            "author": "幽儿~",
            "timestamp": 1570326600,
            "txt_content": "或许\n版规排版可以优化下\n一大堆文字挤在一起其实会影响观看的\n且文段内容的主次也少了些加粗或用标有颜色的文字来强调的话\n少了点重要感\n\n（而且 一般版规即使是临行版规来说 下面是不会让人直接回复的 不过看内容上没有讲禁止回复来着....）\n"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1570352700,
            "txt_content": "屏蔽词这样写\n福1州\n福[size=0px]1[/size]州复制代码\n"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1570357620,
            "txt_content": "加油，支持暂行版规试行！"
        },
        {
            "author": "行政欢",
            "timestamp": 1570363980,
            "txt_content": "加油！！！"
        }
    ]
}