{
    "title": "Minecraft Earth 0.4.0 发布",
    "author": "zyjking",
    "replyCount": 0,
    "timestamp": 1570364160,
    "txt_content": " 本帖最后由 zyjking 于 2019-10-8 21:01 编辑 \n\nMinecraft Earth是一个即将到来的 使用增强现实技术（简称AR）的移动游戏。\nMinecraft Earth 暂未正式发布，目前在全球进行公开测试，\n且并不确定会在何时支持中国大陆地区。\nMinecraft Earth 仍未正式发布，0.4.0为其第4个公测版本。\n转载本贴时须要注明原作者以及本帖地址。\n\nNew Features:\n新特性：\n\nBe on the lookout for new things in tappables! Added some new, rare tappables to the world. Get out there and be the first to discover them!\n注意下有新东西可以收集了！我们加入了一些稀有的东西。赶快走出家门，变成首先找到它们的人！\n\n\n\n\n1.png (140.05 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-8 20:59 上传\n\n\n\n\n\nImproved Inventory Management! Inventory items have been split into different categories and can be searched by name for easy organization\n优化物品栏管理界面！物品栏中的东西现在可以分类了，也可以被轻易搜索出来！\n\n\n\n\n2.png (319.37 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-8 20:59 上传\n\n\n\n\n\n\nChanges:\n更改：\n\nUpdated the ground texture on the map\n把地图中地面的材质进行更新\nUpdated the texture for the backpack in Play mode\n更新了游玩模式中背包的材质\nUpdated icons for stone slabs and brown beds, and backpack\n将石台阶，棕色床和背包的图标进行更新\n\nFixes:\n修复：\n\nFixed crashing on some low-end devices when entering Buildplates\n修复了一些低端机在进入建造模板时崩溃的问题\nFixed a crash when using an empty bucket on a trapdoor through liquid source block\n修复了使用空桶时经过液体流动的源方块上点击活板门时发生的崩溃问题\nFixed a crash that could occur when purchasing Buildplates\n修复了购买建造模板时发生的崩溃问题\nFixed getting disconnected from the server when milking a cow with a full hotbar\n修复了快捷物品栏被占满时，挤牛奶而掉线的问题\nFixed getting disconnected from the server when picking up items dropped by salmon and rabbits\n修复了收集鲑鱼和兔子的掉落物时掉线的问题\nFixed getting disconnected from the server when picking up a flower pot\n修复了收集花盆而掉线的问题\nBlocks now catch fire when Lava flows next to them\n熔岩在方块旁边流动时方块现在会着火\nMuddy Pigs are now muddier on the Buildplate selection screen\n在建造模板选择界面的泥巴猪看起来会更加泥泞\nChanges to the vibration setting are now saved when restarting the game (MCE-85)\n修复了重启游戏后“取消震动”会失效的问题\nItems that start with special characters are now shown in the correct alphabetical order when sorted\n以特殊字符开头的物品会按正常的字母顺序进行排序和显示\n\n来源：https://feedback.minecraft.net/hc/en-us/articles/360034733951\n\n\n相关地址申请测试资格https://earth.minecraft.net/zh-hans/sign-up\n\n\n\n\n\n\n\n",
    "replies": []
}