{
    "title": "(持续更新)【CSLUA】《梦境迷踪1》大型空岛主题生存地图，打造史诗级原版生存。",
    "author": "禁止吸烟",
    "replyCount": 6,
    "timestamp": 1570370700,
    "txt_content": " 本帖最后由 禁止吸烟 于 2019-10-7 21:23 编辑 \n前言：作者今年暑假刚刚经受了高考的洗礼，这两年我把所有可以碰到电脑的空闲时间都用于建这张地图了,倾尽心血，良心作品。大家好，我是CSLUA制作组组长NuMi，今天给大家带来我们制作组历时两年打造（仍未完工）的作品《梦境迷踪1》，先上宣传视频：\nhttps://www.bilibili.com/video/av69943321/\nPS:作者第一次发帖，有错误之处尽请谅解，望各位给予斧正。\n图片欣赏\n \n\n \n\n \n\n \n\n \n\n \n 1 地图背景地图的背景剧情仍在规划中，不久后将会推出背景剧情短片，敬请期待。 2 地图玩法相信各位一定知道oip_qio大大制作的1.8的动物空岛主题生存地图《Meet the Mobs and animalsAgain 2》（籽岷大大录制过实况）。我们先来说说这张地图的玩法，玩家可以通过主岛的剧院（如图）传送到各个主题的一个巨大化场景（如图）中进行探索，寻找支援，玩家需要敲开一个个被放大的方块和实体，在其内部进行探索；而后可以回到主岛进行调整。（图片截屏来自《Meet the Mobs and animals Again 2》）\n\n\n \n\n那么我们这个作品主要玩法和它十分相似，但是内容方面有很大的不同，我们主打的不仅仅是生存，还有风景建筑，解密，跑酷，甚至还有一些小游戏，以及不计其数的命令方块黑科技，这些都有可能出现在你敲开的下一个巨大化建筑中（当然主岛上面也非常多）。我们旨在为大家打造一种全新的生存体验。 3 地图特色  #1# 风景优美的主岛（当前主要建筑方向）相比于《Meet theMobs and animals Again 2》中的主岛，我们的主岛更大，风景更优美。仅不同于其他建筑大佬的建筑，我们不要求主岛表面美，其内部内容我们也是下了功夫的。因为这是生存地图，我们会对每一个建筑内部进行装饰，并让这个地标有实际作用（比如是交易的商店或是触发一些机关或剧情等），而不是看了后就没有下文那种。主岛按建筑风格分为5个区域（如图）\n \n  所以主岛这里的建筑风格比较混杂，为什么我不全都采用中世纪或者中国风的风格呢？这里卖个关子，到时候连带剧情宣传片发布时一同说明。为了防止玩家对小镇地图的破坏，玩家在黄线右方是冒险模式+和平，在黄线左方是生存模式+困难，在小镇内有按钮可以传送到边上的一个浮空小岛，玩家可以在哪里建造属于自己的基地。接下来欣赏各区域图片：\n \n\n\n   \n \n \n  #2# 别有创意的传送方式借鉴漫威电影中雷神故乡的阿斯加德里面可以传送的彩虹桥，我们这张地图也采取类似的方式进行传送，玩家在选择好要进入的主题后登上彩虹桥（此处给予玩家非常短暂但级数很高的速度效果），飞奔向尽头就可以被传送了。当玩家在彩虹桥上飞奔时，会有彩色的药水颗粒伴随，到彩虹桥的尽头还会有传送的动画（螺旋的彩色玻璃出现），下面时目前的彩虹桥样子，暂时没做桥墩，后面补上：\n \n    #3# 内容丰富的主题我们为各位玩家设计了十大主题，以及两个隐藏的主题，内容如下：\n1 收获日             Harvest Day2 音乐狂欢节       Music Carnival3 干涸                 Dry4 寒冰之歌          Song of Frost5 彩岩穴暝          The rock cave incolor6 收藏家的秘密    The secrets of collector7 深海之下          Under Water8 降温                Cool Down9 翱翔天际          Overland Flight10   失重             Weightlessness11 致敬：暮色森林  The Twilight Forest12 预告：梦境迷踪2  The demo of Lost Dream Whitin2\n1~7为主世界主题                8 为地狱主题    \n9~10 为末地主题                11~12 为隐藏主题‘\n我们暂时没有开始主题的制作，所以这些主题并不固定，随着版本的更新，我们会做出更改，敬请期待。  #4# 不胜枚举的商店    商店分布于小镇各处，同样的，绿宝石是这里的公认货币，玩家可以找到工具铺，武器铺，药水铺等这些商店进行交易，亦或是以物品交换绿宝石，还有一些奇特的商店，比如宠物商店，旗帜商店，头颅商店（对，你没听错，真是换头），音乐商店（在保护minecraft 原版音乐的前提下，我们加入了一些其它音乐，可以在这里用绿宝石购买解锁音乐并播放解锁过的音乐）等。可以说十分丰富了。  #5# 十分硬核的成就系统地图的成就我们打算使用自定义进度这一特性。还记得《Meet theMobs and animals Again 2》里面的成就系统吗？通过在每个主题收集几个头颅然后将其放置到主岛的成就台上面。我们的地图中也会有这样收集头颅的成就，但不再需要玩家自己放置了，通过自定义进度，玩家可以直观的看到自己还有哪些头颅没有收集，收集头颅后进度系统可以直接发放奖励，可以说十分硬核了。此外除了头颅，完成跑酷，解密，解锁一些东西也会有相应的成就，都可以在进度界面找到。  #6# 数不胜数的神奇的合成表我们使用了自定义合成表，我们希望可以有更多合成表来便于玩家生存，比如恢复附魔金苹果的合成配方，幸运药水的酿造等等，这些合成配方都需要购买后才能开启并使用的。 4 关注我们     你想第一时间了解到地图动向吗？那快快收藏本帖并加入我们的互动qq群吧！ 群号： 929574420\n 或者扫描下面的二维码：\n \n在这里你可以第一时间获取地图的更新动向，获取专属福利，试玩我们的初期测试版本，了解更多有关地图的内容，和地图制作者面对面交流，直接向作者提出关于你的想法，参与地图内容的决策（投票选择主题等）。甚至和我们一起创作。所有关注支持我们的人都将会在地图制作者名单上感谢关注一栏留名。（由于不好综合统计qq和mcbbs上的人员，但主要的投票决策还是在群中进行，故主要以qq为准。）   \n  5 协助我们1  我们现在急需会建中国风建筑的建筑师帮助我们建筑中国风区域的建筑，如果有感兴趣的或者有建议的可以进群和我聊聊哟~2  我们现在制作组人员紧缺，如果有想要加入我们的人可以直接联系我，如果不想加入我们但想帮助我们的也可联系我，我们会在地图创作者名单特别感谢一栏加入您的名字来感谢您对我们的支持，并在在可调整的区域内按照您的要求对您进行特别感谢。\n    组长的qq：1050781402\n二维码：\n \n",
    "replies": [
        {
            "author": "apple7032",
            "timestamp": 1570624740,
            "txt_content": "前排围观\n我的看法：\n从介绍来看 我可以理解为这个是生存玩法+现有地图的探索解密 或者说加上一个类似于“副本”的额外地区\n至于说十大主题 我能不能理解为十大特殊挑战关卡 \n在完成生存的前提下 利用生存富余物资挑战设计好的特殊关卡\n\n如果我上述对于地图的理解大致正确的话  我有以下几个疑问：\n1.额外区域建筑种类 数量 和风格都非常丰富，是否有足够数量的特殊玩法去匹配如此多的风格主题？\n2.特殊场景直接的衔接看起来没有什么空间上的分割，是否意味着在这个特殊区域玩家是可以随意探索？特殊区域是否会面临晚上刷怪的危险，还是这就是玩法之一？"
        },
        {
            "author": "sian丶sh",
            "timestamp": 1570795740,
            "txt_content": "哇，图片好漂亮\n支持"
        },
        {
            "author": "㏑243",
            "timestamp": 1570952280,
            "txt_content": "！！！\n这么好的地图怎么这么冷"
        },
        {
            "author": "phial2015",
            "timestamp": 1571049900,
            "txt_content": "啥时候能完工然后玩一下呢？"
        },
        {
            "author": "2498027074",
            "timestamp": 1571125920,
            "txt_content": "看着好棒啊，很期待呀"
        },
        {
            "author": "格林6661",
            "timestamp": 1583555220,
            "txt_content": "看着很不错啊！啥时候出呢"
        }
    ]
}