{
    "title": "<原创·单篇>犯罪杀手:数字恐慌[作者:SANKH_LAN & 小械]",
    "author": "shure",
    "replyCount": 1,
    "timestamp": 1570411440,
    "txt_content": " 本帖最后由 shure 于 2019-10-7 09:24 编辑 \n\n警告！在阅读之前，请确保你已经满18周岁，里面包含暴力血腥内容。我已经警告过你了。\n\n\n\n\n\nKrimekillMathimemania_logo.png (197.1 KB, 下载次数: 2)\n\n下载附件\n\n2019-10-7 09:17 上传\n\n\n\n\n\n犯罪杀手：数字恐慌\nKRIMEKILL MATHIMEMANIA\nMade by SANKH_LAN & 小械\n\n\n\n　　自我介绍一下，我是古瑞，也叫伊瑞古拉，全名是伊瑞古拉·弗洛格。我出生在鹰落城，童年时并没有体验到太多的关爱，但我并不怪他们，毕竟他们都在做着超繁忙的事情，完全走不开啊。到了要上学的年段，我也跟那些细佬仔一样去念着相同的书，做着那些乏味的功课，偶尔我还会挑个合适的时间去跟我老爸打个电话聊家常。不用担心，我在学校的时候完全能照顾好自己，而他们也对此挺放心呢。　　只不过，我完全没有想到，在零星城就读刚到初中时，某些兔崽子转进这里，从此就把我这个只专注于学习的傻佬给拖下了水。　　在那之前我还是有认识到几个朋友的，不多，毕竟我也是不擅言语。首先是普里兹·邦法，这家伙可真的是个学霸，不过有时他实在是太宅了，还得费些时间才能把他拉到操场上；其次是藿帕·游时·薇因，是个喜欢玩跳绳的活泼小丫头，她一直都喜欢找人玩，至于成绩什么的对她而言好像也没什么关系；最后那个……阿尔瓦·布里，是个恶霸，我可真不想搭理他，他老是毫无理由的欺负别人还抢别人东西，该庆幸埃文斯·罗多没加入他，不然就真的成了欺负四眼仔的二人组了。　　然后就是该说一下转入这个校舍的一个老师及其他学生了。首先是卡尔文·罗宾森，他会担任我们班的数学老师，而且有关他的事迹那可是传的沸沸扬扬，不过我并不在乎，至少现在如此；斯皮德·斯韦普，我实在说不上他是什么毛病，反正他就是不给我碰他，至少他还是可以说上几句话的，不像多罗莉斯·艾米那个二毛子，十句话也才回了两句，倒是她那个动不动就要亲人的行为把我们在场所有人都给吓了一跳……该说不愧是战斗民族还是什么，不过只要她别被德维特·维斯特尔这个奇葩主任给抓到把柄还逮个正着的话倒也没什么；最后，艾布纳·奇罗，他还是比较好相处的，而且对于自己犯的错误也会认真纠正过来……我要是有他的这个优点就好了，不然也就不会老被叫去说我课堂上睡觉的事了。　　总之一开始都是一切如常，该听的听该写的写，该说的说该罚的罚，只不过恶魔巴迪的谣传就像寄生虫病毒般流传的很快，数学老师罗宾森也因为他的行为而被我跟其他人都称作巴迪老师，但好在他并不介意。不过，这个新来的数学老师很快就跟德育主任打成一片，真叫人怀疑这个巴迪是不是就是他请来整我们的。得了吧我管这么多搞什么，这又不关我事我干嘛理这些。不过之后将发生的事情就让我觉得……我错了，而且是大错特错。　　有时候，那些谣言会越传越离谱，但有的却偏偏因此应验了，不然哪来这么多信谣传谣的。有关恶魔巴迪的传说也有说到他是个数学老师，而且对于那些常常答错题目的差生的手段就是一对一教育，谁也不会知道他会对那个被选中的“幸运儿”做什么，也就是说连因此“失踪”了也不会有人怀疑。好吧我信了，仆街，艾布纳已经不见了！昨天我才跟他聊得很开，还准备与他深入探讨难题的说呢！说起来被巴迪老师找上麻烦的可不止是艾布纳，艾米和布里也有过，更别说我了，只不过我差点跟他大打出手就是了，毕竟这个动不动就出题刁难别人的家伙可真的是叫人不讨喜。　　不过，倘若没有巴迪老师来了的话，没准布里就打算把整个校舍的人都惹个遍了。只是罗多的状态比以往还糟，就像是被一只大耗子糊了熊脸似的，而我也跟邦法一起推测这是不是巴迪老师的杰作。哦对了，罗多的成绩也不怎么的，而且还不认真学习，一天到晚老想着要逃跑，然后就被抓去谈人生，然后再逃跑，再被捕，反反复复，他不嫌无聊，我和维斯特尔主任都觉得他烦的要命了。至于艾米，她才是真正难啃的骨头，我敢说一周内她被找上麻烦可不少于十回，而且她依旧是我行我素。　　而我呢？我这个小秀才也是想要弄点事做了，连学霸都看不下去的家伙，我怎么能不为所动呢。在那之前我还因为布里要抢游时的跳绳而跟他大打了一架，然后就被叫去谈人生了，他留在办公室的时间比我还久。不过我还跟主任约好去天台聊些事情，他也抽空来了，而我也是从这里开始慢慢去了解那个人称恶魔巴迪的数学老师，卡尔文·罗宾森的过去……嘛，他也就告诉了我一小部分。他以前也是个成绩优异的学生，性格也很开朗，作为他的同班同学也是对此看在眼里，但后来不知道怎么的他就变了，但至少他还记得他们，只是变得很记仇。　　至于那个所谓的失踪事件，纯属是我和所有的小伙伴们想多了，艾布纳就是住院了而已，而巴迪老师偶尔还抽空去看看他……也许在放学后我就该去看看，反正我已经从主任那里知道地址了。　　所以，我就去看望了艾布纳，而且我还一度推测着会发生什么不好的事情，但结果就是被狠狠的打脸——没有偷袭，没有人为，什么都没有，他就是被某个仆街飞车党给弄伤了而已，至于那些水果，则是那个老师送的。　　之后我也没想太多，也就照常来上学，几天后艾布纳也正常归校了。　　有件事还是让我有点……不爽。艾米这个独行侠还有个朋友这倒没什么，但起码把她那面瘫脸改掉啊。可没过几天，我就发觉艾米和她朋友疏远了，而且艾米手上还有伤口，虽然用了纱布包着，但是血还在往外流，百分百是械斗搞出来的。可是她们两个都没说什么，根本问不出来，看来只能碰运气了，如果能碰到什么的话那一切就好说了。这天依然一样过去了，大家都正常放学干自己的事，不过我好像听说了一些事情，之所以艾米疏远她就是因为她在背后说她的坏话，非常难听，似乎非常瞧不起她，而且就是她故意将艾米的手弄伤的，连工作人员都不知道那摊血迹怎么来的。但她手受伤了也依然没请假，两只手也都还可以写字，怪不得是战斗民族。　　在这几周里，那个人也总是故意说一些难听的话给他听，连我都听不下去了，就差没冲过去抽她几巴掌。不过她嘛……刚才还很神气呢，转眼她就被艾米一个过肩摔摔了个四脚朝天，她也没告诉主任，毕竟是她挑出来的事，后来那个人见到她就走，最后她就不知道怎么就转学了，估计是被艾米吓怕了吧，反正也省的我动手了，因为我和布里也想揍她。　　说到布里，他被我打了一顿之后就收敛多了，而我也对他稍微有点改观，还为之前误会他的事情而道歉——我当初还以为他是要抢她跳绳呢。只不过我是真的没法理解为什么他就是想弄这样的土匪行径。　　本想着这些事情也该结束了，但我真的错了。　　这个校舍已经开始变的不对劲了。　　一周后，我在走廊上闲逛的时候就看到罗多和斯韦普发生了口角，原因很简单，他的扫地机器人闯祸了，而且不只是一次简单的闯祸，它把他直接扫到了巴迪老师的面前，害得他在办公室里待了一整节课。之后我就看到游时在角落里哭，而布里在一旁不知所措……我不知道是哪个仆街弄断了她的跳绳的，但被我找到了的话，我肯定要给他一段坏时光。然而，对于那些爱哭的小朋友我是毫无办法，更别说去问了。回到座位上我发现作业本里被夹了张纸条，打开看才知道那个卑鄙的家伙是谁，而那个字迹也是艾米的，看来这个事情的经过已经被她看到了。　　好嘛，我本来还想着要不要跟你交朋友呢，罗多，你可真是个仆街啊。另外还有一个我感觉奇怪的事情，艾米那家伙英语课没好好听讲居然还在期中考试考了那么高的分数，这可就真是个说不通的现象了啊，不对，她周末也不见她人，这其中一定有什么关联，看来得多留意一下她了，真搞不懂她葫芦里卖的什么药。　　跟踪别人这桩事我也是玩了不少回，毕竟老爸也教过我这套，所以也就轻松的知道她家在哪了，于是我在周末的时间以一起写作业为名来到她家，不过她这呆愣的表情是啥意思……算了我也不计较那么多，毕竟她的父母倒是很热情。上午倒是没什么奇怪的，但下午她就背着包出门了，从她的父母得知，她是去英语社团去学习英语了，还有初中三年英语书所有内容她都已经学了四遍了，除了这个，她还报名武术社团和美术社团，怪不得她在课上那么放肆……但自从那次考试后那个英语老师就不说什么了，毕竟她考的确实让英语老师没话可说，用英语老师说的话就是爆发型的“黑马”。说到武术，我自己那一套是跟老爸学的，不然真没法指望能打得过那个四肢发达头脑简单的布里……好吧他也不算太笨吧，他只是不想学。　　然后……两天后晚上，出事了。　　我这人本身睡得就比较晚，所以在听到急促的敲门声时我立马就去开了。这次来敲门的不是德育主任维斯特尔，而是已经跑得满头大汗的布里，我还以为他是不是又在躲着巴迪老师呢……不对，我之前听德育主任说过巴迪老师是怕黑的。但在听他说出的话后，连我都被吓出一身冷汗。　　游时……伤人了。　　也不知道她是从哪里弄到的剪刀，但她现在已经在走廊上到处乱划了，至于她是想找谁，又会做什么，可想而知。而且把一个小孩送进少管所可真不是好点子。所以，我就让他去找维斯特尔主任，还有巴迪老师，我并没口误，他也没耳背，我是确确实实的要他去找那个喜欢拿着戒尺抽人的魔鬼巴迪。在我赶到并制止她之前，她已经把对方给逼到墙角了，我不敢想象要是晚来了一步会怎么样。不过，我完全无法相信一个小孩子是哪来这么大力气的，但最后还是巴迪老师他们赶到并解了围。好吧，他对付小孩还是有一套的。　　事后布里把游时的跳绳给修好了，也告诉了我他这么做的理由，他所抢到的大多数零食并没有给独吞了或者什么的，而是主动上交给了德育主任或者给了游时，尽管这种行为确实很无赖，要我说，他就是个现代罗宾汉。无论如何，巴迪老师还是选择了对于“精神分裂问题”选择了保密，这对大家都好，事情也就这么告一段落了。　　经历过游时那桩事之后，接下来的事情也是让我捏了把汗，不过没这么严重。下午的时候我们都是自习课，班主任看我们太辛苦，就让我们放松了一节课，本来那节课我们和班主任聊的挺开心的，然后老师走在艾米旁边的时候突然就倒下了，要不是艾米及时抓住她并扶在了她座位上坐着的话，那她可就真摔地上了，给我们都吓了一跳。后来我们问了老师才知道她有严重的低血糖，再加上早餐没吃才这样的，艾米不知道想到了什么，不知道她什么时候带了一个棒棒糖，才让老师不再晕……等等，艾米这家伙什么时候爱吃零食了？还是说她知道什么？不，艾米除了第一学期去食堂吃以外往后就没去了，一直都是在班级里吃的，我想应该是她知道班主任什么情况，不然班主任怎么不去食堂了呢……我还真没想到她居然还有这么一面，毕竟她平时什么事也不关心，看来这家伙也不那么讨厌么，搞不懂为什么班级多半都孤立她。然后在追问过后，我差点又要被叫去办公室——因为布里带头干了坏事。不过他倒是挺呛，被我捅了娄子后也只能去厚着脸皮跟她道歉了。至于艾米会不会原谅他我就不想管了。　　但我知道这事还没算完，有的人跟巴迪老师之间的纠纷还没完呢。就像我之前说的，隔三差五被叫去“一对一教育”，谁会喜欢他呢。我也被算入其中，而且我也想知道巴迪老师的故事。很快，机会来了，趁着罗多要欺负邦法……不对，是要教唆他去欺负奇罗时，我就上去狠狠的抽了那人一板凳，然后理所当然的被叫去办公室了。当然维斯特尔主任也是没搞懂我是什么毛病，平常规规矩矩的今天竟唱起反调来了。如他所预料到的，我问了巴迪老师的过去，他也就顺势告诉我了。　　之所以维斯特尔主任知道巴迪老师的过去是因为他原本跟他就是同班同学，他本身成绩平平也愿意拼搏，但偏偏就是有个老师总是针对他……好吧，不只是针对他一个人，那人就是看不惯那些学生，一天到晚就是对他们发脾气，他们也是敢怒不敢言，真搞不懂为什么他们所在的学校还会请到这么个猪头混蛋。巴迪老师的脾气本身也是好不到哪里去，巴不得哪天真的要动手，只不过一直压抑着罢了。然后在某日，在那个老师再次刁难他的时候，他三两下就把黑板上的题目给做好了，而且还反问了他在黑板上的题目答案，结果那人答不上来，使他累积多日的怨恨彻底爆发，拿起尖锐的铅笔就刺穿了他的喉咙，他也因此被送入少管所三年多，至此之后，他的同学就再也没见过他。　　之后，在我又一次做错题后，巴迪老师开始了他的惯例，我也借此去质疑他，这要换做以前的话，借我熊心豹子胆我也不敢去惹他。所以我就提出了他的教学方式的不足和我的见解，当然我没有说什么太过分的，我是希望他能考虑考虑。但是他没正面回答我，只是说要考虑一下，可能真的是没想好吧，不过我是真的希望他能改变一下他的教学方法，不然他就真成全班的公敌了。不，搞不好的话巴迪老师是会成全校学生的公敌……　　这件事平复之后，我发现有几个针对艾米的人开始浮出水面了，因为我看到了不好的一幕，艾米的袖子被扯掉了一大块，胳膊上还有淤青，表情也比之前更瘆人了，之前的表情本来还没那么严重的，可我看到对面之后我就不淡定了……对面的人就是言语暴力的其中两个，除了艾米，有一个男生也被其中一个人打的鼻青脸肿，而另一个还在用过分言语说她，随后我问了旁边看到一切的一位同学，问出原因后我真的是气的想揍他了，仅仅是因为他接受了艾米给他的零食，怎么？你还想把好人拖下水啊？哪来的仆街优越感贬低别人？　　看来我总算是知道艾米为何表情变的这么烂了，原来所有源头都是他们俩传出去的啊。不过最后我是真的差点笑趴了，艾米给他们两个人用502胶水粘上了他们的嘴，这厮也够狠的，那种胶水粘力可不是开玩笑的，估计她忍他们两个很久了吧，当然也避免不了德育主任的教导了，嘛，说的最多的就是那俩混蛋了，艾米的错他只说了一句概括了，毕竟艾米最后设法把他俩弄掉了胶水。　　至于那个受害者我当然是知道的，他是艾米的同桌，上课不听课的时候总是作死去戳艾米的腰让她笑，当然他的目的也是让她真实的笑出来而已，不过总是被艾米一顿掐，然后还总被课上的老师点名。有回他可是差点给玩砸了，被艾米追的满屋子跑，事后他也知道怎么回事，把她原来的画重新照样子画出来给她了，不过场面有点搞笑，他拉着她的腿不让他走，艾米弄不过他就接过画原谅他了，估计她也很无奈遇到这么赖皮的同桌了，不过好在他心眼不坏，不然按艾米那性格，估计会记仇很久，我倒真希望艾米能别那么自卑孤僻，当然我也只是希望而已。　　之后倒也没什么大麻烦，仅仅是德育主任检查，稍加缓和的惯例一对一教育，布里日常“劫富济贫”，以及斯韦普日常误伤什么的，说起来他的机器人不止一次坑了主任和老师，连游时也被欺负了，搞得他只能是让它暂时宕机然后去哄了她一整节课……说真的，仅仅是这些小打小闹的话就好了，我也好可以回到“好好学习天天向上”模式。然而……情况完全不允许到我想发飙的地步。　　嘛，为了不想再出现那些麻烦情况，我还伙同了奇罗和艾米一起去做整个班级的思想工作，至于为什么没把邦法算进去……他是真没法处理学习以外的事情，真有点担心他以后要怎么交友。不过，再怎么做思想工作，这里头就是有个想对着干的，而这也埋下了将会引爆的汽油桶。　　连续七周，全是错题，傻仔都知道这是在故意气老师的。而这次，艾米要去找他讲理时就遭了殃。　　这个冚家铲，不知道从哪弄来的刀子就捅人，之后就从教室跑出去了，这明摆着就是不信任巴迪老师，也不信任我们这个班级！布里为了阻止他那种不理智的行为，结果也是负伤倒地，巴迪老师正好在别的班级看到那个凶手从走廊经过后也是气不过，让他们自习过后就抄起戒尺狂奔出去。　　而我，我也是真的受不了这种闹腾了。　　让奇罗去给艾米包扎伤口后，我也追了上去，途中也还看到受了伤的布里，但好在他还能走，而且他在走之前还把弹弓给了我——这是他平常拿来打鸟的。当然报911是绝对少不了的，谢了，斯韦普。　　在我赶上之前，那个仆街已经是把扫把机器人给砸了个稀烂，差点把我给炸了。至于大门就被维斯特尔主任给锁了，以防止他逃出去危害到外面。然后，在我赶到后就拉起弹弓，准确的一击打中了他的脑袋，救下了游时和巴迪老师……对，游时她为了保护老师而不顾一切的去冲撞了罗多，让他摔了个倒栽葱。接下来就是我跟罗多纠缠了。　　重新介绍我自己一下，老子是古瑞，是来收拾你丫的！　　也得亏我平常有摸过铁疙瘩，加上老爸有教过我一些，我用起这弹弓还是挺顺手的，只不过我也是没想到那仆街挺会耍刀子的，好几下都切到我了，还有一刀狠狠地划到了我脸上的左太阳穴，留下了一道不可磨灭的伤疤。　　我恭喜你老母的成功惹毛我了！　　从口袋里拿了个创可贴粘在伤口上后，我便开始动真格了，学生的话是没怎么学过武术的，除非是有去报名参加过武术班或者自己让人教了几手，我是后者，而且一开始也只是拿来锻炼而已。至于现在嘛，我拿来把那个耍刀仆街给花式吊打了一顿，之后就等差佬来把他给拉走了。那家伙不是想逃学嘛，这回如他所愿了。我看这几天是没办法上课了，毕竟出了这茬子事儿，事后我也去医院处理了一下伤口，也顺头看看受重伤的同学，行啊这家伙，为了逃学可真是不择手段，怪不得当初游时要捅他。　　看了其余的同学过后我就去看艾米了，毕竟她那刀可不是开玩笑的，我过去之后她还坐在床上一动不动的不知道在想什么，连我来了都浑然不知，过会我拍了她肩膀一下她才反应过来，问她才知道她在想如何不让她父母知道，这家伙真是……心里的事怎么那么多，不想让他们知道这怎么可能。之后艾米就没说什么，不过为了以防万一，还是要找他父母的，万一她出了什么事怎么办，反正这件事可不能听她的了。　　有件事我不得不承认，巴迪老师的方法还算奏效，我所在那个班级成绩原本也不怎么好，现在倒是提升了几个档次，然而他依旧如往常一样要求苛刻，就像古人所说的“教不严师之惰”，真的是特别符合现在的状况。只是可惜我之后也是读不下去了。　　读完初中并弃学之后我就去当了雇佣兵，跟那些无业佬一起去打仗什么的，不过很快我就退出战线而回到老家鹰落城去弄些赏金猎人的生意，途中还去了诸如康敦和摩多港之类的大城市。现在？我陷入了战火纷飞的世界中，各地的人们都举起了武器去反抗那些欲图破坏世界安宁的仆街犯罪者，我相信这样的战事能结束的很快，只不过现在的零星城很不好过就是了。　　但起码还能在那里再见到巴迪……卡尔文·罗宾森老师吧，他依旧以他严格的要求教着那些皮皮学生，而如今，那些学生们可巴不得他多骂几句，当然也少不了有几个口嗨的被他给吓得不轻的。　　如果师生之间能相互理解的话，又哪来这么多的谣言呢。\n\n\n\nＥＮＤ\n\n\n\n",
    "replies": [
        {
            "author": "幻境雲達達",
            "timestamp": 1570411800,
            "txt_content": "老朋友你还在啊\n\n你性格还是那样"
        }
    ]
}