{
    "title": "[多线]勿忘MC——MOD|多服|生存|冒险|养老|建筑|魔法|竞技[1.7.10]",
    "author": "憨憨冰棍",
    "replyCount": 0,
    "timestamp": 1570520760,
    "txt_content": " 本帖最后由 lengzu 于 2019-10-8 16:48 编辑 \n\n\n\n旗下服务器虚无人生--[1.7.10]:以生存 冒险为主 修改了虚无世界怪物的掉落 和拔刀剑强化的方式 添加了千种建筑方块 形成了目前的游戏类型：养老 冒险 建筑 交友此服以运营一年之久 遇到过各种各样的 事件，积累了很多经验。目前功能 玩法都很完善 。1.7.10 是BUG最多的版本 又加上了一个 更多BUG的虚无世界 与拔刀剑 前半年的运行都很艰难。运营一年之久 已经解决了 已发现的99%的bug 想来服务器卡BUG的就别来了，你们能想到的 已经经历过 也修复过了。不信你来试试？（奸笑）承诺：冰棍不倒 人生不倒 人生不死 周目不换。模组： 虚无世界 拔刀剑 食物工艺 魔典盖亚 拔刀剑附属 更多箱子 更多熔炉 时装 等\n虚无--乐园[1.12.2]：\n就已拥有很高的技术的情况下 精心的挑选mod 插件 设计玩法\n以目前最主流的几大模组 为主 利用修改合成的方式 把几个主流模组相辅相成\nRPG元素精心涉及 基本上的材料 装备都来自于 合成 祭坛 注魔 机器 活动也是\n此服会成为 本人（冰棍）的巅峰之作 我会把接下来百分之70的精力放到乐园服内；\n聊天群：780549764（乐园专属群）\n模组： 植物魔法 虚无世界3 神秘时代6 林业 星辉魔法 末影接口 家具 匠魂 等\n两个服同用一个客户端(专用启动器--来自杰克的“星登录”）\n下载地址：http://mcwwrs.com/cc.html\n（因是外置登录器 杀毒软件过不去 需要添加信任 win10的安全中心需要退出 ）\n如果无法安装 或者无法进入游戏 请联系QQ：1728482805\n建议绑定QQ登录（可以使用QQ找回密码 和方便通知你消息）\n\n\n\n团队成员管理团队成员负责人：Binggun（冰棍）建筑：ouhuang（欧皇）(op)美工：Wang0507(孤梦)   _Catwine(猫九)客服：yuxi_jiejie（雨儿）日常：Hope_rain（希雨）(人生服：op) ZuiMeng（醉梦）(人生服：op)策划：Huang_l_dada（荒凉）(乐园服：op) Canbig（奉贤）(乐园服：op)\n\n \n为何选择我们（腐竹叙述）我从15年接触服务器，认识了许许多多的朋友，玩过的服务器不多但是，交到的朋友不少。我制作服务器60%从玩家考虑，让玩家更容易舒适的玩耍和交到朋友我看重服务器平衡 因为我承诺我的服务器要让你们10年后还能看到。氪金可以获得便利，但是不氪也能舒适的游戏。98%的物品游戏内可以用物品兑换。（除去的是活动纪念物）（制作40%注重的平衡 平衡掌握好 服务器才可以运行更久）上条所述，我们不换挡，不关服。不存在换周目关服时间！我们只会有更多的新服出现。（我已辞去工作目前百分之80的时间都用于制作服务器 与宣传）我们的氛围，不说是最好的，但是也是少见的。管理 腐竹 在打扰玩家游戏的前提下。线下，线上 闹成一团。我16年接触制作服务器，18年正式开服（服务器已运行一年多了） 一年多的积累 已经修复了目前所发行的绝大漏洞（因为还有未发现的 但是几个月也出现过严重的漏洞了）专业的启动器，保障账号安全的同时，加大了反作弊。杜绝作弊现象。独自开发插件经验，从18年年底开始自学java。进一年的插件开发功能 虽然还是个菜鸟，但是作为服务器的管理者 却绰绰有余。\n\nMC对我来说意义重大，是它把我从一无是处，准备放弃人生的废柴。在MC里得到了 现实中没有的友情。让我感到了快乐。让我重新捡回自己，回到了校园生活。又因MC放弃已经学习三年的技术，回到MC 为MC带来快乐 让后来者也能体验到我的快乐 我愿意付出我的青春。来回报当初的恩情。\n\n\n\n\n虚无乐园介绍你们最关心的MOD：虚无世界3 神秘时代6 植物魔法 星辉魔法 末影接口 农业 匠魂 魔典盖亚3 奇异鸟 乡村 植物世界 家具 连锁挖矿 匠魂附加 魔法匠魂 匠魂护甲 旅行者地图 合成修改 NPC 等MOD\n\n插件功能：\n强化（自制插件 强化石由合金炉制作）\n签到 （小福利）\n工会（未完工 后期会添加工会抢夺世界战 ）\n婚礼（）\n称号（自制插件）\n异域传送（自制插件 取消虚无世界的纯宝石泛滥 每个纯宝石只能使用一次）\n备注：\n后期会添加更多的注魔 星辉祭坛合成 植物魔法祭坛合成 等更多的玩法 获得RPG道具 特殊道具 和几个mod的玩法进行连接 实现 几个主玩MOD都必须涉及\nmod毕业才是开始\n主流mod的毕业物品 之后都会是兑换 合成RPG道具的普通材料 所以不用担心毕业了就不知道玩什么了 毕业才是开始。\n加入方式：虚无乐园交流群：780549764\n客户端下载：http://mcwwrs.com/cc.html  本团队所有服 使用的是同一个客户端  启动时选择 虚无乐园[1.12.2]\n\n\n\n\n\n虚无人生介绍虚无人生是以虚无世界拔刀剑为主，虚无世界本身就是一个类型我们为它们加入了，特殊掉落精英怪，商人（额外）等元素控制了世界的随意进入（不让玩家随意进入异世界）加入拔刀剑加高的可玩性的同时降低了难度，我们为此限制很多，比如拔刀剑锻造强化、都需要强化石、加入了真伤机制让玩家不再无敌。虚无世界拥有21个不同世界拔刀剑有198种不同的拔刀加上几十套时装（持续添加中）\n近千种建筑型方块，装饰道具。\n为了避免长时间刷怪的枯燥性近期我们还添加了 6种目前火热的小游戏：起床战争 饥饿游戏 空岛战争 炸弹人 赛马 决一死战  小游戏可以促进玩家的友谊还能在举办活动时多一种选择。\n经历了一年之久的运营更新维护。虚无人生已经开始走向稳定发展。各项功能完善。并且还有更多的更新计划在进行中。服务器只要腐竹还在就不会关服、换周目。服务器官方群：服务器官方论坛：mcwwrs.com客户端下载：http://mcwwrs.com/cc.html  专属群：297578768\n\n\n\n\n模组介绍虚无世界：拥有超多怪物 商人 世界 武器 枪械 法杖MOD文件大小高达60MB（能比他高的几乎找不到） 是冒险类目前最火爆的一个MOD\n拔刀剑：\n目前几乎是最火爆mod之一 拥有超高人气。不管是特效 还是材质 或者是战斗方式 都有一种让人上瘾的手感，那种虐怪的感觉真爽！ 服务器安装了很多附属 总拔刀种类高达 198种 （不计算额外材质 原本材质就有198种 额外材质可以有无限个）\n竹，盖亚，食物工艺：\n竹mod不管是装饰还是玩法都有独特之处，无限可能的龙搞，缩小方块的工具。\n盖亚拥有几十种怪物，buff指环 战斗书 在服务器内有很大的用处\n食物工艺，许多食物（没数最起码也有百种以上加上竹的 服务器食物也能高达300以上）\n食物的制作方法和食物的食用效果 玩家最喜欢酿各种酒了\n更多箱子，熔炉：\n解决虚无世界物品多容器小的问题 让玩家玩起来更加舒服\n更多猫,奇异鸟：喜欢养小动物的最爱，谁都阻挡不了我撸猫。呀我的凤凰飞了。\n割肉小刀：损友神器 更改了合成方法合成更难了。\n装饰扩展、贴图扩展、NPC：\n装饰扩展增加了上百种装饰方块 虚无世界 竹 NPC 都有携带大量的装饰性方块 建筑党的最爱\nNPC在商会中制作了大量商人，做商人也是MC中乐趣之一。\nR键，G建合成 NEI：\n方便整理箱子，查询合成，不会玩？对着物品按G吧\n自动钓鱼：\n为何有作弊mod？？自动钓鱼并不属于作弊（在我看来）因虚无世界垂钓等级 如果没有自动钓鱼几乎没人愿意去升级，并且钓鱼还可能出现意外，你并不能安全的钓鱼\n皮革炼制:\n皮革炼制，让皮革用处更大，再也不用去地牢找鞍和命名牌了。 对这头猪就叫 希雨好了。\n高清修复，光影，NBT,小地图：\n可以对客户端进行美化，让游戏变得更美，当然低配的机器是不行的。所以默认是最差的画质，你可自己调整。（如果不会可以联系腐竹，可别乱调）\n拔刀剑附属：\n巴鲁蒙格，山樱，毕方，青瓷?伞，炼狱刀，超级SA,暗鸦，冰狼之刃，风来剑，幻魔炼金拵，洞爷湖，剑圣之刃，结月刀，神剑，似蛭，荧光 尼格洛兹?无尽曈曚 七原罪 无神 万刃皆为刃 最后的太刀匠人\n\n\n\n功能介绍拔刀强化台：强化拔刀剑（原版用铁毡锻造在这里已经没用了）打怪掉落各种强化石，可以选择强化的类型锻造数 杀敌数 基础伤害 耐久耀魂值 等。还能觉醒开启多段刀气。\n淬炼：和拔刀剑强化台相似但是这个是用于强化虚无世界的装备、武器、强化石也是打怪掉落的哟\n托售商店，箱子商店：玩家自由交易。让mc特色更有特色\n地皮，领地：宣誓你们的领地让你们的物资更加安全。（地皮超大哟）\n小游戏：起床战争 饥饿游戏 空岛战争 炸弹人 赛马 决一死战  \n异世界进入：异世界进入不用传送门了呐 有纯宝石就够了，纯宝石打相对应的怪，或者去商会可以买到哟。\n成就系统：记录着游戏的进程 完成成就还有奖品发放经验银行： 存储经验 以免附魔时经验浪费 开设经验商店 使用经验购买物品\n\n\n\n\n\n\n\n游戏相册\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n相册所有内容 取自虚无人生服务器 不经允许禁止转载\n\n加入与下载感谢你的阅读：\n快速下载：百度云下载暂不可用 请前往群内询问下载链接\n群号：297578768\n加入之后第一句话应该是 冰棍最帅！\n\n\n\n\n\n\n\n\n",
    "replies": []
}