{
    "title": "[Minecraft.net|CULTURE]狡猾的陷阱大师",
    "author": "森林蝙蝠",
    "replyCount": 5,
    "timestamp": 1570692780,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-10-10 17:08 编辑 \n\n狡猾的陷阱大师\n   想让MC更危险？我们已经准备好了教程！\n                                            \nYou can do almost anything you want in Minecraft. Like building lovely things with your equally-lovely friends! Isn’t that wonderful? Everyone holding hands and sharing their favourite flowers? Singing tra la la la la laRGHHHH！\n在MC中你几乎随心所欲，包括和可爱的朋友们建造可爱的建筑，这多好啊！然后大家手拉手出门，拿着鲜花唱着歌，突然！\n\nOh, sorry buddy! You just fell into one of my traps. Because friendship is nice, I suppose, but tricking people is clearly so much better. I love spending my weekends throwing pals down pits and blowing up TNT in their once-trusting faces. You can do almost anything you want in Minecraft, and sometimes, I just want to be a total jerk.\n就掉进陷阱里去了，毕竟友谊诚可贵，阴人价更高啊。我喜欢在周末把朋友扔下矿井，然后把TNT怼到曾经信任的人脸上——没错，你在MC里几乎随心所欲，包括偶尔做个傻瓜蛋。\n\nHere’s an introduction to making traps to trick YOUR friends with! I had plenty of time to write this guide, because none of my friends want to hang out with me anymore. No idea why.\n在这里呢，我介绍一下整蛊朋友的一些陷阱！花了不少时间写这个，因为我朋友不知道为什么，都不想和我出去玩了。\n\n\n尖竹钉陷阱\nThis first trap is easy. Just create a corridor with a chest at the end and use a sign to lure in any thieves passing by. Who could be able to resist having a look at what’s inside the chest?\n第一个陷阱很简单，只需要建造一条长廊，尽头放个箱子，再放个告示牌引诱过往的小贼，谁能忍住看看箱子里是什么的冲动？\n\n\n\nGreed should blind the thief as they walk over the pressure plate and get an arrow to the knee. What makes this trap even better is that it works on Creepers and other mobs too. All must be punished for their curiosity!  \n贪婪会蒙蔽双眼，引诱他们走上压力板，直到膝盖中了一箭——用在苦力怕之类怪物身上效果更佳，好奇心会害死人的！\n\nPROS: Easy to make. Works on mobs and other players.\n优点：简单易行，适用于怪物和其他玩家。\n\nCONS: Doesn’t do much damage. Well, apart from to my permanently-damaged friendships. Hooray!\n缺点：伤害不大，且友谊会永久破裂，好啊！\n推荐指数：3/5\n\n\n熔岩陷阱\nTo help motivate you into constructing this trap, imagine someone on your server has just made you a terrible financial offer (“Oooh, I like your mansion made of diamond blocks! I’ll give you one rotten flesh for it? Well, not give - you can have it on alternate weekends.”)\n不想做这个陷阱？想象一下这个情景：你服务器上有个熊孩子乱伸手，”我想要你这个用钻石块搭建的府邸！给个腐肉换不换？算了没有，下周再说吧。”\n\nHow better to punish a cheapskate than through commerce itself? Just lure them into your fabulous shop and tell them to go to the counter to buy some incredibly-cheap goods...\n如何惩罚这种小气鬼？只需要把他骗进“鸿门宴超市”当中，来柜台买一些便宜到掉渣的东西……\n\n\n\n\nYes, upon entering the shop, your victim will fall right into the lava and will be unable to escape. Enjoy your lava bath, penny-pincher!\n现在只要进入商店，熊孩子就会掉进岩浆，无法逃脱，试图在岩浆里游泳吧，小抠！\n\nPROS: Very satisfying.  \n优点：特别解气。\nCONS: Not very hidden. Requires lava. All valuables your friend drops will likely burn up in lava, so no one’s getting that rotten flesh on any weekends. Bah!\n缺点：不是很隐蔽，需要岩浆，而且你朋友身上的物件都会被付之一炬，所以你自然也没有什么腐肉好拿。\n推荐指数：2/5\n\n\n死亡画作\nIf you know anything about building hidden doors in Minecraft (and if you don’t, this article should help) then you’ll know that you can hide doorways behind paintings. In fact, most burglars will know about this. Which makes it easy to trick them!\n如果你了解在MC里面制造暗门（不懂的话可以看这篇文章），就应该明白，门可以藏在画后面。不过大多数小贼也知道这个，所以可以用这个摆他们一道！\n\n\n\nJust build a hidden doorway behind a painting (you need to put signs on the inside of the doorway to hang the painting on) and then dig a pit. Fill it with lava and you’re done. Any burglar searching for a hidden door will fall right into the lava. Minecraft: the game that never stops punishing curiosity!\n在画后面做个暗门（门里面需要放告示牌把画挂起来），然后挖个陷阱，里面放进岩浆就行了，任何寻找暗门的小贼都会掉进岩浆里去——MC就是这么一个害死好奇心的游戏。\n\nPROS: Catches burglars out. Takes seconds to make.\n优点：送走小贼，几秒钟就能建好。\nCONS: It’s literally a crime against art. Hey, but I guess art won!\n缺点：这是对艺术的犯罪，不过艺术会胜利的！\n推荐指数：4/5\n\n\n拉杆陷阱\n\nIt’s important to remind your friends how much they mean to you. What better way to do it than giving them front row seats to a firework display? Just create a wall lined with a bunch of levers and ask them to pick one to get a prize. Who doesn’t love a game show?  \n\n和朋友联络一下感情很重要，最好的方式就是送他们“焰火表演”的前排座位，建一堵墙，上面有几个拉杆，然后让他们拉杆抽奖，大家都会喜欢这个游戏。\n\nBehind one of the levers, place a block of TNT, so that when the lever in front of it is pulled… KABOOM! It’s probably best to hide the TNT inside a wall so your friends can’t cheat and peek a look at their prize. Don’t want to spoil the surprise!\n在某个拉杆后面放个TNT，所以如果它前面的拉杆拉下来……砰！最好把TNT藏在墙里面，这样朋友就不会偷看“奖品”了，要给他们一个大大的惊喜！\n\nPROS: Explosions!\n优点：艺术就是爆炸！\n\nCONS: Hard to trick people into pulling the levers, even when I make loud chicken sounds at them. They usually just walk off, never to be seen again. Fair.\n缺点：你很难骗人来拉拉杆，即使我在拉杆周围放了很大的鸡叫声，他们也只是走开，不多看一眼。\n\n推荐指数：2/5\n\n\n按钮活板暗门\n\n\n\nIf you read my guide to building hidden doors (and you probably have, considering that’s the second time I’ve shamelessly plugged it in this article), you should remember that one trick is to hide a button behind a banner. It works unless someone knows to look for a hidden button. And if they do, we can now turn the tables on them by laying a trap!\n如果你读过我建造暗门的教程（你可能发现这是我第二次宣传这篇文章了），就该知道一个骗术是将按钮隐藏在旗帜之下，针对那些知道隐藏按钮的人而设，如果你的目标符合条件，就可以通过这个陷阱坑他们一把！\n\nJust build a hole in the floor next to a wall in your house. Cover it with a trap door and then put a button on the wall next to it. Now, if you press the button the trap door will open. Any nosy neighbours will fall to their doom!\n在房子的墙边地板上挖个洞，用活板门盖上，然后在旁边的墙上放个按钮，按下按钮，活板门就会打开，把那些手贱的邻居都送下地狱！\n\nPROS: Very sneaky. \n优点：鬼鬼祟祟\nCONS: The victim might dig their way out. Hard to remember which banner I put the button behind. Oh darn....\n缺点：受害者可能会自己挖洞出来，按钮放在哪面旗帜后面也不好记，搞不好把自己坑进去……\n推荐指数：3/5\n\n\n箱子炸弹\n\n\nFollow the instructions in the images above and you’ll be able to rig a chest to blow up whenever something is placed inside it. You’ll need to get some more advanced tools to make this trap work, and you’ll end up blowing up some of your hard work. But come on, these are your closest friends you’re trapping - they deserve the effort!\n如图教程所示，可以制作一个放入东西即可爆炸的箱子，需要更“高级”的工具使这个陷阱生效，最后陷阱自己也会炸飞，不过炸飞自己的好朋友，还是对得起这个代价的！\n\nPROS: No one will suspect a thing.\n优点：没人会怀疑。\nCONS: It blows up some of your house (but it’s worth it).\n缺点：会把家掀飞（很值得）\n推荐指数：5/5\n\n高级技巧\nYou can take the basic ideas I outlined above and make them more complex by adding redstone circuits to better hide the mechanisms. Instead of pressure plates, use buttons and make the lava pits bigger so there’s no way to escape them.  \n可以给我上面所说的机关加一些红石电路，使其更复杂，隐蔽性更高，相对于压力板，按钮和更大的岩浆陷阱，可以让对方无路可逃。\n\nYou can also combine some of the traps above so that arrows push people into lava pits. Or you can reconfigure the lever trap so that it just looks like an innocent lever sat inside your house. The best traps are the least suspicious ones!\n可以将某些陷阱联合起来，比方说用箭把人射进岩浆里去，或者重新配置拉杆陷阱使之看上去就像个无辜的拉杆，最好的陷阱自然是最难被怀疑的！\n\nAnyway, I have to go now, because my friends have just called to say they’ve completely forgiven me. They’ve even invited me on their new server, and they say I get to be the first one to try out the shop, open all the chests and pull all the prize-giving levers. Wow, lucky me!\nOh, but before I go, did I mention that I wrote another article about how to build hidden doors?\n我现在得走了，因为朋友喊我说，他们已经原谅我了，邀请我到新服务器去，还说让我第一个尝试新开的商店，打开所有的箱子，拉开所有的抽奖拉杆，祝我好运吧！在我走之前，再次推荐一下我的制作暗门教程！\n\n发布于2019.10.4，作者Chris Priestman，译者森林蝙蝠\n原文链接：https://www.minecraft.net/zh-hans/article/how-create-traps-\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1570698360,
            "txt_content": "对岩浆陷阱有点存疑 除非挖得深 不然音效会暴露的\n\n另，请允许我打↑个↓广↑告↓\n文中的隐藏门教程：https://www.mcbbs.net/thread-917775-1-2.html"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1570704480,
            "txt_content": "https://www.mcbbs.net/thread-459492-1-1.html"
        },
        {
            "author": "Dr.Slime",
            "timestamp": 1570717440,
            "txt_content": "现在陷阱都出这么多了可还行"
        },
        {
            "author": "hzy020810",
            "timestamp": 1571243220,
            "txt_content": "行吧，可以的，阴人很不错"
        },
        {
            "author": "Leon_Xu",
            "timestamp": 1571274180,
            "txt_content": "来个灵魂沙推地板的陷阱把吧"
        }
    ]
}