{
    "title": "Minecraft Java版 19w41a 发布",
    "author": "SPGoding",
    "replyCount": 31,
    "timestamp": 1570637340,
    "txt_content": " 本帖最后由 SPGoding 于 2019-10-10 17:39 编辑 \n每周快照是Minecraft Java版的测试机制，主要用于下一个正式版的特性预览。\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。在快照中打开存档前请务必进行备份。适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.15 仍未发布，19w41a 为其第 9 个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\nMINECRAFT SNAPSHOT 19W41A\nMinecraft 快照 19w41a\nA Minecraft Java Snapshot\n一个 Minecraft Java版快照\nWe get thousands of emails every day demanding we 'make Minecraft stickier!'. Usually we just ignore them (they're pretty weird), but that all changes this week, with the addition of the honey block. Enjoy!\n我们每天都会收到上千封「让 Minecraft 更有黏性一点儿」的需求。通常我们会忽视掉这些请求（因为太奇怪了），不过在这周有了变化，因为我们加入了蜂蜜块。好好享受！\n\nCHANGES IN 19W41A\n改动\n\nAdded Honey Blocks!添加蜂蜜块！Added Honeycomb Blocks!添加蜜脾块！Accessibility improvements辅助功能改进Iron Golems now start cracking when damage and can be repaired with Iron Ingots铁傀儡受到伤害后会开裂，并且现在可以用铁锭来修复它们了Added a spectate command添加了 spectate 命令Added copy_to_clipboard action to clickEvent向 clickEvent 添加了 copy_to_clipboard actionThe effect clear command now defaults to @s if no target argument is giveneffect clear 命令中如果不指定目标参数，将会默认为 @sFixed bugs修复漏洞\n\n\nHONEY BLOCK\n蜂蜜块\n\nSticky. Very sticky!\n黏。非常黏！\n\nWalking and jumping is limited限制行走和跳跃If you stand on a honey block that is pushed by a piston, you come along for the ride如果你站在一个被活塞推动的蜂蜜块上，你会跟着它一起动Jump into a wall of honey blocks to slide down and slow your fall跳到一面由蜂蜜块制成的墙上下滑会降低你的掉落速度Landing on a honey block cushions your fall somewhat落到蜂蜜块上可以减缓你的摔落伤害When a honey block is pushed or pulled by a piston, it attempts to move all adjacent blocks in the same direction (just like slime blocks)当蜂蜜块被活塞推拉时，它会尝试将所有毗邻的方块按相同方向移动（和粘液块一样）Mobs and animals dislike walking on honey blocks. Too sticky for their comfort生物和动物不喜欢走在蜂蜜块上。因为太黏了不舒服\n\n\nHONEYCOMB BLOCK\n蜜脾块\n\nBYOH - Build Your Own Honeycomb\n建造你自己的[ruby=蜜脾]房子[/ruby]\n\nCraft 2x2 Honeycomb to get a Honeycomb Block用 2x2 的蜜脾来合成蜜脾块Purely decorative!纯粹的装饰性方块！\n\n\nACCESSIBILITY\n辅助功能\n\nSneak and Sprint inputs can now be switched between Hold and Toggle mode in the Accessibility Options.潜行和疾跑的输入方式可以在辅助功能选项中设置为是长按还是切换了Descriptions under buttons on the Create World screen are now narrated.创建世界屏幕中按钮下的描述会被复述功能阅读了\n\n\nSPECTATE\nSpectate\n\nNew command that makes a player in spectator mode spectate an entity. Syntax:spectate [target] [player]\nParameters:\n新命令，可以让旁观者模式中的玩家以某个实体的视角旁观。语法：spectate [目标] [玩家]\n参数:\n\nplayer - The player that should spectate the target. Must be in spectator mode. If omitted,@s is used.玩家 - 应当以实体视角旁观的玩家。必须处在旁观者模式内。如果省略，默认为@s。target - The target to spectate. If omitted, makes the player stop spectating.目标 - 被旁观的目标实体。如果省略，会使得玩家停止旁观。\n\n\nFIXED BUGS IN 19W41A\n修复漏洞\n\nMC-20144 - Saturation and Instant Health/Damage effects don’t have an iconMC-20144 - 饱和、瞬间治疗和瞬间伤害状态效果没有图标MC-86846 - Changing a powered Command block from impulse/chain mode to repeat mode doesn’t trigger it until repoweringMC-86846 - 已被激活的命令方块从脉冲或连锁模式切换到循环模式后不会正常运行，必须要再重新激活一次才行MC-120480 - Pets teleport onto blocks which have a solid “bottom”, not “top” faceMC-120480 - 宠物会传送到「底部」为固体的方块之上，而不是「顶部」为固体的MC-124140 - Anchoring does not reset after use, and is implicitly applied in nonsensical cases by defaultMC-124140 - execute anchored 命令的效果不会在被使用后自动重置，导致每出现一次本地坐标都会将坐标偏移一段从执行实体脚部到眼睛的距离，必须使用 anchored feet 命令来手动修正。鉴于 anchored 在实体上的主要应用，这一性质毫无意义，只会带来看似随机的偏移MC-125104 - Cancelling delete world screen and options sub-menus using ESC opens main menuMC-125104 - 在删除世界菜单以及选项子菜单中，按 ESC 会打开主菜单，而不是回到上一级菜单MC-129806 - Team prefixes and suffixes don’t show for villagers without a custom nameMC-129806 - 没有自定义名称的村民并不会在聊天栏里显示队伍的前缀和后缀MC-131552 - Can’t craft stripped wood from stripped logMC-131552 - 不能用去皮原木合成去皮木头MC-145021 - Tamed animals are not able to teleport to the player when they are on the snow layer blocksMC-145021 - 被驯服的动物如果站在雪片上将不能传送到玩家MC-146213 - Loading bar on splash screen is able to extend beyond its black outlineMC-146213 - 载入画面上的加载条能伸出黑框MC-156005 - Tamed wolves do no longer teleport to the player when they’re in waterMC-156005 - 被驯服的狼如果在水里将不再会传送到玩家身边MC-159423 - Bees can’t get to flowers on edgesMC-159423 - 蜜蜂不能飞到生长在边沿的花MC-160102 - IllegalArgumentException when being attacked by a weak iron golemMC-160102 - 被带有虚弱状态效果的铁傀儡攻击时抛出 IllegalArgumentException 异常MC-160865 - Waking up from a bed can cause the server to crash in specific circumstancesMC-160865 - 在某些情况下从床上醒来会导致服务器崩溃MC-161297 - Shulker box inside textures are invisibleMC-161297 - 潜影箱不显示内部的材质MC-161692 - Hopper creating a furnace blockentity by transferring an item crashes the gameMC-161692 - 漏斗在传输物品并生成熔炉的方块实体时游戏会崩溃MC-161733 - Vindicator idle5 sound is unusedMC-161733 - 卫道士的 idle5.ogg 音效没有被使用MC-162087 - Parrots can imitate pandasMC-162087 - 鹦鹉可以模仿熊猫的声音，然而熊猫并不是攻击型生物MC-162569 - Placing torches in water causes serious lag and stutteringMC-162569 - 在水里放火把会卡MC-162586 - Log repeatedly prints the message “Ticking entity”, and finally crashes the gameMC-162586 - 日志中持续刷 “Ticking entity”，最终游戏崩溃MC-162616 - java.lang.NullPointerException after attacking a parrotMC-162616 - 攻击鹦鹉后抛出 java.lang.NullPointerException 异常\n\n\n\n官方服务端下载地址Minecraft server.jar\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/其他https://launcher.mojang.com/download/Minecraft.tar.gz\n关于本次更新的详细内容，请关注 Minecraft 1.15（这是什么更新）特性列表的更新。\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。Java版的启动器下载地址在上文已经提供。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文，内地需魔法上网）Dinnerbone的Twitter（英文，内地需魔法上网）Grum的Twitter（英文，内地需魔法上网）Searge的Twitter（英文，内地需魔法上网）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": "243561kkkkk",
            "timestamp": 1570637820,
            "txt_content": "666，修铁傀儡太6了..."
        },
        {
            "author": "西柠",
            "timestamp": 1570638540,
            "txt_content": "修铁傀儡啊，那太好了"
        },
        {
            "author": "雪颜の顾",
            "timestamp": 1570639020,
            "txt_content": "又出了个新命令呢，高频执行它应该可以让玩家待在某个生物的视角下不来，除非生物死亡或者停止高频"
        },
        {
            "author": "liach",
            "timestamp": 1570639200,
            "txt_content": "据说客户端性能又下一层楼"
        },
        {
            "author": "SorrowRain",
            "timestamp": 1570657080,
            "txt_content": "spg超肝的，辛苦了"
        },
        {
            "author": "waston1025",
            "timestamp": 1570667760,
            "txt_content": "em...."
        },
        {
            "author": "6B不止铅笔",
            "timestamp": 1570675140,
            "txt_content": "MC-120480 - 宠物会传送到「底部」为固体的方块之上，而不是「顶部」为固体的应为“而不是「顶部」为固体的方块”"
        },
        {
            "author": "Jokey_钥匙",
            "timestamp": 1570680240,
            "txt_content": "新的点击事件做什么用的？\n新命令可以用于稳定使用着色器）"
        },
        {
            "author": "深绿世界",
            "timestamp": 1570705320,
            "txt_content": "liach 发表于 2019-10-10 00:40\n据说客户端性能又下一层楼\n那太恐怖了"
        },
        {
            "author": "深绿世界",
            "timestamp": 1570705380,
            "txt_content": "感觉还行吧，既然新东西基本上加完了那就准备优化游戏吧\n几个崩溃特性居然被修了，看来问答版越来越难混了"
        },
        {
            "author": "深绿世界X",
            "timestamp": 1570705680,
            "txt_content": "愉快的完成了1.15的绝大部分更新，然后这两个月干嘛呢"
        },
        {
            "author": "凌空的猫",
            "timestamp": 1570710720,
            "txt_content": "所以1.15待更新内容全部完成。\n然后修两个月BUG？\n另外蜂蜜块真香，再也不用担心史莱姆区块错误了\n蜜脾应该会添加一些功能吧QUQ"
        },
        {
            "author": "凌空的猫",
            "timestamp": 1570711500,
            "txt_content": " 本帖最后由 凌空的猫 于 2019-10-10 20:53 编辑 \n\n等等我电脑为什么花了一分钟才打开，平常能到60帧今天撑死了30帧\n另外树叶的方块状态或是地图生成器好像出问题了，我家屋前几棵树都掉叶子了"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1570767840,
            "txt_content": "liach 发表于 2019-10-10 00:40\n据说客户端性能又下一层楼\n\n哈哈哈，本来目的是提高性能，现在……"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1570772460,
            "txt_content": "铁傀儡:我裂开了"
        },
        {
            "author": "西柠",
            "timestamp": 1570849020,
            "txt_content": "蜂蜜块有意思"
        },
        {
            "author": "hemp",
            "timestamp": 1570855620,
            "txt_content": "MC-146213 - 载入画面上的加载条能伸出黑框\n太秀了"
        },
        {
            "author": "心系天下",
            "timestamp": 1570862460,
            "txt_content": "emmm,F3+G的区块显示又出问题了，区块显示后看到的是从天上到地下的一整串区块，而且显示的区块只有人物所在的方块那么大……"
        },
        {
            "author": "mc能吃吗",
            "timestamp": 1570887000,
            "txt_content": "蜂蜜块，反向粘液块？\n好吧红石大佬的福音"
        },
        {
            "author": "Jannik",
            "timestamp": 1570906740,
            "txt_content": "还能修铁傀儡哒？希望能把优化做好，要不然带不起马赛克了"
        },
        {
            "author": "不负韶华",
            "timestamp": 1570941000,
            "txt_content": "现在，诗齐了。\n雨对雪，金对铁，末地对下界。\n龙对灵，萤对红，粘液对蜂蜜。"
        },
        {
            "author": "昵称已重置",
            "timestamp": 1570970280,
            "txt_content": "顶一下 。。。。。。。。。。@！！！！！！！！！！！！！！顶一下 。。。。。。。。。。@！！！！！！！！！！！！！！顶一下 。。。。。。。。。。@！！！！！！！！！！！！！！"
        },
        {
            "author": "kuangshijs",
            "timestamp": 1570979640,
            "txt_content": "铁傀儡:啊啊啊，我裂♂开了"
        },
        {
            "author": "SPGoding",
            "timestamp": 1571031660,
            "txt_content": "心系天下 发表于 2019-10-12 14:41\nemmm,F3+G的区块显示又出问题了，区块显示后看到的是从天上到地下的一整串区块，而且显示的区块只有人物所 ...\n其实不是只有人物所在方块那么大，是透视关系导致的错觉。\n\n区块的边界在这个快照里面不会被方块挡住了，导致在地下的边界也会显示在玩家屏幕上，进而给了玩家一种「区块好小」的错觉。\n\n这个漏洞已经被反馈了，我猜下个快照就能修复"
        },
        {
            "author": "心系天下",
            "timestamp": 1571054400,
            "txt_content": "SPGoding 发表于 2019-10-14 13:41\n其实不是只有人物所在方块那么大，是透视关系导致的错觉。\n\n区块的边界在这个快照里面不会被方块挡住了， ...\n那进地狱门的时候画面上下摇晃呢，这个是bug还是特性……"
        },
        {
            "author": "jakey001",
            "timestamp": 1571064960,
            "txt_content": "直接卡在更新进不去呵呵哒~"
        },
        {
            "author": "SPGoding",
            "timestamp": 1571070720,
            "txt_content": "心系天下 发表于 2019-10-14 20:00\n那进地狱门的时候画面上下摇晃呢，这个是bug还是特性……\n抱歉，我的问题，是 bug：https://bugs.mojang.com/browse/MC-161854\n\n已经确定会在下个版本修复了。"
        },
        {
            "author": "Albent",
            "timestamp": 1571134200,
            "txt_content": "修铁傀儡牛批"
        },
        {
            "author": "paomomangguo",
            "timestamp": 1571154120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "白色的旅人",
            "timestamp": 1571202180,
            "txt_content": "僵尸头变黑是bug还是什么呢？"
        },
        {
            "author": "BLargho",
            "timestamp": 1571203020,
            "txt_content": "我希望能改进战斗系统qwq"
        }
    ]
}