{
    "title": "Reassembly版正式版规[20191010-1]",
    "author": "siiftun1857",
    "replyCount": 4,
    "timestamp": 1570697040,
    "txt_content": " 本帖最后由 siiftun1857 于 2020-11-24 12:22 编辑 \n\nReassembly版正式版规\n(以下简称\"本版规\")\n欢迎来到伽马虚空。--siiftun1857一:声明在Reassembly版(以下简称\"本版\")浏览、发帖视为已阅读本版规。请勿恶意利用本版规漏洞，违者严惩。本版规作于2019年10月10日，并同时开始实行。本版规最后更新于2019年10月10日，此为第1个修订版本，版主及管理员有权在不另行通知的情况下进行变更。本版版规建立在Minecraft中文论坛规章制度之上，请务必遵守总规章。由于相关游戏板块的特殊性质，部分其它板块版规可同样作为本版的参考，包括但不限于软件资源版版规、视频实况版版规，与本版规存在冲突的，以本版规为准。Mcbbs管理员及本版版主拥有对本版规的最终解释权。\n二:基本规定本版为Reassembly版，请勿直接将本版内的帖子当做其它版块的帖子回复。请勿在本版发布包括但不限于以下内容:\n任何广告包括但不限于mc服务器无意义帖，纯水帖反_动，色_情，暴力，政治，种族，恐怖，宗教等内容违反《宪法》《刑法》《治安处罚法》或其它任何相关法律的内容人身攻击，辱骂，引战，任何正盗版有罪、无罪的争分以任何形式传播/索要盗版资源\n请勿剽窃，一经发现，无论是否承认，一律严惩。版聊定义为一人连续对话回复发出至少4帖，本版连帖定义为一人连续发出至少4帖，屠版定义为1小时内主题贴发帖数量大于3贴，并视情况决定是否进行处罚。严禁自行回复顶帖，如有需要请使用提升卡。普通的小讨论会被版主定时关闭。临死前的回复/主题请不要回复，否则可能会算作水帖。请不要以任何形式妨碍用户对帖子的阅读，包括但不限于背景覆盖、大号字体、亮色字体、彩色字体、无意义刷屏、嵌套折叠框、[fly]动画等。有关本版的问答不能获得爱心。与其它版不同，本版的版主推荐是一个独立的项目，不作为等级使用。不予使用收费附件上传资源。不得使用adf.ly等方式上传资源，不得出售资源 。不得使用回复可见隐藏如帖子内容、相关下载地址等等可影响回复者对帖子做出评价的帖子关键信息，可以隐藏失败作品，番外，截图等内容。\n三:质量评定制度足够新颖的作品就可获得原创或优秀。内容较多的个人索引会更容易获得优秀。精华门槛较高，需要优质的作品得到广泛好评，如在steam获得大量好评和认可，才能获得精华。如果认为自己的东西没有被版主认可，请私信版主。\n四:高亮及置顶规则重要新闻会获得粉色高亮和5～30天置顶，并有可能加粗有创意的原创帖会获得绿色高亮。优秀贴会获得紫色高亮，视优秀程度决定是否加粗及限时置顶。精华帖会获得可选亮橙色或青蓝色高亮和限时置顶。\n五:Reassembly作品发布规则发布舰船蓝图类作品时，必须贴出至少一张具有辨识度的清晰图片。发布常规舰船蓝图时，若蓝图具有以下特征，则不得主观恶意试图进行隐瞒，须在贴内以明显的方式进行展示：\n力场包限定：舰船包含力场DLC的付费解锁功能。测试版限定：舰船包含尚未发布为正式版本的实验性特征，因而需要解锁Beta测试权限才能使用。MOD限定：舰船包含非官方的Mod内容，因而需要预加载额外的订阅项目才能使用。风车：舰船具有单方向超过1.571rad/s^2(≈90deg/s^2)的角速度且无法在前进时避免旋转，被游戏注明了(spinner)的舰船。建筑物：舰船包含有ROOT或SEED特征的有ROOT节点的模块并导致舰船可能作为建筑物被生成。过大：舰船半径(radius)超过1000距离单位而导致无法进入竞技场。超大：舰船半径(radius)超过15000距离单位而无法被屏幕容纳。沉重：舰船质量达到100000而被判定为不动质量物体。超重：舰船质量超过1e9而导致的潜在灾难性动能。过轻：舰船质量低于0.5并导致游戏物理引擎的崩溃风险。复杂：舰船上的模块数量超过2000个，而无法被生涯建造器容纳。过度复杂：舰船上的模块数量超过10000个而导致显著的性能下降。超P：原版舰船的总Point值超过8000P，或对于mod来说超出了其设计P上限，如12500P或715555P，因而需要解锁P限制才能使用。负P：舰船的P值为0或更低，并且将导致潜在的ai行为错误。工厂阻塞：舰船上的所有工厂均被堵死，而在被判定为工厂船的情况下无法进行生产，可以导致潜在的生涯游戏障碍。遥传工厂：舰船包含TELESPAWN模块，并且将导致潜在的游戏性能过载风险。（遥传工厂在现今版本正常消耗R，此项失效）缺陷：舰船上存在硬性指标缺陷，包括能源储量或恢复速率不高于0，R储量低于0，存在有无法开火的武器和无法填装的发射器等。非生涯模块：舰船上存在生涯模式元件版上不会出现的模块，如放牧者巨型推进器，并导致生涯导入此类蓝图时出现锁定问题。不可动：舰船任意方向速度过低而导致ai行为中将舰船视为不可移动，无论舰船类型是否被判定为STATION。混族：舰船使用了异于其核心种族的模块，舰船由多个种族的模块混合而成。叠船：舰船上存在正常情况下(kBlockOverlap = 0.5)不应具有的方块叠堆或拉伸，但由发射器生成的发射物叠堆不受此限制。崩坏：舰船上因过度滥用叠船而导致低叠船系数环境下蓝图无法正常加载。多核：舰船具有数量超过一个的核心，而导致诸多舰船异常现象。粒子效果过载：舰船的ALWAYSFIRE火炮武器同时间维持的弹片数目高于1200而引起游戏重度卡顿。发射物过载：舰船的AUTOLAUNCH发射器同时间维持的cluster数目高于1200而引起游戏重度卡顿。不可再生：舰船没有ASSEMBLER或REGROWER。蓝图修改：舰船上包含无法在游戏内建造器实现的特殊功能，由文本编辑器进行的蓝图修改。蓝图不匹配：舰船核心的蓝图与蓝图文件不匹配，并导致舰船在加载激活时改变舰船形态。究极：蓝图包含inf或nan或-nan(ind)字段。论外：舰船上有潜在的游戏崩溃特征，包括渲染引擎过载（废萌式死机预览图）和物理引擎过载（究极物理）。文件过大：蓝图文件大小超过1048576字节，使蓝图难以检查。文件超载：蓝图文件大小超过16777216字节，导致潜在的文本编辑器崩溃风险和游戏加载困难。\n单个舰船蓝图以及过于简单和初级的设计将不予发布为主题帖，包括：\n过于粗糙和低劣的初级设计。由Reassembly内建的人工智能蓝图设计程序生成的随机杂乱拼凑舰船。纯粹使用asteroid指令或target指令生成的单一结构。舰船被refaction操作反复更换种族的同一设计。转载游戏内extraships的选手族舰船或转载虫洞服务器舰船。\n通常情况下，单舰船不予发布主题帖，如有需要请尽可能有多个蓝图发布舰队贴，除以下例外：\n巨型规模舰船，但不得是复制粘贴的拼接品。高精细度的外貌舰船。精英级强力舰船设计。特殊蓝图，如舰船蓝图转换杂技。\n发布mod时请注明标签，包括：\nBlocks (方块)：mod包含了blocks.lua进行自定义模块Cvars (参数)：mod包含了cvars.txt进行游戏参数修改Ships (舰船)：mod包含有自定义蓝图Map (地图)：mod包含了regoins.lua进行自定义生涯游戏宇宙领地Factions (种族)：mod包含了factions.lua进行自定义种族Audio (音频)：mod包含了audio.lua进行自定义音频Language (语言包)：mod包含了语言文件来自定义多语言显示Ai (人工智能)：mod包含dll重写游戏人工智能Shaders (渲染器)：mod包含shaders.lua重写游戏渲染器\n本版不接纳的mod发布主题帖类型包括：\n游戏内建生涯存档导出工具直接生成的存档mod。仅简单修改少量cvar条目的纯cvars类型mod。完成度过低的种族类mod。仅对原版内容进行零星编辑的轻量mod。恶意玩梗的低级趣味mod。\n过于简单和初级的MOD将不予发布为主题帖，如有需要请发布合集贴，但以下内容例外：\nAIMOD渲染类mod用于解决mod间不兼容问题的特殊mod。用于修复原版内容漏洞的补丁mod，如推进器重组错误修复。包含特殊科技和新型内容发挥的前沿mod。\n在本版发布mod时，也请尽可能将mod上传至创意工坊。严禁在DLL中附带恶意程序，无论是否被游戏调用。本版同时支持发布周边作品，包括游戏mod制作器，蓝图扫描程序，同人文和同人绘画。\n六:奖励版主认为有较好质量的帖子可获得不超过3人气30金粒的奖励优质帖子可获得不超过5人气60金粒1贡献精华贴会额外获得1～4贡献\n七:违规时效性轻度违规(A/B/G)为6个月有效，逾期不再追究普通违规(C/D)为12个月有效，逾期不再追究严重违规(D/E/F/H/I/J/K/L)永久有效\n八:违规处理将本版当成其它版块来回复发帖最高可扣15金粒，视情节决定是否附加警告处罚，若为主题帖则删除，若带有其它违规性质则按照对应的违规处理。发布无意义帖、版聊、连帖最高可扣3人气30金粒，视情节决定是否附加警告处罚。恶意回复顶帖、怂恿他人顶帖、求助攻、索要盗版最高可扣3人气30金粒，视情节决定是否附加警告处罚。本版发布广告、mc服务器宣传、人身攻击、开骂、屠版将会被警告、删帖或屏蔽、最高惩罚3人气30金粒1贡献，最高可封禁45天。本版抄袭剽窃，无论是否承认，一律警告关帖、最高惩罚5人气100金粒5贡献，最高可封禁45天，回滚所有正面评分，并撤销所有版主给予的评价。本版发布传播盗版资源将会被警告、删帖、最高惩罚3人气30金粒1贡献，最高可封禁7天。舰船蓝图发布超过24小时无图将会被删除，累犯将警告。使用adf.ly等发布或直接出售存档或其它游戏内容进行商业牟利将会被警告、删帖、最高惩罚3人气50金粒3贡献，最高可封禁15天。发布过于低级和简单的作品将被视为水贴处理，最高可扣3人气30金粒，视情节决定是否附加警告处罚。发布未标注特征的作品将由版主提醒并更改，累犯将追加警告处罚。故意隐瞒舰船蓝图修改，使用违规作品欺诈活动方参赛将会被警告、删帖、最高惩罚3人气50金粒3贡献，累犯将追加封禁处罚，用于参加比赛者从重处罚，回滚所有正面评分，并撤销所有版主给予的评价。发布具有崩溃、病毒、木马、后门等恶意代码的外部链接库模组将会被警告、删帖、最高惩罚5人气100金粒5贡献，最高可永久封禁，回滚所有正面评分，并撤销所有版主给予的评价。\n九:杂项本版创建于2019年10月9日。本版现版主为siiftun1857。本版交流qq群为325063035，在此群内行为不会影响到在论坛的账号。\n发帖进入审核时，版主不会收到任何提醒，所以请在有内容需要审核时私信版主。\n\n--siiftun1857",
    "replies": [
        {
            "author": "13666747429",
            "timestamp": 1579958820,
            "txt_content": "#在这里快速回复#没人？？？"
        },
        {
            "author": "reg3",
            "timestamp": 1581069660,
            "txt_content": "妙啊 太秒了 顶！"
        },
        {
            "author": "Kruls",
            "timestamp": 1585047780,
            "txt_content": "版主加油，希望人越来越多"
        },
        {
            "author": "FreeLieAlgebra",
            "timestamp": 1585924080,
            "txt_content": "aiiaiaoaooaoaaopapapappapapappa"
        }
    ]
}