{
    "title": "[Minecraft.net | CULTURE] 九月社区最棒的皮肤",
    "author": "zyjking",
    "replyCount": 2,
    "timestamp": 1570934760,
    "txt_content": " 本帖最后由 zyjking 于 2019-10-24 09:50 编辑 \n\nBEST COMMUNITY SKINS: SEPTEMBER九月社区最棒的皮肤Our favourite Minecraft skins crafted by you!我们最喜欢的，都是你制作的！\nEvery month, you lot are crafting so many great Minecraft skins that my poor eyes can barely keep up. Per Landin, the lovely writer for our social media channels, will innocently ask me a simple question like “how many skins are you featuring this month?” only for me to burst into tears. Of sadness? No, mainly joy! Because this selection of September skins could just be the best bunch yet.每个月你们个个都在做皮肤，数量多得让我那可怜的小双眼简直看不过来。Per Landin是我们一位在推特，脸书和ins上都令人着迷的作者，她会天真地问我一些比如“这个月你要展示多少皮肤”之类的问题，问在我身上只会让我更痛苦。但你觉得我很痛苦吗？当然不会，反而我还乐在其中！因为本月的皮肤可能是目前最棒的一堆。\nHave you crafted a great Minecraft skin that you’d like to see featured on Minecraft.net? Email scoops@minecraft.net using the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it. All skin submissions are welcome, but if your skin is Halloween-themed, it’ll be a strong contender for a spooktacular community skins special I may have planned for the end of the month…做了一个皮肤并且想让我们瞧一瞧它的特色吗？以“ME SO PRETTY”为邮件标题发送至scoops@minecraft.net，附上你的皮肤附件，游戏中截图，皮肤名称，以及你的称呼即可，我们可能会用到它。所有类型的皮肤均可，但如果你的类型是有关万圣节的，那我在月底可能还会做一次“怪异类型皮肤推荐”。\n\nSUNSET KNIGHT\n暮光武士\nBy DragonsDungeon\n\n\nI don’t get it. Whenever the sun shines on me, I just burst into flames and have to hide underground until nightfall. But when the sun shines on Sunset Knight, we get a Minecraft skin that’s cleverly crafted to make it appear as if red light is playfully lighting its armour. Bah! Screw you, sun! What’s that overrated orange orb got against my pasty complexion? My skin is so pale it was recently described by fellow writer Kelsey Howard as ‘like a Victorian ghost’. That’s right. Not pale as a modern ghost, oh no no.  A Victorian ghost, a ghost that’s been dead for so long, it’s starting to fade and now looks even paler. Anyway, Sunset Knight is a great Minecraft skin. Next!\n我一直不清楚为什么阳光照到我身上就会烧起来，只能躲起来等到夜幕降临。但阳光照到Sunset Knight后，我们就取得了这样的一个皮肤。皮肤盔甲上的红光若隐若现。为什么你的橙色光会排斥我的苍白皮肤？这跟“Kelsey Howard”笔下的“维多利亚的幽灵”简直一模一样。这还算好，因为现今的鬼魂更加惨白。嘿，等等。一个维多利亚时代的鬼魂是不是说明已经死很久了？而且是久得已经开始掉色，看起来还要惨白上一分的那种。不管如何，Sunset Knight是一个绝佳的皮肤。下一个！\n\nEVILPANDA\n邪恶熊猫\nBy Panda\n\n\n\nHopefully our friends at the WWF aren’t reading this article, because they’d probably choke on their bamboo if they caught us describing a panda as ‘evil’. Can’t we think of a more cuddly name for this huggable herbivore? Could any man or beast wearing a oh-so-comfy hoodie like this one truly be evil? That question has been haunting panda philosophers for millenia, so let’s go with an easier one. Q: Is this an excellent Minecraft skin? A: Sure is!\n希望在WWF（世界自然基金会）的朋友们没有在读这篇文章。如果他们看到我们把熊猫说成是“邪恶”生物的话，他们大概会挂掉。我们可以给这个喜欢抱抱的食草动物杜撰一个更可爱的名字吗？穿着舒适连帽衣的人或者野兽难道真的很邪恶？这个问题让那些熊猫哲学家头疼了几千年。所以，让我们想简单一点。问：这个皮肤如何？答：非常不错！\n\nTHE TIME WIZARD\n时空巫师\nBy Phosphor\n\n\n\nI’ve never travelled back in time. Oh, unless you count when I went back to May 18, 1979, and told Jens Bergensten to be born, forever changing the course of history. Anyway, The Time Wizard proves that no matter what period of history you’re living in, a swanky robe which completely hides your face never goes out of style. That wizard could have a nose with an unfortunate pimple on the tip, or they could be the most handsome specimen our species has ever produced. Thanks to the hood of mystery, we will never know. Why, even time can’t tell. Magic!\n我从没试过回到过去旅行。呃，这会永久改变历史进程，除非你让我回到1979年5月18日告诉Jeb他出生了。不管如何，时空巫师告诉我们，无论你活在哪一个时期，都可以用一件流行的长袍盖住您的脸，从古至今一直通用。同时巫师的鼻子上有点倒霉地长了个东西，还有可能就是他是物种起源以来最长得标致的样本。感谢这个神秘的兜帽让我们什么也不知道。为什么这么说？因为时间也不知道。这就是魔法的力量！\n\nSPLASH OF COLOR\n喷溅色彩\nBy Saphire_Wolf1600\n\n\n\nI often wish I was brave enough to introduce more colour into my wardrobe. The closest I get is when people throw paint over me on my way to work (not because I’m wearing fur, I just work near a paint factory that employs too many people with poor grip, place is a death trap). Perhaps my disastrously bland fashion choices should soak up some inspiration from Splash of Colour? Several splashes, really, as the magnificent hair has at least four varied hues running gloriously through it, and that’s before we even get to the carefully coordinated colours of the skin’s casually cool clothes. Commendable!\n我一直想着能为鼓起勇气向自己的衣柜里加入更多色彩款式的衣服。结果就是有人在我上班途中向我扔各种颜色的油漆。（因为我在一个油漆厂子附近上班，而且这个厂子在雇佣了很多笨手笨脚的人的同时还搞了很多死亡陷阱，不是因为我穿着皮草衣服）。从这个“喷溅色彩”中找一下灵感可能对我这个无可救药的时尚感有一些帮助？经过几次喷溅后，我华丽的头发实际上有至少四种颜色在里面了，这种水平是在我们会精挑细选颜色搭配之前，随便搞的炫酷服装。但看起来貌似还不错！\n\nSNOW ELF\n雪精灵\nBy Cat\n\n\n\n\nI was never accepted by the goth community. Probably because instead of painting my face white, I used clown makeup to save money. Jokes like that stopped me being accepted by the clown community either. Anyway, Snow Elf is far more successful, radiating goth vibes with it’s long black hair, Victorian ghost-pale skin and chainmail that even Sunset Knight would respect. I also enjoy how Snow Elf looks vaguely disappointed in me, whenever I stare into its eyes, like its my father after I just told him I’m going to become a writer, and giving up on his dreams for me about following in his goth footsteps. Sorry pop!\n我一直没有被哥特式社区认可。可能是我没有把我的脸涂白，并且为了省钱还用了小丑装扮。这种玩笑话也让我没有被小丑社区认可。不管如何，Snow Elf皮肤比我成功多了，长黑发造就了哥特式风格，有着维多利亚时代幽灵般的惨白皮肤和锁子甲，甚至连Sunset Knight都会尊敬他。我也享受与Snow Elf双目对视时，依稀可见的失望之情。跟我告诉我父亲我要成为一名作家，并舍弃他让我追随哥特梦想的神情一模一样。抱歉，我不喜欢流行！\n\nTHE ENDER HUNTER\n末影猎人\nBy Fredbear\n\n\n\nAs someone who isn’t quite brave enough to play Creative Mode without the lights on, the End is a little beyond me. Ah, but that all changes when I don Fredbear’s The Ender Hunter skin, I become something more than my pale, feeble Victorian form. As the Ender Hunter, I turn into an edgy, rugged, battle-hardened warrior that never backs down from a staring contest. See those green pearls on my belt, Enderman? Where you think I got those? Yeah that’s right, you run away!\n作为一个只有开灯才敢玩创造模式的人，末地有点超出我的范围了。嗯，只要我穿上Fredbear制作的The Ender Hunter皮肤，一切就会改变，我变得比我脸色更加惨白，比维多利亚时代的幽灵还要有过之而无不及。作为末影猎人，我变成了一个冲在前方，防御够厚，并且久经沙场的武士，在任何一场比赛中从未退缩。哈喽，末影人，看到我腰带上的绿色珍珠了吗？你以为我是从哪拿到的？没错就是你，你跑掉了！\n\nRemember, email scoops@minecraft.net using the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it. Good luck!\n\n切记，以“ME SO PRETTY”为邮件标题发送至scoops@minecraft.net，附上你的皮肤附件，游戏中截图，皮肤名称，以及你的称呼即可，我们可能会用到它。祝你好运！\n\n【原文：BEST COMMUNITY SKINS: SEPTEMBER】\n【作者：Tom Stone，发布日期：2019-10-08，译者：zyjking】\n\n\n\n",
    "replies": [
        {
            "author": "mc叶良辰",
            "timestamp": 1571511600,
            "txt_content": "我槽，他来了，他来了，他终于来了。"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168680,
            "txt_content": "喷溅色彩有点像是Ela\nEla马上要出的精英皮肤"
        }
    ]
}