{
    "title": "Besiege V0.86-10565 - 建造指导更新",
    "author": "siiftun1857",
    "replyCount": 1,
    "timestamp": 1570958340,
    "txt_content": "\n\n原文地址：https://steamcommunity.com/games/346010/announcements/detail/1598140612547972777\n\n大家好！\nHello Everyone!\n\n今天我们为你提供了另一个更新，V0.86-10565。在这次更新中我们增加了一个新的指导系统，其将帮助缺乏经验的玩家习得建造刺激的机器和常规的游戏玩法！\nToday we’ve got another update for you, V0.86-10565. In this update we’ve added a new guides system which will help less experienced players get to grips with the fundamentals of creating exciting machines and generally playing the game!\n\n这些新指导包括数种为地面机器提供的转向方式，和创造可以运行的飞机的教程！我们也创作了一些图解指导例在摄像头控制来让掌握游戏变得更容易。\nThese new guides include several methods of steering design for ground vehicles and a tutorial for creating a working plane! We’ve also created diagramed guides on things like camera controls to make getting to grips with the game easier.\n\n\n我们希望你觉得这次更新有用，工作也继续向最终发布版的Besiege前进，尽管我们这时不能提供一个预计的到达时间。\nWe hope you find this update useful, work also continues toward the final release version of Besiege, though at this time we can’t offer an ETA.\n\n再见,\nVon\nCheers,\nVon\n\n更新日志 V0.86-10565:\nChangelog V0.86-10565:\n\n添加项:\nAdditions:\n- 增加了指南书(GuideBook)其中有更多有用的信息有关于游戏如何运作以及如何建造简单的机器。\n- Added GuideBook which has more thorough information on how the game works and how you build simple machines\n- 增加了音乐切换器到设置菜单（以匹配下拉列表的水平）\n- Added Music Toggle to the Options Menu (To match the in level drop down)\n- 添加了OSX translocated的游戏启动警告\n- Added a OSX translocated game launch warning\n\n修改项:\nChages:\n- 使选择器或修改工具在方块后面的方块如螺旋桨上更加易于使用。\n- Made it easier to use selection or modify tools on blocks behind blocks like propellers.\n- 使按住shift让相机在所有关卡中移动更快而不仅是在Multiverse中。\n- Made holding shift move the camera faster in all levels not just in Multiverse.\n\n修复项:\nFixes:\n- 修正了一个问题当运行steam版本并在steam没有运行时保存或加载会抛出错误。\n- Fixed an issue where if running steam version and saving or loading while steam wasn't running the game would throw an error.\n- 轻微地调整了飞行方块的碰撞箱。\n- Tweaked Flying block collider slighty.\n- 修复了高级建造的橡皮擦工具（在皮肤没有启用时出现）撤消和重做的问题。\n- Repaired Advanded Building Eraser Tool (appears when skins aren't enabled) undo and redo issues.\n- 修复了一个在你使用填充工具时拖拽框选许多方块喷绘皮肤的问题。\n- Fixed a problem with the paint bucket tool when you use a drag box to paint many blocks with skins.",
    "replies": [
        {
            "author": "昆多的",
            "timestamp": 1571021760,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}