{
    "title": "[MINECRAFT.NET|INSIDER]背包盘点：燧石",
    "author": "森林蝙蝠",
    "replyCount": 3,
    "timestamp": 1572626160,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-3-10 00:25 编辑 \n\n   Taking Inventory: Flint聊聊燧石\n                                           Sedimentary, my dear Watson \n华生，这很简单\n\nWhen you’re digging along the piles of gravel that line the shores of Minecraft’s most beautiful lakes, you might occasionally find something unusual – something sharp, crystalline, and in great demand among fletcher villagers. It’s our item of the week – flint.\n当你在MC的美丽湖滩上挖掘成堆的沙砾时，偶尔会发现一些不同寻常的东西——一些尖锐的结晶，制箭师村民会大量收购，那就是我们的本周物品——燧石。\n\nFlint was added to Minecraft in 2010 during the indev phase of the game’s development, and was originally only used to craft flint and steel. During alpha, a second recipe was added that allows you to create arrows with flint, and then in the most recent game update it got a texture update.\n燧石在2010年，MC还在indev阶段的时候加入游戏，一开始只是用来合成打火石。在alpha开发期间，添加了另一个合成，允许用燧石造箭，而在最近的游戏更新中，它的材质被更新。\n                                        \nYou’ll acquire most of your flint from digging around in gravel, but in a pinch it’s also sometimes possible to grab some from village fletcher chests. Just make sure you replace it later, as they’ve got a livelihood to sustain y’know. \n绝大部分的燧石都是从沙砾中挖出来的，但是如有必要，从制箭师村民的箱子里抢一些也是可以的，当然记得还回去，他们需要以此为生。\n\nIf you’ve acquired lots of flint, you might decide to embark on a career as a fletcher yourself. You’ll need flint to make a fletching table, as well as arrows. But arrows require feathers, so you’ll want to set yourself up with a chicken farm too. SQUAWK.\n如果你有很多燧石，就应该自己造箭，需要燧石做一个制箭台和一些箭矢，不过箭矢还需要羽毛，所以还得有一个养鸡场。咯！（杀鸡声）\n\nIf you somehow feel like making arrows is beneath you, you can sell flint to fletchers in varying quantities in exchange for emeralds, and then trade those emeralds right back for arrows. But honestly, unless you’ve got chests and chests of flint, it’s much simpler and cheaper to make arrows yourself.\n如果你哪天觉得造箭没意思了，就可以把燧石卖给制箭师换绿宝石，然后再拿绿宝石买箭，不过老实说，除非你的燧石多到成箱成箱没地方放，自己造箭还是更简单经济一些。\n\n\n                                      \nReal-world flint is a type of quartz, which occurs pretty commonly in sedimentary rocks like chalk and limestone. When broken, its edges can be very hard and sharp, making it great for tools – early humans knew this and ran with it. This was a bad idea, because everyone knows you shouldn’t run with sharp objects. No wonder humans died out before they achieved much.\n现实中的燧石是一种石英，普遍出现于石灰岩和白垩这样的沉积岩，如果被敲碎，边缘会很尖锐锋利，是制作工具的良好选择——古代人类知道这个，也这么去做了，不过这样很危险，毕竟避开锐器是人尽皆知的常识，如果武器太多，灭亡也不足为怪。\n\nThe other nifty thing that real-world flint does is make sparks when struck against steel. It’s kinda nifty how this happens – the hard edge of the flint shaves off a particle of the steel to expose iron, which reacts with oxygen in the air, generating enough heat to start a fire. Before steel came along, it was common to use pyrite – better known as “fool’s gold”, for the same purpose.\n现实燧石的另一个实用特性是，当它和钢铁碰撞时，会迸出火花，原理是燧石的硬角将铁刮掉一点，将细小的铁粉暴露在空气中与氧气反应，产生足够点燃火焰的热能，在钢出现之前，一般使用黄铁矿——以“愚人金”绰号著称的东西来打火。\n\nIn Minecraft, we also have flint and steel – but that’s a story for another Taking Inventory. Stay sharp for that!在MC中，已经有打火石了，不过那是另一个背包盘点故事了，厉‘燧’秣马吧！\n原文作者：Duncan Geree，译者森林蝙蝠，原文发布于2019/10/31\n原文链接：https://www.minecraft.net/zh-hans/article/taking-inventory--flint                                  \n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1572626400,
            "txt_content": "副标题无梗差评"
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1572630420,
            "txt_content": "内容和签名对应，质量上乘，好评("
        },
        {
            "author": "Greensky",
            "timestamp": 1572650700,
            "txt_content": " 本帖最后由 Greensky 于 2019-11-2 07:26 编辑 \n\nFYI\n“Sedimentary, my dear Watson”是捏他“Elementary, my dear Watson”（翻译：这很简单，亲爱的华生），老福常说的一句话。事实上是大众认为的，原著里没出现过\nfool’s gold 是一个专有名词，就是愚人金（黄铁矿）"
        }
    ]
}