{
    "title": "[Minecraft.net|INSIDER] 下界旅行！",
    "author": "海螺螺",
    "replyCount": 12,
    "timestamp": 1571061540,
    "txt_content": " 本帖最后由 海螺螺 于 2019-10-14 22:04 编辑 \n\nVISIT THE NETHER!\n下界旅行！\nGet familiar with the location of our next major update!\n熟悉熟悉我们下一个大更新的地方！\nDo you ever wish for more out of your Minecraft life than simply mining and crafting? Are you tired of seeing the same picturesque Overworld landscapes day in, day out? Bored to tears by the incessant mooing, bleating and adorable-ing of Minecraft’s cutest animals? Often dream of your relatively safe life suddenly becoming incredibly dangerous? On a scale from 1 to 10, how on fire is too on fire, for you?\n在寻常的挖矿与制造之外，你可曾想过在 Minecraft 生活中追求更多吗？目视无数主世界的日出日落后，你可曾对这单一的如画风景感到厌倦吗？觉得 Minecraft 中不断哞哞咩咩卖萌的最可爱动物们无聊？总想着让你还挺安全的生活一下子危机四伏吗？十分制的话，就你而言，几分的勇才叫莽？\n\nThen step right up, for a life-changing opportunity!\n那么上前一步，面对改变人生的机遇吧！\n\n\nSoothe your troubled soul with the trip of a lifetime to the not-at-all-troubled Nether dimension! It’s a treat for all the family (particularly fireproof families) with its heady mix of thrilling vistas, ancient fortress ruins, enthusiastic wildlife, and rich (only slightly hostile) local culture. If you’re looking for a break from the daily grind of the Overworld, then you just found it! Warning: may contain literal break. Of you.\n用这场前往悠闲下界的一生之旅来抚慰你焦虑的灵魂吧！在本次老少（特别是防火的）皆宜的旅行中，你能领略令人陶醉的赤鸡远景、远古的堡垒废墟、热情似火的野生动物，以及富有（就是有点敌意）的本土文化。如果你想在主世界的日夜忙碌中偷闲的话，这简直是为你量身定做的！警告：可能附带字面意义的休息套餐。你独享的。\n\nSo before we release the upcoming Nether Update, treat yourself to a vacation to the current Nether, and learn more about Minecraft’s hottest holiday destination!\n所以我们在放出即将到来的下界更新之前，给自己来一次当前下界的度假，了解更多关于 Minecraft 最炎热的度假点的信息！\n\n\nHonestly, we should just have the Minecraft Festival here.\n讲道理，我们应该在这里举办 Minecraft Festival 。\nSOUNDS GREAT! FLY ME THERE, FIRST CLASS!\n听起来好棒哦！我要飞过去，头等舱！\n\nHold on, friend. Visiting the Nether doesn’t involve a lengthy plane flight or boat trip.. This is actually one of those special holidays where you have to build your own transport. Fun! All you’ll need are a dozen or so blocks of obsidian and a flint and steel, with which you’ll be building a portal.\n搞慢点，朋友。下界旅行可不需要长时间飞行或者航行，这可是那些需要你自己建造传送点的特别假日旅行。有意思！你需要的是大概一打的黑曜石和打火石，有这些东西你就能建起一个传送门。\n\nYou can make portals in all kinds of shapes and sizes, but if you’re low on resources then the simplest, smallest portal is a vaguely door-shaped frame with two blocks on both the bottom and top, and three blocks on the left and the right.\n你可以造各种形状和大小的传送门，但是如果你手头有点紧，那么最小最普通的传送门，大概像是门形，底部顶部各有两个方块，左右各三个。\n\n\nHey, I’m helping you with portals, just like GLaDOS! Er, actually, don’t make that comparison.\n嘿，我来帮你，就像 GLaDOS 这样！呃，还是不要比较吧。\nOnce you’ve constructed your mode of transportation, you’re going to need to light it on fire with the flint and steel. It may seem risky, but a little fire is just what we need to grease the wheels of interdimensional transportation, and you should see a translucent, purple, liquid-like substance filling the portal. Yuck! I mean, yay!\n在建好你自己风格的门之后，接着你应该用打火石将它点上火。听起来有点冒险，但是驶向其他维度的车轮需要一点点火的润滑，然后你就应该能看到半透明的、紫色的液体物质填满了传送门。噫！我是说，好诶！\n\nTrue, you’ll probably hear some, er, unique sounds coming from the portal too. But don’t worry, they could be anything. I like to think of them as a friendly “ahoy-hoy!” from several interdimensional beings that exist outside of time and space, screaming at you through your freshly weakened gap in reality. Ahoy-hoy to you too, friends!\n确实，你可能听到了一点点，唔，独特的声音从传送门里飘出来了。但是不要慌，那都不算什么。我觉得可以把它们当做超脱六道之外的异世界存在的友好的招呼，通过你刚刚才打破的次元壁向你呼喊。朋友们，你们也好！\n\n\nJust step inside the frame, try not to throw up as your vision gets all blurry (all the best holidays start with the nausea of anticipation!), and wait for a moment as you’re violently flung between dimensions. Wheeeee!\n只管走进这个框里，不要因为开始的视线模糊就放弃（所有美好假期开始于过于期待的呕吐感），坐和放宽，你将开始在不同维度间剧烈晃动了。Wheeeeeeeee！\n\nWHAT YOU SHOULD PACK\n行李准备指南\n\nFirst-time Nether travellers often find themselves ill-equipped to deal with the delights of their new home. They complain about the waterfalls of fire, the precipitous drops into oceans of lava, and the endless screaming/oinking of the local wildlife. But honestly, once you get used to those screamy sounds, you’ll find them more beautiful than birdsong. Possibly.\n第一次前往下界的旅客经常发现他们带的东西太少，无法应付新家带来的乐趣。他们总是抱怨瀑布般的火焰，直通岩浆海洋的陡峭下坡，以及当地野生动物无尽的尖叫和哼哼声。但是平心而论，只要习惯了这些吵闹的声音，你会发现他们比任何鸟鸣更加优美。大概吧。\n\nTo fully appreciate the beauty of the Nether, it’s worth bringing a few things with you. Any seasoned traveller/sweater enthusiast knows it’s very important to dress in layers. In this case, I’m talking specifically about layers of iron or diamond armour . They’ll ensure that you’re insulated from at least some of the moredeadlyexciting experiences that you’ll encounter!\n为了最大程度的欣赏下界的美丽，你应该带上好些东西。任何经验丰富的旅行者或者毛衣爱好者都知道，搭配服装是非常重要的。在这里，我着重介绍的是一层铁或钻石的盔甲。它们至少能保证你与某些更加令人热血沸腾的遭遇保持一些距离，你很快就会遇上的！\n\n\nIt’s also a good idea to bring a sword, bow, and arrows (in case you attract unwanted attention from the locals), a pickaxe (for collecting souvenirs) some of your favourite foods and a bowl (so you don’t get too homesick), your flint and tinder (to ensure your return ticket is still valid if for some strange reason you ever want to leave), and a stack or two of cobblestone (in case you fail to secure accommodation and need to build something in a hurry). Leave the rest of your possessions - especially anything valuable - in a chest at home. Or with me. Giving you a tour of this paradise doesn’t come cheap, y’know.\n另一个建议是，带上剑或者弓和箭（避免引起本地居民的不必要的注意），一个镐子（用来采集纪念物），你喜欢的食物和一个碗（你就不会特别思念家乡），你的打火石（确保你因为某些奇怪的原因竟然想要离开的时候，你的返程票还有效），一两组圆石（确保你没有找到住宿，需要紧急的造上点东西）。留下你其他的财产 —— 特别是那些比较贵的 —— 放在家里的箱子里。给我也行。在这种天堂一样的地方旅行可是花销不菲，你要知道。\n\n\nGETTING AROUND\n熟悉环境\n\nA common complaint we get from first time visitors to the Nether is “arghhh! My extremely flammable body!”. The other common complaint we get is that it’s not easy to find your way around. Nonsense! It’s easy to navigate the Nether, so long as you keep a few lifehacks in mind. Mark your path by placing down blocks of cobblestone pretty regularly as you explore, so it’ll be easy to retrace your steps if you get lost (just like Hansel and Gretel! And it’s not like anything bad ever happened to them).\n第一次来的旅客经常向我们抱怨的事就是「啊啊啊啊啊 Duncan 哥我着火了」。别的经常说的事还有很容易迷路。这都没啥！在下界其实是很容易找到路的，只要你心里注意着一些生存技巧。在你探索的时候，经常的放置一些圆石，这样你迷路的时候就能找回去了（就像汉泽尔与格莱特[sup]糖果屋[/sup]一样，除了那些发生在他们身上的不好的事）。\n\nIf you’re feeling fancy, you can even make cobblestone arches that point you in the right direction. Some previous guests I’ve taken to the Nether have even built signs like GO THIS WAY and DO NOT TRUST THE TOUR GUIDE and SERIOUSLY, THE NETHER IS A DREADFUL PLACE AND HE’S LURING YOU INTO A TRA—actually, let’s move on.\n如果你心情还不错，你甚至可以用圆石搭造指向正确方向的拱门。之前我带的一些客人甚至建造了一些牌子。写着类似 「走 这 边」，「不 要 相 信 这 个 导 游」，还有「千 真 万 确 下 界 是 个 可 怕 的 地 方 正 在 把 你 引 诱 进 一 个 陷」—— 好了，我们走吧。\n\n\nSee? Nothing to worry about.\n「一切正常」\n看？没啥可担心的。\nAnother handy tip for exploring the Nether is that if you hold down the “walk” key, you’ll never fall off a cliff. Sure, you don’t get anywhere very fast, but it’s nice to slow down once in a while, take a deep breath of the sulphurous air, and gaze across the beautiful fiery hellscape before you! It’s also a handy, if terrifying, way to build bridges over lava seas.\n另一个对探索下界有用的建议是，如果你一直按着「行走」键，你永远也不会失足掉落。确实，你不会跑的特别快，但是慢一点总是好的，深吸一口含硫的空气，远眺前方美丽的火焰地狱之景！这也是在岩浆海上搭桥的好办法，即使有点吓人。\n\nMy final piece of travel advice for the Nether is to take care while tunnelling through netherrack . Lava in the nether is a bit more, er,free flowing than in the Overworld, and sometimes you’ll come across a seam of molten rock that gets a little too friendly. Avoid this by always digging tunnels two blocks wide, walking on one side and making sure that there’s a gutter on the other. That way, any lava you uncover will flow into the gutter and not into your shoes.\n我的最后一条旅行建议是，在挖掘地狱岩隧道的时候小心。下界的岩浆有一点多，呃，可以比主世界更自由的流动，而当你挖到一层熔化的岩石后这又有点过于热情了。你可以在两格宽的隧道挖掘来避免这件事的发生，在一边行走且确保另一边有一个槽。这样，你挖出的岩浆将会流进槽里，而不是你的鞋里。\n\n\nThe first time I thought of this, I started jumping for joy! That ended very badly.\n我第一次想到这个法子的时候，快乐的跳来跳去！当然结局不是很好。\nTHINGS TO SEE\n下界景物\n\nA myriad of exciting local flora and fauna await you on your adventures through the Nether. The first species that you’re likely to encounter are the zombie pigmen (now known as the zombified piglins). What could be the mysterious origin of these undead oinkers? Mojang refuse to tell me, but I have my own theory:\n在你下界的冒险中，无数令人激动的动植物等着你。你第一个可能遇上的物种是僵尸猪人（现在改叫 zombified piglins 了）。这些神秘的不死生物的起源是什么呢？Mojang 不告诉我，但是我有一套自己的理论：\n\nI believe a zombie and a pig wandered into a Nether portal at the same time. The resulting fusion of the zombie’s tenacity and the pig’s natural inquisitiveness proved remarkably successful in the harsh environment of the Nether, and the species proliferated into the huge populations that it exists in today. I tried to recreate these conditions to prove this theory, by shoving a pig and a zombie into my portal, but I just ended up with a hot dog that groans a lot : (\n我相信，一只僵尸和一只猪同时游荡进了下界传送门，而僵尸的坚韧与猪天生的好奇心在下界艰难的环境中被证明是非常成功的融合，最后这个物种的数目增长到现在这个数量。我尝试重现这些条件来证明我的理论，将一个猪和一个僵尸推进我的传送门，但是我只得到了一条热狗，还惨叫了很久 ：（\n\n\nWell hello there, handsome\n嗯 你好啊，帅\nTravellers should be aware that family ties among zombie pigmen are strong, and hurting one will likely attract the attention of other nearby pigmen. You have been warned!\n旅行者应该时刻注意，僵尸猪人之间的家庭联系非常强，伤害任意一个都会招致其他附近的猪人。你已经被警告过了！\n\nAnother common sight are magma cubes, which are rarely aggressive, but are extremely hot to the touch. We advise caution when walking near them, and especially when attacking them - chop them in half and the pieces will retain a mind of their own.\n另一个常见的生物是岩浆怪，它们很少有攻击性，但是摸起来确实很烫。我们忠告您靠近时更加小心，特别是攻击它们的时候 —— 把它们敲成块块之后，每一块都还有自己的想法。\n\n\nWhat’s that? You’re not enjoying this holiday tour? You’re bored of being on fire and attacked by cubes, and wish you’d booked that fancy high-tech spa weekend instead, the one with the ASMR? Buddy, we’ve got all the ASMR you’ll ever need down here!\n哈？你觉得这个假日旅行不享乐？你对于着火和被岩浆怪打感到无聊，后悔没有订那个完美的高科技温泉周末，还是有 ASMR 的那种？兄啊，我们这里有你想要的各种 ASMR 的！\n\nClose your eyes for a moment in the Nether, and you’ll get to experience one of its most exquisite delights. The soundscape is unlike anything you’ll hear in the Overworld - a glorious blend of lava bubbling, zombie pigman chatter, and the occasional childlike shriek of one of the Nether’s most charismatic denizens - the Ghast .\n在下界中闭一会儿眼，你就能体验到最顶级的乐趣之一。那声音与你在主世界听到的一切都不同 —— 完美的融合了岩浆冒泡，僵尸猪人窃窃私语，以及偶尔出现的孩子般的尖叫声，来自下界最具魅力的居民之一 —— 恶魂。\n\n\nGhasts have been the undoing of many a traveller. They may look like just big, fluffy sad clouds, but they have a bit of a temper and have been known to spit fireballs at people they dislike. Give them a wide berth, and if you do attract their ire then the best approach is simply to hide behind something until they get bored and wander off. I use similar tactics when tourists demand refunds.\n恶魂困扰着许多的旅行者。它们可能看起来只是巨大的蓬松的悲伤的云，但是他们也有一点小脾气，喜欢向他们不喜欢的人吐火球。给他们一点地方，如果你真的惹到它们了，最好的办法就是躲在什么东西后面直到它们无聊的离开。游客想要退款的时候我也会这样。\n\nSEE THE SIGHTS!\n看 这美景！\n\nThe main hotspots in the Nether are its ancient, imposing fortresses. The stunning architecture of these fortresses makes them well worth a visit. But such a visit is not without danger - today, due to the ravages of time, the fortresses are filled with unexpected drops, dead ends, and a few unique, noteworthy creatures.\n下界的热门景点就是那些古老而又有气势的要塞。这些绝妙的构造使得它们值得一览，但是这个景点的游览并不是毫无危险的 —— 今天，由于时间的磨洗，这些堡垒充满了出人意料的坑洼、死胡同，以及一些值得一提的生物。\n\n\nThe most dangerous are Wither Skeletons, which gave up the bows of their Overworld cousins long ago in favour of swords coated with a toxic substance that can continue to cause pain for some time after a strike. You did get your shots that I never mentioned before entering the Nether, right? Oh dear.\n最危险的就是凋零骷髅的，它们抛弃了它们主世界的兄弟的弓，而拿起了包裹着有毒物质的剑，可以持续对被砍伤的人造成疼痛。虽然我没说，但是你去下界之前应该打过一针疫苗吧，对吧？我的天哪。\n\n\nThe other hazard of Nether fortresses worth mentioning are the Blazes, which are sentient beings made of pure lava that fling fireballs at intruders. It’s theorised by scholars that the Blazes were created as guards by the original inhabitants of the fortresses. Some speculate that the builders lost control over their creations, and as a result were destroyed by them.\n下界要塞另一个值得一提的威胁是烈焰人，这些由纯岩浆制成的生物向入侵者投掷火球。学者们推断，烈焰人由要塞的原住民制造而作为守卫，而有的人认为，制造者对他们的制造物失去了控制，最终被它们毁灭。\n\nBut don’t be put off by that! You’ll probably be fine. Probably. Where’s that form you had me sign, promising that you’d be perfectly safe on this trip? Er, I think the Blaze got it, sorry.\n但是不要就此退缩！你可能会没问题的。可能吧。那张你签字保证你在旅途中绝对安全的表格跑哪儿去了？呃，我估计烈焰人拿着了，抱歉。\n\n\nWHERE TO EAT\n下界食物\n\nThe Nether’s up-and-coming culinary scene is still in its infancy, and as a result it can be hard for travellers to find a good place/anything to eat. It’s best to bring food with you, but in a pinch, it’s possible to harvest edible mushrooms and turn them into mushroom soup (with the aid of a bowl brought from home).\n下界新兴的烹饪还在摇篮里，也就是说，旅行者可能很难找到什么好地方/任何东西吃。最好食物自备，但是紧急情况下，你还是可以采集可使用的蘑菇，将其制作为蘑菇煲（用从家里带来的碗）。\n\n\nThis hearty dinner has saved many a hungry traveller attempting to find their way back to their portal. Give me the rest of your soup, and I might even remind you where that portal is.\n这顿美味的晚餐拯救了许多个饥肠辘辘的旅行者，他们尝试着寻找回到传送门的路。把你的蘑菇煲给我，我可能甚至能提醒你传送门在哪儿。\n\nWHERE TO SLEEP\n下界住宿\n\nHere, at the Nether Tourist Board, we’re working hard to entice hoteliers to set up shop. Total amount of hoteliers persuaded so far? Pessimists would say ‘zero’ but as an optimist, I prefer to say ‘slightly less than one.’\n在下界旅游局这里，我们正加倍努力说服开旅馆的人在这里也设立分部。目前说服了多少人呢？悲观主义者会说「零」，但是作为乐观主义者，我更喜欢说「比一少一点」。\n\nSo travellers may be tempted to bring their own bed, but we would strongly recommend against this. For some unknown reason, beds prove explosive in the Nether. Our scientists are working flat-out to understand why, but working flat-out is very tiring, and they inevitably put a bed down to get some rest and then they get to enjoy some very, er,permanent sleep.\n所以，旅行者可能想着自己带张床，但是我们强烈反对这一点。由于某些未知原因，下界这里床会炸。我们的科学家正在绝赞工作中，但是这样是很累的，然后他们就无可避免的放下一张床，然后他们就能享受到，呃，永久 的睡眠。\n\n\nSimply place the bed down, and you’ll soon enjoy...\n普通的放下床，然后你就能享受到...\n\n\n...an explosion more powerful than TNT. Sweet dreams!\n...比 TNT 更猛的爆炸。祝你好梦！\nTHAT’S IT, I’M GOING HOME\n够了，我要回去了\n\nWait, really? But we were having so much fun! OK, OK, put down the sword, I’ll show you out. When the time has come to travel home to the Overworld, it’s a simple matter of just stepping into your portal again, enduring the wobbly vision for a few seconds, and then stepping out on the other side. Home sweet home! Who removed all your emeralds from your chests while you were gone? This tour is over, bye!\n等等，认真的？但是我们多开心啊！行，行，把剑放下说话，我给你说。当归家的钟声响起，你只需要再次踏入传送门，忍受几秒钟视线的晃动，然后从另一头再走出来。家，甜蜜的家！你离开的时候谁拿走了箱子里所有的绿宝石呢？本次旅途结束，再见了您嘞！\n\nWant to learn more about how the Nether will be even more cuddly and cosy in our upcoming Nether Update? Let Jens and Agnes take you through it in the video below:\n想要了解在接下来的下界更新中，我们是怎样让下界变的更加舒适宜居的吗？让 Jeb 和 Agnes 在下面的视频告诉你吧：【此处有一个视频】\n\nWe hope you enjoyed this surprisingly expensive tour of the Nether and hope to see you agai... hey, who smashed up my portal?\n我们希望你能享受本次意外昂贵的旅行，并且希望能再... 嘿，谁拆了我的传送门？\n\n【原文：Visit the Nether!】\n【作者：Duncan Geere，发布日期：2019-10-12，译者：海螺螺】\n【技术支持：博文转换器】\n\n[groupid=1330]PluginsCDTribe[/groupid]",
    "replies": [
        {
            "author": "㏑243",
            "timestamp": 1571063640,
            "txt_content": "duncan哥？\n什么梗？（萌新不懂）\n(官方是真的会玩梗\n"
        },
        {
            "author": "海螺螺",
            "timestamp": 1571063940,
            "txt_content": "B243 发表于 2019-10-14 22:34\nduncan哥？\n什么梗？（萌新不懂）\n(官方是真的会玩梗\nduncan 是原文作者\n这其实是我在玩烂梗"
        },
        {
            "author": "mohist",
            "timestamp": 1571064120,
            "txt_content": "作品翻译不错呢，感谢"
        },
        {
            "author": "zyjking",
            "timestamp": 1571067960,
            "txt_content": "一看到GLaDOS我就想笑……"
        },
        {
            "author": "45gfg9",
            "timestamp": 1571068500,
            "txt_content": "这翻译 whl\n海螺tql\n\n搞慢点（确信\n要 素 过 多 "
        },
        {
            "author": "Оil",
            "timestamp": 1571114520,
            "txt_content": "：我们很快和下界的新居民们打成了一片！（物理）"
        },
        {
            "author": "v18823350811",
            "timestamp": 1571234040,
            "txt_content": "11111116666"
        },
        {
            "author": "半仙p",
            "timestamp": 1572573960,
            "txt_content": "1111111111111111111111111111"
        },
        {
            "author": "基岩毁灭者",
            "timestamp": 1572959640,
            "txt_content": "參   觀   地   獄\nHHHHH"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090560,
            "txt_content": "初见的时候的地狱真的很有压迫感"
        },
        {
            "author": "钻石剑or",
            "timestamp": 1582009860,
            "txt_content": "好期待下界更新(＾－＾)V"
        },
        {
            "author": "钻石剑or",
            "timestamp": 1582010040,
            "txt_content": "谁跟我一样萌新时信了别人的鬼话背着一组钻石跳进了岩浆。。。。"
        }
    ]
}