{
    "title": "[Minecraft.net|INSIDER] 谈谈我们关于漏洞的事",
    "author": "飞小RAN",
    "replyCount": 4,
    "timestamp": 1571393280,
    "txt_content": " 本帖最后由 xiaofeifei_ 于 2019-10-18 18:10 编辑 \nBUG US ABOUT BUGS谈谈我们关于漏洞的事\nFound a bug in Minecraft? Here’s how to report it在Minecraft上发现了一个漏洞？以下是如何报告的\nEver play Minecraft but feel like something is a little… off? Maybe your quartz blocks keep disappearing. Or your pickaxe doesn’t seem to be doing anything. Or the Enderman keeps singing Lou Bega’s ghastly hit ‘Mambo No. 5’ at you. If anything like that has happened to you, congratulations! You just found a bug! Hopefully, it wasn’t that Enderman one. We were sure we’d patched that out.玩过“Minecraft”游戏但感觉有点…不对劲吗？也许你的石英块一直在消失。或者你的锄头什么也没做。或者enderman一直在唱Lou Bega的恐怖歌曲“Mambo 5号”。如果你发生了这样的事，恭喜你！你刚发现一个漏洞！希望不是enderman一号。我们确信我们已经修补好了。\nSometimes bugs can come along and spoil everything. That’s why we want you to log bugs so the Minecraft team can fix them asap. Then you can get back to mining, crafting, and livin’ that bug free life.有时候漏洞会来破坏一切。这就是为什么我们想让你记录下漏洞，这样Minecraft小组就能尽快修复它们。然后你就可以回到采矿，手工艺，过那种没有漏洞的生活。\nTo report a bug,  click this link to head to our bug tracking site. This is set up using JIRA, which we’ve dubbed MoJIRA because we’re cute like that. Set yourself up a JIRA login and you’ll be ready to make our developers cry by reporting thousands of bugs in no time!\n要报告错误，请单击此链接转到我们的错误跟踪站点。这是用JIRA做的，我们称之为MoJIRA，因为我们很可爱。为自己设置一个JIRA登录，您将准备好让我们的开发人员哭，报告成千上万的错误在任何时候！\n\n\n\n\n\nGalleryONE.png (137.98 KB, 下载次数: 2)\n\n下载附件\n\n图1\n2019-10-15 17:25 上传\n\n\n\n\n   \n\n\n\n\nGalleryTwo.png (126.01 KB, 下载次数: 2)\n\n下载附件\n\n图2\n2019-10-15 17:25 上传\n\n\n\n\n   \n\n\n\n\nGalleryTHREE.png (117.82 KB, 下载次数: 2)\n\n下载附件\n\n图3\n2019-10-15 17:25 上传\n\n\n\n\n\n【图1】You’ll see this screen when you visit our bug tracking site. Either log in or sign up for a free account. It only takes a few seconds!【图1】当你访问我们的漏洞跟踪站点时，你会看到这个屏幕。登录或注册一个免费帐户。只需要几秒钟！\n【图2】Once you’re logged in, you’ll want to select the version of Minecraft you want to report a bug in. Here we have the Java Edition, Minecraft (that’s the Bedrock version on Xbox One, Nintendo Switch, Windows 10, iOS and Android), and Minecraft Earth (our new AR game!).【图2】登录后，您将需要选择要报告错误的Minecraft版本。这里我们有Java版，Minecraft（Xbox One、任天堂交换机、Windows 10、iOS和Android的基础版本）和Minecraft 地球（我们的新AR游戏！）是的。\n【图3】Scroll further down for Minecraft: Console Edition (that’s legacy editions on PS4, PS3, Xbox One and Nintendo Switch – if you’re playing on one of these consoles and it has ‘Edition’ in the title, this is the option for you) and Minecraft Realms!【图3】再向下滚动到minecraft:console edition（这是ps4、ps3、xbox one和nintendo switch上的传统版本——如果你在其中一个控制台上玩，并且它的标题中有“edition”，这是你的选择）和minecraft领域！\nBelow these options you’ll see some handy tips for making bug reports:在下面这些选项中，您将看到一些制作错误报告的便捷提示：\nSubmit ONE issue per report please, it's easier for us to follow and manage!请每报告提交一个问题，这样便于我们跟踪和管理！\nPlease provide a (to the point) summary of your problem. Avoid one-worded summaries and things like \"help!!!\".请对你的问题作一个总结。避免一个字的总结和类似“帮助！！！”是的。\nThe description should contain details of the problem and how to reproduce it so that we can more easily track down the problem and try to fix it.描述应该包含问题的细节以及如何重现它，这样我们就可以更容易地跟踪问题并尝试修复它。\nPlease search before creating a report to make sure your issue hasn't already been reported. If it has, please join the discussion there! You’ll find the search option in the top-right corner of the page.请在创建报告之前进行搜索，以确保尚未报告您的问题。如果有，请加入讨论！您可以在页面右上角找到搜索选项。\nIf you've discovered an exploit or a security issue, please create a Private report that only yourself and Mojang will be able to see.如果您发现了漏洞或安全问题，请创建一个只有您和Mojang才能看到的私有报告。\nSEARCHING FOR ALREADY REPORTED BUGS正在搜索已报告的错误\nWe get a lot of bug reports, so you’ll often find someone has already reported your bug. But if they have reported it already, you can still add new information to the existing report, or upvote it!我们有很多错误报告，所以你经常会发现有人已经报告了你的错误。但是如果他们已经报告了，你仍然可以向现有的报告添加新的信息，或者投票表决！\n\n\n\n\n\nSearchbarGalleryONE.png (44.06 KB, 下载次数: 2)\n\n下载附件\n\n图4\n2019-10-15 17:45 上传\n\n\n\n\n   \n\n\n\n\nSearchGalleryTWO.png (146.01 KB, 下载次数: 2)\n\n下载附件\n\n图5\n2019-10-15 17:45 上传\n\n\n\n\n\n【图4】The best way to find a bug is to use the Quick Search bar, found in the top right corner (on desktop, not mobile!). Let’s type in ‘Enderman’ and see if we can find that Mambo No. 5 problem I was experiencing earlier.【图4】找到漏洞的最佳方法是使用右上角的快速搜索栏（在桌面上，而不是移动设备上！）。我们输入“enderman”，看看能否找到我之前遇到的mambo 5号问题。\n【图5】You’ll get a list of Enderman-related bugs players have reported! No sign of my Mambo No. 5 cr** though. Perhaps I’m playing Minecraft too much at 5 am again.【图5】你会得到一个与enderman相关的漏洞列表，玩家已经报告了！不过，没有迹象显示我的mambo 5号危机。也许我又在早上5点玩了太多的“Minecraft”游戏。\nWhen you search for something, you’ll likely see a list of bug tickets. If you find one that reports a bug you’re experiencing, vote for it! The Minecraft team monitor the tracker for reports and useful user comments. MoJIRA also has a ** dedicated volunteer moderators and helpers who help keep the tracker tidy and organised, and these will often help direct players to the right bug reports.当你搜索某个东西时，你可能会看到一个错误列表。如果你发现一个报告你正在经历的错误，投票给它！Minecraft团队监视跟踪器的报告和有用的用户评论。Mojira还拥有一组专门的志愿者主持人和助手，他们帮助追踪者保持整洁和有组织，这些通常有助于引导玩家找到正确的错误报告。\n\n\n\n\n\nVote.png (21.07 KB, 下载次数: 3)\n\n下载附件\n\n图6\n2019-10-15 17:51 上传\n\n\n\n\n\nSEARCH TERMS搜索词\nProject Key项目密钥\nWant to make sure you’re searching for bugs for the version of Minecraft you’re playing? Good idea! Use these helpful shorthands:想确保你在搜索你玩的minecraft版本的漏洞吗？好主意！使用这些有用的速记：\nMC - Minecraft: Java EditionMC - minecraft:java版\nMCE - Minecraft EarthMCE - Minecraft：地球\nMCCE - Minecraft Legacy Console EditionsMCCE - Minecraft传统控制台版本\nMCPE - Minecraft BedrockMCPE - Minecraft基岩版\nREALMS - Realms领域 - 领域\nOther useful shorthands:其他有用的速记：\nUnresolved - Shows you only bugs we haven’t resolved yet未解决 - 只显示尚未解决的错误\nr: me - reporter, tickets created by youR:我 - 记者，你创造的票\nr: [USERNAME] - Reporter, tickets created by [USERNAME]R:[用户名] - 报告者，由[用户名]创建的票据\nFixed - Shows only fixed bugs已修复 - 仅显示已修复的错误\ncreated:-1w - Only shows tickets created in the last week.已创建：-1w - 仅显示上周创建的票证。Wildcards通配符\nUsing wildcards can help find a general term rather than a specific word, and can also help with typos in bug titles. For example, if you were searching for a bug regarding items not stacking correctly, you would type in the quick bar: item* stack* - this would bring up tickets containing related words such as items, stacked, and stacking.使用通配符可以帮助查找一般术语而不是特定单词，还可以帮助错误标题中的拼写错误。例如，如果您正在搜索有关未正确堆叠的项目的错误，您将在快速栏中键入：item*stack*—这将显示包含相关单词（如items、stacked和stacking）的票据。\nAnother example is searching for issues about world conversion; if you use the term conver* you will find issues that use related words convert, converted, conversion and so on. It also means you can search really quickly as you often only have to type the first few letters of a keyword that you want to search for.另一个例子是搜索有关世界转换的问题；如果使用术语conver*，则会找到使用相关单词convert、converted、conversion等的问题。这也意味着你可以很快地搜索，因为你通常只需要键入你想要搜索的关键字的前几个字母。\nUsing the above example mcpe item* stack* unresolved should bring up just a few relevant bug tickets, making it a lot easier to find the ticket you were looking for!使用上面的示例mcpe item*stack*unresolved应该只会带来一些相关的错误通知单，从而更容易找到您要找的通知单！\n\n\n\n\n\nSuccess.png (181.31 KB, 下载次数: 2)\n\n下载附件\n\n图7\n2019-10-15 17:58 上传\n\n\n\n\n\nSuccess! Let’s get complainin’!成功！让我们开始抱怨吧！Commonly Used Searches常用搜索\nHere are a few commonly used searches that should help put you on the right track when you’re ready to jump into the bug tracker!下面是一些常用的搜索，当你准备跳入bug跟踪器时，这些搜索可以帮助你走上正确的轨道！\nBy Project:按项目：\nMinecraft (Bedrock) – Open Tickets sorted by dateMinecraft（基岩）–按日期排序的未清门票Minecraft: Java Edition – Open Tickets sorted by DateMinecraft:Java版-按日期排序的未清门票Minecraft: Console Editions  - Open Tickets sorted by dateMinecraft:控制台版本-按日期排序的未清门票\n\nReporting a NEW bug!报告一个新的错误！\nWow, you’ve found a bug first? Let’s get as much detail recorded so the developers can quickly see what the problem is.  Here’s an example of the layout that is most helpful:哇，你先找到漏洞了？让我们记录尽可能多的细节，以便开发人员能够快速地看到问题所在。下面是最有用的布局示例：\nSteps to Reproduce your bug:重现错误的步骤：\nExplain how we can recreate your bug ourselves in Minecraft解释一下我们如何在“Minecraft”中重新创建你的漏洞\nObserved Results:观察结果：\n“I didn’t even know the Enderman could sing!” etc.“我都不知道Enderman会唱歌！“等等。\nExpected Results:预期结果：\nWhat should happen when we try and recreate the bug.当我们尝试重新创建漏洞时会发生什么。\nUploading a screenshot of your bug (or even a world save) is also extremely useful!上传你的错误截图（甚至世界拯救）也是非常有用的！Here are some bug report templates to get you started:以下是一些漏洞报告模板，可以帮助您开始：\nReport New Bedrock Bug报告新的基岩漏洞Report New Java Bug报告新的Java漏洞Report new Minecraft Earth Bug报告新的Minecraft：地球漏洞\n\nHave fun reporting bugs! But honestly, we run a pretty tight ship here, so good luck findi– ERROR 404 END OF ARTICLE NOT FOUND有乐趣的报告错误！但老实说，我们在这里经营得很紧，所以祝你好运，ERROR-错误404文章结尾没有找到\nThanks to Jay Wells for all his help with this article and tons of bug reporting expertise!感谢jay wells对本文的帮助和大量的漏洞报告专业知识！\n【author Staff,Release time2019/7/31】【作者Staff，发布时间2019年7月31日】",
    "replies": [
        {
            "author": "飞小RAN",
            "timestamp": 1571393340,
            "txt_content": "第一次发翻译，有什么问题请多多指教"
        },
        {
            "author": "2813211",
            "timestamp": 1571394360,
            "txt_content": "真不愧是bugjang，好多bug......"
        },
        {
            "author": "暗黑月影",
            "timestamp": 1571395140,
            "txt_content": "看不懂....."
        },
        {
            "author": "SPGoding",
            "timestamp": 1571395320,
            "txt_content": "https://web.archive.org/web/2019 ... ead-920370-1-1.html\n"
        }
    ]
}