{
    "title": "对全加器进行封装实现最简全加器",
    "author": "MCmjh",
    "replyCount": 10,
    "timestamp": 1571169660,
    "txt_content": " 本帖最后由 MCmjh 于 2019-10-18 06:34 编辑 \n\n进行红石电路设计时，有一个步骤是我们讨厌且必须要做的，那就是重复。每个全加器由一个与非门，一个与门和一个或门构成，每摆放一个全加器我们就要重复做一个与非门，一个或门和一个与门。机械而重复的工作是我们应极力避免的。所以在实际生活中的设计时，我们会用一个符号就代表一个全加器，隐藏了他的内部构造。这大大提高了我们的效率和准确性，提升了生产力。\n\n\n\n\n101084757.jpg (27.23 KB, 下载次数: 0)\n\n下载附件\n\n全加器\n2019-10-18 05:48 上传\n\n\n\n\n\n这个全加器就只有三个输入和两个输出。我们能不能也像这样，让全加器只有与我们互动的部分，隐去它的实现细节？就像函数参数和函数体的关系一样，你不用考虑这个函数是怎么样实现的，只需会用就行了。于是我设计出了下面所示的电路：\n\n\n\n\nfile_1571167086000.jpg (298.02 KB, 下载次数: 1)\n\n下载附件\n\n2019-10-16 03:18 上传\n\n\n\n\n\n这个电路拥有三个输入和两个输出，而且它们之间的关系和全加器的输入输出一模一样。如果你在你的游戏中也如图摆放，可能不会出现与我一样的效果——因为你还没有写它的函数体。\n\n\n首先我讲讲这个“函数”的使用方法。\n需要的材料：三个橙色带釉陶瓦，三个红石粉，三个继电器，一个物品展示框，5个拉杆。\n将它们按上图位置摆放，它们就会激活对应的命令方块。所以我称这种通过方块的组合摆放来满足命令方块激活条件，并激活命令方块的方块组为接口方块组。\n我的设计目的是，如果命令方块检测到有按照如图摆放的方块组时，就会执行提前设置好的命令。在我这里，设置好的命令是：检查它的输入组合，设置它的输出组合。比如上图，它的输入为 1 0 1，那么它的输出就为0 1。\n下面我讲讲它的实现过程。\n首先你必须要让命令方块能检测到有接口方块组的存在，不能你摆好了但检测不出来。我的思路是先找一个定位点，然后以定位点为标准判断其他位置的方块，比如你将最右边的橙色带釉瓦陶为定位点，就要先找到这个橙色瓦陶，然后判断它左边是否为橙色瓦陶，如果是，接着判断它左边第二个是否为彩色瓦陶，如果是，就可以判断它的输入了。挨个判断红石粉的信号强度，比如这里从右到左红石粉信号强度为15，14，15，那么它的输入就为1，0 ，1。我们就可以将输入设置为0，1，即右边拉杆关，左边拉杆开。\n\n\n在实践过程中，我发现设置定位点不难，难的是找到定位点。这个定位点一定不能是方块，以为你只能使用if block命令寻找已知坐标的方块，那你就不能随便位置调用这个接口了。所以这个定位块必须为实体，但实体会动啊，位置变来变去如何定位？所以必须是固定的实体，那么物品展示框最合适不过了。\n\n\n那三个中继器的作用是什么？这是为了保持红石信号稳定，输入的信号都为15，才能根据信号强度判断输入。\n\n\n选择彩色瓦陶就纯粹是我个人兴趣了，因为它不会自然生成，辨识度高，而且有不同的颜色，可以代表不同的逻辑门，如异或门，与非门....等等。\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1571211300,
            "txt_content": "既然你都用cb了，又何必去弄个红石线的全加器……\n\n没听说过红石计算机还带cb的……"
        },
        {
            "author": "MCmjh",
            "timestamp": 1571224320,
            "txt_content": "ruhuasiyu 发表于 2019-10-16 15:35\n既然你都用cb了，又何必去弄个红石线的全加器……\n\n没听说过红石计算机还带cb的…… ...\n您听我细说，何人能只用命令方块而不用红石做一个计算机？何人能只用红石而不用命令方块将全加器简化到如此小？我利用可以利用的一切特性，让游戏内的红石计算机做到更小更快，这不也是现实计算机的目标吗？敢问现实中若有较冯诺依曼体系更好用的体系，科学家岂会固步自封，曰冯诺依曼老祖之法岂可变乎？"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1571225700,
            "txt_content": "现在红石和命令是两个不同的领域。\n红石在原版是纯生存就能得到的，一般的研究也不会使用命令方块。而现在命令已经完全可以脱离红石工作（甚至脱离命令方块工作），因此一般cb也不会去用红石。\n综上，我觉得这种研究意义不大。不过敢于创新确实是很好的\n\n何人能只用命令方块而不用红石做一个计算机\n我在贴吧做过一个数学函数的模块（虽然几乎弃坑），只用命令而不用红石，也没有用命令方块。\n当然，我觉得dalao应该能做的比我好"
        },
        {
            "author": "MCmjh",
            "timestamp": 1571227980,
            "txt_content": "CHElover_C60 发表于 2019-10-16 19:35\n现在红石和命令是两个不同的领域。\n红石在原版是纯生存就能得到的，一般的研究也不会使用命令方块。而现在 ...\n我不是dalao，不过用我这个做红石电脑它不香吗？"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1571228460,
            "txt_content": " 本帖最后由 CHElover_C60 于 2019-10-16 22:52 编辑 \nMCmjh 发表于 2019-10-16 20:13\n我不是dalao，不过用我这个做红石电脑它不香吗？\n但是由于命令不符合数电、模电、械电等的要求，因此红石玩家不选择使用CB也不是没有理由的。现在，红石更像是电路，而命令更像是编程。\n如果做计算机允许使用命令，那么追求高速、体积小，就是纯命令了。但是，并没有多少CBer去做，因为命令里本身就已经有一台很好的计算机了(scoreboard)。而且红石计算机主要是数电(我没说错吧，外行)。如果把两者综合起来后，那该怎么称呼？称不上是电路，也说不上是命令。\n另外，我说的dalao是指其他的CB玩家\n\n\n\n突然意识到我跑题了，感谢提醒↓"
        },
        {
            "author": "MCmjh",
            "timestamp": 1571321640,
            "txt_content": "CHElover_C60 发表于 2019-10-16 20:21\n但是由于命令不符合数电、模电、械电等的要求，因此红石玩家不选择使用CB也不是没有理由的。现在，红石更 ...\n可能我的教程没有讲清楚，但我的做法与你说的恰恰相反，反而非常符合数电的要求。请你看这是什么：\n\n\n\n\nfile_1571318930000.jpg (141.72 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-17 21:28 上传\n\n\n\n\n\n这个全加器为什么要用一个单独的器件符号表示，而不暴露它的内部构造？\n这是为了在进行电路设计时更快、更准确，而不是把时间浪费重复上。我的思想也是这样。\n你说我不符合模电要求，那这个游戏就复合现实电路规律吗？何为模电要求，要求只有一个，那就是图灵完备。只要图灵完备，什么都能做计算。\n\n而且关于红石派和CB派，有了自行车，也有了宝马轿车，现在我将马达安在自行车上做一个电动自行车。那有人说了，哪有自行车还带个马达的，这就是杠了。\n"
        },
        {
            "author": "kongbaiyo",
            "timestamp": 1571388540,
            "txt_content": " 本帖最后由 kongbaiyo 于 2019-10-18 16:52 编辑 \n\n感觉这样的话 可以完全脱离红石来搞\n在一个实体里存计分板表示输入输出 然后连接的实体读取上一个实体的输出这样\n用了命令的话感觉红石的必要性不大了 可以用实体（比如物品展示框）的组合来实现这样的话功能也完整 体积可以更小 如果不拘泥于物品展示框，可以用AEC，然后用tp修改位置 把多个模块比如全加器压缩到一个格子里\n\n甚至之后也可以不依赖于MC内的坐标，实体里存计分板自建坐标系统也很棒 tp也不用了 查找临近模块只需要找计分板"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1571392860,
            "txt_content": "红石和命令，已经形成事实上的分家了，红石作品通常都是在原版生存里可实现的，而命令方块，那就没有什么限制了。\n但指令系统现在已经非常复杂、强大，虽然没什么限制，也很够一番探索了。"
        },
        {
            "author": "Sticky_Piston",
            "timestamp": 1572142020,
            "txt_content": "我觉得把CB和红石混一起不好\n我也支持前面的说法"
        },
        {
            "author": "ei_bai",
            "timestamp": 1572325500,
            "txt_content": "66666666666"
        }
    ]
}