{
    "title": "震惊！著名材质包作者居然发出了这样的呐喊！",
    "author": "祉虞9527",
    "replyCount": 20,
    "timestamp": 1571263980,
    "txt_content": "10月16日晚上9:30\n材质包作者 UMSOEA 发布了新版本的材质包 R12\nHOW DO I MAKE MY MINECRAFT BUILDS HAVE BETTER GRAPHICS? It makes me a bit sad when people just load my textures into the game and expect that their survival-world suddenly looks good. That's not the focus of these Textures. My Textures are all about building stuff that shows off how technically advanced this game and shaders have become. In my videos, I try to inspire you to build abstract things, experiment, play around! Don't try to build houses all the time! Instead, build sculptures with a focus on light, shadows, reflections....  In my Videos I want to create this \"WOW that's actually minecraft?\"- effect and I'm so grateful that I can be part of this \"movement\" and literally millions of people see my content on my own and other's youtube channels. My Textures aren't about the individual blocks/textures. It's all about how YOU use them and how these blocks interact in a build: how they interact with eachother, with light, shadows, reflections,... Only when you focus on this, you start to notice how good the graphics are. But it requires a little bit of effort on your side, but this is alot of fun! SOMETHING I'D REALLY LIKE TO TALK ABOUT: Earlier this year, I started my youtube channel to show Seus PTGI to the world, long before the hype. I made my own textures for it to show off the true power of the Shader. I never intended to create a \"full\" resource pack, simply because nobody of you could run it. Each Texture I add, makes performance worse, obviously.    Why are we humans so focused on an end-goal? Everyone saying \"When the pack is finished it will be so great\"        - No it won't!    Stop waiting! \"The Golden Age\" of these new Minecraft graphics is RIGHT NOW! Right now everyone is impressed and realises how minecraft is suddenly transforming. Although gameplay is so much more important than graphics, ironically Minecraft suddenly has one of the best graphics in any game. Right now. Enjoy it! Build! Design!  Start a YouTube channel!  Share Screenshots, whatsoever   :)\n\n大概意思就是作者当初制作这个材质包的本意是想让建筑物看起来更好看，但是大多数玩家想让他的生存世界变的花里胡哨的。\n充分利用光线、折射、阴影等来发挥想象的建造一些抽象的建筑。\n很多玩家想让作者适配全部的方块，但是作者好像不会全部制作这种材质包，因为没有人能带的起来（什么四路泰坦交火自己忽略···）\n不久的将来，我的世界会拥有最强的图像处理技术 光线追踪 这会让游戏变得更加好看！\n\n\nHey! Check out my latest VIDEO here:   https://youtu.be/t2Lt1g9Op9I  The MAP from the video can be downloaded here:    Click here  Important SETTINGS to make it work:   Click here   (Download at the bottom) So, what's R12 about? Over-Using Reflections - That's what creates visual immersion. It's a little bit \"cheating\" but especially with Ray-Tracing the best way to create awesome graphics. Smooth Stone Texture (+ Smooth Stone Slabs) Iron Block Texture Tweaked Gold Block Texture Redstone Lamp Textures Lantern(small) Textures (+ hanging) Orange concrete (people wanted the style of the R1 yellow concrete back. It's strange but has a lot of awesome uses) Diamond sword Texture (not really finished, wanted to test some sword-shapes) Spruce Log Texture (a quick practice on non-PBR texturing) Improved how sword item-models display  (thickness, positon, rotation etc.)\n\n\n日常宣传https://youtu.be/t2Lt1g9Op9I\n材质包展示地图下载http://www.mediafire.com/file/nujcrbm8r3j8doa/umsoea_server_map_R12_%2528extract_correctly%2521%2529.zip/file\n如何使用这个材质包 https://umsoea.com/info1/settings-versions\n修改方块的材质：\n平滑石/台阶\n铁块\n金块\n红石灯\n灯笼\n橙色混泥土",
    "replies": [
        {
            "author": "sunting",
            "timestamp": 1571273640,
            "txt_content": "这材质绝了 不过\n确认过图片 是我带不起的材质"
        },
        {
            "author": "Jannik",
            "timestamp": 1571279400,
            "txt_content": "感觉太平滑了，加点纹理，弄上3d效果会更好"
        },
        {
            "author": "韩子凌",
            "timestamp": 1571284020,
            "txt_content": "看起来挺不错的"
        },
        {
            "author": "Оil",
            "timestamp": 1571310360,
            "txt_content": "好吧……不得不说我这里看SM.MS的图会很卡……= =……"
        },
        {
            "author": "祉虞9527",
            "timestamp": 1571349720,
            "txt_content": "阿兰诺Alano_ 发表于 2019-10-17 10:30\n感觉太平滑了，加点纹理，弄上3d效果会更好\n某些材质有类似3D的效果"
        },
        {
            "author": "ItsZeroHikari",
            "timestamp": 1571350680,
            "txt_content": "确认过眼神,是我电脑带不动的材质——"
        },
        {
            "author": "小辉12138",
            "timestamp": 1571476080,
            "txt_content": ""
        },
        {
            "author": "南京扛把子",
            "timestamp": 1571477760,
            "txt_content": "炸鸡也就只能看看"
        },
        {
            "author": "愿爱无界",
            "timestamp": 1571482140,
            "txt_content": "emmmm，总感觉有什么地方怪怪的"
        },
        {
            "author": "罗小黑sama",
            "timestamp": 1571484180,
            "txt_content": "虽然非常的难以加载，但是我仍然坚持加载完了一张图，看完就知道是我带不动的材质"
        },
        {
            "author": "Starryautumn",
            "timestamp": 1571486760,
            "txt_content": "what？？？？？？？？？？？？？"
        },
        {
            "author": "skyliye",
            "timestamp": 1571493000,
            "txt_content": "贫民玩家表示想都不敢想\n\n抱着已经服役5年的笔记本瑟瑟发抖\n\n\n\n\n1A6`1${R87J9J_ZI{HYVQZU.jpg (41.53 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-19 21:50 上传\n\n\n\n\n\n"
        },
        {
            "author": "妥芮朵",
            "timestamp": 1571497380,
            "txt_content": "想起之前有在B站看过一个展示类似材质和光影的视频。视频内容没什么争议，底下评论倒是吵了起来，有人说这些东西花里胡哨，完全偏离了MC原来的轨道，因为整天都是最真实的光影、最真实材质云云，实际上最真实的是没有多少玩会家把这些东西用在正确的地方，总是用各种以假乱真的材质光影在电脑上试来试去然后关掉游戏。“想要真实为什么不去玩3A？”这是那人最后提出的疑问\n然后马上有人反驳：这些东西都是MC发展的必然一环，多亏了这些开发者为MC带来了更好的图形效果而且延长了游戏寿命。\n\n当时有点懵，想了想还是没有站队。所以说玩家当时玩MC的理由是什么，耐玩到爆的游戏性？像素游戏拥有不可思议画质？\n还是说玩累了能开一下光影材质欣赏一下之前不曾看到过的美丽风景呢？\n但不得不说，MC还是那个MC，有变化的只是多了一群浮躁的玩家"
        },
        {
            "author": "董康",
            "timestamp": 1571497620,
            "txt_content": "带不起来，告辞qwq"
        },
        {
            "author": "jakey001",
            "timestamp": 1571521380,
            "txt_content": "材质包好看！但是一定要震惊体吗？"
        },
        {
            "author": "Lne",
            "timestamp": 1571530320,
            "txt_content": "穷鬼路过 带不起来"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1571536440,
            "txt_content": "阿兰诺Alano_ 发表于 2019-10-17 10:30\n感觉太平滑了，加点纹理，弄上3d效果会更好\n我倒是觉得平滑看着好一些"
        },
        {
            "author": "pain6",
            "timestamp": 1571536500,
            "txt_content": "材质包很好看"
        },
        {
            "author": "梦樱似雪",
            "timestamp": 1571577540,
            "txt_content": "我：我有个想法……显卡：你不配"
        },
        {
            "author": "MC深坑不回头",
            "timestamp": 1571578800,
            "txt_content": "非常漂亮，但我的渣机可能会卡成ppt"
        }
    ]
}