{
    "title": "[Minecraft.net | INSIDER] 背包盘点：绿宝石",
    "author": ":spgbigfan:",
    "replyCount": 2,
    "timestamp": 1571479080,
    "txt_content": "\nTAKING INVENTORY: EMERALD\n背包盘点：绿宝石\nDid I get paid in emeralds to write this article? Nope, in Minecoins : (\n发这篇博文可以拿到绿宝石吗？不行，只有金粒:（\nSomeone once asked me what Minecraft’s villagers are doing with all those emeralds. Are they building a giant underground emerald fortress? Are they constructing a huge green monument to villager rights? The answer is much simpler.\n曾有人问我，Minecraft的村民要绿宝石干啥用。他们难不成要在地下建一个巨型绿宝石要塞？还是为村民所享有的权利建立一座巨型绿色纪念碑？真相其实没那么复杂。\n\nThey’re a currency! In the Minecraft world, emeralds are a medium of exchange for goods and services – just like coins and banknotes are in ours. Players, villagers and wandering traders use emeralds to represent the value of those goods and services, because it’s easier to carry around one emerald than, for example, 15 bits of coal or 26 potatoes, as any of you who’ve tried to exchange 50 potatoes for a copy of Minecraft at your local games emporium will know.\n绿宝石是一种货币！在Minecraft的世界里，绿宝石是交换物资与服务的媒介——作用和我们的钞票、硬币是一样的。玩家，村民和流浪商人使用绿宝石来为物资与服务定价，这是因为，比起扛上15块煤或者26块土豆这样的东西，带上一个绿宝石要轻松多了。如果谁试过扛着50个土豆去游戏店买一份Minecraft的话，那他一定会感同身受。\n\n\nEmeralds were originally added to Minecraft in January 2010, but then they were renamed ‘diamonds’ and everyone forgot about them. In 2012, Jeb implemented a trading system, and initially it used rubies. It wasn’t until a few weeks later they were replaced by the emeralds that we recognise today. I guess we were saving rubies for another game.\n绿宝石最初在2010年1月加入游戏，但是后来改叫了“钻石”，大家都忘了之前还有这么个名字。在2012年，Jeb做出了交易系统，最初用红宝石做货币。过了一周不到，红宝石就被绿宝石取代，也就是我们今天看到的这样。我猜这红宝石是留给了另一个游戏。\n\nThere are four ways to get hold of emeralds. The first is by digging them up out of the ground. Emerald ore is found only in extreme hills biomes, and it’s pretty rare so good luck with that. The second is by finding them in chests – emeralds are a common reward in ruins, igloos, villages, shipwrecks, jungle and desert temples, End cities, and more.\n得到绿宝石的方法有四种。第一种方法是在地下挖出来。绿宝石只出现在山地生物群系出现，非常稀有，能遇到说明运气不错。第二种方法是搜刮箱子——在海底废墟、雪屋、村庄、沉船、丛林神庙、沙漠神殿和末地城等等地方的箱子里都会出现绿宝石。\n\nThe third is that vindicators and evokers will sometimes drop emeralds on death. But the final, and probably easiest, way to acquire loads of emeralds is by trading with villagers and wandering traders. Go chat to a villager and they’ll tell you what they’re willing to exchange. Trade a lot, and they might offer more options.\n第三种方法是获取掉落物，卫道士和唤魔师会有几率掉落绿宝石。最后一种，也可能是最简单的一种，就是与村民、流浪商人交易，这样可以获得一大堆的绿宝石。和村民聊聊天，他们会告诉你他们想交换什么东西。交易次数越多，村民就会提供更多的交易选项。\n\n\nI covered real-world emeralds when I wrote about them in my much-missed Block of the Week column, so rather than repeating that, let’s talk about currency.\n关于现实中的绿宝石，我已经在 我十分怀念的《本周方块》专栏里介绍过了，与其再唠叨一次，我们不如谈谈货币这东西。\n\nMoney in the real world started out in the form of receipts – representing grain stored in Ancient Egypt and Mesopotamia. Metals were used as symbolic of the value of the grain, because they were hard to obtain but easy to carry. But defending those grain stores was difficult, and the value of the currency was only as strong as the power of the military protecting it.\n现实中的钱，形式上起源于收据——古埃及和美索不达米亚文明用这种东西表明谷物的存储量。人们用金属来衡量谷物的价值量，因为金属很难获取，同时又方便携带。但是保护仓储中的谷物是一件很困难的事，而且只有靠军事力量的保护，货币的价值才能有效力。\n\nCoinage emerged next – carefully weighed out and stamped by the authorities as certification that it contained the right amount of a precious metal – gold for large amounts, silver for smaller, and copper for the smallest. These standardised weights formed the basis of the system of banking.\n然后就出现了金属货币——货币的重量要精细地确定，并打上发行机构的印花，以证明这颗硬币里含有额度准确的金属——金质代表大额度，银质代表小一点，铜质则用来代表最小的额度。这些标准化的重量值构成了银行系统的基础。\n\nPaper money emerged first in China. They were originally receipts for deposits of coinage, exchanged by wholesalers’ shops, and valid only in the local area. But in the 10th century, the Song dynasty expanded their use and created the first state-issued currency. At around the same time, the medieval Islamic world invented many modern economic tools – credit, cheques, savings accounts, loans, trusts, exchange rates and more.\n纸币最初出现在中国。最初的“纸币”是金属币存款的收据，用于批发店铺中的交换，而且只在发行当地生效。到了十世纪，宋朝拓宽了其用途，并开创了第一种由国家发行的货币。于同一时期，在中世纪的伊斯兰世界里出现了许多现代金融工具——信用，支票，存款账户，贷款，信托，换手率等等。\n\nToday, the global economic system is enormous and has a huge influence on our daily lives – some would argue too much. Currencies are largely issued by governments of sovereign states, but airline loyalty points and credits in MMO games can also be considered valid currencies and are regulated as such.\n当今时代，全球的经济系统已然十分庞大，对我们的日常生活有着重大的影响——估计很多人都深有体会。许多主权国家的政府都会发行货币，但航空积分、大型多人在线游戏的货币有时候也能当货币用，而且也得接受相应的管制。\n\nIn recent years a collection of decentralised “cryptocurrencies” like Bitcoin has emerged. It’s too early to tell if these are the future of money, or just a fad among technologists. If they do take over, then perhaps we’ll need to rethink how trading works in Minecraft. For now though, it’s emeralds you should be mining!\n最近这几年，一系列分布式的“加密货币”，例如比特币，出现在人们的视野中。很难说这些东西究竟是货币的未来趋势，还是只是技术人士的一时狂热而已。如果加密货币真的成为主流，那我们可能要重新构思Minecraft的交易系统了。不过现在，还是继续挖绿宝石用吧！\n\n【原文：Taking Inventory: Emerald】\n【作者：Duncan Geere，发布日期：2019-10-18，译者：Kakagou】\n【技术支持：博文转换器】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1571479260,
            "txt_content": "本周方块：绿宝石\n背包盘点：绿宝石\n我全都要"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168800,
            "txt_content": "真的很喜欢图片里真实的绿宝石。。"
        }
    ]
}