{
    "title": "撤销申请",
    "author": "喵",
    "replyCount": 32,
    "timestamp": 1571633640,
    "txt_content": " 本帖最后由 喵 于 2019-10-22 11:49 编辑 \n\n申请板块  ： 矿工茶馆\n职业          ：  无\n年龄         ︰  21岁:(\n联系方式  ：  Q2559385623 一般在茶馆群内就可以找到我\n在线时间  ︰  因为自己还有一个小破服，所以可能不能一天12个小时确保在线，但是能保证每天6小时在线\n个人专长  ︰  写文，手绘，胡思乱想\n申请理由  ︰ 茶馆活动较少，应yys想法帮忙策划活动等\n\n——————————————————————————————————————————————\n\n将来计划  \n① 版规和优质评定方面      \n      茶馆是全论坛人流量最大的板块，这里相较于其他板块而言这里更加自由开放，使得创作者更加喜欢将作品发在茶馆，而不是周创（毕竟人流量大能让更多人看见）。既然大家喜欢将文学作品发在茶馆就应该完善与创作相关的版规与奖励，确定优质评定的具体条件。\n例如：文章要达到xxx字数申请高亮，刊目要保持更新达到xxx期并且有合集贴 申请高亮等。 面向大众化的帖并且已经取得一定的浏览量和回复量（如          深思贴） 目前相关版规的的缺点： 优质评定 的申请贴无法回复   推荐以后优质的申请可以在相关帖子下面@版主来进行评定\n\n② 支持新兴事物的出现    茶馆出现了很多刊目，这些刊目有一定排版，有一定内容，有一定意义，他们像是黑暗中的一缕火苗.我认为这是好事，但是需要一定 规则的约束，同时也给予一定的奖励.例如：保持连续更新X天可以申请XX人气/金粒奖励等。刊目可以由一人或是一个团队共同制作。相关缺点：这些刊目多是沙雕图系列，缺少灵性。可以由管理组提供题材悬赏，让愿意写作的人去查找相关素材，给予奖励。 题材不仅仅是沙雕图，可以是各种科普文，可以是时事，可以是绘画,可以是文，字只要有脑洞，绝对不会缺少素材相关等。  \n\n\n  \n\n③  活动相关\n      茶馆的门槛相对于其他的板块非常低，但是能够交流的茶友甚少。小戎的申请贴里面有一句话 \"把为了水而水的人变成能够交流的水友\"  我觉得茶馆的  活动主旨应该是  低门槛，低奖励，有意义。  \n低门槛：就是 操作难度低，耗费时间少，有心的人即使没有突出的技术都能参与。 \n低奖励：就是 相对于其他版块的活动来说奖励并不需要太高\n有意义：这个的范围就很广。 如果目的是想把 “为了水而水的人变成能够交流的水友”  而能够一起交流的前提条件就是觉得自己是茶馆的一员。如何让    他们觉得自己是茶馆的一员呢，最简单快捷的就是自己给自己一个人物设定。脱离现实天马行空都没有任何的关系，只要让其他人看到这个设定就能想    到：“哦，这是xxx” 就好了。 道理跟更改群昵称为游戏id差不多。 \n例如:一看到⑨就想到极光和yys，一提到枪就想到油先森（和她的枪老婆），一看到充能柚子，就想到森林蝙蝠     自己给自己一个人设并不是让他人          认  识自己的唯一办法，但却是最便捷并且有效的方法。茶馆的活动就可以围绕这个方面展开，通过举办简单的小活          动，让大家自己给自己一个    人设，让他们觉得自己是茶馆的一员，自然就会参与各种交流，并且去维护这种和谐环境，从根源上解决水贴泛滥的问题        （注册机水贴不适用）\n其实10月份本来应该会有活动的（模板已经提交给yys和酒伞），可是我太蔡了这个活动没能让大家接受。昨天已经将11月活动的草案发给yys,待结果..\n\n\n④ 关于活动还是有一些想说的\n      同作为灵感大区下的各个板块联动性过低，而相比较而言服务器版，mod版等联动性就非常高。 依旧可以从活动方面入手，做人设，画皮肤，写故事，那么多那么多的题材，都可以作为活动的要素。极光之前说过考虑让大家自行设计活动（但是咕了）我觉得可以将这个沿用到未来还活着的的刊目之中，就像真的报纸一样举办活动，由刊目的制作人进行策划，提交版主进行审核并保证奖励的发送。\n\n\n⑤自己认为的一些扣分项\n    1.有时候会对一些事情抱着幸灾乐祸的态度(例如喜欢有意无意去看服务器举报)\n    2.偶尔在外面玩的时候会忘记更贴（咕咕咕）\n    3.以上计划可能是自己对于茶馆的一些乌托邦式的想法，具体实施可能有很大难度 \n\n⑥ 关于茶馆的一些常见问题的建议\n      首先是关于九幽提到的方面\n      1.关于新人报道：新人报道 的两极分化十分严重，认真写的新人报道让人看着赏心悦目，甚至想给可爱的新人评分，而大部分的新人报道内容空洞，成为了某些人完成任务的工具。我的建议就是写一个专门用于新人报道的格式，新人报道更加偏向于自我介绍，格式内可以包括兴趣，爱好，年龄，特长，游戏经历，身边趣事等，内容要求可以是这里面的一项或者几项。这样可以有助于上面提到的人设完整，也方便与大家认识新人。\n      2.版头更新方面 其实版头更新也可以以活动方式向整个大区 征召等。 皮肤板块有很多很多的渲染大佬（FHC），并不是茶馆的事只能在茶馆内解决，可以向整个大区召集想法，举办活动，这样可以有助于提高各个大区之间的联动性，这样面向的对象也不一定全是低等级层，技术性的方面面向高等级层，娱乐性的方面面向于低等级层。\n      3.团队协调率  天哪，我只是个小猫，我甚至还没有接触过好多好多人！(嗯，没有接触过无法评价)\n     然后是九幽没有提到的方面\n      1.就是上面提到的茶馆的优质/高亮评定不明确。我觉得应该完善相关方面。\n      2.新人贴的问题不一定出自帖子本身，造成新人贴泛滥的回复者也有一定责任。新人贴的回复并不一定要限制在每人回复5贴上，这样的话经常会有 A回复了新人贴4次，B回复了与A不一样的新人贴4次，这样就会导致版面新人贴过多，非常影响正常坛友的浏览体验，而又无法进行警告等。我觉得应该提高这方面的要求，或者限制整个版面的新人贴回复不能超过X，否则将会进行处罚等等。——————————————————————————————————————————————\n      \n\"自己一个人待着的时候就喜欢坐在屋顶荡秋千喝奶茶胡思乱想，想一些有的没的，想自己今天做错了什么事，以后应该怎么做才会更好。\n反馈版可以看到大家对自己最真实的评价，我也希望这次申请无论是否成功都能对我有大的收获。\" -是真心话\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1571634540,
            "txt_content": " 本帖最后由 ruhuasiyu 于 2019-10-22 07:43 编辑 \n\n注册时间仅103天，未达到120天硬性标准。还请认真阅读版主申请要求。\n"
        },
        {
            "author": "xianren66",
            "timestamp": 1571635200,
            "txt_content": "多半活动很不错，支持"
        },
        {
            "author": "Jannik",
            "timestamp": 1571635680,
            "txt_content": "8岁156个月，xswl，我也希望茶馆能多一点活动，变得更好一些"
        },
        {
            "author": "雪颜の顾",
            "timestamp": 1571635860,
            "txt_content": "喵哒真棒，加油哦，支持你QWQ"
        },
        {
            "author": "mohist",
            "timestamp": 1571636100,
            "txt_content": " 本帖最后由 mohist 于 2019-10-22 13:12 编辑 \n\n（系统删除，不符合逻辑）"
        },
        {
            "author": "花茶清香",
            "timestamp": 1571637060,
            "txt_content": "不支持，喵妹妹为什么直接变喵姐姐了呜呜呜\n支持，上任后能多整点活动就再好不过了"
        },
        {
            "author": "楠木i",
            "timestamp": 1571637240,
            "txt_content": " 本帖最后由 楠木i 于 2019-10-21 13:56 编辑 \n\n所有水贴抵不过一只猫，你是我见过刷人气刷的最快的人(认真脸)\n\n中立"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1571638860,
            "txt_content": "认真一点 为什么卖萌？"
        },
        {
            "author": "喵",
            "timestamp": 1571638920,
            "txt_content": "匿名的网友 发表于 2019-10-21 14:21\n认真一点 为什么卖萌？\n我不是，我没有！"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1571646780,
            "txt_content": "个人认为版主申请应该更加严肃一点，而不是绕来绕去得让人猜，中立"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1571648160,
            "txt_content": " 本帖最后由 爱心魔王FHC 于 2019-10-21 17:40 编辑 \n\n建议该严肃的时候还是要严肃一点，中立偏滋滋"
        },
        {
            "author": "Оil",
            "timestamp": 1571648700,
            "txt_content": "\n神T.M提到枪就想到油和枪老婆？你们提到Oil不应该想到@暗夜Elen 吗？！【滑稽生气】\n好了，玩笑部分暂告段落，下面还是说说个人观点吧……= =\n\n总体来讲，算是一个比较活泼的申请，相关的建议也还不错，不过在一些细节上边（比如年龄）个人建议还是严谨格式为好，毕竟申请版主还是有一定的严谨性在其中的。\n\n且个人碎碎念些：当版主这事情还是要花点时间精力的，这也是为什么我不大愿意贡献精力来当版主，从某种角度上来讲版主要面对的更多的可能是平淡与乏味。【真话/如果有什么和客观事实互异的可以补充一下】\n\n至少喵在茶馆的活跃度有目共睹，贡献这块也能过得去，就当下而言是中立偏支持的。√"
        },
        {
            "author": "喵",
            "timestamp": 1571649120,
            "txt_content": "爱心魔王FHC 发表于 2019-10-21 16:56\n建议该严肃的时候还是要严肃一点\n对不起我错了:("
        },
        {
            "author": "古明地兔",
            "timestamp": 1571653320,
            "txt_content": "同一小组不好评价，但我还是要说两句\n喵喵对茶馆的贡献和带动茶馆活跃的能力是毋庸置疑的\n贡献和人气甚至已经超过了不少人\n但是申请帖有些拖沓，有很多内容是没必要的，甚至让我想起了营**:(不过申请贴可以看出写的很认真\n综上，中立偏支持(我tm在说啥啊)"
        },
        {
            "author": "幽儿~",
            "timestamp": 1571654820,
            "txt_content": "申请理由  ︰ 茶馆活动较少，应yys想法帮忙策划活动等\n茶馆最根本的问题不是活动出现率而是其他 这里在之前的申请帖有说到过\n\n\n保持连续更新X天可以申请XX人气/金粒奖励等\n我认为如果这样设定如同你的茶馆主题XX沙雕一般 套模在网上找梗 一会就可以完成一贴\n那么大流量人数从事此类行业不会有 题材重复 内容滥竽充数亦或者与要求擦边的情况？ \n这样做反而会影响了茶馆的娱乐风气\n\n活动主旨应该是  低门槛，低奖励，有意义。  \n这里我反对所谓的低门槛设定 因为我个人的办活动理念是重参与 求质量 \n像是所谓混活动奖励而粗制滥造的贴不如不参与 茶馆活动更加注重所谓的价值精神而不是参与流量标准\n“操作难度低，耗费时间少”   参与条件要保证活动质量 那自然对操作难度有要求  这和写作文同一个理 \n要求写的是作文 但你的内容意义 不符合作文标准 也很难创作出价值达标的作品了\n\n\n综上所述 我个人保留评价观点且并不认同喵你的申请方向\n且你个人的主题内容大量是生活方面而没有仔细观察茶馆方面的真切问题而申请的话\n那结果也可以看到了  所以无论结果过与否\n我都希望喵你自己能重新审视茶馆 重新审视自己\n沙雕那个多创新还是有观赏价值的 而不是套模板网上找内容 群聊晒梗 然后at一些人好似撑场面一般\n这样就完成了一个创作 你大可以自己创作关于自己的 自己去发掘周边真实的“沙雕趣事”\n\n以上"
        },
        {
            "author": "我的工业2",
            "timestamp": 1571655060,
            "txt_content": " 本帖最后由 我的工业2 于 2019-10-22 14:10 编辑 \n\n态度明确，不给面子，反对\n\n你要是申请服务端插件版主，也许我会支持，毕竟插件搬运还是可以的\n但我看不惯一个在茶馆干着营消号一样的事情，还没有自觉和进步的搬运工，当上茶馆版主hhh，，\n\n\n\n有闲心可以看下面牢骚\n最好不要躲躲闪闪的，这态度怎么当版主？\n建议你什么时候拿得出惊艳我等的神触帖再来申请，不要在茶馆人群里自以为是了，因为全都是你们的所作所为[size=42.9722px]\n\n[size=42.9722px]\n\n[size=42.9722px]\n\n[size=42.9722px]唉，撤了啊，略失望\n\n"
        },
        {
            "author": "喵",
            "timestamp": 1571655420,
            "txt_content": " 本帖最后由 喵 于 2019-10-21 19:10 编辑 \n幽儿~ 发表于 2019-10-21 18:47\n茶馆最根本的问题不是活动出现率而是其他 这里在之前的申请帖有说到过\n\n\n① 我希望能通过活动来让更多的人觉得自己是茶馆当中的一员，从转变成能一起交流的水友，而不是领完奖励就完事了。这点我们对活动的看法不一样。我是希望能让漫无目的水贴的人通过各种小活动认识到自己确实有能力在茶馆立足，给他们更多的自信去分享自己身边的趣事，从这个方面减少水贴的发生！\n\n② 我认为恰恰相反，现在的情况 只要是个人有个念头就可以写沙雕图，写周刊日刊。而我的想法是连载沙刊目前需要在茶馆进行申请，从而杜绝\"是个人就能连载刊目\"的现象，申请制度还可以保证连载刊目的人不会写两篇就没了音讯的情况。我想应该要有一个规定能够确切约制相关帖子，保证刊目质量.\n\n\n③茶馆的活动方面 低门槛 ≠ 低质量 划重点  相反，我在给yys的提案里面是非常重视成果质量的。 并且对滥竽充数者有实质性的惩罚。低门槛能够让更多的人参与，而不是看见活动自己又不会做  造成大部分人望而却步，参加活动的永远只有小部分人。 \n\n\n\n总之：我认为的活动并非领完奖励就结束的活动，我认为的活动应该是具有特殊意义的，能对某些特定人群造成影响的。相关刊目也应该保证质量，而不是目前“你可以写，我也可以写，我们比一比？”的这种现象\n"
        },
        {
            "author": "幽儿~",
            "timestamp": 1571656200,
            "txt_content": "喵 发表于 2019-10-21 18:57\n① 我希望能通过活动来让更多的人觉得自己是茶馆当中的一员，从转变成能一起交流的水友，而不是领完奖励就 ...我希望能通过活动来让更多的人觉得自己是茶馆当中的一员，从转变成能一起交流的水友，而不是领完奖励就完事\n\n这是想法 但不是方法\n\n申请制度还可以保证连载刊目的人不会写两篇就没了音讯的现象\n用版规来捆绑创作？ 仔细设定起来这不现实\n\n低门槛能够让更多的人参与，而不是看见活动自己又不会做  造成大部分人望而却步，参加活动的永远只有小部分人。 \n\n茶馆的参与活动构成如此\n普遍优良创作能力在等级高的用户手中 望而止步是在低等级用户的区域的\n茶馆活动更应该是保留基本活跃同时吸引高制作质量的投入\n这是天平的取舍关系  你没办法在茶馆人员构成混乱的情况下\n有要求有一个高人员参与 高质量的活动吧？ 这个在论坛历史来说都是少有\n茶馆也难以办成 所以往来的活动你去观察都会发现 质量为优秀的少数的情况了 \n\n\n"
        },
        {
            "author": "喵",
            "timestamp": 1571656920,
            "txt_content": " 本帖最后由 喵 于 2019-10-21 19:24 编辑 \n幽儿~ 发表于 2019-10-21 19:10\n这是想法 但不是方法\n上面的有编辑，望阅读\n\n① 方法源于想法 这个想法是之前和酒伞讨论的时候冒出来的念头 ，也有过相关交流，感觉可以试试？\n\n② 既然申请创作承包刊目了，就要负起责任。 就像插件版要对自己搬运/代发 的插件负责一样。 一个类型的刊目只能由一个人/一个团队 承包，负起责任不是应该做的事情吗？\n\n③ 其实这里也是和yys交流过的，茶馆既然面向的是低等级用户，就应该“入乡随俗”一点。举办的活动也要更加的偏向低等级用户。因为低等级不代表小学生，比如上一届的建筑版比赛就有5级坛友也能做出十分优秀的作品。低等级用户是bbs的新鲜血液，每一个人加入bbs最先接触的必是茶馆！如果他们觉得自己能在茶馆立足，自然就能认真开始审视论坛，开始了解论坛相关版规，以后进入其他版块的话也能杜绝类似一个帖子一个链接 的作品。 扯远了，我觉得我们应该用发展的眼光看待事物，相信低等级的坛友只要有心也能做出优秀的作品,创作力高的人并不一定就有非常高的论坛等级(比如说像我就是垃圾)"
        },
        {
            "author": "幽儿~",
            "timestamp": 1571657580,
            "txt_content": " 本帖最后由 幽儿~ 于 2019-10-21 19:35 编辑 \n喵 发表于 2019-10-21 19:22\n上面的有编辑，望阅读\n\n① 方法源于想法 这个想法是之前和酒伞讨论的时候冒出来的念头 ，也有过相关交流 ...\n活动创作方面我们另提\n因为二者讨论无法得出最优良结果\n而且目前茶馆的活动吧缺少了民好调查 \n你更本就不知道茶馆的主体用户到底想要什么样的活动\n而是一直在管理组自行创作以让茶馆参与的方式\n\n亦回到喵你自己的申请帖上面\n版主申请考察的主观方向不是活动 你应该更主动的提及茶馆的根源问题 \n这方面你的主题是欠缺的 也是申请失分的原因\n低等级的坛友只要有心也能做出优秀的作品\n另者说 想法很好 但是实际实行你会遇到很多的阻扰与干扰\n所以你也可以在申请方面加上会遇到的问题及解决方案让你的想法更有说服力\n\n我以前就做过画大饼的事情 但是经历了很多事实后就显得想法很单薄了.......\n\n其实说到最后  无论是个人活动创想也罢版规制定想法也好  都是在展望以后\n你不妨换个关注点去解决基础的问题 如 版头怎么更新 新人报道问题怎么解决  管理团体协调率分工问题等\n这些的这些才是最主要 最根本的"
        },
        {
            "author": "不负韶华",
            "timestamp": 1571658000,
            "txt_content": "支持偏中立。\n因为:\n一天12个小时确保在线\n应该是每天吧？语言垮了，就这点。（可能草率。）"
        },
        {
            "author": "喵",
            "timestamp": 1571659620,
            "txt_content": "幽儿~ 发表于 2019-10-21 19:33\n活动创作方面我们另提\n因为二者讨论无法得出最优良结果\n而且目前茶馆的活动吧缺少了民好调查 \n好的，已补充"
        },
        {
            "author": "Aikini",
            "timestamp": 1571660460,
            "txt_content": "中立偏支持\n感觉茶馆版主有点多（处理举报倒是有点慢）\n仅此\n\n80多岁高龄猫还是算了吧"
        },
        {
            "author": "南派董卓",
            "timestamp": 1571662200,
            "txt_content": " 本帖最后由 南派董卓 于 2019-10-21 20:52 编辑 \n\n反对，不管是地图帖，还是茶馆帖，都被论坛有资历的dalao谴责过，同时个人认为以上观点正确。同时我一向认为申请帖需要严谨。\n当然，这番话和往常一样略带有我的主观色彩。"
        },
        {
            "author": "喵",
            "timestamp": 1571662980,
            "txt_content": " 本帖最后由 喵 于 2019-10-22 06:41 编辑 \n南派董卓 发表于 2019-10-21 20:50\n反对，不管是地图帖，还是茶馆帖，都被论坛有资历的dalao谴责过，同时个人认为以上观点正确。同时我一向认 ...不管是地图帖\n地图贴已经和发帖者进行过交涉，对方也已经明确表示过歉意，所以我不知道你指的被谴责是什么？还是茶馆帖\n茶馆贴我仍然不知道你指的谴责是什么？关于沙雕图系列？还是什么？\n同时我一向认为申请帖需要严谨。\n你发帖的时候帖子已经进行过3次的更新，我仍然不知道你指的严谨是什么？我认为你只是在跟着前面两位进行负面回复。昨天在鱼塘要你提供其他人谴责过我的截图你也拿不出来（笑）\n以上我并不认为你的无理是正确的,你只是在发泄你非常幼稚的个人恩怨，失态了。请不要引战，我不再进行回复\n"
        },
        {
            "author": "VioletTec_",
            "timestamp": 1571663760,
            "txt_content": "对于申请这件事不作表态，因为我不了解喵\n或者限制整个版面的新人贴回复不能超过X可能实现起来比较难，因为不是每个喝茶的回复新人报道都会随时看版面，虽然确实存在那种问题\n当然，或许是我理解能力有问题，或者你的表述有问题\n再说一遍，对申请这件事不表态"
        },
        {
            "author": "李李李李j",
            "timestamp": 1571665800,
            "txt_content": "草五叶 发表于 2019-10-21 19:40\n支持偏中立。\n因为:\n一天12个小时确保在线\n@喵\n真的一天12个小时吗\n24-7（睡觉从0点~7点）-12=5小时\n可以可以，这是我看到过最勤劳的版主\n支持支持"
        },
        {
            "author": "绵羊领域",
            "timestamp": 1571666760,
            "txt_content": "(＋)支持 我个人比较支持你对新人帖的想法，并表示确实需要对新人帖的内容做出一些要求。"
        },
        {
            "author": "No848757",
            "timestamp": 1571667660,
            "txt_content": " 本帖最后由 No848757 于 2019-10-21 22:27 编辑 \n\n中立稍偏支持\n喵哒的论坛在线率大家都是有目共睹的（从其几月便水到9级可以看出），且喵哒与茶馆内水友相处和睦，带动气氛能力极好。依据其他人的前几个申请贴看来当下茶馆是比较缺少人管理及水贴的，因此支持。\n\n而活动等在水馆（确信）较难实施，且有很大的乌托邦成分（毕竟版主很多都咕咕了嘛）\n\n至于刊物捆绑创作方面，我个人是不赞同的（因为我沙雕放送咕了好久了哇（滑稽护体）），运用规章束缚坛友毕竟会使人心里不舒服（毕竟你又没付给他稿费凭什么给你按点发帖），刊物创作只是大家闲暇时间水贴的一种乐趣，也耗费了大家不少心血（排版等等），茶馆本身就是给大家自由讨论的去处，不应过分限制。在这一点我持保留意见，可以另搞一些现实一点的活动。\n\n至于为什么只是中立稍偏支持呢，因为喵哒最近不是开了个服务器嘛，开服每天也挺忙的，所以要保护好喵哒子鸭（卖萌），再让喵哒管茶馆这么多事，我怕喵哒会撑不住，一定要爱护好自己哦（笑）\n\n综上所述，中立稍偏支持。\n（出门又没吃药了天天说胡话）"
        },
        {
            "author": "1139365029",
            "timestamp": 1571674500,
            "txt_content": "中立\n\n\n首先茶馆并不缺人手，\n\n其次，你这段时间在茶馆发布的帖子也仅仅只有沙雕图而已，跟转载插件、模组或者其它资源不同，我并不认为找几个搞笑视频然后随便截几张图丢帖子发出来是一件好事，我甚至不理解为什么这种帖子也能获得那么多的人气，虽然回复和评分的翻来覆去也都是那几个人，并且这种行为已经吸引了一些人的模仿。讲真我宁愿茶馆冷清点，也不希望人们把这种复制粘贴一样的帖子当成是优质帖子甚至是获得大量人气的途径，\n\n关于你提到的活动什么的，同九幽+1，自己认为的一些扣分项\n    2.偶尔在外面玩的时候会忘记更贴（咕咕咕）？？？\n"
        },
        {
            "author": "skyliye",
            "timestamp": 1571676780,
            "txt_content": " 本帖最后由 skyliye 于 2019-10-22 08:57 编辑 \n\n偏支持。\n\n通过你经常更新的茶馆每日沙雕以及其他回帖记录来看你在包括茶馆在内的多个版块都有较高的活跃度。\n\n文学创作能力较强，获得了创作爱好者勋章是一大加分项。\n\n积分指标方面：贡献17，下界之星10，绿宝石5，无论是参与论坛活动还是搬运/汉化插件都较为积极（加分项）\n钻石数量230稍低，可能是一个减分项。\n\n性格方面，通过近期群里的聊天记录/论坛发帖回帖记录，我认为喵哒子的性格很好，乐于助人，担任茶馆版主应该不会有太大问题。\n\n将来计划方面我是偏向赞同的，但是具体能达到什么效果我也不太清楚 （\n\n其实我刚刚7级时候就给末地翻了个底朝天，有好奇心是挺正常的，个人认为这只要对论坛没啥负面影响应该不算扣分项\n忘记更帖也没啥关系啊，贵在坚持。乌托邦是个啥...这句我有点没太听懂。\n\n你我都是完美主义，都想让自己管理的版块变得像自己心目中的那样，如果成功上任的话别忘了经常跟共事版主共同交流，包括版务群置顶之类的，结合活动实行难度再做调整未尝不可。\n\n有人可能会认为茶馆不缺人手，我推测茶馆相比问答版茶馆的版务量更大一些，目前茶馆版主由于学业问题举报还是不能做到几小时内处理，增添1~2名人手应该会有所改善。\n\n对于其他人的反对观点我也表示理解，因为每日沙雕获得了大量人气而感到心理不平衡。而事实上茶馆的人流量远比其他技术创作类版块人流量要大，帖子一来活跃了茶馆的气氛，二来可起到模范带头作用，减少茶馆无意义水帖量。通过效仿这种帖子获得大量人气的行为个人认为同样可以通过完善相关版规缓解。\n\n\n注册时间没有满120天也是挺尴尬的说，祝下次好运吧。"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1571709000,
            "txt_content": " 本帖最后由 Twilight_Two 于 2019-10-22 09:54 编辑 \n\n支持:此人茶馆比较活跃，发了挺多娱乐性比较好的帖子。\n不支持:直觉\n综上，中立\n\n\n？？？。低门槛低奖励有意义这个口号看起来不错\n\n还是中立吧\n"
        }
    ]
}