{
    "title": "[收集意见]1.13小游戏地图《孤注一掷》正在内测（咕）",
    "author": "Chelover_C60",
    "replyCount": 9,
    "timestamp": 1571745360,
    "txt_content": " 本帖最后由 CHElover_C60 于 2019-10-23 18:37 编辑 \n\n      大家好，我是C60。\n      孤注一掷这个坑，我在今年年初就开了，但是由于学业问题，一直拖到暑假结束才算完工（还有一些材质要补充）。由于这个小游戏的设定就是一场不对等的战斗，所以平衡性必须要经过一段时间的调试，也就是必须要有内测环节。几周前我找齐了4个人进行了一次测试，不出意外，结果是崩溃的，双方都没有游戏体验。所以想把我现在的成果给大家看看，顺便收集一些建议。\n      地图预计发布时间不详，因为最近几乎没有时间来修平衡，以及做资源包，所以，大概率是咕到寒假。\n\n\n地图名：孤注一掷\n游戏版本：1.13.2（理论支持1.13+）\n定位：多元素小游戏地图\n内容:1v3(后期会考虑1v多)，融合pvp、pve\n背景：\n      这是一场激烈的战斗。英勇善战的勇士们响应号召，组建的先锋军曾战无不胜、攻无不克，立下了极大的功勋。他们的敌人也几乎对他们闻风丧胆。但是有一天，敌人们抓住机会，在一个山谷里埋伏了大量的军队，伏击了先锋队。先锋队虽然沉着应战，可是，在不利的地势以及大量的敌人面前，还是损失惨重，被迫退到最后的根据地——一个小山洞。敌人士气正旺，留给先锋队的时间不多了。或许，取到对方将军的人头能够让敌人的士气土崩瓦解？\n阵营介绍：\n   将军：\n   将军拥有强力的装备，高额的血量，以及各式技能。\n      冲锋：将军发起冲锋，向前突进一段距离，击飞所碰到的先锋军。\n      鼓舞：将军擂起战鼓，小幅度增加部队的攻击力、防御力及移动速度，持续10秒。\n      休养：将军休养10秒钟，休养时大幅降低防御力及移动速度，且不可跳跃。休养完成后恢复属性并恢复20点生命值。\n   场上会不断刷出小怪，这些小怪属于将军阵营。\n   胜利条件是保持存活并在游戏开始15分钟后杀死所有先锋队成员。\n   先锋军：\n   先锋军作战需要士气。\n   每杀死一个小兵，先锋军都可以增长1点士气。每有一名先锋军成员死亡，先锋军都会失去3点士气。\n   当士气累计到一定程度时，先锋军的士气会升级，并提供攻击力、防御力的加成。\n   先锋军可以随时回到备战区恢复生命值，并任意选择一个出口杀出。\n   胜利条件是杀死将军并保证至少有1名成员存活。\n战斗场地：\n   分为战场和备战区，战场大小50*50，有3个入口供先锋军进出，有1个刷怪口。先锋军可随意通过任一入口进入战场及返回备战区，将军在指定时间进入战场后不可离开战场。\n流程:\n①开始游戏时，先锋军进入备战区，随意选择一个入口进入战场。怪物仅有步兵。\n②1分钟时，将军进入战场。\n③5分钟时，战场上开始刷出骑兵\n④10分钟时，战场上开始刷出弓兵\n⑤15分钟时，大部队赶到，先锋军无法复活，并无法返回备战区。\n\n\n第一次内测的成果\n\n      emmmm，我不想作评价，太丢人了\n      怎么说呢，平衡性崩了，虽然在平衡性崩掉在意料之中吧，但是比我想象的更严重。\n\n      首先是关于先锋军的，前期太弱，如果PvE不好，士气掉的太快，甚至经常出现士气变成负数的情况（有一次士气-50，我都感觉不可思议）。\n      前期pvp，将军碾压先锋军。这个在计划之中，不打算做修改。但是，将军加入之后，先锋军的士气更难涨起来了。所以，士气系统要改的地方还比较多。\n\n      然后说说将军的。\n      玩了有10局左右，将军从来没赢过，因为。。。太容易被拿命换了。。。（一群人复活了就去打你，不理小怪，谁受得住啊）\n      然后说说“休养”这个技能吧。这个技能被朋友吐槽的太狠了。我在设计将军这个阵营的时候，考虑到将军过强，还有小弟的情况，所以打算给他加一个弱点，也就是“休养”这个技能：释放时减速，减防御，一段时间后恢复属性并回复生命值。这样就可以让将军的使用更具有策略性，也可以给先锋军提供机会来攻击。但是，你能想象减速的时候一群人冲上来围殴你的场景吗。。。\n\n\n我想到的对策\n\n   我设定的士气的满级是5级，那时候攻击、防御都很高，几乎很难死掉，所以我在考虑死亡减的士气呈阶梯状分布：1级减1，2级减2，3级减3，4级减4，5级减5，或者1级、2级减1，3级、4级减2，5级减3，并加一个防止士气变成负数的判定。\n   然后我在考虑是否需要增加额外的士气获取方法。\n   至于将军这边，为了防止被拿命换的情况再次出现，我觉得可以加一个死亡复活冷却，即死亡后复活需要等待一段时间。\n然后是“休养”这个技能，我还是打算把它作为将军的一个弱点保留，但是不知如何下手。朋友的一个建议是不再等时间到后一次性恢复，而是缓慢恢复，但可以随时停掉。\n   然后有朋友建议我把地图扩大。原地图是50*50，我在考虑把地图扩成100*100并增加一些建筑，增加刷怪口并让将军可以通过技能任意选择刷怪口刷怪，增加将军的策略性。\n   然后就是将军太脆的问题，我打算调高血量上限（50→100）并增加一个将军通过技能防御的方法。\n\n\n最后放几个图\n\n\n\n\n2019-10-22_17.26.04.png (349.33 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-22 19:44 上传\n\n\n\n\n\n\n\n\nfile_1571744658000.jpg (121.79 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-22 19:44 上传\n\n\n\n\n\n\n\n\nfile_1571744658000.jpg (116.06 KB, 下载次数: 0)\n\n下载附件\n\n2019-10-22 19:44 上传\n\n\n\n\n\n\n不知道大家对此有没有什么高见？",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1571745840,
            "txt_content": "掉士气先锋军不降级的吗"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1571746020,
            "txt_content": "xmdhs 发表于 2019-10-22 20:04\n掉士气先锋军不降级的吗\n会降级，但是在士气已经降到最低级的时候就没法降级了，只能变成负数。。。\n我现在已经加了一个判定，防止士气等级最低的时候出现士气为负的情况"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1571752320,
            "txt_content": "一群人复活了就去打你\n我没做过原版模组，不知道能不能实现死亡惩罚这个设定？比如复活之后获得一定时间的虚弱、缓慢debuff？这样的话，重新投入战斗的先锋军可以PVE但很难PVP。\n缓慢恢复，但可以随时停掉。\n停掉之后应该也要算冷却的对吧，不然就是自然回血了。这样可以增加策略性：看到将军开始回血就佯攻打断这样子？\n胜利条件是保持存活并在游戏开始15分钟后杀死所有先锋队成员。\n将军一方一打三，而且真正胜利是在15分钟之后才有，心理压力估计很大。"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1571753880,
            "txt_content": "Salt_lovely 发表于 2019-10-22 21:52\n我没做过原版模组，不知道能不能实现死亡惩罚这个设定？比如复活之后获得一定时间的虚弱、缓慢debuff？这 ...能不能实现死亡惩罚这个设定？比如复活之后获得一定时间的虚弱、缓慢debuff？\n死亡惩罚能做到，但是这个图pvp和pve是合在一起的，没法保证pve时将军不跑过来pvp。如果还有缓慢debuff，那就几乎必死了。而且似乎还是解决不了将军可以被人头堆死的问题（我虽然攻击力低一点，但是我复活了就去打你，你血回不上来还是要死），如果虚弱debuff太强，又会导致打不了pve。所以我觉得比较合适的方法还是延迟复活时间。\n\n将军一方一打三，而且真正胜利是在15分钟之后才有，心理压力估计很大。\n但实际上将军在开始就有强力的装备，而先锋军最开始战斗力低的可怜。先锋军前期刷士气的压力也不比将军大。\n我的设想是先锋军通过pve提升士气，同时对将军进行骚扰来迫使将军回血，同时利用将军回血的时机来展开攻击或者趁机提升士气。而将军要做的就是压士气，压得住就赢，压不住就输。"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1571754600,
            "txt_content": "CHElover_C60 发表于 2019-10-22 22:18\n死亡惩罚能做到，但是这个图pvp和pve是合在一起的，没法保证pve时将军不跑过来pvp。如果还有缓慢debuff， ...我的设想是先锋军通过pve提升士气，同时对将军进行骚扰来迫使将军回血，同时利用将军回血的时机来展开攻击或者趁机提升士气。而将军要做的就是压士气，压得住就赢，压不住就输。\n竞技性很强，这样的话就对平衡性和玩家的技术、配合（先锋军一方）要求很高。\n\n先锋军前期刷士气的压力也不比将军大。\n我猜你想说的是“不比将军小”。15分钟全程对抗，如果节奏很快的话，双方都会很累，我想说的“心理压力”是指这个。\n\n此外我建议可以给先锋军配备PVE用的大范围低伤害技能。建议双方可以在战斗前从很多技能中挑选几种来使用。\n\n借用一句业内人士的话“平衡性与游戏性是鱼与熊掌的关系”。\n不对称对抗需要的是多样化的战术，真的很难搞，加油，祝你成功！\n\n（如果需要内测人员可以找我，虽然我总是咕咕咕，但是周末的时间还是有的）"
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1571850840,
            "txt_content": "我想白嫖测试玩，需要测试人员吗"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1571875260,
            "txt_content": "繁琐Fansuo 发表于 2019-10-24 01:14\n我想白嫖测试玩，需要测试人员吗\n暂时不需要内测人员，因为最近事有点多，几乎没时间做\n做好之后如果需要找人内测，可以考虑一下"
        },
        {
            "author": "Ruainbow_",
            "timestamp": 1573318500,
            "txt_content": "←吐槽的朋友\n当时的游戏性真的超级差\n双方都玩不爽。\n先锋军死命堆人头，一直死体验就不用多说了。\n被小白兵追着打的时候横插过来一只超级高属性的大boss你知道是什么感受吗？\n\n至于将军......这货的血条是一次性的，掉血了基本上没法恢复，玩的时候提心吊胆的，血不够的时候就倒过来被追了。\n回血的时候两眼一黑，被人敲了闷棍都不知道，一下就死了。\n\n感觉除了技能之外，也可以加一些道具。\n敌方武器不要重复缴获啊，背包好满。\n至于其他的建议，我们之前已经吐槽过了。"
        },
        {
            "author": "2918943097",
            "timestamp": 1576909920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}