{
    "title": "[Minecraft.Net|INSIDER] 背包盘点：珊瑚",
    "author": "SPGoding",
    "replyCount": 3,
    "timestamp": 1571938680,
    "txt_content": " 本帖最后由 SPGoding 于 2019-10-28 11:07 编辑 \n\nTAKING INVENTORY: CORAL\n背包盘点：珊瑚\nAre you a fan?\n你是珊瑚扇的粉吗？\n\n“Darling it’s better, down where it’s wetter, take it from me.” The immortal words of Horatio Thelonious Ignacious Crustaceous Sebastian, the true hero of Disney’s The Little Mermaid, ring out across the ages. And never have they been more true than in this week’s Taking Inventory, in which we focus our lens of enquiry on coral .\n「有海水滋润，有海藻作伴，多么惬意」[sup]注 1[/sup]这是迪士尼电影《小美人鱼》中真正的英雄霍雷肖·费隆尼俄斯·伊纳肖斯·克鲁斯特雷索斯·塞巴斯蒂安[sup]注 2[/sup]不朽的话语，跨越年代来到我们耳畔。在本周的背包盘点中这句话显得更加深入人心，因为我们将把镜头切向珊瑚。\n\nCoral is a relatively new addition to Minecraft, but its history goes back a long way. The devs expressed interest in adding it to the game way back in 2009, very early in development. Then it was teased in 2012 in a fake snapshot, alongside “fish blocks”. But it took until the Update Aquatic, released in July 2018, before coral finally began populating Minecraft’s deep, dark oceans.\n珊瑚算是最近才加入游戏的新事物，不过它其实已经策划了很久了。追溯到 2009 年，在开发的初始阶段，游戏开发者就对加入这一方块有了兴趣。之后是在 2012 年的一个假快照[sup]注 3[/sup]中，它和「鱼块」作为一个玩笑一同出现。一直到了 2018 年 6 月，水域更新发布，珊瑚终于加入到了 Minecraft 那深邃的海洋当中。\n\n\nCoral comes in five types –tube,fire,horn,bubble and brain . Which are the names I will be giving the next five dogs I adopt. There are also fan-shaped variants of all five, which grow on the sides of blocks as well as the tops.\n一共有 5 种珊瑚 —— 管、火、鹿角、气泡和脑纹。我将来养的 5 条狗也会叫这些名字。这 5 种珊瑚还有相应的扇形变种，可以生长在方块的侧面和顶部。\n\nAll corals generate naturally in parts of warm ocean biomes called coral reefs, but they need water to survive! Otherwise they turn into dead coral, and no-one wants dead coral. Except maybe skeletons? I don’t think anyone’s ever asked a skeleton what it wants, but I would guess it might want dead coral.\n所有种类的珊瑚都会自然生成在暖水海洋生物群系中成为珊瑚礁。它们需要水来生存，否则就会失活！没人会想要失活的珊瑚的。不过骷髅可能是个例外？大概没人问过骷髅喜欢什么，不过我猜它们会喜欢失活的珊瑚的。\n\nTo collect coral, you’ll need a tool enchanted with silk touch – but the good news is that it mines instantly, so you won’t need to hang around waiting like you do with obsidian. You can’t craft coral into anything – its sole purpose in life is to look pretty and act as a home for lil fishies. What a life!\n想要收集珊瑚的话，你需要一个有着精准采集附魔的工具 —— 不过好消息是，珊瑚是可以被立刻挖掘的，不像黑曜石那样需要让你站着挖好久。你不可以用珊瑚合成任何物品 —— 它一生中唯一的目的就是要长得令人赏心悦目，同时充当小鱼的栖息处。这就是生命！\n\n\nImage credit:Toby Hudson//CC BY-SA 3.0\n图片版权：Toby Hudson//CC BY-SA 3.0\n\nReal-world coral is also mostly found in coral reefs within warm oceans, but it comes in far, far more than five variants. In Australia’s Great Barrier Reef alone, there are estimated to be more than 600 different species of both hard and soft corals, and marine biologists are discovering new ones all the time.\n现实中的珊瑚同样也大多生长在暖洋的珊瑚礁中，不过它有着远远多于 5 种的变种。仅仅是在澳大利亚的大堡礁就有大致 600 多种不同的品种，其中既有石珊瑚也有软珊瑚。海洋生物学家还在不断地发现新的珊瑚品种。\n\nCoral might look a bit like a plant, but it’s actually an animal and distantly related to the jellyfish. They live in little colonies made up of identical clones called “polyps”, which are a few centimeters long with a mouth at one end surrounded by tentacles, and a hard exoskeleton at the bottom. Over many centuries, these exoskeletons build up into the hard structures we know as “reefs”.\n珊瑚看起来可能像是植物，但它事实上是一种动物，和海蜇是远亲。它们居住在由很多叫做「珊瑚虫」的个体组成的群落中。这些珊瑚虫只有几厘米长，在一端有被触手环绕的口，而在底部有着坚硬的外骨骼。经过数个世纪，这些外骨骼搭建出了坚硬的结构，我们称之为「珊瑚礁」。\n\nUnfortunately, coral can’t really move once they’re anchored to the ground, and so they don’t cope well with disturbances. Mining, fishing, oil drilling, pollution, disease, and ocean warming and acidification are all making life harder for corals around the world. On particularly hot years, the coral simply dies – causing the reef around it to lose all its colour, turning white. In 1998, about 16% of the world’s reefs died. In just **, it’s expected that about half of the world’s coral reefs will be dead.\n不幸的是，珊瑚一旦固定到地面上就不能移动了，因此它们不能很好地应对干扰因素。矿业、渔业、石油钻探、污染、疾病，还有海洋变暖与酸化使得全世界的珊瑚更难生存。在尤其热的几年里，珊瑚会直接死去 —— 导致它们周围的珊瑚礁失去颜色，从而变白。在 1998 年，世界上有大约 16% 的珊瑚礁失活。据推测，在仅仅十年后世界上将有大约一半的珊瑚礁会失活。\n\nBut there’s some good news. More and more of the world’s coral reefs are coming under legal protection, and some that were on the brink of extinction are returning to life. Plus, there appear to be species that can cope better than others with warmer temperatures and higher acidities.\n不过还是有些好消息的。全世界有越来越多的珊瑚礁被纳入了法律保护之下，有些濒临灭绝的珊瑚品种已经在逐渐恢复。此外，似乎还有一些品种能够较好地应对温度的升高和酸度的增强。\n\nStill, if you want to see a coral reef, do it now. In **, there might not be many left.\n然而，如果你想去看珊瑚礁的话，还是尽快行动吧。十年以后它们可能就剩得不多了。\n\n【原文：Taking Inventory: Coral】\n【作者：Duncan Geere，发布日期：2019-10-24，译者：SPGoding，鸣谢：bilibili 钮祜禄大卫】\n【技术支持：博文转换器】",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1571938740,
            "txt_content": " 本帖最后由 SPGoding 于 2019-10-29 01:02 编辑 \n\n注 1\n原句 “Darling it’s better, down where it’s wetter, take it from me”，取自迪士尼动画电影《小美人鱼》歌曲《Under the Sea》。台配翻译「有海水滋润，有海藻作伴，多么惬意」，央配翻译「亲爱的公主，海水滋润你，快乐美丽」，个人偏爱前者，因此此处翻译使用前一句。感谢 bilibili up主 钮祜禄大卫提供的资源。\n\n注 2\nforum.php?mod=redirect&goto=findpost&ptid=922052&pid=15775445\n\n注 3\n「2012 年的一个假快照」，指 12marc40awesome 这个玩笑性质的快照。"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1571970600,
            "txt_content": "拓展阅读：\n《珊瑚制作者》 – Minecraft 是如何改善海洋环境的？\nSPG THE NEWS LORD! AWESOME!"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1572231660,
            "txt_content": "25\n00:04:10,540 --> 00:04:15,100\n霍雷肖  费隆尼俄斯  伊纳肖斯  克鲁斯特雷索斯  塞巴斯蒂安\nHoratio Felonious Ignacious Crustaceous Sebastian\n\n4\n00:00:00,500 --> 00:00:05,500\n字幕来源：CMCT团队    后期：筆孞·Lee\n\n5\n00:00:05,500 --> 00:00:10,500\n翻校人员：颇感兴趣    暮云春树\n\n6\n00:00:10,500 --> 00:00:15,500\n本字幕非人人影视翻译  人人影视只做压制处理"
        }
    ]
}