{
    "title": "Minecraft 珊瑚",
    "author": "榎月廿三",
    "replyCount": 0,
    "timestamp": 1571982060,
    "txt_content": " 本帖最后由 榎月廿三 于 2019-10-25 13:46 编辑 \n推文地址https://twitter.com/Minecraft/status/1187384639742251009Minecraft 关于珊瑚的介绍 https://www.minecraft.net/zh-hans/article/taking-inventory--coral\n1.推特 10.24.2019\nWe’re taking a DEEP DIVE into coral with this week’s Taking Inventory! Well, don’t dive head first, cause these beautiful blocks will leave quite a mark. \n这一周我们来盘点珊瑚\n\n\n\n\nQQ截图20191025130755.png (281.05 KB, 下载次数: 2)\n\n下载附件\n\n2019-10-25 13:13 上传\n\n\n\n\n\n\n\n珊瑚一共有五种管珊瑚脑纹珊瑚气泡珊瑚火珊瑚鹿角珊瑚\n\n\n\n\n\nQQ截图20191025131212.png (335.04 KB, 下载次数: 5)\n\n下载附件\n\n2019-10-25 13:18 上传\n\n\n\n\n\n请用珊瑚来装饰你的房间吧\n\n\n\n\nQQ截图20191025131231.png (218.04 KB, 下载次数: 5)\n\n下载附件\n\n2019-10-25 13:19 上传\n\n\n\n\n\n如果你不想让珊瑚死的话，请在它旁边周围留一些水\n\n\n\n珊瑚介绍（由于个人能力有限，如有翻译错误请指出 万分感谢！）\n\n\n“Darling it’s better, down where it’s wetter, take it from me.” The immortal words of Horatio Thelonious Ignacious Crustaceous Sebastian, the true hero of Disney’s The Little Mermaid, ring out across the ages. And never have they been more true than in this week’s Taking Inventory, in which we focus our lens of enquiry on coral.\n“亲爱的，那里比较好，那里比较潮湿，相信我吧。”迪斯尼电影《小美人鱼》中的真正英雄、霍雷肖·特洛尼斯·伊格纳尔·甲壳动物塞瓦斯蒂安的不朽名言响彻千古。本周的情况更是如此盘点珊瑚。\nCoral is a relatively new addition to Minecraft, but its history goes back a long way. The devs expressed interest in adding it to the game way back in 2009, very early in development. Then it was teased in 2012 in a fake snapshot, alongside “fish blocks”. But it took until the Update Aquatic, released in July 2018, before coral finally began populating Minecraft’s deep, dark oceans.\n在《我的世界》中，现在的珊瑚是新的动植物，但它的历史可以追溯到很久以前。早在2009年，开发者就表示有兴趣将其添加到游戏中，当时游戏还处于早期开发阶段。2012年，在一张假快照中，它和“鱼块”一起被恶搞。但直到2018年7月《我的世界》更新版《水生生物》(Aquatic)发布后，珊瑚才最终开始在《我的世界》的深暗海洋中繁衍。\nCoral comes in five types – tube, fire, horn, bubble and brain. Which are the names I will be giving the next five dogs I adopt. There are also fan-shaped variants of all five, which grow on the sides of blocks as well as the tops.\n珊瑚一共有五种类型，分别是管珊瑚、脑纹珊瑚、气泡珊瑚、火珊瑚、鹿角珊瑚这五种植物都有扇形的变种，它长在珊瑚的两侧与顶部\nAll corals generate naturally in parts of warm ocean biomes called coral reefs, but they need water to survive! Otherwise they turn into dead coral, and no-one wants dead coral. Except maybe skeletons? I don’t think anyone’s ever asked a skeleton what it wants, but I would guess it might want dead coral.\n所有的珊瑚都在温暖的海洋生物群落中自然生长，这些生物群落被称为珊瑚礁，但它们需要水才能生存!否则它们就会变成死珊瑚，没人想要死珊瑚。除了骨架?我想从来没有人问过一具骨架想要什么，但我敢说它可能想要死去的珊瑚。\nTo collect coral, you’ll need a tool enchanted with silk touch – but the good news is that it mines instantly, so you won’t need to hang around waiting like you do with obsidian. You can’t craft coral into anything – its sole purpose in life is to look pretty and act as a home for lil fishies. What a life!\n要收集珊瑚，你需要一个精准采集的稿子——但好消息是，它可以立即挖掘，所以你不需要像等待黑曜石那样等待。你不能把珊瑚做成任何东西，它生活的唯一目的就是让自己看起来漂亮，充当小金鱼的家。什么（枯燥且乏味的）生活!\nReal-world coral is also mostly found in coral reefs within warm oceans, but it comes in far, far more than five variants. In Australia’s Great Barrier Reef alone, there are estimated to be more than 600 different species of both hard and soft corals, and marine biologists are discovering new ones all the time.\n真实世界的珊瑚也主要存在于温暖海洋中的珊瑚礁中，但它的变种远远不止五种。仅在澳大利亚的大堡礁，估计就有600多种不同种类的硬珊瑚和软珊瑚，海洋生物学家一直在发现新的种类。\nCoral might look a bit like a plant, but it’s actually an animal and distantly related to the jellyfish. They live in little colonies made up of identical clones called “polyps”, which are a few centimeters long with a mouth at one end surrounded by tentacles, and a hard exoskeleton at the bottom. Over many centuries, these exoskeletons build up into the hard structures we know as “reefs”.\n珊瑚可能看起来有点像植物，但它实际上是一种动物，与水母有远亲关系。它们生活在由相同的无性繁殖体组成的小群落中，这些无性繁殖体被称为“水螅体”，只有几厘米长，一端有口，周围有触须，底部有坚硬的外骨骼。经过几个世纪，这些外骨骼形成了我们所知的坚硬的“珊瑚礁”结构。\nUnfortunately, coral can’t really move once they’re anchored to the ground, and so they don’t cope well with disturbances. Mining, fishing, oil drilling, pollution, disease, and ocean warming and acidification are all making life harder for corals around the world. On particularly hot years, the coral simply dies – causing the reef around it to lose all its colour, turning white. In 1998, about 16% of the world’s reefs died. In just **, it’s expected that about half of the world’s coral reefs will be dead.\n不幸的是，珊瑚一旦被固定在地面上就不能移动，所以它们不能很好地应对干扰。采矿、捕鱼、石油钻探、污染、疾病、海洋变暖和酸化都使世界各地的珊瑚生活更加艰难。在特别炎热的年份，珊瑚会死亡，导致周围的珊瑚礁失去所有颜色，变成白色。1998年，全球约有16%的珊瑚礁死亡。在短短十年内，世界上大约一半的珊瑚礁将会死亡。\nBut there’s some good news. More and more of the world’s coral reefs are coming under legal protection, and some that were on the brink of extinction are returning to life. Plus, there appear to be species that can cope better than others with warmer temperatures and higher acidities. \n但也有一些好消息。世界上越来越多的珊瑚礁受到保护，一些濒临灭绝的珊瑚礁正在恢复生机。另外，似乎有些新物种比其他物种更能适应更温暖的温度和更高的酸度。\nStill, if you want to see a coral reef, do it now. In **, there might not be many left.\n不过，如果你想看珊瑚礁，现在就去吧。十年后，可能就不会有很多了。\n\n\n",
    "replies": []
}