{
    "title": "【短篇/不定期】Dragon night",
    "author": "秋叶枫苓",
    "replyCount": 1,
    "timestamp": 1571932560,
    "txt_content": " 本帖最后由 秋叶枫苓 于 2019-10-25 09:50 编辑 \n\n1、在Minecraft的世界里，存在着一个与主世界不同维度，藏匿着许多秘密，吸引着无数人们探寻的地方。\n末地，万物终末之地，而在这里，存在着一条龙。\n人们有许多关于它的传说，它的翅幕象征着黑夜，它的吐息传播死亡，它的爪牙贯穿一切，它的存在即为终结。\n虽然人们在遇到它之后，发现传说添加了许多夸张和虚幻，但依旧不妨碍龙把他们打得几近全灭。\n于是乎，人和龙，开始了漫长的斗争，一代接着一代，到之后人们给龙取了一个名字——末影龙。\n虽然屠龙一直都以失败告终，但人们依旧乐此不疲的挑战，也许对于他们来说，屠龙并不是对结果的需求，过程才是他们一直追寻的东西，不然他们也不会一周五次，周末一次，全年几乎三百六十五天都往末影传送门里蹦，末影龙反而也精准地掌控了人类攻打过来的时间，让自己在末地的生物钟适应了攻打的频率。\n……也许对怪物们的夜之王来说，在只有黑夜和粒子的末地里，对时间都开始迟钝的它，能看到人类也是一件有趣的事情。\n而在今天，在人类世界太阳刚刚落下的时候，被黑曜石柱包围的夜之王，突然睁开了暗紫色的竖瞳。\n时间到了。\n它意识到了这件事，庞大的身躯慢慢地端坐起来，夜之王在内心中，突然开始用不知名的语言哼起了一首歌曲的歌调。\n【今晚是每百年一遇 太阳下沉黑夜来访的日子】\n黑曜石柱旁，末影的子民们看着王庞大的身躯，被紫黑色的粒子缠绕，慢慢包裹起来。\n【没有终结的战争 在今晚将停战迎来祝贺】\n粒子渐渐爬满了它的身体，环绕变成了一个黑色的圆球。\n【每个生物有每个生物的[正义]】\n圆球摇晃了一下，突然发出奇怪的声音，开始慢慢缩小起来。\n【相互争吵可能是不能避免的事】\n黑夜的翅幕变成了柔顺的黑发，锐利的爪牙变成了小巧的手腕。\n【我认为我讨厌[他] 但也有变成[他]的理由】\n圆球几乎缩小到原来的百分之一，在子民的注视下渐渐散去，从里面传出一个轻快的声音，唱着十分动听的歌谣。\n【Dragon Night 今晚 让我们像朋友般高歌】\n用小巧的身体唱着祭典的歌曲，夜之王活动了一下身体，将用粒子幻化的衣服理了理后，继续哼着调子向着末影门的方向走去。\n【Moonlight Starry Sky Fire Ball Syzygium……你们看好家啊】\n在跳下去之前，王顿了顿，对着身后从黑曜石柱露出头看着它的末影人们说道，看着后者们纷纷点头后，夜之王露出了微笑，唱着歌曲第一段的最后一句，纵身跳入了紫黑色的粒子中。\n【今晚，让我们像朋友般起舞 losing us in the night】\n\n\n2、今天是人类世界百年难得一遇，太阳被月亮遮挡，一天长达16小时都是黑夜的日子。\n不知从何时开始，人们开始把今天定为屠龙的战况庆祝日……也就是俗称的祭典，“Dragon Night”\n只是他们不知道，在今天，某个他们的目标，也混进了他们之中，享受着祭典欢快的气氛。\n从一周前人们便早早为今天准备，食物的储备，精力的囤积，末影龙从一周前人们攻打时的气势就能意识到，一周之后是哪个重大的日子。\n而人们记载的各种夸张传说中，没有记录怪物之王拥有一个奇妙的小能力，能让它短暂的融入祭典中，和人们一起起舞，虽然可能没有其他记录的传说中的能力那么……夸张，但末影龙其实很喜欢这个能力。\n顺着小路一路往下，即便被重重树林遮挡，末影龙也能看到远处像把靛蓝色的夜空几乎染成金黄的光芒，眼神中多了一抹激动和期待，末影龙深吸了一口气，小巧的脑袋朝四周望了望，确认没有任何能口述接下来会发生什么的生物后，后脚突然一蹬地，身影消失在了黑夜中。\n“祭典就要开始了！食物和酒都够吗？”\n“小麦酒肯定够，红葡萄酒东边好像只有几桶，让人运过去一些！”\n“好！”\n人类的城镇里，灯光火光将黑暗驱逐殆尽，灯火通明的街道上挂满了各种奇怪的旗帜，以及各种诱人美食和美酒，祭典最初的目的也许只是单纯为了庆祝，但在如今祭典也是连接人与人之间最重要的一环，大到屠龙时的各种英勇事迹，过去现在未来的进展展望，小到身边今天发生了什么，隔壁又研究了什么新的菜式，祭典将每个人联系在了一起，庆祝自己依旧活着，以及自己依旧感到自己还活着，不知道是谁先哼起了一个头，大街上，房屋里，在工作的，已经开喝的，人们的歌声突然呼应了起来。\n【今晚是每百年一遇 太阳在黑夜中游玩的日子】\n伴随着巨大的焰火发射，声音响彻了整个城镇，人们的欢呼声此起彼落。\n【没有终结的战争 在今晚也点燃了象徵休战的火】\n七彩的火焰照亮了靛蓝色的夜空，星光消散后重新充满了人们的视线。\n【每个生物有每个生物的[理由]】\n下午三点，世界却已一片漆黑，但在漆黑之中，被灯火照耀的人们开始了百年来最快乐的时光。\n【斗争可能不是最好的解决方案】\n没有限制，没有阻碍，镇上的人们开始以各自的方式享受起祭典，歌声越发嘹亮的起来。\n【我认为我讨厌[它] 但也有庆祝[它]的理由】\n尽情吃肉，尽情喝酒，英勇的事迹开始被传唱，即便可能被当成醉酒的胡话引人发笑。\n【Dragon Night 今晚 让我们像朋友般高歌】\n广场上的表演正式开始，乐器的声音不绝于耳\n【Moonlight Starry Sky Fire Ball Syzygium……一——二——！】\n嘈杂的声音戛然而止，随之是整齐的倒数声，高举着酒杯、高举着双手，每个人都在尽情欢唱。\n【今晚，让我们像朋友般起舞 losing us in the night】\n\n\n“哈……哈……赶上了……”\n喘着小粗气，一个小巧的身影小跑着进入了城镇的大门，在经过大门时，小小的王和抱着酒杯的门卫对上了视线，后者顿了顿，突然笑着又喝了一大口酒。\n“欢迎！Dragon night！”\n王慢慢地放慢了速度，模仿着人类伸出了手朝门卫挥了挥，随后继续向前，融入到了一片金黄的城镇中。\n\n\n\n3、（暂定）\n\n\n\n\n\n\n后记：算是一篇复健文，在听歌脑补另一个世界观的时候突然想到，如果有一个龙与人相互斗争却又彼此珍惜这段时光的故事会是怎么样的，于是有了这篇短文……依旧不定时更新，希望大家看得开心",
    "replies": [
        {
            "author": "85302485",
            "timestamp": 1571934480,
            "txt_content": "有上古卷轴的感jio。。。 加油 期待你的作品！"
        }
    ]
}