{
    "title": "[Minecraft.net][CULTURE] 野蛮的建筑",
    "author": "al6ian",
    "replyCount": 3,
    "timestamp": 1572147180,
    "txt_content": " 本帖最后由 al6ian 于 2019-10-27 13:45 编辑 \nBEASTLY BUILD野蛮的建筑\nApproachthis mechanical carnivore with caution!要小心的接触这只机械食肉动物！\nThe wolf-like mechanoid beast towersfar above the treetops. The pedestal it rests on is barely able to contain itsfierce frame; this is most definitely not agentle giant. This is Carbon Roar aferocious new build from the aptly named, Be_a_St.这只像狼一样的机械兽攀爬在这个树梢之上。它所处的支撑它的基座几乎不能够撑起它那庞大的体型；最可以肯定的是它绝对不是一个温柔的巨人。作者Be_a_St.创作了一只名叫Carbon Roar的凶猛的新建筑。\n“The beast had to have a mane - whichI think looks splendid on lions - and I also wanted some aggressive featuressuch as fangs, claws, scars as well as an overall threatening pose,” its creatorBe_a_St explains. Er, mission accomplished!“这只巨兽有一些鬃毛– 就像看到狮子身上的那样的– 并且我也期待一些好斗的特点，比如尖牙，爪子，伤疤以及一种像是全身的威胁的姿势那样，”这是作者Be_a_St所解释的，并且任务也已经完成了！\nPlease don't leave it near me alone.请不要独自的靠近我。\n插图转自：BEASTLY BUILD\n“Toenhance the aggressive look of the beast I chose carbon as one of the mostprominent materials for the cyborg parts,” explains Be_a_St. It certainlycarries an aura of aggression! And yet, this skyscraping cyborg monster alsohas an almost spiritual aura.“为了去增加这只凶兽的好斗的样子，我选择了碳作为最突出的材料对于这个电子的部分，”Be_a_St解释道。它确实带有一种侵略性的气息！并且，这个高大的电子怪物也有一个精神光环。\n“Ialso wanted the beast to look graceful, so I tried to enhance the overall lookwith a light aureole. This is also a reference to me, my pseudo being Be_a_St,which can be read ‘Beast’ but also ‘Be a Saint’.”“我也期待这只兽看起来很勇敢，因此我尝试去提高它全身的像金黄色的光一样的东西。对于我来说这也是一个隐喻，我的别名是Be_a_St，既可以理解为‘野兽’，也可以理解为‘圣’。”\nThe mysteriously raised paw of Carbon Roar, too, has someof the same ambiguity: is the beast attacking or perhaps blessing someone?Hopefully the latter.Carbon Roar秘密地抬起的这个爪子也有一些模棱两可的说法：一个是这只兽攻击，另一个或许是祝福某些人？但愿是后者。\n插图转自：BEASTLY BUILD\nHowdoes one go about tackling a beast of a project like this? “I do not plan mycreations, I am freestyling most of the time,” claims Be_a_St.一个人该如何去应付像这个项目一样的兽呢？“我没有去计划自己的创造，我大多数的时间都是在自由创造”，Be_a_St.说道。\n“ForCarbon Roar I had a very rough idea of the pose I wanted the beast to have. Isetup a stickman frame with spheres for the joints and started wireframing thebody. When the full body was finished, I incorporated the machine/cyborg partsover the skin.““对于CarbonRoar我有一个非常粗略的我想它所拥有的姿势的想法。我以一个火柴人的框架，关节和这个身体的线条开始。当这个全身都完成的时候，我会合并这个机械电子兽的部分在皮肤上。”\n“Idid these mechanical parts separately from the organic before grafting [them]to it.” Apart from claws that looked too much “like noodles” at earlier stages,Be_a_St explains that the main challenge was simply “to keep my motivation upto finish this project. Being a slow builder, I am rarely satisfied with what Ido, so I always retry and retry until the build suits me the most.”“在拼接到零件之前，我将这些机械零件与一些零件分开。”那些看起来像面条一样的爪子的部分会在最开始就被完成，Be_a_St解释了这个最主要的挑战就是‘为了保持我完成这个作品的动机。我尽量减缓我的建筑速度，然而我也不满意我所做的，因此我总是一次又一次的重新尝试，直到我认为最满意为止。’”\n插图转自：BEASTLY BUILD\nBut while the creation of the beast took ‘just’ one and ahalf months, it would be a full one and a half years until the project wascomplete.但是虽然它的创作仅仅只花费了一个半月的时间，但是直到这个作品被彻底的完成还需要一年半的时间。\n“Rightafter I finished it I was drained of my motivation and completely ran out ofcreativity,” explains Be_a_St. “I felt like there was nothing left to do so Igot bored and disappeared.”Be_a_St解释道：“当在我完成对于它的创作后，我就感觉精疲力竭，彻底的失去了创造力。”“我感觉没有任何事情让我去做因此我感觉到无聊和空虚。”\nFortunately, Be_a_St eventually overcame this cr** offaith and, after applying the finishing touches - such as adding the “pedestalwith a little landscape to underline the size of the beast” - finally presentedit to the community.幸运的是，Be_a_St最终克服了这种“虚弱”的状态，并且修正了最后的装饰– 比如添加“一些基座上面的景观去凸显它的大小”– 并且最终在社区中分享了它。\n插图转自：BEASTLY BUILD\n“Thisproject is very much a testimony to all the unfinished projects that we haveand lack the motivation to finish. If it started by being an illustration of myroaring motivation, it certainly took a different meaning thereafter.”“这个作品很大程度上的代表了我们所有未完成的作品。如果从说明我咆哮的动机开始，它绝对有着不同的含义。”\nBe_a_St’sbuilding career started off after discovering Minecraft in 2012 and realizing“that I was more interested into the architecture of my base and the way Icould fit it into the landscape, rather than the survival mode itself.” Movingon to creative servers in 2013, Be_a_St ended up joining the NewHeaven afterseveral years of creating maps for the major French creative server Epicube.Be_a_St的建筑生涯开始于2012接触到MINECRAFT，并且意识到“我对基座的设计以及将它适用于各种景观而感到有兴趣，而不是对于它本身的生存模式。”2013开始加入到创造服务器，Be_a_St最终在为法国的一个服务器Epicube中贡献了数年之后又加入了NewHeaven。\n“Iapplied for NewHeaven and, after a first failed organic attempt, I built astructure that got me into the team. There I met very nice and talented peoplethat I am still in contact with. By building with them I improved a lot butalso got to realize that team projects weren’t exactly my thing. Being a veryimpulsive builder I really dislike doing long term projects.”“我申请了加入NewHeaven，并且在第一次的失败的尝试之后，我建立了一个团队。在那儿，我遇到了非常有才华又好的人，并且一直与我保持着联系。通过与他们一起创作，我进步了很多，但也同样意识到团队项目并不是我的一切。作为一个急性子的建筑师，我真的不太喜欢长时间的创作一个作品。”\nCarbon Roar has the distinction of being Be_a_St’s firstlarge scale solo project. “I wanted to pull off a complete project on my own(my previous larger scale organic was made with a good friend) because I feltlike I rarely did something fully by myself.”Carbon Roar的独特之处在于它是第一个独自由Be_a_St完成的一个大型的建筑作品。“我想自己完成一个独立的作品（我以前的大型建筑作品是和我的一个好朋友一起完成的）因为我感觉我很少独自完成一些事情。”\n插图转自：BEASTLY BUILD\nHealso has advice for novice builders: “Do not watch too many building tutorialsbecause it will bias your ability to approach a project. Watch tools tutorialsinstead on WolrdEdit, VoxelSniper, GoBrush and others.”他也为一些建筑的新手提供了建议：“不要观看太多的建筑资料，因为这会影响你创作你的作品的能力。我推荐在WolrdEdit，VoxelSniper，GoBrush等上观看工具教程。”\n“Ifyou particularly want to improve at organics I advise you to watch aMasterclass by Hytherde on Youtube about wireframing for organics. Becoming askilled builder requires patience and constant efforts to improve. Find aserver or build team where you feel comfortable and inspired and keep it up!”如果您特别想在自然的基础之上得到提升，我建议你在YouTube上观看Hytherde的大师班有关有机物的线框设计（YouTube地址：https://www.youtube.com/user/EPmessi9800/videos）。成为熟练的建筑师需要耐心和不断的努力来改善。找到一个让你感到舒适和受到启发并保持下去的服务器或建筑团队！”\nGreat tips! Here's a bonus one from me: if you see anycreature that looks remotely like Carbon Roar, turn around and keep running andrunning and running for the rest of your life. Good luck!很棒的提示不是吗？这是一个我的彩蛋：如果你看到了任何像Carbon Roar的生物，那么请转身并且持续奔跑，并且在你的余生中继续奔跑。祝你好运！\n【原文：BEASTLY BUILD】【作者：Andreas Inderwildi 翻译者：al6ian 翻译时间：2019.10.27】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1572150660,
            "txt_content": " 本帖最后由 V.M.Samlye 于 2019-10-27 12:34 编辑 \n\n那张半成品可真是有精神污染的潜力\n标题翻错了，beastly不是“完美的”"
        },
        {
            "author": "al6ian",
            "timestamp": 1572155100,
            "txt_content": "V.M.Samlye 发表于 2019-10-27 12:31\n那张半成品可真是有精神污染的潜力\n标题翻错了，beastly不是“完美的”\n谢谢，已经修改啦"
        },
        {
            "author": "wangyuyaxin",
            "timestamp": 1573787880,
            "txt_content": "中英混编，好评！"
        }
    ]
}