{
    "title": "[[/]]Minecraft插件百科 —— [Micro Wars]微型战争插件全特性文档",
    "author": "qsefthuopq",
    "replyCount": 7,
    "timestamp": 1572265440,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-5-30 20:59 编辑 \n插件名Micro Wars\n作者craterhater\n译者qsefthuopq\n文档最新内容以离线文档为准\n离线文档：\n\n\n\nMicro Wars.zip\n(359.98 KB, 下载次数: 15)\n\n\n\n2020-5-30 20:59 上传\n点击文件名下载附件\n\n\n\n\n\n\n本文屏蔽词用·隔开\n游戏方式\nMicro Wars的游戏方式和经典的游戏：命令与征服：红色警戒2和星际争霸相似。玩家开局会拥有一个可建造其他建筑的大型建筑——司令部。以下为所有可用的建筑：发电厂、矿石精炼厂、兵营、兵工厂、机场、作战实验室、激光防御塔、法国巨炮（法国派系专属）。另外，玩家可以建造多个司令部。\n在游戏开始后，玩家只可以建造一个建筑：发电厂。\n在玩家建造完发电厂后可解锁两个新选项：矿石精炼厂和兵营。\n矿石精炼厂会派出矿工获取附近的金矿来让你获得稳定的金钱收入。\n玩家可以在兵营内招募单位，详细介绍请看下文。\n在建造了矿石精炼厂后，玩家再次拥有两个新的建筑选项：机场和兵工厂。\n建造机场可以解锁如伞兵（盟军派系专属）的新单位，同时在军营内解锁火箭兵。\n另外，机场可以容纳最多四辆飞机。飞机的详细介绍请看下文。\n玩家可以使用兵工厂来建造强大的装甲坦克。当玩家建造了机场和兵工厂后就会解锁新的建筑：作战实验室。\n这个造价昂贵的建筑是游戏后期的建筑，玩家可以用来进行研究。研究耗费巨大、耗时漫长，但回报丰厚。\n可进行研究的项目有：单位速度、单位血量和单位伤害。\n这些研究项目可以升到3级，如果玩家解锁了派系奖励的话则可以升到4级。不同的新特性会在玩家建造完作战实验室后涌现。\n激光防御塔、法国巨炮（法国派系专属）、间谍、黑鹰战机（韩国派系专属）、霸主坦克（德国派系专属）和火箭天使（日本派系专属）。\n之后玩家可以使用这些建筑来招募一只足以摧毁敌军的军队。\n如何建立一个战场\n\n在你了解战场的概念后建立战场就是小菜一碟。以下为建立战场的详细步骤。\n\n在你输入完以下指令后请重启服务器！\n\n步骤 1.输入/micro new <地图名> 创建战场\n这个指令用于创建新的战场。请取一个合适的地图名，地图名会显示在加入战场所需的告示牌上。地图名不宜太长，否则告示牌可能塞不下这么多文字。\n\n步骤 2.输入/micro lobby <地图名> 设置大厅\n前往你想要设置为大厅的地方。大厅需要你自己找一个或建一个。在大厅内的玩家无法交互任何东西，所以你不需要担心熊孩子拆了你的游戏大厅。\n\n步骤 3.输入/micro teams new <地图名> <队伍名> 创建队伍\n这个指令会为该地图创建一个新的队伍。请再次确认你起的队伍名适合你的玩家。对每一支队伍都用这个指令来设置。\n\n步骤 4.输入/micro teams chatcolor<地图名> <队伍名> <聊天颜色> 来给不同队伍的玩家设置不同的聊天颜色\n这个指令可设置不同队伍的玩家的聊天颜色和在队伍选择菜单内的羊毛颜色。  指令示例：/micro teams chatcolor 地图 红队 red为你创建的每一个队伍都输入该指令。\n\n步骤 5.输入/micro teams color<地图名> <队伍名> <颜色> 来给不同队伍的玩家设置不同的颜色\n这个指令和上一个指令相似，但用于不同的地方。这个指令里的颜色只会修改玩家在游戏中的建筑和单位的颜色。这个指令里的颜色不再局限于聊天可用的颜色，你可以使用16种羊毛的颜色。指令示例：/micro teamschatcolor 地图 橘队 orange为你创建的每支队伍都使用该指令设置颜色。\n\n步骤 6.输入 /micro teams spawnpoint<地图名> <队伍名> 来设置不同队伍的传送点。\n这个指令将会将你所在位置设置为指定队伍的传送点。同时传送点也是司令部生成的地方。请确认你在适当的地方设置传送点。请再次确认你已为每支队伍设置了合理的传送点。\n\n步骤 7.输入/micro ore add<mapName> 添加矿脉。\n这个指令的使用方式和步骤6的指令使用方式一样，在你所在的位置创建矿源。请在地图的不同地方添加矿源来让玩家有更多的发展空间。请注意矿源只在游戏开始后才能看见。\n\n步骤 8.在告示牌的第一行输入“[Micro War]”（去掉双引号，请注意在汉化配置中该行内容已改为 [微型战争]）来创建加入游戏的告示牌。\n步骤 9（可选）如果你想要给你的战场添加电脑AI敌军，你可以输入/micro teams AI<地图名> <队伍名> <true 或 false> \n输入这个指令后一支队伍会变成AI队伍，其他玩家无法加入该队伍。Ai队伍不会在队伍选择菜单内出现。电脑敌军会控制这支队伍，玩家需要与之对抗。如果你设置了多个电脑队伍，那么它们可能会互相对抗，因为这是个混战游戏。\n\n步骤 10: 重启服务器，测试你的游戏吧！\n重启服务器可以让你的所有更改正确地保存。右击加入告示牌你就可以加入战场了！\n\n如何使用快捷栏UI\n\n插件使用快捷栏作为UI来让玩家选择背包内的特定物品来操作单位或建筑。\n比如，假设我们刚进入游戏，那么我们首先需要做的事情就是选择快捷栏内的 [建筑] 物品。\n这个物品的材质默认是附魔的铁块。当你选择了这件物品后，右击这件物品。\n你会打开建筑UI,你可以在这个UI内建造建筑。右击一个你想要建造的建筑即可开始建造。\n\n请继续阅读本文档的单位移动部分来深入了解快捷栏UI的用法。\n单位移动\n\n单位移动是这个游戏重要的一环，这款插件提供了大量的选择和移动单位的方式。以下为可供玩家选择的选中和取消选中单位的方式。这是一个非常广泛的解释，这个解释可能看起来很复杂，但实际上这些解释不言而喻：\n\n右击单位：会选中玩家右击的单位\n右击选中的单位：会取消选中玩家选择的单位\n在已选中其他单位时右击未选中的单位：会在选中玩家右击的单位，不会取消选中已选中的单位。\n\n使用钻石（默认）右击：会选中玩家视野内的所有单位。会取消选中其它单位。\n使用绿宝石（默认）右击单位：会选中右击的单位及其附近的单位。不会取消选中任何单位。\n使用钟（默认）右击：会选中玩家附近一定范围内的所有单位。不会取消选中任何单位。\n\n左击空气或方块：会取消选中所有单位\n\n那么现在你理解了如何选中和取消选中单位来给单位下命令了吗？以下是给单位下命令的操作方式：\n\n右击方块：所有玩家选中的单位会前往该方块。\n右击敌军单位：所有玩家选中的可攻击的单位会进攻敌军这一类型的单位直至其中一方死亡或你给予单位其他命令。\n右击敌军建筑：所有玩家选中的可攻击的单位会前往攻击范围内的建筑并尝试摧毁建筑直到建筑被摧毁或你给予单位其他命令。\n\n还有最后一个帮助你管理单位的工具，他就是：路径点。你可以在每个生产建筑的UI内找到这个工具。路径点的图标默认为旗帜，位于菜单的第7格。你可以使用这个物品来右击一个方块。如果你执行这个操作，那么这个建筑所招募的所有单位都会自动前往这个位置。\n\n\n建造建筑\n建造建筑是致胜的关键。不过建造建筑很简单。使用建造物品（铁块）来打开建造菜单来选择你想要建造的建筑。然后右击你想要放置建筑的方块。请注意所有建筑都只能在司令部一定范围内建造。如果附近没有司令部，那么玩家会收到提醒消息。\n\n\n我如何教玩家了解这个游戏的机制\n这是我一直在想的事情。第一次进入游戏的玩家该怎么知道它们该做什么？因此我创建了一个能够帮助不知所措的玩家的系统来引导玩家。如果插件检测到某个玩家从未打开建筑菜单，那么不久后插件将会提醒玩家。插件会发送像这样的提醒消息：‘请右击建筑物品来打开建筑菜单！’。你可以自定义这些消息。这个系统可以让玩家自行了解插件并在一脸茫然时获得帮助。有了这个系统你就不需要再为Micro Wars写一个教程了。\n进度和玩家注意力\n\n这款插件的特色之一就是进度系统。这一系统可以增加玩家的留存度，给予游玩了很长时间的玩家奖励。\n运行方式\n\n在每一场游戏结束后，玩家可以看到因玩家不同操作而导致的点数变更动画，比如：建造单位、摧毁单位。在动画完成后玩家可以看到升到下一级所需的经验。每升一级都需要更多的点数才能升到下一级。如果玩家升级了，那么玩家可以看到升级动画，在聊天框内会出现玩家获得的成就及玩家获得的奖励。每一级都会给玩家新的派系作为奖励。\n如何修改\n\n我知道不是每一个服务器都是一样的，所以这个系统完全可以在progression.yml内进行配置。在这个文件内你可以修改玩家特定的操作获得的点数和升级所需的点数。你还可以配置玩家升级时可获得什么派系奖励。\n指令\n\n你可以使用大量的指令来自定义你的战场。以下为指令总览：\n/micronew <地图名>: 用于创建新地图。\n/microlobby <地图名>: 将你所在位置设置为特定地图的大厅。大厅是玩家在游戏开始前等候的地方。\n/microdelete <地图名>: 删除地图。\n/microlist: 显示所有的地图列表。\n/microinfo <地图名>: 显示地图信息。同时这个指令也可以提醒你你忘记配置的东西。\n/microore add <地图名>: 在你所在位置添加矿源。矿源需要矿工才能挖掘。\n/microore remove <地图名>: 删除你附近2格范围内的所有矿脉。\n/microore clear <地图名>: 删除地图内的所有矿脉。\n/microdelay <地图名> <刻数>: 游戏开始前玩家所需等待的刻数。\n/microreload: 重载配置文件。一些配置需要完全重启服务器。 \n/microteams new <地图名> <队伍名>: 创建新的队伍\n/microteams AI <地图名> <队伍名> <true 或 false>: 可以让你将一支队伍设置为电脑AI队伍。\n/microteams chatcolor <地图名> <队伍名> <聊天颜色>: 这个指令可设置不同队伍的玩家的聊天颜色和在队伍选择菜单内的羊毛颜色。\n/microteams new <地图名> <队伍名> <颜色>: 这个指令可设置建筑和单位等的颜色。这里的颜色可以是Minecraft里16种羊毛的颜色。\n/microteams spawnpoint <地图名> <队伍名>: 将你所在位置设置为特定地图的大厅。同时传送点也是司令部生成的地方。\n/microtime <地图名> <刻数>: 设置战场内玩家的时间刻数。这不会影响世界的时间。\n\n/micro leave: 可由玩家输入该指令。玩家输入该指令可退出游戏战场或大厅。\n/micro statistics: 可由玩家输入该指令。这个指令会打开数据菜单。\n自定义\n\n我认为允许服务器管理员修改插件来符合玩家口味非常重要。如果你想要平衡一些东西，那么自定义就尤其重要。这就是为何该插件可以让你自定义几乎任何东西。以下为你可以编辑的所有东西（我可能忘记了一些东西，但你可以在文档末尾的配置文件内找到一些选项）：\n-       所有单位设置，这包括但不限于：血量、伤害、速度、模型等。-       所有建筑设置，这包括但不限于：血量、建造时间、电力等。-       所有公开的消息。直接发送给玩家的消息。-       如伞兵能力延迟的全局设置可被自定义。-       是否在玩家加入大厅后强制使用资源包。如果你想要使用自己的资源包你可以在config.yml内关闭强制使用资源包。 -       资源包。想要创建属于你的模型？你可以在没有再分发插件的情况下修改插件发送给玩家的资源包。-       游戏内的所有背包。你可以修改每一个快捷栏。你可以更改物品的名称、格子序数、类型等。-       完全控制游戏的平衡性：你可以修改从作战实验室研究的研究消耗到黑鹰战机的研究速度的所有数值。β测试\n\n这一部分为测试者而写。（现在插件已经发布了，可以无视该部分内容）\n\n你好，测试者！感谢你抽空参与测试。在你获取到本插件之后请按以下步骤来建立一个战场：\n\n/micro new     test前往你想要设置为大厅的地点，执行步骤 3。/micro lobby     test/micro teams     new test A/micro teams     new test B/micro teams     AI test A true/micro teams     chatcolor A red/micro teams     chatcolor B blue/micro teams     color A red/micro teams     color B blue找到一片用于测试插件的好地方并前往设置基地A的地点。站在地面上并输入：/micro     teams spawnpoint test A同样地为B设置传送点：/micro teams spawnpoint     test B输入指令/micro ore add test 来给地图添加矿脉。在地图上放置至少6个矿脉。每个传送点最好有一个在附近的矿脉。在告示牌的第一行填写：‘[Micro War]’重启服务器并与AI对战。然后与AI进行一场游戏。使用背包的快捷栏来右击特定的物品来控制单位。右击铁块打开建筑菜单。右击生产建筑来打开建筑的UI。 感谢你抽空参与测试！我将会在插件发布时给予你购买者的身份，你可以随时下载这款插件。请将您的Spigot用户名发给我。\n建筑\n以下为所有建筑及其招募选项。\n发电厂\n\n发电厂给你的基地提供电力。其他建筑都需要消耗电力。如果你的基地的电力是负数或零，那么建造建筑和招募单位的时间会加倍。另外，在没有电力的情况下任何基础防御措施都无法使用。\n解锁：兵营 & 矿石精炼厂\n兵营\n\n兵营可以招募所有类型的单位。如果玩家没有作战实验室，那么这个建筑只能招募以下单位：G.I（士兵）、巴祖卡火箭兵、狙击手。\n\n如果玩家建造了机场但没有建造作战实验室，那么兵营只能招募以下单位：G.I（士兵）、巴祖卡火箭兵、狙击手、火箭兵。\n\n如果玩家建造了机场和作战实验室，那么兵营可以招募以下单位：G.I（士兵）、巴祖卡火箭兵、狙击手、火箭兵、侦探。\n\n此外，日本派系拥有额外的单位：火箭天使。这个单位会在已建造作战实验室的情况下可招募。\n矿石精炼厂\n\n矿石精炼厂是矿工卸矿的地方。矿工会前往矿脉挖掘金矿并带回矿石精炼厂。这个建筑可以招募矿工或超级矿工（**派系专属）。矿石精炼厂不需要放在矿脉附近就可以产生收入。\n\n解锁：机场 & 兵工厂\n机场\n\n机场你你操控飞机的基地。一个机场拥有4个机库，故最多可以容纳4架飞机。这个建筑可建造：战机、火箭战机和黑鹰战机（韩国派系专属，需要作战实验室）。\n\n解锁：作战实验室\n兵工厂\n\n兵工厂可招募强大的装甲坦克，比如：作战坦克、加特林坦克、防空坦克和霸主坦克（德国派系专属，需作战实验室）。\n\n解锁;作战实验室\n作战实验室\n\n作战实验室可以进行各种研究。玩家每次可以研究一级的科技。可研究项目有：单位速度、单位血量、单位伤害。如果玩家选择了美国派系，那么玩家可最多研究至4级。如果玩家选择了法国派系，那么玩家可最多研究至4级单位血量，如果玩家选择了德国派系，则可最多研究至4级单位伤害。另外，作战实验室可解锁各种单位：间谍、火箭天使、黑鹰战机、霸主坦克。\n\n解锁：激光防御塔 & 法国巨炮。\n激光防御塔\n\n激光防御塔可以保护你的基地。它可以发射对地和对空的激光来进行防御，所以防御塔造价昂贵。\n法国巨炮（法国派系专属）\n\n这个巨大的加农炮可以抹杀多种单位和坦克，但是它对空中单位无能为力。 \n单位\n\n以下为所有单位及其能力。 \nG.I. \n\n这是最普通的士兵，他们可以攻击一条直线上的单位。\n巴祖卡火箭兵\n\n这个单位更加强大，他可以炸死敌军的单位和坦克。虽然这个单位对地很强，但你仍需小心空中单位。\n狙击手\n\n这个单位血量非常低，但是可以造成巨大的远程伤害。这个单位是反坦克的不二之选，但是他不能狙击空中单位。\n火箭兵\n\n这个单位血量非常低，他们可以在空中飞行，可攻击地面和空中的单位。这个单位最好用在大型军团内，它们可以飞跃障碍。\n间谍\n\n这个单位的可以将自身伪装成敌军来绕过敌军的自动检测。间谍的唯一目标是：潜入敌军的建筑以窃取资源或破坏建筑。当间谍潜入以下建筑时可获得不同的效果：\n发电厂:会暂时停电。矿石精炼厂:窃取四分之一的金钱。兵营、兵工厂、机场和司令部: 暂停生产。作战实验室:研究暂停。激光防御塔 & 法国巨炮:暂时无法激活。\n间谍会因为离敌军的侦测范围太近（原侦测范围的二分之一）或被敌军当作目标时被暴露身份。防御塔无法侦测到间谍。\n\n如果玩家选择了英国派系，那么间谍的所有作用都会被增强。另外，还会减少敌军的侦测范围。 \n火箭天使（日本派系专属）\n\n火箭天使和火箭兵相似，但是这个单位使用更为强大的火箭来集火敌人。 \n战机\n\n战机可以攻击地面和空中的单位，这个单位很容易会被防空单位击落。\n火箭战机\n\n这个战机会飞向目标并发射出两颗强大的导弹。之后战机需要回到机场装载弹药。 \n黑鹰战机（韩国专属）\n\n这个特殊的战机和火箭战机相似，这架战机的血量和伤害很低，但速度却出奇地快。\n作战坦克\n\n作战坦克可以说是你的军队的主要战斗力。这是个对抗其他坦克和建筑的不错的武器。\n加特林坦克\n\n这个坦克装载了足以摧毁所有敌军单位的加特林机枪。它无法瞄准飞机且无法对抗其他坦克。\n防空火箭坦克\n\n这个坦克是最值得信赖的防空武器。它的攻击速度很慢，但他可以一击必杀空中单位。\n霸主坦克（德国派系专属）\n\n霸主坦克是由德军建造的恐怖武器。它的移动速度很慢。但他的威力十分巨大...\n自爆卡车（利比亚派系专属）\n\n自爆卡车上装满了炸·药。它可以引爆附近的单位和自身。\nM.C.V.（移动基地车）\n\nMCV可从司令部招募，它是一种定居单位。如果玩家选择了MCV，那么玩家可以在背包内找到部署MCV的物品。玩家可以用MCV来在新的地方创建新的司令部。 \n矿工\n\n矿工是你的致富之路。它会寻找附近的矿脉进行挖矿，将挖到的黄金带回矿石精炼厂后你就可以获得金钱了。请保护好你的矿工，面对敌军的攻击它们十分脆弱。\n超级矿工（埃·及派系专属）\n\n超级矿工是普通矿工的强化版。他可以更快地挖矿、携带更多的金矿且拥有更多的血量。这个单位无疑会加快你的游戏前期的速度。\n派系\n\n为了增加玩家的游戏时间和游戏体验，这款插件使用了进度系统来让玩家解锁拥有不同特定的的派系。\n\n拥有更多派系的玩家可以更容易地击败派系较少的玩家。没有最强的派系。 \n\n玩家可以在大厅内点击派系物品（默认旗帜）来选择这些派系。派系可通过升级解锁。玩家可以通过游戏获取点数来升级。\n美国\n\n专属：伞兵空降：空降5个美国大兵到空降地点。需要一个机场。\n被动：解锁4级单位速度。\n法国\n\n专属：法国巨炮。玩家可以在拥有作战实验室后使用法国巨炮。\n被动：解锁4级单位血量。\n德国\n\n专属：霸主坦克：玩家可以在拥有作战实验室后使用霸主坦克。\n被动：解锁4级单位伤害。\n韩国\n\n专属：黑鹰战机：玩家可以在拥有作战实验室后使用黑鹰战机。\n被动：所有飞机的价格大幅减少。 \n英国\n\n专属：全视之眼：玩家可以使用背包内的新物品来点击查看敌军单位的状态。这包括查看生产队列、作战实验室研究状态和金钱数量。\n被动：王牌特工：所有间谍的效果加强。减少敌军的侦测范围。\n利比亚\n\n专属：自爆卡车。玩家可以在拥有作战实验室后使用自爆卡车。\n埃·及\n\n专属：超级矿工。玩家可以使用超级矿工挖矿。\n被动：建造完矿石精炼厂后会用超级矿工来挖矿。\n中国\n\n被动：所有单位的生产时间大幅减少。\n日本\n\n专属：火箭天使;玩家可以在拥有作战实验室后使用火箭天使。\n俄罗斯\n\n被动：所有建筑的生产时间大幅减少。\n被动：发电厂双倍发电。\n\n\n",
    "replies": [
        {
            "author": "MisakaFish",
            "timestamp": 1572267120,
            "txt_content": "生产时间减少可太真实了"
        },
        {
            "author": "hyzgzz",
            "timestamp": 1572759780,
            "txt_content": "？？？太假了吧，中国就这一个buff"
        },
        {
            "author": "zmsnR",
            "timestamp": 1573099920,
            "txt_content": "。。。。。。"
        },
        {
            "author": "chuangshigame",
            "timestamp": 1573561560,
            "txt_content": "我最喜欢这个插件了，谢谢你的翻译"
        },
        {
            "author": "chuangshigame",
            "timestamp": 1573561620,
            "txt_content": "超级矿工。。。。。。。。。。"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168620,
            "txt_content": "生产力提高。。。\n这个中国buff太真实了"
        },
        {
            "author": "q013640",
            "timestamp": 1588077900,
            "txt_content": "太厉害了"
        }
    ]
}