{
    "title": "[1.7.10]神秘时代4|介绍/教程,持续更新|教你从麻瓜翻身成为创造奇迹的神必使",
    "author": "Twilight_Two",
    "replyCount": 32,
    "timestamp": 1572269580,
    "txt_content": " 本帖最后由 Twilight_Two 于 2020-1-3 21:54 编辑 \n本帖目前并未完成。临近期末可能会更新得比较少甚至不写更新日志。\n声明与本贴说明(必看）：1:本教程只针对神秘时代mod1.7.10的4.2.3.5版本及其附属模组，以及其他模组的联动相关知识。2:转载请标明出处！2:本教程中所有编号除特殊说明外其他的没有任何意义！3:只写一部分玩的人比较多的附属与联动的对应教程。4:标题颜色说明:红色标题的内容与游戏直接相关[除了声明与本贴说明]，一般是介绍该mod的系统，物品等淡蓝色标题的内容主要是游戏经验，游戏过程中发现的对于玩家有参考价值的东西黑体字标题的内容则是其他内容或者与mod相关但是作用不太大的内容\n零、写在前面[文]:在2015年2月16号下午10:48，Azanor13在Curseforge上发布了1.7.10的神秘时代4.2.3.5版本，也是神秘时代mod在1.7.10的最后一个版本到如今2019年，已经过去了四个年头，神秘时代早已向高版本发展，但是它的曾经依旧辉煌作为我所知的魔法始祖，神秘时代早已有了至少上百的附属/联动一个与工业并列的奇迹模组------------------------------------------------------早在大概2014年，我就开始接触1.7.10的神秘时代模组，当时似乎连魔导手册都打不开。。。我也完全不会解笔记什么的，只会开着创造模式拿出来一些东西试试怎么玩而如今，我已经有勇气开坑写教程了[虽然有点晚。。。]，真是时过境迁，岁月如梭啊。---------------------------------------------------------不过依然还有新人不会这个模组，只要还有人不会，我就会考虑写写教程更何况前两天发帖讨论，依然有大部分看了帖子的人支持写个教程或许对那些早已会了的玩家也会有多多少少的帮助吧一、简介[文]:在我的理解中，神秘时代是一种用平凡之物创造奇迹的魔法，神秘使们观察并研究世界上的万物，使用魔力，提取源质，并创造新的事物你观察，研究的越多，你对这个魔法的理解就越深刻，看似只有简单效果的工具，设备，傀儡结合使用会产生不俗的效果以及，例如提取源质的时候，你能选择更合适的物品去提取。应对敌人时，你能选择更合适的武器去战斗处理日常问题时，你能选择更合适的设备去解决或许很多模组都能达到某些效果，但神秘时代，是第一个教我这些的---------------------------------------------------------------神秘使认为万物都由要素构成，这是神秘时代里非常重要的一个概念研究点，源质，魔力。他们都对应着某种要素\n研究点只能用于研究，解开笔记，获取新知识，例如解锁某笔记需要10点风（aer）要素的研究点\n源质则是很多物品里面都含有的东西，可以用于注魔，炼金，以及供给某些设备使用，例如泥土含有2点地（terra）要素的源质\n魔力则是存在世界上的一种奇妙的能量，它们可以从被杀死的生物掉落的要素球，灵气节点（以及充能节点），法杖的自动恢复，以及其他模组提供的方式获得，例如某法杖里还剩100点火（ignis魔力）\n虽然研究点，源质，魔力都共用要素图标，但是它们实质上是不一样的二、如何开始[图文]:1.原版基本操作就不再赘述了，有铁以后用铁锭直接合成铁粒，铁粒合成铁杖端，和木棍合成铁杖端木质法杖[这是最基础的法杖，容量25，也是神秘原版唯一一个能用工作台直接合成的法杖]。把任意法杖[虽然你可能暂时只有这个法杖]对着书架[原版方块]右键即可获得一个魔导手册，这本指导书相当重要，里面的讲解是游戏内非常重要的查阅资料。\n2.为了获得研究点，你需要先去地下挖任意种类至的蕴魔石[木镐及更高级镐子都可以挖]，可以挖出风之/火之/水之/地之/秩序/混沌 碎片，两个任意此类碎片，两个金锭，一个玻璃可以合成魔导透镜。用魔导透镜近距离对准方块或者掉落物长按右键即可以扫描该物品，游戏界面右下角会出现扫描结果。如果出现“要窥破个中真谛你需要研究xx”，你则需要先用魔导透镜扫描不包含其他过高阶的未知要素的，含有xx要素的物品。如果出现“您一无所获”则是由于该物品不支持神秘时代的要素系统[这类物品不会被炼金炉，坩埚等方式分解]。如果出现“取得x点xxxxx”则是成功的扫描了这个物品/方块并获得了对应研究点，值得注意的是部分物品扫描后获得的研究点与其能分解出的源质是不同的，一般都是能获得的研究点种类与能分解出的源质种类相同，而前者的数量更少甚至为0。村庄宝箱和地牢宝箱以及与岩精交易的时候，你可能会得到知识碎片，右键知识碎片可以获得随机几点基本要素研究点\n3.为了开始研究，你需要做两个台桌并并列放置然后用笔与墨右键，然后它会变成这个样子：打开过后是这样的：上面那些已经有的研究点是开局奖励的基础要素研究点。推荐大家通过要素合成表直接将所有要素合成出来，这样就可以直接用魔导透镜扫描任何能扫描的物品了。点击一个研究点的图标[会发出声音]，可以将其放入下方合成研究点的地方，你也可以把图标直接拖过去：放入两个研究点后，按中间的按钮[会发出声音]就可以进行消耗两种研究点各1进行研究点合成，可以合成出一个更高阶的对应研究点：[这里是合成火与秩序，能合成出能量]注意如果合成的研究点不存在[没有对应的要素组成]也可以进行合成，但是这样做只会浪费研究点。要去掉研究点合成两边的研究点只需要点击一下它。用于合成的两个研究点没有顺序之分准备一些纸张，把笔与墨[用玻璃瓶/玻璃安瓿(bù)，任意种类的黑色染料（例如墨囊），羽毛合成]放在背包里，点击还没有研究的部分：就可以获得一张该知识的研究笔记，将研究笔记和笔与墨放进研究台就可以开始研究了：[这时我已经直接合成了大部分种类的研究点]笔与墨如果墨水用尽可以与任意种类黑色染料无序合成补充墨水。\n4.如何解笔记：在神秘时代模组中，将研究笔记放在研究台里并将研究点图标相连完成相应的连图小游戏的行为被称为解笔记  在魔导手册基本信息那一页里，有个知识叫做魔力要素：这里面有所有你已知所有种类要素的名字，包含对应要素的对应物品的图标列表，以及那些要素的合成表[基本要素没有合成表]。  相关联的研究点[定义：如果该研究点和另外一个研究点能合成第三种研究点，或该研究点由另一个研究点和第三种研究点合成，则称该研究点与另一个研究点和第三种研究点相关。例如：能量由火和秩序合成，能量和虚空能合成魔力，则能量与火、秩序、魔力相关联]可以在研究笔记中相连，当最开始的几个要素图标全部相连的时候，这个笔记就完成了，所有六边形的格子都会消失：[仔细看有白色的细线相连]然后该研究笔记就完成了，将它：从研究台里拿出来右键就可以解锁这个知识了。另外，如果那些研究点图标没有相连，图标会是黑的：推荐先解开基本信息里的“研究专长”和“研究精通”过后再去解其他东西。基本信息里的知识应该最先解开。部分研究需要其他某些研究解开或者扫描过为其线索的生物/物品过后才能去解开，如果线索还没被你用魔导透镜扫描，这个研究将不会在魔导手册上显示。一般线索/前置研究都是与这个研究相关的物品，或者是这个研究能制作的东西的材料等。隐藏的邪术学那一页需要扭曲值达到一定数量（可能还需要产生一定次数的扭曲效果）过后出现。非常不推荐开局直接解开所有笔记的行为，这样会使得游戏失去很多乐趣且让解笔记成为一种痛苦的事情，正确的做法是解一点东西，做一点东西，再用魔导透镜扫一点东西。需要什么解开什么，这样做还能避免研究点耗尽的情况在解笔记的时候，应该特别注意不要过多使用数量较少的研究点，特别是秩序，无数次，无数人的经历告诉我秩序是解笔记过程乃至魔力获取，源质提取中的难点，大概是因为含有秩序要素的东西比较少。\n另外，部分知识解开，部分设备、工具使用，部分物品制作的时候会产生扭曲，这些行为会增加你的扭曲值。这同样也是我不推荐开局全解的理由，因为扭曲值高到一定程度，有利的一方面能解开邪术学，产生一些有益的扭曲效果比如夜视，凭空给予你一些研究点。也会产生一些不好的效果比如生成大量怪物[邪术守卫，心魔蜘蛛]，给你添上debuff，这些坏处是前期难以处理的。即便是后期遇上这些也很糟心，除非你有办法利用这些弊端，也可以将这些弊端变成好处[人形移动刷怪笼]。5.获取魔力：作者提供了多种获取魔力的方式。而在前期，主要来源于以下几个方式：  A：灵气节点：在世界中会生成很多的灵气节点，平均每几个区块就会有一个。灵气节点里基本要素的魔力是可以直接被法杖抽取的。  B：生物掉落的要素球：所有能被魔导透镜扫描的生物，在死亡后都会掉落对应的要素球，如果该生物含有高阶要素，则会掉落将该高阶要素分解成基本要素过后的要素球，例如某生物含有能量要素，杀死过后会掉落火或者秩序或者两者都有的小数量的要素球。这些要素球在物品栏有对应魔力未充满的法杖时，法杖会像你自己吸收经验球一样吸收那些要素球并回复对应魔力，吸收的时候会产生像你自己吸收经验球一样的声音。6:魔导手册内的合成表/多方块结构制作图：  A：注魔合成表：注魔合成表看起来一般如下图类似。背景有四个内有符文的正方形，中间一个物品，周围围着一圈物品。上面是注魔产物，下面一排要素图案和数量表示所需的源质种类和数量，最下面有风险标识。  B：炼金合成表：炼金合成表一般看起来与下图类似。居中的那个物品是炼金材料，上面的物品则是炼金产物，下面有一个锅的图案，图案中间显示着炼金所需的源质种类和数量。  C：普通合成表：上面显示工作台三个字，代表只需要一般的工作台就可以完成这个合成。下面则是合成表，没有多余的东西比如魔力或者源质需求。  D：奥术合成表：  E：多方块结构制作图：  三、资源生成[图文]:1：矿物生成：神秘时代4主要会在世界上生成：  A：蕴魔石：风之蕴魔石火之蕴魔石水之蕴魔石地之蕴魔石秩序蕴魔石混沌蕴魔石这些蕴魔石木镐开始就能挖，可以掉落对应的几个碎片和一点经验，可以被时运附魔影响，生成受到生物群系影响（仅据本人经验猜测）[例如沙漠中可能会生成更多的火之蕴魔石]。此类矿石在神秘时代的发展中需求量较多，建议多储备一些。\nB：其他矿石：琥珀矿石朱砂矿石这两种矿石都需要至少铁镐才能挖，琥珀矿石挖了过后会掉落几个琥珀以及一点经验，朱砂矿石挖了掉矿石本身并且不会掉落经验，烧制成水银主要用于合成神秘时代的源质管道。这两种矿石一般情况下消耗不是很大，除非有特殊需求。\n2：地牢生成相关（自然结构生成相关）：A：宏伟之树/宏伟之树刷怪箱：生成于很多种生物群系[主世界大部分生物群系都会有几率生成它]外面长了一些蜘蛛网的宏伟之木下面会有一个洞穴蜘蛛刷怪箱，刷怪箱下面会生成一个地牢箱子，里面会有一些地牢里有的物品。\nB：银树：银树在主世界野外也会生成，而在魔法森林中会生成大量的银树。银树树苗长大过后，以及自然生成的银树，中心部分有时会生成一个纯净节点[有时候多达两个，三个的情况没见过]，一定会有纯净的属性，而且往往带有生命，治疗这些魔力，可以使用缸中节点捕获。自然生成的纯净的节点应该都容易带有生命魔力。银树树下会长出水银花，可以直接采集[不必使用任何工具]。银树会慢慢的把周围小范围的生物群系变成魔法森林。虽然银树可以阻挡腐化之地的扩散，但实际上还是有可能被腐化的。\nC：凶险地牢：生成于主世界的大部分生物群系，生成几率较小。里面有一个凶险节点，两个刷怪箱[僵尸和骷髅的]，一个地牢箱子，废弃箱子和古旧之瓮[不大清楚生成数量，但是一般都是两个各一]\nD：邪术祭坛：野外生成的邪术祭坛，带有凶险节点而且往往有一群血腥使徒在那里“作法”打开通往外域的通道[然而它们这一开就是永远不会停也没什么变化]。挖掉其中的邪术祭坛或者邪术方尖碑会导致整个祭坛上所有的邪术祭坛和邪术方尖碑方块爆炸，但是不会破坏任何方块除了它们自己。邪术祭坛有着厚厚的由黑曜石瓦块和黑曜石组成的“地基”。\n\n[地图上的枫树模组内的方块与生物跟祭坛无关]\nE：黑曜石图腾：会在主世界生成，最上方会有一个带有凶险节点的黑曜石瓦块，可以用缸中节点捕捉，上端下端都是黑曜石瓦块，中间几个方块是黑曜石图腾。\nF：灵气节点：会在几乎所有世界随机生成，末地不生成。灵气节点的属性可以通过魔导透镜扫描查看：灵气节点主要有以下属性： 节点属性 效果 标准 无特殊效果 明亮 节点魔力恢复速度加快 苍白 节点魔力恢复速度变慢 凋零 节点魔力不恢复 饕餮 节点会吸引与破坏伤害附近的实体与方块，无法破坏采掘等级黑曜石及以上的方块，吸入带有源质的掉落物过后会增加相应的[分解为基本要素魔力过后的]魔力上限[每几秒一次，多余的方块仅会直接销毁，复合要素魔力不会改变] 污染 节点附近会慢慢地变成腐化之地 纯净 节点附近会慢慢地变成魔法森林 震荡 节点中基本要素魔力会变为要素球，魔力会变少。其他要素魔力不受此影响\n 凶险 节点周围比较黑暗的时候会生成红眼僵尸巨人灵气节点之间如果间隔距离不足4格，节点就会互相“攻击”，在它们互相攻击的时候会互相吸取魔力[提高魔力上限]，但在这个过程中可能需要消耗很多魔力才能提高某个节点的某种魔力的上限。如果节点属性相当，有可能不会互相攻击。通过将一大堆不同节点放在一起可以是一种培养超级节点的方法，但这种方法十分浪费[另一种可能较好的方法在六、里面的节点稳定器部分会讲解]\n3：生物群系：A：魔法森林：魔法森林是一种非常适合神秘使居住的生物群系，里面有很多银树这种神秘时代所需要的魔法材料，且会生成岩精这种特殊的可以互动交易的生物，它们也是法杖核心：岩精之诅咒的唯一来源。魔法森林里还会生成很多蘑菇，包括长大的与没长大的，一种大型的橡树，大量的苔石簇，一些水池，树上会生成很多魔豆，地上会长纤毛菇，原版的草、蕨、罂粟、蒲公英。往往带有小水池且里面有少量沙子、沙砾。魔法森林生物群系对于腐化有很强的抑制作用，种植银树对腐化的抑制也来源于银树对生物群系的改变。只有这个生物群系可以种植魔豆。另外，这个生物群系会让其内部的方块变得更亮色[偏淡蓝银色吧]。这个生物群系往往灵气节点生成较多。地图上的魔法森林：\nB：腐化之地：一种被魔力污染了的地方，这里会生成很多种邪恶的怪物，一些普通的生物如果来到这个地方都可能会[比如当死去的时候]转化为腐化怪物，其他mod里的生物死去则可能生成神秘史莱姆。腐化怪物击杀后往往会掉落腐化触手或者腐化粘浆。腐化之地会随着时间慢慢扩散，原版神秘中的银树，天域花，魔法森林能够阻止其扩散。身处其中每隔一段时间都会概率获得腐毒的buff，会让玩家持续掉不多的血。天空会因为腐化之地生物群系变成紫色，周围的腐化草地，腐化怪物什么的还会发出一些有点恶心的声音。被腐化的方块会变成陈年污点，再久了过后则会变成咒波。腐化之地还会污染节点的属性，例如饕餮或者凶险节点被污染后，饕餮和凶险的属性会消失。地图上的腐化之地：四、附魔与生物介绍[图文]:1：附魔：A：修复：这个附魔主要用于修复支持修复附魔的物品[神秘时代及其附属的绝大多数物品都支持这个附魔，不支持是附不上去的，除了拔刀剑（包括风雷太刀）]。在修复物品时，会根据所修复物品的要素组成来抽取法杖中的魔力[这也就是说，如果假如你修复一个只含有火要素的剑，修复它的时候只会抽取火魔力]。这个附魔不能与耐久附魔共存，但强制共存[例如直接修改]不会使它们失去效果。抽取魔力时会优先抽取背包栏，其次是物品栏，从下到上，然后从右到左的顺序抽取魔力，仅会抽取一个法杖的魔力。B：急迫：这个附魔可以附魔在鞋子上，可以带来跑步加速的效果。如果跳起来加速效果还会更大。2：生物：A：岩精：岩精有三种：岩精强盗，岩精猎手和岩精法师。岩精强盗一般手持石质工具：岩精猎手一般手持弓：岩精法杖一般手持一个装有岩精之诅咒的铁杖端木质法杖：它们都喜欢拾取附近的掉落物，如果拾取到了带有贪婪源质的物品，有几率[含有的贪婪源质越多，几率越大]身上产生绿色的粒子效果，然后你就可以跟他们交易了。与它们交易也需要使用带有贪婪源质的物品，一次一个，贪婪源质含有越多交易出来的物品价值越高。这是交易界面：将要交易的东西放在左边格子，按一下中间的骰子图标就可以完成交易了。一次只会交易一个物品，而可能会给你多个[最多四个]物品多次交易过后岩精可能不再愿意跟你交易。此时可以重新使用带有贪婪源质的物品“贿赂”它。但是岩精身上的空间似乎也有上限。仅有岩精法师可以交易出法杖核心：岩精之诅咒。交易可能出现的物品大致有：法杖核心：岩精之诅咒，各种学徒指环，它刚才从地上捡起来的东西，地牢里可能出现的各种东西，魔力石，附魔书，各种神秘锭制作的工具，金苹果/附魔金苹果，知识碎片，各种魔豆，宏伟之木树苗和银树树苗，法杖核心手袋，各种唱片，各种马铠，魔导手册，等等\nB：腐化鸡/腐化牛/腐化爬行者/腐化猪/腐化羊/腐化村民：在腐化之地死亡的部分生物会对应变成这些腐化生物，会主动攻击你。其中腐化爬行者爆炸会让你获得腐毒的buff几秒钟，而不会破坏方块，不能被打火石这种方法引爆。这些生物杀死过后都会掉落腐化粘浆和腐化触手。生命值按顺序分别为：8/40/30/20/20/30。\nC：邪术守卫：有时会在祭坛旁边生成，外域自然生成[外域生成的会带有符文护盾]，以及扭曲达到一定程度会在你周围突然生成。当生成邪术守卫的扭曲效果出现时你周围会像起了雾一样，杀死所有邪术守卫过后才会恢复。邪术守卫这生物是本来就是那个样子而不是穿了装备，它们主要有三种攻击手段，邪术球[球体直线抛出，可躲避]，邪术音波[无视距离直接击中]和近身攻击，其中被邪术球击中过后会附带几秒的虚弱效果，被邪术音波击中过后会附带十几秒的凋零效果。\nD：红眼僵尸/红眼僵尸巨人：红眼僵尸[生命值25]会小概率自然生成，而红眼僵尸巨人[生命值60]由凶险节点刷出，红眼僵尸巨人被攻击过后会变得越来越大直到一个上限。它们两者都是缸中之脑的研究线索，用魔导透镜扫描其中一个即可。\nE：精灵：会在魔法森林以及地狱生成，有时候会放电攻击你，击杀过后掉落对应要素的天域之华，生命值为22。\nF：九狱焱蝠：在地狱生成，被它攻击会着火，有时候它会自爆，击杀过后会掉落一些火药，生命值为5。\nG：心魔蜘蛛：由扭曲效果刷出，在扭曲值达到一定高量的时候可以对玩家造成伤害，生命值仅为1。这种生物很小而且半透明，每次生成数量众多，建议使用范围攻击武器或者能对怪物造成伤害的设备进行抵御。附魔荆棘的护甲也能有效对抗这种生物[当它可以对你造成伤害的时候]。五、基本信息[关联魔导手册讲解][文]：此部分主要是神秘时代基本信息，是一般解笔记应该最先解开的部分，也是新人最应该先看，老人也会常看的地方。岩精/植物&树木/附魔/矿石/魔导手册/魔力要素/灵气和节点/大师节点引流术/进阶节点引流术/节点防护术这些知识已经在前面有详细的讲解，这里不再赘述，要素合成表请看附表一。需要额外补充的是，所有扫描过的含有要素的东西都会列表在魔力要素这个知识里面，当你把鼠标移动到要素图标上的时候就可以看见含有该要素的物品的图标以及含有数量，这在选择提取源质的材料或者炼金材料时有较大的意义。\n研究专长和研究精通这两个知识通常是需要最先解开的知识，因为解开它们可以降低解笔记的难度。研究专长可以让你看见你已知的复合要素是由哪两种要素组成的，以及如果比如你解笔记放错了研究点在笔记里的六边形格子里，你按一下移除这个放错位置的研究点时有25%的几率能让你对应的研究点恢复一点，研究精通学习过后该概率会更高，高到50%。而且在合成某种复合要素研究点的时候，如果合成材料足够，按住shift点击想合成的复合要素研究点的图标即可直接合成，不需要放在下面合成研究点合成区慢慢合成[配合鼠标连点器可能在某些情况下有更好的效果，因为这样直接合成不限速，而下面那里合成是限速的。。。]\n研究拷贝则是为了你的同伴准备的，或者也是一种与其他玩家交易的筹码。使用一张纸，一个墨囊和一些相关研究点可以直接将已解开的研究笔记[物品名字叫做发现]复制一份。当然，如果对方没有解开某研究的前置研究，使用其他人复制给这人的发现也是没用的，屏幕上会显示：你浅陋的学识不足以理解个中奥妙。\n解构工作台是一个可以将物品分解为基本要素研究点的设备，产出的研究点与这个物品所含有的要素相关[例如玻璃有几率产出地研究点或者秩序研究点]。一般的，越高阶的要素产出研究点的概率越大[最高能达到百分之百]，其中工作台是一种较为廉价且能百分百产出六个基本要素研究点之一的物品。\n扭曲，咒波，所有那些坏东西这个研究在书上的内容并没有太详细地介绍扭曲和咒波的效果，应该是作者想给玩家点surprise。关于扭曲：当你解开禁忌知识，制作禁忌知识相关物品的时候都会增加一些临时或者永久的扭曲值。此外，吃僵尸之脑也可以增加临时扭曲[同时概率增加永久扭曲]。带有扭曲值的物品在使用时会临时增加扭曲值。扭曲效果主要有：夜视buff，出现心跳声，获得日之侮蔑的buff[效果为周围变得很亮而且你有时候会自燃]，周围出现大批心魔蜘蛛，周围出现大批邪术守卫，获得一些研究点，获得奥妙的buff[脚下概率生成咒波]，获得咒喰和咒流的buff[似乎主要是增大了魔力消耗]，获得挖掘疲劳的buff，获得反常之饥的buff[buff存在期间饥饿值消耗非常快，吃腐肉，僵尸之脑可以减少该效果的时间，吃几个就可以直接消除这个效果]，获得视瞻昏渺的buff[像近视了一样]。这些扭曲效果出现时一般屏幕一圈都会黑一些，屏幕左下角有对应的文字提示。\n缸中节点用于捕捉节点，研究了这个知识过后你就可以用多方块结构[以节点为中心，除了节点以外的地方放3x3x3的玻璃，然后在玻璃上放3x3的任意木头台阶，共计26个玻璃9个任意木头台阶。以及还要消耗各种基本要素魔力各70点，可以受到魔力减免的影响减少捕捉节点的魔力消耗]来捕捉节点了，捕捉节点的时候有几率让节点变得更虚弱，也就是明亮属性变标准，标准变苍白，苍白变凋零，本身是凋零属性的节点被捕捉会不会直接消失不是很清楚。捕捉过后多方块结构会变成一个名为缸中节点的方块，用手也可以挖且掉落本体，用法杖右键可以把节点再放出来。缸中节点状态下不能从节点抽取魔力，也不能进行很多节点才拥有的互动事件比如制作充能节点，腐化周围环境或者刷出红眼僵尸巨人。六、神秘学[文]:这个部分主要是讲法杖与魔力、节点的利用，主要分为杖柄/杖芯，杖端，节点利用，法杖核心四个部分特别的，在制造法杖的时候要注意，越高级的法杖，制作时需要的魔力越多。在鼠标指针移动到法杖上的时候，会显示你当前的“平均魔力消耗”，这指的是你每种魔力消耗率的平均值。如果穿戴了只减免某种魔力的装备，饰品或者法杖使用的杖端只会减免某些魔力时，每种魔力的减免会是不一样的。千万不要随便把“平均魔力消耗”当成所有魔力的消耗率。注意：所有杖柄与两个相同杖端[只能用两个相同杖端制杖（包括法杖，手杖，权杖，手杖权杖）]制作的叫做法杖所有杖芯与两个相同杖端制作的叫做手杖所有杖柄与三个相同杖端以及一个元始魔力制作的叫做权杖所有杖芯与三个相同杖端以及一个元始魔力制作的叫做手杖权杖[或者权杖手杖，随意吧，游戏内仅会显示为手杖]以下是部分功能与法杖类型的关系，没给出的功能则是所有类型的法杖都可以完成或者都不能完成的：  法杖 手杖 权杖 权杖手杖 在奥术工作台内充能/放入奥术工作台 是 否 是 否 安装法杖核心 是 是 否 否 增加近身攻击力 否 是 否 是 增加魔力减免 否 否 是 是一、杖柄/杖芯：基础法杖工艺主要讲解了一些关于法杖的基础知识。当把法杖拿在手上的时候，屏幕左上角会出现：六根“管子”分别代表了六种基本要素魔力及其大致含量，颜色也与魔力种类所对应。“管子”里面的数字[在这里是500]代表了法杖存有的该种魔力的量。上面那个圆中间的图标则是安装在法杖上的法杖核心，法杖核心可以用默认按键F切换。从上往下第三根“管子”里面的内容物是红色的，代表着火要素魔力，下面的0.07则是该法杖每次使用该法杖核心时的魔力消耗量。这些数字都需要在潜行的时候才会显示出来。宏伟之木杖柄是比木棍更好的杖柄，前期不出意外一般都会制作这个杖柄过渡使用。用它制作的法杖能储存各种魔力50点。白骨杖柄、杖芯/甘蔗杖柄、杖芯/烈焰杖柄、杖芯/黑曜石杖柄、杖芯/寒霜杖柄、杖芯/石英杖柄、杖芯这六种杖柄、杖芯分别对应了六种基本要素魔力。甘蔗对应风，烈焰对应火，寒霜对应水，黑曜石对应地，石英对应秩序，白骨对应混沌。杖柄容量都是75，杖芯容量都是175。这些杖柄/杖芯都可以自动缓慢恢复其对应的魔力至杖芯魔力容量的百分之十，75容量会恢复至8，175容量会恢复至18，可能是像75四舍五入过后80的百分之十这样计算的。魔导手册里对寒霜杖柄和烈焰杖柄的环境需求描述应该是无效的，实测的时候我站在雪地上烈焰法杖依然会恢复火魔力，以及在地狱里我的寒霜法杖也依然会恢复水魔力。此类能恢复魔力的法杖可以进行一些特殊的运用，例如甘蔗手杖上装一个法杖核心：震击，由于该法杖核心仅消耗风魔力且消耗量较少，所以这个法杖即使不进行魔力充能也可以经常使用这个核心。\n二、杖端：铜杖端是比铁杖端稍微好一点的杖端，拥有着风，火，水，地四种魔力110%的消耗[与铁杖端一样]，以及秩序、混沌两种魔力100%的消耗[与金杖端一样]，平均魔力消耗106%。不推荐使用该杖端，建议从铁杖端直接过渡到金杖端。金杖端是比铜杖端稍微好一点的杖端，拥有着六种要素魔力100%的消耗。银杖端是比金杖端稍微好一点的杖端，拥有着风、火、水、地四种魔力95%的消耗，以及秩序、混沌两种魔力100%的消耗，平均魔力消耗96%。银杖端需要注魔充能过后才能制作法杖。不推荐使用该杖端，建议从金杖端直接过渡到神秘杖端。神秘杖端是比银杖端好一些的杖端，拥有着六种要素魔力90%的消耗。神秘杖端需要注魔充能后才能制作法杖。\n三、节点利用：节点稳定器主要用于保护节点不互相“攻击”，但在保护节点的同时也会让节点的魔力恢复速度减半，有很小的概率可以把凋零或者不稳定的节点属性变成苍白或者标准，给它接入红石信号可以让它停止保护节点[这在“养节点”，也就是提高节点魔力容量上限的时候相当有用。你可以通过这种方式在养节点的时候不至于把节点消耗掉]。高级节点稳定器可以在保护节点的同时，让该节点还能从其他节点里抽取魔力来提高自身的魔力上限，而且有较大概率可以把凋零或者不稳定的节点属性变成苍白或者标准，但在保护节点的同时会大幅度降低节点的魔力恢复速度，给它接入红石信号可以让它停止保护节点。掌控魔力[节点换能器]可以说是最重要的魔力充能与利用的源头了，将节点放在节点稳定器或者高级节点稳定器[不推荐高级节点稳定器]上，然后将节点换能器放在节点上面，给节点换能器提供红石信号就可以开始将节点转化为充能节点的过程。转化会将节点里所有复合要素魔力分解与基本要素魔力一起计算出充能节点的CV（类似于发电机一样，这相当于是“魔力发电机”，充能节点的属性CV代表了其“发电”的能力）。一般情况下家里都必须准备一个或多个，六种基本要素魔力的充能节点[一般我们需要根据需要来选择充能节点，而不能一直盲目的只找做出来就有六种基本要素魔力CV的充能节点的节点。就法杖充能而言，六种要素魔力为5的充能节点就已经达到一个法杖充能中继器给法杖充能的上限了，但往往家里还有其他使用CV的设备，或者是多个法杖充能中继器同时给法杖充能。部分设备仅使用某几种CV，或者能从多个充能节点接收CV，但法杖充能中继器不能，而且法杖往往是六种魔力都要充能，所以需要根据自身情况来做出最佳选择]。七、炼金术[图文]:这个部分主要讲解神秘时代里的炼金以及源质提取，其中最为重要的应该是源质提取部分，有了源质才能进行注魔。本页主要分为金属炼金，源质提取，炼金术，腐化/扭曲防护四个部分。坩埚是所有炼金合成进行的地方，之后还可以升级为自动炼金塔。将任意一种法杖右键原版的坩埚就可以得到它。往里面倒一桶水[其他管道或者傀儡也可以往里面灌水]，然后在它的下面一格方块放上热源[比如火，岩浆，闪耀之光]，过一会就会把水烧沸，此时会有冒泡的粒子效果，且丢进去的有源质的物品会被分解为源质，在坩埚内有对应源质的情况下丢进炼金材料就可以获得炼金产物了。\n附表一、要素合成表[图文]:此表内仅有神秘时代4.2.3.5的要素，不包括附属内的要素\n规定复合元素的六位数编码意义为其所需基本要素的数量，六位编码按照风，火，水，地，秩序，混沌的顺序排列。例如：光明{110000|2}，110000意思是光明要素需要1个风，1个火和0个其他基本要素合成2则是前面六个数字的和，|为分割线此编码对于制作充能节点时可能有一定参考作用，仅为个人经验，如与实际不符概不负责\n要素分阶：规定高阶要素都由更低阶的要素合成\n一阶要素（基本要素）：\n风（aer）：，火（ignis）：，水（aqua）：地（terra）：，秩序/规则/纯净（ordo）：，混沌/熵增/解构（perditio）：\n\n\n\n\n二阶要素（复合要素）：光明（lux）{110000|2}：=+，气候（tempestas）{101000|2}：=+移动/动作（motus）{100010|2}：=+，虚空（vacuos）{100001|2}：=+能量（potentia）{010010|2}：=+，寒冰/霜冻/寒冷（gelum）{010001|2}：=+生命（victus）{001100|2}：=+，毒药（venenum）{001001|2}：=+水晶/玻璃/澄澈（vitreus）{000110|2}：=+，贸易/交换（permutatio）{000011|2}：=+\n\n\n\n三阶要素（复合要素）：黑暗（tenebrae）{210001|4}：=+，陷阱/监禁（vinculum）{100011|3}：=+野兽（bestia）{101110|4}：=+，旅行（iter）{100110|3}：=+飞行（volatus）{200010|3}：=+，魔力（praecantatio）{110011|4}：=+饥饿（fames）{101101|4}：=+，死亡（mortuus）{001101|3}：=+治疗/痊愈（sano）{001110|3}：=+，史莱姆/粘液（limus）{002100|3}：=+植物（herba）{001200|3}：=+，金属（metallum）{000210|3}：=+\n\n\n\n四阶要素（复合要素）：异域/怪异/诡谲（alienis）{310002|6}：=+，灵魂（spiritus）{002201|5}：=+树木/木材（arbor）{101200|4}：=+，灵气（auram）{210011|5}：=+污染（vitium）{110012|5}：=+，肉体（corpus）{102211|7}：=+亡灵/不死（exanimis）{101111|5}：=+\n\n\n\n\n五阶要素（复合要素）：思维/记忆/认知（cognitio）{012201|6}：=+，感官（sensus）{102201|6}：=+\n\n\n\n\n六阶要素（复合要素）：人类（humanus）{113311|10}：=+\n\n\n\n\n七阶要素（复合要素）：作物（messis）{114511|13}：=+，工具/仪器（instrumentum）{113321|11}：=+贪婪/贪财（lucrum）{214412|14}：=+，矿藏（perfodio）{113411|11}：=+\n\n\n\n\n八阶要素（复合要素）：装备/防护（tutamen）{113421|12}：=+，武器/攻击/伤害（telum）{123321|12}：=+布匹/材料/覆盖（pannus）{214431|15}：=+，收获（meto）{227832|24}：=+机械/机构（machina）{213331|13}：=+，合成/工艺（fabrico）{226632|21}：=+\n\n\n\n可能有遗漏的，望指出！此处不会登记其他附属的要素小目标:最好的神必教程+精华帖！求人气呀求金粒(给人气不会消耗自己的哦)如果你觉得本贴不错可以点一下下面的“顶一下”如果你觉得这个帖子非常有用不妨收藏起来哦\n\n\n更新日志\n\n2019年\n1.开坑，完成零、一、开始写二、(10.28)[11602}\n2.完成二、开始写附表一（10.29）[19975]ps:之前图片搞的附件，结果后来每次编辑都403 Forbidden。。换了sm.ms图床了，虽然会麻烦很多。。\n3.继续编辑附表一（10.30）[23963]ps:今天周三课巨多还有社团活动。咕咕咕！\n4.附表一完成，开始写三、（10.31）[30541]\n5.继续编辑三、修正敏感词与部分字体，排版，图片（11.1）[34002]\n6：继续编辑三、开始编辑四、（11.2）[37003]\n7：继续编辑四、(11.3)[38050]\n8：继续编辑四、补充二、(11.4)[38938]\n9：补充了前面部分板块，开始编辑五、（11.6）[42604]\n10：删改部分内容（11.10）[42681]\n11：开始编辑六、补充四（11.12）[46486]\n12：补充三、六、开始编辑七、（11.24）[48226]\n13：补充六、（12.7）[50000]\n\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "CheatDiamond",
            "timestamp": 1572270120,
            "txt_content": "神秘4比较简单\n考虑出一下翻书神秘6的教程"
        },
        {
            "author": "mohist",
            "timestamp": 1572270120,
            "txt_content": "还在给1.7鞭尸不太好了吧，不如完善下1.12mod教程"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1572271020,
            "txt_content": "mohist 发表于 2019-10-28 21:42\n还在给1.7鞭尸不太好了吧，不如完善下1.12mod教程\n关键是我只玩1.7.10，也不会1.12.2的。。"
        },
        {
            "author": "米安博奥",
            "timestamp": 1572276300,
            "txt_content": "个人觉得 标题神秘时代4比1.7.10更加直观"
        },
        {
            "author": "没糖的葫芦",
            "timestamp": 1572283860,
            "txt_content": "李j 发表于 2019-10-28 21:42\n神秘4比较简单\n考虑出一下翻书神秘6的教程\n这个坑我到现在都没想好怎么填....\n填完一修改就地白给..."
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1572333540,
            "txt_content": "不好意思图全炸了。。。等会补上"
        },
        {
            "author": "N_mtn",
            "timestamp": 1572357660,
            "txt_content": "神秘4好玩还是神秘6好玩"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1572426900,
            "txt_content": "N_mtn 发表于 2019-10-29 22:01\n神秘4好玩还是神秘6好玩\n没玩过神秘6不清楚。但是神秘6毕竟是更新的版本。。。"
        },
        {
            "author": "dfxzbhs",
            "timestamp": 1572689940,
            "txt_content": "神秘解笔记真的烦,后期笔记都是很大一张的，就算会连也费时间"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1572701100,
            "txt_content": "dfxzbhs 发表于 2019-11-2 18:19\n神秘解笔记真的烦,后期笔记都是很大一张的，就算会连也费时间\n可以通过修改配置变简单一点。。\n不过那是变简单了还是难了我有点不确定。。\n可以让所有研究都必须解笔记，或者都直接一按就好。\n曾经我在服务器试验过，玩家认为全部一按就好由于研究点的需求反而变得更难了似乎。。。"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1572707640,
            "txt_content": "神必使是啥？\n\n歪，今年不是9012年吗？"
        },
        {
            "author": "zcter",
            "timestamp": 1572841020,
            "txt_content": "\n谢谢大佬"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1573115520,
            "txt_content": "E.T.星落辰 发表于 2019-11-2 23:14\n神必使是啥？\n\n歪，今年不是9012年吗？\n神必使，你懂的\n\n是2019呀，怎么了。。。"
        },
        {
            "author": "phb2996690320",
            "timestamp": 1573120680,
            "txt_content": "讲的很好，点赞！"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1573575780,
            "txt_content": "今天写教程的过程中我又发现了一些以前一直忽略了的一些东西。。。\n然后脑洞一开，改了图片尺寸，某些图片看起来没原来那么占屏幕或者奇怪了。。。\n现在临近期中了，有点忙，更新内容可能比较少，但都是认真写滴，希望大家能理解资瓷awa"
        },
        {
            "author": "308234226",
            "timestamp": 1573619940,
            "txt_content": "有神秘6的教程吗"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1573624860,
            "txt_content": "308234226 发表于 2019-11-13 12:39\n有神秘6的教程吗\n这里只写神秘4的"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1574615220,
            "txt_content": " 本帖最后由 Twilight_Two 于 2019-11-25 01:10 编辑 \n\n最近事情还是有点多，更新越来越慢了。。。\n但是不会停的，放心吧- -\n最近还在胡思乱想一些新玩意。。。可惜没服务器能拿来做实验awa...\n哎，有点奇怪为什么好像没神秘附属出一些各种要素魔力减免不同的特色杖端。。。全是清一色的，全魔力相同减免。。装备什么的也是这样\n似乎这是一个被遗忘的角落，就跟禁忌魔法的屠龙者之剑一样。。。\n\n这次更新修改了前面一些可能不太准确的地方。以及。。。添加了更多可能不准确的知识。。\n嗯，挺好的。相信大家有疑问的地方都会去自己实践一下的。。毕竟我也不能说我完完全全的了解神秘时代的每一个细节。。只能说大致会玩，可能比绝大部分人都更会一点吧。。。或者说理论知识更多一点。。"
        },
        {
            "author": "终缡夕",
            "timestamp": 1574861880,
            "txt_content": "谢谢大佬分享"
        },
        {
            "author": "华夏D冬天",
            "timestamp": 1575169560,
            "txt_content": "兄弟你好像说少了血腥仪式，没那玩意你没有开眼仪式去不了外域的好像"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1575178380,
            "txt_content": "华夏D冬天 发表于 2019-12-1 11:06\n兄弟你好像说少了血腥仪式，没那玩意你没有开眼仪式去不了外域的好像\n我帖子还没写完呢。。。慢慢补充吧"
        },
        {
            "author": "soil-sword",
            "timestamp": 1575657060,
            "txt_content": "1.7.10激动的泪流满面"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1575658920,
            "txt_content": "soil-sword 发表于 2019-12-7 02:31\n1.7.10激动的泪流满面\n你这是。。。。什么意思啊"
        },
        {
            "author": "675346435",
            "timestamp": 1578371160,
            "txt_content": "一直玩不懂魔法"
        },
        {
            "author": "nkuzcy",
            "timestamp": 1578590160,
            "txt_content": "感觉内容有些多，有些混乱，可能这种类型的模组都是吧"
        },
        {
            "author": "黑白的六丰",
            "timestamp": 1578626640,
            "txt_content": "哪里能下载啊我要玩！"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1578635220,
            "txt_content": "黑白的六丰 发表于 2020-1-10 11:24\n哪里能下载啊我要玩！\n你是要玩这个mod么，可以去mod发布版搜索神秘时代"
        },
        {
            "author": "1147849530",
            "timestamp": 1579434180,
            "txt_content": "#在这里快速回复#可以下载的吗，神秘时代4的mod"
        },
        {
            "author": "【小熊猫】",
            "timestamp": 1580566320,
            "txt_content": "感谢楼主，下次可以拿去回答问题了233"
        },
        {
            "author": "18016193188",
            "timestamp": 1580709720,
            "txt_content": "想知道自动炼金，和奥术蒸馏制动化"
        },
        {
            "author": "桃花笑",
            "timestamp": 1584792420,
            "txt_content": "道理都懂  就是不会毕业"
        },
        {
            "author": "星尘之梦",
            "timestamp": 1584968640,
            "txt_content": "谢谢大佬，刚接触神秘时代的新人表示感谢"
        }
    ]
}