{
    "title": "达达的开服教程-菜鸟开服手册",
    "author": "幻境雲達達",
    "replyCount": 6,
    "timestamp": 1572262500,
    "txt_content": " 本帖最后由 刘先生。 于 2020-2-7 21:29 编辑 \n\n\n\n\n\n\nQQ截图20200207203151.jpg (99.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-7 20:34 上传\n\n\n\n\n\n这是什么东西？你好，欢迎来到《菜鸟开服手册》，这是一个为即将准备开服的MineCraft玩家准备的一份开服教程，我将其取名为《菜鸟开服手册》，在下方简称为“本教程”，对于其他的开服教程来说，本教程的显著特点在于它是从最基础最基础开始讲解的，在教程中没有过于专业的语句，全篇使用简单易懂的语句进行讲解，我在编写这一教程的过程中尽量细化到每一个地方，从对服务器主机的认识开始，我将把我所有的经验全部写到这个教程里，纯干货分享，请尽情享用吧。\n如果发现错误怎么办？如果你在本教程中发现了错误，可以在本帖的评论处将错误反馈给我，我将会给予你2人气作为回报，欢迎大家指错，这样这个教程才得以完善。\n一、浅谈服务器外部首先，开服务器就是在计算机上运行一个程序，这么来说，我们要开一个服务器就必须要有一台可以长时间稳定运行的服务器主机。这样的话，我们就需要租赁专业的服务器主机来运行我们的MC服务器，如何选购主机？\n1-1：如何选择适合自己的主机？我们所租赁的服务器，一般看重CPU，内存，带宽，硬盘容量，以及是否为BGP多线等...一般来说，我们可以通过以下几种方式来购买机器，我还一并列出了各个方式的优缺点。\n1-1-1：通过关系白嫖通过关系得到的免费机器，可能是以下的某一种，不多说。\n1-1-2：租赁VPS远程桌面最常见的服务器租赁方式，简单来说，别人花钱购买整套的服务器硬件，组装好之后托管给机房，付给机房托管费，然后在机器上搭建虚拟机程序，将机器硬件拆分开来，按照不同的配置来定价并出售给服主，我们一般将其称之为服务商。这是最常见的租赁方式，基本中小型服务器都会选择是用这种方式来开服。但是需要注意的是，如果你要选择这种租赁方式，一定要找值得信赖的服务商，什么叫值得信赖，营业时间长，可以通过服主的一些交流群来询问是否有跑路历史等，切记选择服务商一定不要选择刚起步的服务器，因为这种服务商会有跑路的风险，钱财数据两空，运营时间长的老牌服务商，不管是在哪个方面都会优于刚刚起步的服务商，这个一定要注意。\n1-1-3：租赁管理面板服务器十分廉价的服务器租赁方式，服务商在自己的机器上搭建MC服务器网页管理系统，给租客创建网页账户分配权限，通过登录网页账号来管理服务器，这种方式同上会使用FTP来上传文件，特点是价格低，水分大，操作不便，配置不透明。我们在开基友服，小型服务器，或者是预算非常低的情况下可以使用，否则不推荐使用。常见的MC服务器网页管理系统multicraft：[点击查看图片]\n1-1-4：租赁独立机部分服务商会直接租赁整套独立机，一般来说，这种方式适合比较大型的服务器来租赁了，一整套机器都是你的，配置独享，不过价钱也会更多，中小型服务器使用这种方式一般会造成资源过剩的情况，中小型服务器用不到配置较高的机器，我们可以自行组队合租独立机，这样也比我们上边所说的租赁VPS远程桌面要实惠一些。\n\n1-1-5：购买独立机托管相当需要钱的一种租赁方式，自己购买一整套的服务器硬件，然后自行组装，邮寄到专业机房来进行托管，缴纳托管费，一般我们现在的大型服务器使用的都是这种方式，特点是前期购买服务器需要的资金较多，后面还需要缴纳托管费，没有跑路风险，机器是你自己的，如果资金充足可以考虑这种方式。相当消耗经费，如果你没有钱还是租赁VPS远程桌面吧。\n1-2：机器配置标准\n1-2-1：CPU\n中央处理器（CPU），是电子计算机的主要设备之一，电脑中的核心配件。其功能主要是解释计算机指令以及处理计算机软件中的数据。CPU是计算机中负责读取指令，对指令译码并执行指令的核心部件。中央处理器主要包括两个部分，即控制器、运算器，其中还包括高速缓冲存储器及实现它们之间联系的数据、控制的总线。电子计算机三大核心部件就是CPU、内部存储器、输入/输出设备。中央处理器的功效主要为处理指令、执行操作、控制时间、处理数据。—— 《百度百科》中央处理器，一般来说，我们会看CPU的两项指标，第一个是核心数量,第二个是主频；在选CPU的时候，一般要考虑到自己要做什么样的服务器，如果是插件类型服务器，可以选择主频稍微低一点的，核心数多一些的，这里所说的插件服是指没有模组的服务器，像原版生存服，空岛服，小游戏服等...模组服则推荐选择主频高一些的CPU，像我们现在很多的服务商也已经有了高主频的CPU机器。\n1-2-2：内存内存是计算机中重要的部件之一，它是外存与CPU进行沟通的桥梁。计算机中所有程序的运行都是在内存中进行的，因此内存的性能对计算机的影响非常大。内存(Memory)也被称为内存储器和主存储器，其作用是用于暂时存放CPU中的运算数据，以及与硬盘等外部存储器交换的数据。只要计算机在运行中，CPU就会把需要运算的数据调到内存中进行运算，当运算完成后CPU再将结果传送出来，内存的运行也决定了计算机的稳定运行。 内存条是由内存芯片、电路板、金手指等部分组成的。—— 《百度百科》内存主要看频率，现在常见的内存有DDR3和DDR4，两者的区别是DDR3的内存条频率最高达到了2133MHz,而DDR4的频率可达到3000MHz,不过说到底内存还是越大越好。\n1-2-3：硬盘电脑硬盘是计算机最主要的存储设备。硬盘（港台称之为硬碟，英文名：Hard Disk Drive， 简称HDD 全名温彻斯特式硬盘）由一个或者多个铝制或者玻璃制的碟片组成。这些碟片外覆盖有铁磁性材料。绝大多数硬盘都是固定硬盘，被永久性地密封固定在硬盘驱动器中。早期的硬盘存储媒介是可替换的，不过今日典型的硬盘是固定的存储媒介，被封在硬盘里 （除了一个过滤孔，用来平衡空气压力）。随着发展，可移动硬盘也出现了，而且越来越普及，种类也越来越多.大多数微机上安装的硬盘，由于都采用温切斯特（winchester)技术而被称之为“温切斯特硬盘”，或简称“温盘”。—— 《百度百科》硬盘分固态硬盘和机械硬盘，机械硬盘造价低寿命长速度慢，固态硬盘速度快，价格也贵一些，一般我们会选择在固态硬盘上开服，在机械硬盘上备份数据。\n1-2-4：带宽带宽一词最初指的是电磁波频带的宽度，也就是信号的最高频率与最低频率的差值。目前，它被更广泛地借用在数字通信中，用来描述网络或线路理论上传输数据的最高速率。这并不是它的学术定义，而是被引申地使用了 [1]  。总线带宽指的是总线在单位时间内可以传输的数据总量，等于总线位宽与工作频率的乘积。例如：对于64位、800MHz的前端总线，它的数据传输率就等于64bit×800×1000×1000Hz÷8(Byte)÷1024÷1024÷1024≈6.0GB/s内存带宽指的是内存总线所能提供的数据传输能力。例如：DDR400内存的数据传输频率为400MHz，那么单条模组就拥有64bit×400×1000×1000Hz÷8(Byte)÷1024÷1024÷1024≈3.0GB/s的带宽。—— 《百度百科》带宽就是我们平时所说的网络速度了，网络速度分上行速度和下行速度，我们开服主要依靠的是上行速度，一般我们电脑的加速球也会显示两个速度，一个上行一个下行，一般服务商会对上行速度进行限制。\n1-3：关于服务器的操作系统\n\n\n\n",
    "replies": [
        {
            "author": "MisakaFish",
            "timestamp": 1572267060,
            "txt_content": "是我卡了嘛  怎么没看见内容"
        },
        {
            "author": "小庄c",
            "timestamp": 1572653760,
            "txt_content": "租赁独立机:\n部分服务商会直接租赁整套独立机，一般来说，这种方式适合比较大型的服务器来租赁了，一整套机器都是你的，配置独享，不过价钱也会更多，中小型服务器使用这种方式一般会造成资源过剩的情况，中小型服务器用不到配置较高的机器，我们可以自行组队合租独立机，这样也比我们上边所说的租赁VPS远程桌面要实惠一些。\n中的\n价格会更多，后面的中小型的中字好像换了个字体"
        },
        {
            "author": "哈.",
            "timestamp": 1573637820,
            "txt_content": "这篇帖子刚好适合要开服的我"
        },
        {
            "author": "泽辰zechen呀",
            "timestamp": 1584273480,
            "txt_content": "优秀啊2333 感觉适用awa!! 非常的适用"
        },
        {
            "author": "piastic",
            "timestamp": 1584344460,
            "txt_content": "非常好用，学到许多"
        },
        {
            "author": "wjqioejqwoij",
            "timestamp": 1610325060,
            "txt_content": "666666666666666666666666666666666666666666666"
        }
    ]
}