{
    "title": "关于暑假活动”诗题意造境”的图章评审的解释",
    "author": "淑芳",
    "replyCount": 8,
    "timestamp": 1572675960,
    "txt_content": "事情详情请见 此贴 ：https://www.mcbbs.net/thread-910434-1-1.html虽然事情已经过去好几个月，但为什么还要拿出来，因为我们要对之有个合理的完结，而不是关闭掉他，躲避她。其中的问题有很多，接下来对之一一进行回馈和解决为什么两个月前的事情现在才予以解决？老实说，这个因素还是挺多的，早在BlackCB.提出的时候， 我们已经在私聊群进行解释，但没有公开的声明，直到最近black老哥提醒，并再次向西瓜发起反馈。才被注意到，那么为何,我们没有主动注意到这件事呢??原因其实挺多，(发帖没发到展示共享版务专用反馈，人员没能注意公告反馈，有人注意到了但以为被关闭的帖子代表处理完毕。）但最大的原因其实也在我们版主管理层，确实我们很多时候缺乏主动去看的时间，导致处理延长如此之久，这里先向大家道歉了为什么活动给予质量未达精华的作品精华图章？因为在活动”诗题造意境“中，已经规定精华图章为名次的奖品。所以本次活动中的图章是属于奖品性质。虽然本次活动本着想活跃人群的心是好的。但对人员调动情况进行了错误的判断，有些急于跃进，导致参赛人员较少，并未能出现较多高质量的作品（好像是因为跟论坛赛还重合了十天）最后感谢各位对展示共享版的不懈监督，我们将拿出更高的干劲，并坚持不让优良的作品埋没。展示共享版的发展离不开你我并进，望互相监督，共同努力（排版虽丑，但诚意在）\n",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1572676800,
            "txt_content": " 本帖最后由 雪莲_xvelian 于 2019-11-2 15:03 编辑 \n\n建议，如果参赛作品不够格，取消论坛方面的奖励，同时建议取消参与奖"
        },
        {
            "author": "南派董卓",
            "timestamp": 1572677880,
            "txt_content": "我提出另一个问题，请问你坛对作品质量的评审标准到底是什么，本次活动中，有不少水分极大的作品。当我提出某人作品没有达到优胜标准时或者说有打败别的作品进入优胜的能力的时候，我却被ta攻击。对作品质量的看法，我是经过考究的，不仅仅只是于发帖者的图片。我毕竟不是什么角虫，但是我也能看出来明显的差距。虽然我对自己的作品没有什么信心，但是我还是看到许多优秀，能胜过某个优秀作品的地图。所以无法理解这次活动给出的评分标准，望解释，麻烦了。"
        },
        {
            "author": "淑芳",
            "timestamp": 1572678360,
            "txt_content": "南派董卓 发表于 2019-11-2 14:58\n我提出另一个问题，请问你坛对作品质量的评审标准到底是什么，本次活动中，有不少水分极大的作品。当我提出 ...\n诗题造意境活动举办时我并未有权力干涉活动，对评委不是太明朗，但评委对所谓的“意境”有品评的方面，可能不够准确。但我会给你答案，久等了，我会说稍等，但绝对不会让你们等急了"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1572682560,
            "txt_content": " 本帖最后由 叙年铱 于 2019-11-2 18:19 编辑 \n\n展示共享版的活动参与的人不算太多，而活动的第一名是精华图章。也就是说，只要比其他参与者做得好的地图，都可以获得精华图章，\n那么这对于一些费劲千辛万苦才打磨出来的精华地图是否有些不公平？\n再或者说，如果是在上学的时间举办的一个活动，那么除去一些意外呆在家里的论坛成员，剩下的也就大部分是小学生。\n而小学生的建筑水平，从一般情况来讲（我只限于自己的看法，并没有贬低小学生），小学生的建筑水平是没有一些初高中生以及大学，**的会员的建筑水平好的（除去叶子，叶子说他大学）\n那么，如果有一个只要能够稍稍比其他参赛小学生建筑好一点的建筑师，做一个还达不到版主回复图章的地图，那也就可以得到第一名，也就是精华图章\n所以我建议增加一种专对于活动评级的“图章”，例如“活动-精华”，当然这个如果被采纳了自然不是我说起啥名就起啥名的\n这种图章就只专对于参与活动的评级，如果是擂台赛的话就别用了·······"
        },
        {
            "author": "淑芳",
            "timestamp": 1572682740,
            "txt_content": "叙年铱 发表于 2019-11-2 16:16\n展示共享版的活动参与的人不算太多，而活动的第一名是精华图章。也就是说，只要比其他参与者做得好的地图， ...\n意见不错，但我推荐直接不给图章，除非一等奖达到精华或者优秀的条件"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1572682860,
            "txt_content": "淑芳 发表于 2019-11-2 18:19\n意见不错，但我推荐直接不给图章，除非一等奖达到精华或者优秀的条件\n也是可以的\n就像是这次的“送显卡”比赛\n并没有给予图章\n不过我之前还想着啥时候趁人少比赛，混个优秀，因为这次的”诗题意造境”比赛那些优秀地图说真的我感觉我也可以\n但眼下看来\n是不行了\n【逃#】"
        },
        {
            "author": "我的工业2",
            "timestamp": 1572690600,
            "txt_content": "活动奖励是精华，那么珍贵的精华就有被水到的风险hh\n我虽然不是版块相关，也不是神触，但是下面的话或许全坛可用\n\n精华是给优质创作者的，也就是，触，的作品的奖励。如果把它给了一个不够格的作品，真是令创作者们乃至所有人寒星\n有的人并非为了几个分或者其他的东西，而是看到了令人寒星的风气，所以我觉得这种事情影响是不好的"
        },
        {
            "author": "葉子の",
            "timestamp": 1572704400,
            "txt_content": "@BlackCB.  @南派董卓  \n\n\n\n\nfile_1572704449000.jpg (197.75 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-2 22:20 上传\n\n\n\n\n\n\n"
        }
    ]
}