{
    "title": "[1.12.2-1.7.10][自然建筑生成——Recurrent Complex]生成各种不同的建筑[高自定义]",
    "author": "2173204318",
    "replyCount": 50,
    "timestamp": 1572687420,
    "txt_content": " 本帖最后由 2173204318 于 2020-1-11 08:56 编辑 \n\n自然建筑生成\nRecurrent Complex\n这是一个在世界中随机生成建筑的模组，建筑生成的概率很高以下图片需要科学上网\n要塞\n\n沙漠中的要塞\n\n水下祭坛\n\n下界刺[奇怪的名字]\n\n[在岩浆柱左边]\n遗址\n\n地下植物群\n\n隐藏宝藏\n\n酒馆\n\n部落遗迹\n\n风车\n\n墓地\n\n高塔\n\n[这个名字感觉不合理QAQ这么矮]\n蜘蛛洞穴盘丝洞\n\n迷宫\n\n陨石坑\n\n神秘小屋\n\n金字塔\n\n古树\n\n大树\n\n巨树\n\n废弃小屋\n\n废弃矿洞\n\n空岛遗迹\n\n海盗之家\n\n最大功能:\n构建属于你的结构\n\nTips1:如您想依赖本模组自定义，推荐下载I18n Update Mod获得中文\nTips2:在服务器使用时只需安装到服务端\nTips3:以上部分语段使用MCMOD百科翻译\n\n\n支持语言\n本模组语言只是自定义所需，仅有1条条目在进入主世界是会加载，就算不加中文并不影响正常的游戏体验\n葡萄牙语 法语 德语 英语 中文[I18n Update Mod\n\n关于授权\n授权获取中，等待作者回复\n下载地址\n请至CURSEFORGE下载[无需科学上网]\n请至官网下载[未知是否需要科学上网]\n中文翻译原帖I18n Update\n前置IvToolkit下载[无需科学上网]关于服务器使用请自行开启轻量模式\n详询15楼[点我跳转]\n相关链接\n[官方WIKI]http://minecraft-recurrent-complex.wikia.com/wiki/Minecraft_Recurrent_Complex_Wiki[官网]https://complex.ivorius.de/[资源投稿地址]https://complex.ivorius.de/login 【自行注册】[官方资源库]https://complex.ivorius.de/[MCBBS老帖]http://www.mcbbs.net/thread-338621-1-1.html[MCBBS新帖]http://www.mcbbs.net/thread-923814-1-1.html[CurseForge]https://minecraft.curseforge.com/projects/recurrent-complex[MCMOD百科]https://www.mcmod.cn/class/1518.html[GitHub]https://github.com/Ivorforce/RecurrentComplex[前置]https://www.curseforge.com/minecraft/mc-mods/ivtoolkit学霸日志\n\n1.4.8.2* Trees don't plow through terrain anymore again and generate more reliably!!* /#structures tweak now actually saves changes!! (lol)* setting \"redstone triggerable\" to false with script blocks now actually disables redstone triggerability!* Rays in Placers now use cute symbols to be easier to understand quickly!* Improve output (message and log both) if structure generation fails!1.4.8.1* Fix for servers1.4.8* Trees now generate again!!! Wooho.+ /#structures tweak: A new command that gives an ingame view of the spawnTweaks option. This is probably helpful to everyone not wanting to deal with structureGenerationMatcher and the likes!!* It's now a lot less likely that ReC will spawn blocks it's not supposed to in the world (mostly block scripts, generic space and generic solids)* Maze rule editor was kinda weird and crashed on editing! It works now!* Lots of fixes for holders! They now rotate correctly and use the transformers of their respective structure.+ domain= expression to match a whole domain (mod!) at once! Especially useful for /#structures search --containing domain=reccomplex (or some other mod ID)* /#search, /#list and /#lookup are now accessible through /#structures search, list, lookup.* Lots of other smaller fixes.1.4.7+ There are now more types of overridable vanilla decoration (Ocean Monument, Scattered Feature, Village, Nether Fortress, Stronghold, Mineshaft)!!* Placers now have the capabilits to place only where floor blocks are, making them a lot more accurate!+ A lot more types of inventories are recognized by loot generators!* Recurrent Complex now logs which structures are causing chained chunk generation* /#select set now works for two points at once again* Decoration overrides now honor the universalDimensionMatcher+ Vanilla Decoration overrides now have a configurable placer* /#move can now again move by negative amounts* Ruins look a bit better1.4.6+ Structures now have a 'baseline' property in addition to the placer - which means most structures can now use the placer as a preset rather than changing it with a move.!!* Improvements for the GUI in a lot of places. It's both more compact and easier to look at in a lot of places now.!!+ Holder block scripts - switching a specific area between two different setups for easier local toggle handling!!* Local toggles now save properly and are output when looking up specific sights (along with the seed)!* Structures now check for a rough ratio of water / floor when spawning to prevent surface structures spawning on rivers or lakes.!* Mazes now generate even faster and are a lot more reliable again !* All structures now contain the author in the metadata (even mine! woo!)+ /#search now allows for a --author parameter to search for authors* /#natural floor does not consider foliage floor blocks anymore* /#whatisthis is now more accurate / fixed* Script Blocks that are redstone triggerable now place in the world on structure spawn* /#selection commands now work better if one point is missing* Savanna village kitchens now spawn at the right height and better1.4.5.1* Match placer factors now work more reliably (requiredConformity was ignored and treated as 1)* Generic space and solid blocks didn't have item textures1.4.5* Commands now fail to run if an unknown parameter is provided (to avoid errors or legacy parameters)!!* Mazes now have a (configurable) timeout feature. They will never again block the server generation forever!!* Mazes are a lot quicker to generate in general. (reachability: destination filter, ability grouping)!!+ Maze and pattern GUIs now have a visualization feature in-world. This helps with placement math a lot!!* Structures no longer generate their entities and scripts twice!!+ New structure: UndergroundCultChamber. Thanks A1MOSTADDICTED!!* /#flood <direction> is now /#move --flood <direction>!* /#containing is now /#search --containing!* /#decorateone is now /#decorate --one!* OldWatchtower now generates loot again (thanks thephoenixlodge+ /#containing now supports --dimension, --list and --maze* Preview dummies are no longer auto-canceling themselves on the client* GenericTree now places correctly from saplings* /#export now again works with /#export StructureName for overriding another structure (--id to use just the name, not the metadata)+ /#export, /#convert and /#edit now support --directory and --id* Stone now starts a little further underground for natural floor blocks* Direction expression autocomplete now includes true and false* /#natural smart no longer ignores its parameters* Inventory generation tags are now sorted by the name in the creative menu1.4.4* Lots and lots of performance upgrades!!!** Structures far less often cause cascading chunk generation!!!*** This might cause missing parts in structures if they weren't fully generated before the update just once. Keep this in mind before updating.** Skylight calculation is now deferred until the full structure is generated (this was 1/3 of structure generation time)!!** Transformers no longer prepare if the conditions are not met** Transformers no longer prepare if an ensure transformer fails (especially useful for forest performance)+ failingStructureLogExpression: A config option to restrict logging of failing structures to keep logs cleaner1.4.3.3* Fixes The game crashing when loading advancements1.4.3.2* Fixes a freeze / crash in 1.12 on world generation 1.4.3.1* If generation and transformer IDs are missing, consistently randomize them across loads. This fixes structures sometimes spawning with negative space blocks in the world* /#sanity now checks for empty transformer and generation IDs1.4.3* /#vanilla gen is now more stable* /#vanilla gen --seed is more meaningful by not being chunk-dependent anymore* /#duplicate is now gone in favour of /#move --duplicate (or /#move -c)* /#replace is now gone in favour of just /#fill + /#move now has a --times option+ /#property now has a --shape option+ The block selector now selects over an infinite(ish) distance1.4.2* Structures are no longer cut at the chunk border!!+ New Command: /#vanilla gen, which generates a vanilla structure (e.g. village or fortress)+ /#whatisthis and /#vanilla check now check for vanilla structures too* The game should no longer or at least less often crash with MissingMappingException (TileEntity is missing a mapping [...])* Village structures can now choose to have no front (also good for unrotatable structures)1.4.1* Fix for two poem generation related crashes* /#crop now has a fitting default exp value1.4* Command System overhaul!!! Almost every command changed in usage or even name! (The wiki will be updated to match soon)+ /#& \"command 1\" \"command 2\" [..], which runs multiple commands at once! This is especially useful in conjunction with /#map and /#selection* Poems are now more adjustable! It's now completely backus-naur based.1.3.2* Structures no longer generate in all dimensions at once!!! (whoops!)* Sanity check and compatibility approach for dimensions that skip chunk population! (this means structures should now be able to generate in any dimension, whether previously compatible or not)* New Command: /#sanity will go through a bunch of quick checks to make sure everything is more or less sane* Fix for a few structures never generating* Village structures no longer generate partially with the wrong biome's blocks * /#reload now roughly shows the kind of error if there was one* The tile entity forwards compatibility is a bit better (fixing 'Skipping BlockEntity rcspawnscript' errors in lightweight mode)1.3.1.2* Structures now properly save their instance data for later, fixing multichunk issues left and right!* Less crashes with multithreaded and cascading chunk generation (hopefully none anymore)!* Trees will stop generating in non-hot, sandy biomes* Generation Data will not be saved with a colon in the filename anymore, as that's illegal on most OSs (you might want to rename reccomplex_random.dat and reccomplex_generation.dat to reccomplex-random.dat and reccomplex-generation.dat, respectively)* Fix for the maze generation crashes in lightweight mode (since loading the tile entities failed)* Floating vines will occur less often* Performance improvements* Villages no longer generate huge networks of paths 1.3.1.1* Structures in and out of villages aren't cut off at chunk borders (or chunk border +8) anymore!* Chunk-partial generation is now a lot more efficient for big structures by skipping things that don't need to generate in the current chunk* Mazes no longer generate the entries' structures for every single chunk1.3.1* Tile entities from 1.11 are now supported! This also fixes mazes created in 1.11. (1.10)* Fix for a crash when inventory generators used null stacks* Improvements to chunk-partial generation* There are now less dead trees in forests on average* Mazes can now have inherent reachability* Fix for a crash with the ruins transformer where BoP plants, snow and other blocks existed for falling blocks* Some GUI adjustments1.3+ The mod now ceases to require Forge on the other end as well, making servers open to vanilla clients!!!!+ New surface-entry mazes for stone, meso and pyramid mazes!!!+ Structure generation is now chunk-partial: This should improve performance and reduce chained chunk generation!!!+ Structure Variables: With these you can set variables per structure to further randomize it, or save time for maze components!!!+ 3 kinds of jungle temples holding mazes (thanks KeizerKronos)!!+ Re-Activate a lot of structures that were lost in a past update!!* With more tries per failed structure spawn, structure densities persist better with structures that fail to spawn often - also makes forests a lot denser!!+ All existing mazes have been enhanced with more components, more randomness and quicker generation!!+ Previews now work for bigger structures as well, and will never crash the game again!!+ Expression conditionals: a ?? b :: c (ternary operator)!* Better maze reachability prediction, which means mazes generate more quickly and more reliably!* Script Blocks now work correctly in mazes!+ /#flood which floods an area around the selection with blocks!+ Japanese fort ruins (thanks Necr0manceR13)!+ An abandoned church with a graveyard (thanks doktorpixel14)!+ A rare, big cubone skull (thanks Crystal_LD)!+ A decorational brick henge!+ Some things now have duplicate buttons!* Maze path components are now all the same structure (StoneMazePath, MesoMazePath and PyramidMazePath)* Dinosaur skull and skeleton structures now use bone blocks* Less structures that are just 1 block tall* /#move now doesn't trigger block updates, making it run a lot quicker* More and better logging* Better ruins generation algorithm* GUI aligns better in places* GUI abbreviates things better* Expression preview now colours the whole preview correctly* The add/remove tile entity button in the inspector GUI works again* wood_old slabs in structures have completely been replaced with actual wood slabs* Fix for a potential crash when loading a structure spawn script1.2.10+ /#map and /#mapall that runs a (compatible) command on a structure and immediately saves it!* Tile entities generation is now a lot more stable, especially in terms of modded tile entities!+ /#writeall to write all existing files to the custom folder* SpruceTree only consisted of two blocks, and a bunch of trees had wrong leaf types in them+ Some links to the newly launched official Recurrent Complex repository!+ On server start, ReC now outputs some links / help to get people started with modifying structures (opt-out in the config)* Some trees were generating away from their saplings1.2.9.1* Items generate again in lightweight mode* Commands using expressions now output the expression error if invalid1.2.9* Resource Expressions work again with casing (fixes structureLoadMatcher, structureGenerationMatcher etc.)* Trees now also check the surrounding terrain on world generation. This makes forests less dense, but prevents trees from spawning inside each other. * Structures no longer spawn in biomes they're not supposed to on biome edges.* Rocks no longer spawn in oceans+ Replace and replace all transformers now get the NBT Editor GUI for entering the blocks' NBT values. Inventory Generation Tags also are now executed from these transformers' placed tile entities.+ Frequent Structures no longer block bigger structures from spawning (can be adjusted in the individual structure files)* Mazes generate a bit more reliably1.2.8+ Lots more village buildings!! (thanks gibraltarMC and Defoxx)+ Improved Ruins Transformer!! Ruins now look a lot more dynamic and actually perform a lot faster, too.* Mazes now generate a lot more reliably as well as fast!* More big and huge mazes underground!* Some trees spawning from saplings didn't spawn on the saplings!* Big structures now spawn a lot faster (more performance)!* Decoration sometimes crashed the game! (Now it only logs an error)+ New Command! /#convertschematic directly converts a schematic file to a structure file.* /#importschematic can now handle uncompressed schematic files* Schematic Files now correctly load old vanilla tile entities that didn't before* Natural Generation Categories can now try spawning structures more than once per biome (structureSpawnChances)* /#fill and /#sphere now run a lot faster* Some trees spawned where they shouldn't (and kept two more types of rocks from spawning)* Fixed an issue that prevented some village buildings from spawning (whoops!)!* Village Houses now rotate towards the street correctly* Item Generation Component weight sliders now scale correctly like all weight sliders* Generic Solid and Space blocks now appear in the creative menu again1.2.7+ Revamped inspector! You can now edit tile entity and entity metadata with it!!!+ /#containing which searches all structures for a block / block expression being used!* Generation Info expressions now work again (fixes tree leaves never being decayable)* Script blocks made in earlier versions now correctly have on spawn enabled (fixes mazes in pyramids and similar)* /#export now better predicts whether to save in active or inactive* Changes in item collections didn't update the collections themselves* The pattern ingredient screen no longer crashes1.2.6.2* /#pastegen works again!* /#importschematic no longer crashes when a mod loads with invalid metadata* Some more performance improvements* Natural and Natural Air transformers can now customize which blocks to override* Inventory Generation Components often crashed when editing the items1.2.6.1* Inventory generation components now save again!! (Thanks RiverC)1.2.6* Performance!!! World generation is about 2-3 times faster, sapling generation 3-4 times (fixing lag spikes in large forests)* The game no longer crashes when ReC tries to load an unknown tile entity!* /#paste works again!* Generic space doesn't have a bounding box anymore* More tooltips* Compatibility with C&B in structures (requires next version of C&B)* You are no longer being warned about generation layers on /#import* Some big operations now warn the sender before running1.2.5.1Update for the latest Forge changes (resolves startup crash).1.2.51.11 Update!1.2.4* Lots of GUI improvements - Scroll bars, resizeability, titles, symbols and more!!* Script blocks are now triggerable via redstone (if so desired)!* Chests generate loot again in all structures in lightweight mode!* Certain functionality (e.g. export GUI) no longer crashes servers* Fixed a crash that might occur if presets could not be found1.2.3.4* Setting the baseWeight_tree to 0 removed almost all trees from forests!* More boulders and mounts! Also they now spawn in the frequent category to make space in the decoration category for more interesting structures!+ /#eval, which quickly evaluates a dependency expression. Useful for testing global variables* The generateNature option was being ignored* Many village buildings spawned without a floor. Poor villagers.* /#duplicate now tab completes* Having a /#generate operation still in preview when loading an old world crashed the game1.2.3 * baseWeights from the config were being ignored - whoops!* RTG Compatibility: Trees don't overcrowd their biomes anymore (when their next release comes out)!* Fix for the compatibility crash with PokeCube1.2.2 + /#remember to add a /#whatisthis entry!! This is also useful to mark areas as player creations to avoid retro-generating in them.!!+ /#forget and /#forgetall to forget a /#whatisthis entry!* lightweightMode has been moved the the General config category! Caution!* The generateNature option works again* Items generate again in lightweight mode* Maze IDs didn't save properly* Resources are now loaded from mods in order of dependency1.2.1 + You can now hide most ReC GUIs to look around in the world!* GUIs now scale with the window a bit* Spawn Script blocks now save again* No more crash when editing the maze paths of a maze that has no rooms* No more crash when adding a maze path* No more ruins transformer crash when no decay was set1.2 + Structures are now loaded from the specific world save too. That means per-world progression!!+ /#retro which retro-generates ReC in all biomes it has not yet generated!!+ Spawn Tweaks option: Quickly adjust the spawn rates of structures from the config without editing them!!+ All expressions now support true, false and global toggles you can add in the config file!!+ Global toggle 'treeLeavesDecay' which allows you to disable the decay of the big new trees!+ Spawn distance multiplier for natural spawn categories - that means you can now make structures spawn more often the further away they are from spawn!+ /#write which can write any loaded file to any default resources folder !+ /#delete which deletes a loaded file from its resources folder !+ /#setbiome which sets the biome in the current selection. Good for structure-themed biomes!* Mazes now finally, finally support mirror and are a lot more reliable overall!+ /#selecting which runs a command that requires a selection (e.g. /#setbiome). This enables those commands in spawn scripts!+ /#as which runs a command as another entity !* Saplings will no longer disappear when the tree refuses to grow* Preset selection now looks a lot nicer, as well as other stuff in the GUI* The structure min cap now respects spawn weight* Single item generation tags now have a spawn chance* Dependency matchers can now depend on inventory generators, presets etc.* Some generated furnaces now contain coal left in there* The ruins transformer now looks a bit better* Trees are even more mindful of where they spawn now* Item tags now also generate in chest minecarts and the likes* Books now generate properly again. Anyone else dearly missed poems? :D* Presets are less prone to crash if the preset file is missing.1.1 + Over 40 new structures (in the nether, overworld, and as natural tree spawns)!!! + Sapling Generation: Growing saplings can now generate beautiful hand-built structures!!+ Decoration Generation: Completely replace tree/mushroom generation of vanilla with more interesting foliage!!+ Placers: Completely new structure placement logic. This allows safe spawning on the surface, the nether, end, caves and wherever else!!+ Preset saving: You can now define and use your own presets for biomes, dimensions, blocks, transformers and placers!+ Property transformer to easily replace a property by name and value! (Also available as /#property)* Expression results now scroll with you as you edit the expression for easier usage+ /#wand which selects the whole structure if it has been cut out* Generation in general is now a lot faster* Natural air now checks for flying foliage and removes it to look better* Natural air and natural floor now perform a lot better and look nicer+ Ensure transformer: Ensure certain criteria to be fulfilled before spawning the structure!* Negative space transformers can now limit the destination blocks (e.g. only act if the resulting block is stone)* Lots of new variable types for different expressions+ /#genat which allows you to specify a special entity as reference to where to spawn the structure+ /#gen can now specify with what generation info to spawn* Static generation works again* Improvements to natural floor / space spawning* Lots of improvements to existing structures* Generic floor / pillar transformer didn't work correctly in villages* Randomize buttons now take less space* Village pieces now don't try to save instance data when there is none (fixes crash in sponge)* Tooltips are now often over the menu items' titles rather then the elements instead, to be less invasive\n\n\n\n更新日志\n\n2019年11月2日\n本帖发布2019年12月27日优化帖子\n\n很早之前籽岷的视频\nhttps://player.youku.com/embed/XNzgwMjgyODcy\n本帖来自搬运悬赏令如果你想在服务器上使用这个模组，而不用在客户端安装的话，你需要激活轻量级模式。这样做会阻止任何方块和物品在游戏中的注册(占用ID)，大多数功能也还能用。\n执行以下操作开启轻量级模式:\n1.启动一次服务器生成配置文件\n2.删除生成的世界来重置物品和方块的ID\n3.找到配置文件 (<server directory>/config/reccomplex.cfg)\n4.找到 'lightweightMode=false'这一行，把false改成true\n",
    "replies": [
        {
            "author": "沉默-钟",
            "timestamp": 1572688740,
            "txt_content": "这是类似遗迹那个模组吗？ 看起来不错啊"
        },
        {
            "author": "sixteens",
            "timestamp": 1572703140,
            "txt_content": "兼容bop吗"
        },
        {
            "author": "Hans20080902",
            "timestamp": 1572742440,
            "txt_content": "这个mod需要前置"
        },
        {
            "author": "2173204318",
            "timestamp": 1572742740,
            "txt_content": "Hans20080902 发表于 2019-11-3 08:54\n这个mod需要前置\n抱歉，疏忽了 发帖时一直在想还是忘了QAQ"
        },
        {
            "author": "碎忆星空",
            "timestamp": 1572873720,
            "txt_content": "话说 前置是啥没有找到阿"
        },
        {
            "author": "碎忆星空",
            "timestamp": 1572873960,
            "txt_content": "碎忆星空 发表于 2019-11-4 21:22\n话说 前置是啥没有找到阿\n前置链接\nhttps://www.curseforge.com/minecraft/mc-mods/ivtoolkit"
        },
        {
            "author": "Hans20080902",
            "timestamp": 1572879240,
            "txt_content": "2173204318 发表于 2019-11-3 08:59\n抱歉，疏忽了 发帖时一直在想还是忘了QAQ\nlz那你编辑一下帖子加上去吧"
        },
        {
            "author": "fan、小jun",
            "timestamp": 1573143780,
            "txt_content": "官网下的建筑怎么用？"
        },
        {
            "author": "fan、小jun",
            "timestamp": 1573144200,
            "txt_content": "怎么生成指定建筑呢，里面几个方块有什么用？"
        },
        {
            "author": "2295729704",
            "timestamp": 1576898340,
            "txt_content": "请问1.7.10在哪下载呢  我去官网找了  最低版本也是1.10以上的"
        },
        {
            "author": "2173204318",
            "timestamp": 1576982580,
            "txt_content": "2295729704 发表于 2019-12-21 11:19\n请问1.7.10在哪下载呢  我去官网找了  最低版本也是1.10以上的\nAll Versions"
        },
        {
            "author": "2295729704",
            "timestamp": 1576992900,
            "txt_content": "2173204318 发表于 2019-12-22 10:43\nAll Versions\n找到了    已经安装了   真牛批这mod"
        },
        {
            "author": "511281270",
            "timestamp": 1577186280,
            "txt_content": "看不到图。。"
        },
        {
            "author": "511281270",
            "timestamp": 1577186640,
            "txt_content": "轻量模式安装要修改配置文件的，我英语不行 楼主你顺便翻译修改一下吧\nIf you want to use Recurrent Complex on the server, without the clients having to install it, you need to activate the 'lightweight mode'. This prevents the mod from registering any blocks or items in the game, but otherwise most of the functionality will still be there.\n\nTo enter lightweight mode, simply do the following:\n\nStart the server once to generate the configuration files\nDelete the world again to reset the item and block IDs\nFind the configuration file (<server directory>/config/reccomplex.cfg)\nFind the line that says 'lightweightMode=false' and change it to 'lightweightMode=true'"
        },
        {
            "author": "cloud_dream",
            "timestamp": 1578545580,
            "txt_content": "如果你想在服务器上使用这个模组，而不用在客户端安装的话，你需要激活轻量级模式。这样做会阻止任何方块和物品在游戏中的注册(占用ID)，大多数功能也还能用。\n执行以下操作开启轻量级模式:\n1.启动一次服务器生成配置文件\n2.删除生成的世界来重置物品和方块的ID\n3.找到配置文件 (<server directory>/config/reccomplex.cfg)\n4.找到 'lightweightMode=false'这一行，把false改成true"
        },
        {
            "author": "1146299047",
            "timestamp": 1580739720,
            "txt_content": "ganxiezuozhedada"
        },
        {
            "author": "1163340864",
            "timestamp": 1580739960,
            "txt_content": " 玩法又多了 谢谢大大"
        },
        {
            "author": "shi19880910",
            "timestamp": 1583212260,
            "txt_content": "感谢分享"
        },
        {
            "author": "TiAcmo",
            "timestamp": 1583216520,
            "txt_content": "好像有点东西0.0"
        },
        {
            "author": "月弦",
            "timestamp": 1585881600,
            "txt_content": "支持一下大佬 虽然需要科学上网才能看到图片 我看不到 不开心"
        },
        {
            "author": "13886899",
            "timestamp": 1585899960,
            "txt_content": "请问在1.7.10用超平坦预设弄出一个全虚空地图，开启建筑生成会有这些建筑吗"
        },
        {
            "author": "THUNDER-L",
            "timestamp": 1586093220,
            "txt_content": "优秀的mod，支持一下"
        },
        {
            "author": "KCEGGUUUII",
            "timestamp": 1586096820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "邱秋",
            "timestamp": 1586141280,
            "txt_content": "没看见1.7.10啊"
        },
        {
            "author": "侨悲铭",
            "timestamp": 1586540520,
            "txt_content": "我像知道这大幅度降低生成几率是有多低，我跑了一万格的路除了海盗船就没见过其他遗迹"
        },
        {
            "author": "迷蓝",
            "timestamp": 1587296940,
            "txt_content": "cloud_dream 发表于 2020-1-9 12:53\n如果你想在服务器上使用这个模组，而不用在客户端安装的话，你需要激活轻量级模式。这样做会阻止任何方块和 ...\n没有reccomplex.cfg这个东西，怎么办"
        },
        {
            "author": "zss0814",
            "timestamp": 1587561000,
            "txt_content": "这个模组会更改树木生成，然而树叶会掉落，经过一个树林你能捡到一大堆树苗"
        },
        {
            "author": "huyantao",
            "timestamp": 1588253460,
            "txt_content": "谢谢分享"
        },
        {
            "author": "XXXXXX456",
            "timestamp": 1589432100,
            "txt_content": "哇可以可以"
        },
        {
            "author": "不一样无言",
            "timestamp": 1590738180,
            "txt_content": "感觉不错，就是我看不到图"
        },
        {
            "author": "STRLeon",
            "timestamp": 1593932700,
            "txt_content": "这个很省时间啊。"
        },
        {
            "author": "MineCraft飘雪",
            "timestamp": 1594102620,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "d1n1m",
            "timestamp": 1594123680,
            "txt_content": "可以白嫖房子很nice"
        },
        {
            "author": "X_Feces",
            "timestamp": 1594132020,
            "txt_content": "感谢分享 MCBBS有你更精彩！"
        },
        {
            "author": "2633364324",
            "timestamp": 1594173540,
            "txt_content": "腐竹狂喜！！"
        },
        {
            "author": "d1n1m",
            "timestamp": 1594263900,
            "txt_content": "嫖房子啦，给大佬双击"
        },
        {
            "author": "2234885539",
            "timestamp": 1594267860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "麒麟之光",
            "timestamp": 1594343520,
            "txt_content": "为什么找不到1.7.10的"
        },
        {
            "author": "tali",
            "timestamp": 1596512040,
            "txt_content": "求问怎么降低mod建筑的生成概率"
        },
        {
            "author": "妖妖成仙",
            "timestamp": 1596909300,
            "txt_content": "tali 发表于 2020-8-4 11:34\n求问怎么降低mod建筑的生成概率\n(<server directory>/config/reccomplex.cfg)\n在配置下找到这样一行\nmax-walk-speed: 1 设置最小0.1~最大100"
        },
        {
            "author": "mylss",
            "timestamp": 1596909840,
            "txt_content": "需要前置吗"
        },
        {
            "author": "妖妖成仙",
            "timestamp": 1596910440,
            "txt_content": "mylss 发表于 2020-8-9 02:04\n需要前置吗\nhttps://www.mcmod.cn/class/606.html"
        },
        {
            "author": "我我我我w",
            "timestamp": 1599970380,
            "txt_content": "资源库下载的建筑要放在哪里"
        },
        {
            "author": "hhhalin",
            "timestamp": 1605932400,
            "txt_content": "666~~~~~~~~"
        },
        {
            "author": "您门好酸",
            "timestamp": 1605940500,
            "txt_content": "神乎其技，不服不行！"
        },
        {
            "author": "kbm",
            "timestamp": 1611492360,
            "txt_content": "好活，收藏！！！！！"
        },
        {
            "author": "伊默丶",
            "timestamp": 1613761740,
            "txt_content": "没有村庄吗？不能生成有村民的村庄吗？"
        },
        {
            "author": "闪避MIX",
            "timestamp": 1613881560,
            "txt_content": "牛批牛批啊"
        },
        {
            "author": "沃德世界",
            "timestamp": 1613882100,
            "txt_content": "很牛呀！这个mod。"
        },
        {
            "author": "老蓝了",
            "timestamp": 1613883960,
            "txt_content": "建筑小白表示太方便了"
        }
    ]
}