{
    "title": "▃▅▇【1.10+】催泪向剧情冒险地图:改编自同名小说《苦心》▇▅▃",
    "author": "咖菲豆666",
    "replyCount": 16,
    "timestamp": 1572698280,
    "txt_content": " 本帖最后由 咖菲豆666 于 2020-5-21 23:24 编辑 \n《苦心》\n简介本地图改编自短篇小说《苦心》虽然不是很长的大制作，但也十分精致游戏版本：1.10+\n说明 作者肝了一个暑假完成了这张地图由于回车键和退格键坏了，所以制作格外费力，不喜勿喷\n截图带光影截图\n\n\n\n\n\n\n\n鸟瞰图\n下载1.百度网盘: https://pan.baidu.com/s/1TKaUC1IP-35jGp6eu-CKsA2.私信作者QQ：3404028961附：《苦心》全文 苦心                                                 【德】拉菲   父亲安东尼奥第一次见马策罗时，他出生刚两天，躺在早产儿保温箱里。安东尼奥蒙了。他说，“胳膊细得像火柴棍，你瞧那腿，还没我手指壮呢。” 这就是他希望的果实吗？他的儿子、继承人，“达拉世家”公司接班人，大家苦盼好久才盼来的？ “你摸摸他吧，”罗萨琳达说，“轻点。”  安东尼奥瞧瞧自己的手，粗糙，满是老茧，日头晒、泥灰浸的，像是给裹上一层粗革。“会刮破的。”说罢，他扭头走开。 马策罗患有先天性心脏瓣膜炎。日后，等他足够大了，需要替换心脏才能保住命。“前提是，他能挺到那会儿。”医生说，“你们得照顾他，时时刻刻。” 安东尼奥·达拉是条汉子，据说，他能赤手掰弯粗钢筋。自打记事起，他就在盖房子了，盖的房子几代人住不坏。手艺是他父亲教的，父亲又是从祖父那里接手这家建筑公司的。“达拉世家”代表着永恒，一代又一代绵延不绝。现在家族的命运却被一个早产儿破坏了。安东尼奥想：我只好一直盖下去，盖到老手拿不住铁锹，谁叫上帝让我摊上这么个儿子呢，有了他，一辈子也别想安生——一个**！ 这天，安东尼奥打定主意——就当没后人。 就这样，马策罗慢慢长大，只知道自己和母亲。那个只有周日和重要节日才在家的男人，对他而言只是个陌生人。尽管他知道自己和那个男人之间有某种关系，却从不敢跟他说话，也从不巴望他的爱抚，在这个人面前，他一个劲地蜷缩。他从母亲罗萨琳达的话里得知，这个大汉是他父亲，可他并不懂父亲是个什么概念。 马策罗使一点力气就累得不行。他三岁才开始学走路，五岁时刚能够把塑料红球扔到十步开外，再吃力地过去捡回来。不过，这孩子有一种天赋，一种不需要体力的天赋：他听得懂燕子的呢喃，会哼唱轻风在房前为他吟唱的歌谣。他看着玫瑰长大，觉得流云是悲伤的灵魂。所有这些他都画得出。他用炭、用铅笔、用彩笔、用水彩作画，画面的内容只有少数人才能感知，但看到画的人无不为之触动。他的画让人感觉到快乐，也感觉到痛苦、悲伤，甚至感觉到重新被爱唤起。罗萨琳达为她的儿子骄傲，而安东尼奥对马策罗眼里的世界一无所知。“他很聪明，”罗萨琳达对丈夫说，“他的心如此娇嫩，没准有一天能成为大艺术家，或者建筑师，设计最漂亮的房子。”安东尼奥的眼神满是不屑，像一把尖刀刺着她。“我们不是要画房子，”他说，“是要盖房子。” 他走进小酒馆。夜晚，男人们聚集在这里，用酒水冲刷满嘴的灰尘与汗水。 “东尼，”倒酒的马特奥跟他打招呼，“稀客，稀客。伙计们，瞧，来贵客了。安东尼奥·达拉赏光了。来，东尼，坐，干了！” 安东尼奥接过杯子一饮而尽。他喝了一杯又一杯，不吭一声，也不抬头瞅人一眼，目光呆滞地坐在那里，要把自己灌个醉。 “东尼，我从没见过你喝两杯以上啊，”马特奥说，“你的舌头上一定很苦吧，要这样灌，才能冲掉？” “喝光你的酒也冲不掉，”安东尼奥说，“不是舌头苦，是心苦啊。” 安东尼奥的信条是：房子要牢。而坚固的房子只能出自强壮男人之手。 马策罗已经十五岁了，但他永远造不出坚固的房子。安东尼奥站在窗户后隐蔽的地方，观察着他，看他坐在花园里，凝视着天空，画着画儿。这孩子行动迟缓，瘦小而孱弱;一站起来就喘个不停，走不了几步就咳嗽;弓下身子，想打量石头、甲虫或草茎，脸色已青了。附近的小孩在街上踢球。他们追逐着，嬉笑着，尖声叫着：“马策罗，马策罗，出来啊，我们还缺个笨蛋呢！” 安东尼奥的耳朵像被刺了一下，那些话如同毒药在他五脏六腑内发酵。不过，让他生气的并不是那些孩子。看到马策罗有气无力地转身，一副没事人的样子，他的拳头早已攥成了铁锤。安东尼奥心里叫着：为什么不还口？为什么要忍受所有这一切？去啊！过去抓住那个嗓门最大的，揍他个鼻青脸肿！打断他的胳膊，掐住他的脖子，不行，就把他给毙了！我给你爷爷的左轮手枪！ 可马策罗什么也没做，他悄悄到了屋后，那儿有他的画笔和纸。安东尼奥在想：用什么颜色，能画出屈辱！为什么，老天啊，你单单让我摊上他？那么小，那么弱——要我怎么办？ 那晚，安东尼奥站在马策罗的屋里静静打量这个熟睡的孩子。看到孩子颈部那薄薄的皮肤下的脉搏，他的大手张开又合上。只要那么一卡住，这脆弱的小心脏就停止跳动了。这样也许对大家都好。母马会驱逐病弱的马驹;一条狗若断了腿，主人就会打药让它安乐死。这样做看着残忍，其实都出于怜悯。要是这孩子压根儿没活着来到世上，也许会好些。天哪，为什么，为什么不怜悯他一下？ “他的心脏越发弱了。”一天，罗萨琳达从城里的医院回来后说。每隔几周她都要带马策罗去那里做检查。“医生说，他的身体在继续生长，可心脏跟不上。” 安东尼奥不吭声。 “他说，马策罗需要有颗新的心脏。”罗萨琳达接着道。 “新的心脏？上哪里弄一颗新的心脏来？”安东尼奥一下子发作了。 “医生说，如今可以安别人的心脏。这种手术常有，找到一颗匹配的心脏就行。”罗萨琳达兴奋起来，“没准会有个不幸遇到事故的人捐献心脏，大小合适，血型也一致。” “死人的心脏？” “一个不再需要它的人的心脏。因为那人就算有心脏也得死。而马策罗——他要能有这么一颗心脏，就能活！” “活？”安东尼奥失声悲叫，“你说说，靠死人才能活，是个什么烂活法。半死不活的东西最好死去，好让活人活下去！” 罗萨琳达的泪水打动了安东尼奥，可他不是那种会擦泪、会柔声安慰人的男人。抚摸女人的脸嘛，他手指太糙;搂抱柔弱的娇躯嘛，他胳膊力气太大。 “难道你就不爱你的儿子吗？”她问。 “我有儿子吗？”说罢他走开了。 安东尼奥一踏进小酒馆，里面的笑声就沉寂了。“拿酒来，马特奥。”安东尼奥说。 安东尼奥一边喝，一边扫视那些男人的脸。他们静静的，只有眼神在喧哗。“怎么了，你们的舌头都叫酸水给酸倒了？” 只有一个人，一个早就目光浑浊、舌头发僵的家伙冲着安东尼奥笑，然后他说：“我们正说你儿子呢，你的马策罗——大伙说，怎么从不见他和镇上别的男孩或姑娘们在一起，老是一个人？你的马策罗没朋友，也没相好，只是窝在家里，是不是你老婆把他当宝贝守着，碰也碰不得？说呀，东尼，你那儿子可是个金娃娃？” “你想说什么，弗兰西斯科？” “没什么，没什么好说，东尼。我们只是在想，往后可咋办哩。你晓得，我们大部分人都跟着你做事糊口。而你总有干不动的一天，以后呢，东尼？我们的儿子可咋办？” 安乐尼奥狠狠灌了一口苦酒，说：“以后自会有人给你们和你们的儿子活儿干的。” “但不会是你儿子，他可不是当头儿的料。” “注意你说的话，弗兰西斯科，”安东尼奥说，“不许你对我儿子说三道四。” “你的好儿子，”弗兰西斯科笑起来，“人家说，残废一个！” 他噌的一下立在弗兰西斯科跟前，用手死死掐住他的脖子，掐得他嘴里连连呼哧。“谁也不许叫我儿子残废。” 弗兰西斯科试着挣脱那副“铁钳”，可是他狠狠打在安东尼奥肚子上的拳头，只像是给安东尼奥搔了搔痒痒。 “要我把你脖子扭断吗？弗兰西斯科，叫你放肆。听好了，别再提我儿子的名字！还有你们，统统给我闭嘴！” 他扔下喘不过气的弗兰西斯科，没再说话，走了。他感到又愤怒又羞辱，他竟被人耻笑，成了小丑！可话说回来，他们说那孩子是残废，难道错了吗？他心脏那么弱，和那些缺胳膊少腿的有什么两样？脚踢不了，手挥不了，搬不了石头，也走不了路。 然而，那是他的儿子，谁也不准取笑他。他是我的骨肉，安东尼奥想，我无法改变这个事实。管他的心像牛还是像老鼠，那都是我的心啊。只要生活给这个跟燕子交谈、跟风唱歌的孩子一席之地，给这个更多是灵而不是肉、更多能思而不能行的孩子一席之地就行，只要我，给他一席之地就行。 房子里一片昏暗静寂。安东尼奥听到孩子的呼吸，平缓而急促。月光中他看到马策罗的脸，白皙晶莹，极像圣安娜教堂彩窗上天使俯视着祈祷者的微笑。他的皮肤细如绢丝，那么纯洁、脆弱，高高的额头，睫毛又黑又长。 天使会不会带来耻辱？安东尼奥想。一颗脆弱的心就足以粉碎那世代相传的希望吗？不！达拉家族是强大的，要永世不倒！ 他张开手，月光惨淡，他看到自己的手在颤抖。粗壮慢慢接近柔弱，犹豫着，缩回去，再度凑上前。接下来，安东尼奥·达拉生平第一次碰自己的儿子马策罗。他的手指在儿子的颊上轻柔得像哈了一口气，缓缓抚摸着。 十七岁生日那天，马策罗的画笔突然掉了，然后身子在花园的长椅上向前一滑，他躺在地上一动不动，呼吸困难，面色发青。医生告诉罗萨琳达，现在她只能求上帝保佑了。“有人捐献心脏才行，否则就没救了。” 安东尼奥就坐在花园里那条长椅上，似乎还能感觉到马策罗的体温，他等待着，等待太阳落山，等待一切过去。他手里拿着马策罗的画儿，画得那么精致——安东尼奥还从没见过这样的石头，凹凸不平，纹理清晰;也没见过这样的草茎，绿色里泛着阳光，简直就是活的;罗萨琳达那么美，这些年马策罗的画中总有她——每一丝新添的白发，每一条皱纹，每一个也许只有马策罗看得见的笑容，都入了画;还有他自己，安东尼奥，他在画里那么凶。他的眼睛真的那么缺少慈爱吗？他的嘴唇真的那么冷硬吗？他像个陌生人，站在爷爷建造的房子前，只有明亮的窗户看着和善可亲，打开的房门像在发邀请，后面就阴沉沉的了。屋顶阳光照耀，墙基即使在画上也是坚不可摧的。而他，墙基前的人，却像毁了的根基——僵僵的，鲜活世界里的一个死人。 “是时候了，”他轻声自语，“该了断了，这样才有新生。” 医院里，他站在窗前，看着夜色。月亮红得像浓酒，几乎充满天空，它那带着疤痕的脸正对着他，嘲讽他。“我是永恒，”它似乎在说，“而你不过是一瞬。我是岩石之躯，而你只是区区肉身。你，我，我们根本就不同！” 蝉鸣没完没了，松香阵阵。安东尼奥觉得自己的脑袋和衣服口袋一样沉甸甸的，那重力直把他往下拖。 这就完了，他想，骄傲的达拉家族从此终结。不会再有那样的房屋——光荣的名字夯进它的地基;也不会再有那样的根基，让下一代、下下一代坚信它不可动摇。 口袋里的手枪愈发重了。然而，他——安东尼奥·达拉——更强！他能赤手掰弯钢筋！ 他跟着医生进到屋子，屋里，马策罗被一颗太过虚弱的心脏搏倒了。 “有希望找到一颗强大的心脏吗？”他轻声问医生，“一颗能让他健康的心？” 医生摇摇头，说：“您儿子这么迫切就需要，目前还未找到。” “要多快找到才行？” “还能挺一天，或许两天，再长就不行了。您告别吧。” 罗萨琳达的肩膀抽动着，她把脸埋在被子里。她察觉到安东尼奥在身后，于是抬起脸，说：“他要死了，你儿子要死了。” “他痛苦吗？” “他没知觉，但是他痛苦，我能感觉到。你难道就感觉不到吗，安东尼奥？他可是你儿子啊。” 他看着她的泪，看着她颤抖，犹豫着把手伸向她的脸，接住她的泪，泪水浸软了他的手指。他抱着她，把她贴近胸膛，沉重逸出了他的魂灵。他一下自由了，自由而平静，仿佛大病初愈。他感觉到口袋里的左轮手枪。 “告诉我，安东尼奥，你就从没爱过他吗？你的心就感觉不到对他的爱？” 他把手伸**袋，触摸着那冰冷的铁疙瘩。 “他还要遭多少罪，你才能同情他，安东尼奥？他渴盼的无非是慈爱，你的爱！” 安东尼奥一只手紧握左轮手枪的手柄，另一只手伸进罗萨琳达的头发。她的乌发里交织着银丝，盖过脸庞，盖过脖颈。 “我爱你，”他说，“爱你，爱马策罗，我的儿子。我一直爱着他，自他出生那天起。” “可你让他受了那么多苦。”她的声音转为抽泣。 “快了，罗萨琳达，快了。痛苦该结束了，一了百了。” 医生走进屋子，看到那枪——正对准男孩。“万能的主啊，”他叫起来，“不要造孽！” “要是他的心承受不了生命之重，那就让他拥有我的心。”安东尼奥说，“我的心足够强大，也终于从所有痛苦中解脱了。这心要在他的胸膛里跳动。这是我的心愿，我的遗嘱。您是我的证人——您和万物的创造者。” 安东尼奥举起手枪——此时它轻飘飘的——举向额头。他看到医生惊惶的脸，他听到罗萨琳达的尖叫，感觉到对儿子的爱——他随着燕子飞翔，快过轻风，唱着风的歌谣。“我的心给马策罗。”安东尼奥·达拉如是说。 他**了。",
    "replies": [
        {
            "author": "点我发弹幕",
            "timestamp": 1572711840,
            "txt_content": "简评一下：1.该作制作精良：虽是小制作，但细节把握得很到位，对原著的还原与尊重也很到位。\n2.作品值得回味：作品所带给人们的，是对事业与家庭（亲情）的探讨：在面对儿子马策无力继承家族事业时，安东尼奥曾一度放弃他对马策作为一个父亲的身份，但人性与妻子对儿子的母爱让他重拾对儿子的关爱，让他明白到：千金散去还复来，亲戚离去不再来。从他决定献出心脏起可以看出他在董事长与父亲的身份选择中选择了后者。这是值得我们深思：现代社会的浮躁与功利冲淡了我们对家人，对朋友的关心，“海内存知己，天涯若比邻”只达到了技术上的满足却无法达到精神上的满足。我们很少再有“一杯浊酒喜相逢”的快乐，很少再能对亲友促膝长谈。如若安东尼奥的家庭处于现在，他会做出和当时一样的决定吗？这是值得我们深思的。\n说一下不足吧：作品对人物的刻画不够明显，人物的性格存在残缺以至于无法支撑起整个故事使得人物性格与情节在某些场景存在脱节。\n另外，推荐一部类似的作品，与之主题类似：我在七年后等着你。值得作者体验的作品"
        },
        {
            "author": "HA_yan_sen",
            "timestamp": 1572748200,
            "txt_content": "必须支持一下！"
        },
        {
            "author": "xiang_xge",
            "timestamp": 1573179060,
            "txt_content": "简介不多但是一楼的大佬描述真的是吸引人\n感觉很良心，没有特别是退格键写指令真的很辛苦，向作者致敬"
        },
        {
            "author": "咖菲豆666",
            "timestamp": 1573301640,
            "txt_content": "点我发弹幕 发表于 2019-11-3 00:24\n简评一下：1.该作制作精良：虽是小制作，但细节把握得很到位，对原著的还原与尊重也很到位。\n2.作品值得回 ...\n谢谢谢谢，您的支持是我最大的动力"
        },
        {
            "author": "咖菲豆666",
            "timestamp": 1573302300,
            "txt_content": "xiang_xge 发表于 2019-11-8 10:11\n简介不多但是一楼的大佬描述真的是吸引人\n感觉很良心，没有特别是退格键写指令真的很辛苦，向作者致敬 ...\n谢谢谢谢，理解万岁"
        },
        {
            "author": "咖菲豆666",
            "timestamp": 1573302360,
            "txt_content": "HA_yan_sen 发表于 2019-11-3 10:30\n必须支持一下！\n谢谢谢谢，"
        },
        {
            "author": "Police_",
            "timestamp": 1573999860,
            "txt_content": "给我玩哭了呜呜呜"
        },
        {
            "author": "咖菲豆666",
            "timestamp": 1574236980,
            "txt_content": "Police_ 发表于 2019-11-17 22:11\n给我玩哭了呜呜呜\n谢谢你对我的支持\n"
        },
        {
            "author": "咖菲豆666",
            "timestamp": 1575117960,
            "txt_content": " 本帖最后由 咖菲豆666 于 2020-6-17 23:09 编辑 \n\n"
        },
        {
            "author": "小凡Eric",
            "timestamp": 1589727480,
            "txt_content": "这样用心的作品我很喜欢，继续加油吧"
        },
        {
            "author": "Teenwyf007",
            "timestamp": 1590042420,
            "txt_content": "喜欢                              "
        },
        {
            "author": "Teenwyf007",
            "timestamp": 1590042480,
            "txt_content": "感人                                                  "
        },
        {
            "author": "Teenwyf007",
            "timestamp": 1590042480,
            "txt_content": "这个我似乎好像看过这书"
        },
        {
            "author": "NZND羽幽",
            "timestamp": 1595819940,
            "txt_content": "喜欢这种剧情为主，像看书一样的作品，感谢作者"
        },
        {
            "author": "reatha",
            "timestamp": 1613002680,
            "txt_content": "谢谢分享，感谢作者"
        },
        {
            "author": "dajiangshi666",
            "timestamp": 1613563200,
            "txt_content": " 感谢分享！"
        }
    ]
}