{
    "title": "忘仙录：第二章",
    "author": "yisizhiren",
    "replyCount": 5,
    "timestamp": 1573965180,
    "txt_content": " 本帖最后由 yisizhiren 于 2019-12-28 16:41 编辑 \n\n      这个时候，斓曦正看着池塘旁边的一个烤炉旁思考着人生...，呸，是思考如何加工梦鱼。他大脑里仔细的回想自己以前看过的一本书——[百味诱厨]\n      首先，先把梦鱼放烤架，然后等待两分钟，拿出来让它……经过了整整一炷香的时间，斓曦把香气四溢的烤梦鱼拿了出来。\n\n      旁边的老爷爷看到这条梦鱼之后，两眼冒着红光：“这...这...这个，难道..你，把它给我，你想知道的我都会告诉你！”\n\n      那老爷爷毫无形象的流出了口水，两只眼睛仿佛要跳出来了一般。\n\n      “好好好，给你，慢点吃，别噎着。吃完了好告诉我我想知道的一切。”斓曦看了一下两眼冒着红光的老爷爷一边把烤鱼给他一边摇头说道。\n\n      那老爷爷咬了一大口梦鱼之后陶醉的说：“恩...香啊...还是那个味道。”\n\n      老爷爷吃完鱼之后，他一转头就看见了斓曦那嫌弃的表情，连忙说道：“咳咳...如你所见，这里就是你的梦境！至于为什么你每天都能看见老夫。这就要靠你来发现了。哦，忘了告诉你了。这次你破坏了梦境的本体框架，你要修复好梦境才可以离开。至于修复方法吗，你只要取得梦境花即可。梦境花在（云顶天宫）哪里，你只要和那边那个家伙说一下就可以过去了。至于老夫的名字嘛，你可以称呼我为梦中仙。” \n\n     “等等，你耍我，你根本没有告诉我想知道的！”斓曦咀嚼了一下刚才梦中仙说的话之后怒视冲冲看着他说。\n\n      梦中仙回头故作高深的说：“你快去那梦境花吧，再不去就没时间喽。”\n\n      然后，梦中仙就把斓曦给赶到的那个“家伙”哪里，斓曦望着他，发现，那似乎是个人类，不过双眼空洞，如同机器人一般。\n\n      斓曦试探性的问了一句：“请...请问一下，云顶天宫怎样去？”\n\n      然后，斓曦就听到了他那如同机器般的声音：“是否确认前往云顶天宫。”\n\n      “确定，我要去云顶天宫。”斓曦确定他是活着的人之后，松了口气。\n\n      然后，在那个人的旁边凭空出现了一个半径长达一丈的黑洞。斓曦看见之后，便大步流星的跨了进去。不过刚进到黑洞里面，还没来得及观察周围的样子，斓曦就受到一股巨大的冲击力昏了过去。\n\n      斓曦醒来之后，他发现自己身处在一颗颇高的树下，他面前还有一个往下的楼梯，他稍微犹豫了一下便径直的走了下去。                                      \n      他一边走，一边观察着。走了一会，斓曦就发现了几个似人非人的守卫，他们的腰下全是一片烟雾，如同灵魂一般。并且身上还绣有“命”和“伤”这两个字，都拿着着一把木剑，木剑上还散发着一股古老的气息。\n\n      斓曦见到他们之后，隐蔽身形，悄悄的走到距离那几个守卫比较近的一颗树后，张弓搭箭，瞄准着那其中一个守卫的心脏处射去。\n\n      “咻”\n\n      那只箭精准无比的射中了那个守卫的心脏，那个守卫捂着自己的心脏缓缓的倒下了，就连声音都未发出。可是另外一个守卫却不知他的同伴已经与他阴阳两隔了。\n\n      斓曦看到此景之后似，又射出一箭，这只箭如同夺命的阎王一般，狠狠地射在了另一个守卫的心脏处。斓曦看到此景，左右观望了一下，确定没有人了，他走到哪两个守卫的身旁。\n\n      “哎？他们的身体竟然会消失，这怎么回事啊？”斓曦走到守卫尸体的后面时，发现他们的身体化小小的成颗粒灰飞烟灭了。只留下了装备和武器，看了一下装备，发现这些装备性能还不错，他就捡起来穿上了。\n\n      斓曦看了一下地上的木剑，他刚捡起来准备研究一下木剑上的远古气息时。\n\n      斓曦突然感觉自己的背后受到了一股强大的冲击力，他狠狠地撞到一颗树上，然后缓缓的掉到地上，他看着面前的一个有些模糊的身影在一步一步的靠近自己。斓曦还听到了一个的声音。\n\n      “啧啧啧，真是自作自受，你挑战谁不好，偏偏要去挑战领主大人，所以，我只好让你死在这了！”\n\n      斓曦看到他走到自己的的身前，想要起身，奈何自己已经被打成重伤，已经无力起身了，然后，斓曦的视线逐渐模糊，他隐隐看见那个身影被一柄剑穿透了胸膛，然后他就晕了过去。\n\n      （因为这玩意是想写时候才写的，毕竟有没多少人看对吧，所以更新就想更才更。）\n\n\n\n",
    "replies": [
        {
            "author": "yisizhiren",
            "timestamp": 1575720000,
            "txt_content": "感觉自己写的还不错，为啥没人看"
        },
        {
            "author": "z神主",
            "timestamp": 1576732380,
            "txt_content": "没玩过你说的服务器的人看着就没内味，我纯粹就当修仙或者仙侠看了，完全见不到跟MC相关的元素"
        },
        {
            "author": "yisizhiren",
            "timestamp": 1577522400,
            "txt_content": "z神主 发表于 2019-12-19 13:13\n没玩过你说的服务器的人看着就没内味，我纯粹就当修仙或者仙侠看了，完全见不到跟MC相关的元素 ...\n可能是我的修行不够，写不出那种感觉，不过很多人说服务器还是挺好玩的"
        },
        {
            "author": "toyol",
            "timestamp": 1577977500,
            "txt_content": "作者加油"
        },
        {
            "author": "yisizhiren",
            "timestamp": 1578007260,
            "txt_content": "toyol 发表于 2020-1-2 23:05\n作者加油\n谢谢，我会尽量抽出时间来更新的，不过最近是在太紧了，基本每天都要一张试卷。"
        }
    ]
}