{
    "title": "[Minecraft.net|INSIDER]如何制作棒棒的渲染图",
    "author": "乙烯_中国",
    "replyCount": 4,
    "timestamp": 1572782220,
    "txt_content": " 本帖最后由 乙烯_中国 于 2019-11-3 19:57 编辑 \n\n\n如何制作棒棒的渲染图\n巧用程序来表现你的建筑吧！\n古谚曾说：“如果一个东西看起来像鸭子，吃起来像鸭子，叫起来像鸭子，那他就是只鸭子。”我来告诉你个小秘密，这句话在我们网站行不通哒！很多时候，我们这些精美的建筑，看起来很Minecraft，但是实际上并非是在游戏里截图的！GAGAGA！\n\n是的，这些建筑确实是在mc里造出来的，但是还通过了其他软件将其转化成了真正的3d艺术。接下来我将教你怎么秀出操作。\n\nMineways\n\nMineways是一个用来将作品从游戏里导出的程序。他可以将地图转化成3d打印的模型，也可以将你的作品上传到SketchFab上，这个网站是一个专门展示3D模型的网站。你只需要一个程序和一个网站账号，然后将两边绑定，然后就可以从网络上下载你的模型了。（译者注：为啥不能直接脱机保存？脱裤子放屁）\n\n整好Mineways后，你首先需要加载你的存档文件夹里你想导入的level文件。然后按下面的操作执行：\n\n\n\n\n当确定level文件后，Mineways将给出你想要导出内容的俯视图，这是已经加载的我们的十周年纪念地图。\n\n\n\n你可以右键单击拖一个选择框，框出你想导出的内容。如果你没给SketchFab氪金的话，你的文件大小上限是50MB，但是Mineways不会提示你你选中范围的大小，所以请自己框小点。（译者注：所以这程序干嘛非要绑定到这个网站啊，不能给个本地保存吗，脱裤子放屁）这次导出没有问题。\n\n\n\n当一切搞定后，你可以点击File然后按下“Get your Token”键来将你的模型上传到那个网站上，会弹窗出来然后让你把key拖到窗口中，最后点击上传即可。\n就这样你就可以获得这样的内容。\n这是十周年纪念地图。想象一下，这样你就可以想全世界推荐你自己喜欢的建筑了！虽然这个程序不是很完美，但是他确实能做到。如果你希望人们来赞赏你的作品，你也可以给你的作品打上tag。你可以在这里看到别人的作品。\n\n更高级: Chunky\n\n\n如果你想要包括光源在内的更高级渲染图的话，你可以使用Chunky，这个程序的潜能很大，可能会难倒很多人，所以我们来好好研究一下。\n\n\n首先我们在这里就提到过Chunky，但是我们从来没有介绍过这个程序怎么使用。我们需要在有高配置电脑的情况下花大量的时间去试一试。你可以在使用高级渲染的时候去好好吃一顿大餐，但是你想快一点的话也可以把设置做的简单一些。\n\n\n首先安装好64位的Java，然后使用Chunky Launcher来加载。现在使用高级选项，将下载服务器设置成http://chunkyupdate2.llbit.se/ 然后选中下载快照。如果内存足够你可以调大内存限制。完成以上操作后，点击更新。\n\n目前这个程序只可以和Java版的1.13相兼容，这样是为了给你的设置留一些余量。开发者是针对这个游戏版本设计的功能，所以请不要使用更早或者更晚的存档来加载，以免出现问题。\n\n首先你应该将场景重命名成非默认的名字，否则每次新渲染的话就会把旧的渲染给覆盖掉。\n\n\n然后右上角有“更改世界”，导入你的存档，我加载了XxPexPaptorxX的Cube Block存档。这个存档很小所以渲染的也很快，接下来我将教你怎么渲染。\n\n\n\n右击你想要看的地方，然后选择“Move camera here”\n\n\n在地图上单击左键的话则是选择一个区块，点一次选中一个，或者shift加左键可以选择一群区块。右键拖动可以拖动地图，然后滚轮放大缩小。\n\n\n\n然后单击左侧场景选项卡里的 “Load Selected Chunks”。这样就会切换到渲染预览，同时显示了你想要渲染的内容，如果有所缺漏，单击顶部的地图按钮重做前两步。\n\n\n\n分辨率应当为400*400，然后下方的spp应该保持为1000，就算你选中了场景栏里的“Save snapshot for each dump”。这其实是最简单的设置方法。然后点击渲染边上的绿色按钮，然后就会开始渲染，同时给出预览。\n\n\n\n江江！\n\n现在或许你和我的角度或者其他啥啥啥的不一样，但是其实都差不多，你已经渲染好一个世界了。这很简单，但确实是你亲手做的。为自己自豪吧！\n\n\n这是Chunky的基本操作，你也可以再玩点骚操作，你可以添加皮肤、资源包或者全新的天空，你可以在图中保留玩家，甚至还能改变他的大小和姿势。这个软件非常强大，渲染出来的结果也显得你的建筑非常挺拔。\n\n\n\n如你所见，没有啥限制，图中是软件里放大的玩家。\n\n\n这张图为了渲染火把花了我整整一个晚上，水面被设置为静止以获取完美的倒影。\n\n\n\n你甚至可以渲染自然景观，这座冰山的景深设置的很浅，看起来真的很不错。\n\n\n\n不擅长建筑吗？你也可以渲染别人的地图，这是格林菲尔德城的地图，我下载下来并用了其配套的资源包做了渲染。\n如果你想渲染高分辨率或者有大量光源和细节的图像的话，也可以调整画布大小或者目标SPP。但是这样的话你的电脑不一定带的动。有些人甚至会连着渲染好几天，你可以在Chunky Subreddit上看到这些作品。\n\nChunky的极限取决于你自己的硬件和耐心。或许代价很大，但是既然你在游戏里花了心血搞了建筑，那为啥不再花些心血再度精进呢？来向我们展示你的作品吧！\n\n【原文：How to make great renders】\n【作者：Craig Pearson，发布日期：2019-10-26，译者：乙烯中国】\n【技术支持：博文转换器】\n↑兄弟你的博文转换器真tm难用，下次不用了，看上去好像自动帮你排好版了，但是实际上糊上自己的译文之后就没有了，真要加超链接和变色的时候还是得自己重新设置格式，脱裤子放屁\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1572787200,
            "txt_content": " 本帖最后由 V.M.Samlye 于 2019-11-3 21:21 编辑 \n\nMake sure you have 64 bit Java installed then grab the Chunky Launcher(not the installer) and load it up. Now open the advanced options and change the download server to http://chunkyupdate2.llbit.se/ and make sure ‘Download snapshots’ is ticked. If you have plenty of RAM the “Memory Limit” slider can be dragged to a higher number. With that all done you’ll get the latest version of the program when you hit “Update”.\nMake sure you have 64 bit Java installed then grab the Chunky Launcher(not the installer) and load it up。Now open the advanced options and change the download server to http://chunkyupdate2.llbit.se/ and make sure ‘Download snapshots’ is ticked。If you have plenty of RAM the “Memory Limit” slider can be dragged to a higher number。With that all done you’ll get the latest version of the program when you hit “Update”。\n这不是超链接和变色吗，这个玩意本来就是用来给纯文本模式用的\n\n"
        },
        {
            "author": "Оil",
            "timestamp": 1572833100,
            "txt_content": " 本帖最后由 Оil 于 2019-11-4 10:06 编辑 \n\n妈耶？没有英文原文的？= =？\n\n<<妈耶，看了这么久的博文，第一次看没有英文原文的有点不大适应.jpg = =\n←不会点链接自己去看吗？！啊？！\n←我点了，他在加载，他还在加载，我有什么办法？\n【获得成就：你永远到达不了加载完成的真实！】\n啊……不，它加载出来了……= ="
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1572839700,
            "txt_content": "我吃盐椒蒜 发表于 2019-11-3 21:20\nMake sure you have 64 bit Java installed then grab the Chunky Launcher(not the installer) and load i ...\n纯文本可以，但没必要，太花了，我是为了省事才用这个的，干嘛还要多花精力去死磕bbcode，我也没有以前刚进论坛记事本写帖子的精力了，真实使用情况是，我还得分辨哪段代码是给原文的，哪段代码是给译文的。\n或许这个工具有给一些人提供便利，但他确实还有很多可以精进的地方。\n倒不如说，这种放两边原文的设计本来就是有缺陷的。放译文的那段格式代码里的原文完全没有必要，因为这段文字一定会被译文覆盖掉，所以完全可以用更显眼的字符取代掉。比如，普通文字就放“这里有一段译文。”，超链接就放“这是本段第%d个超链接”。\n如此代码的可读性立马就提高了一个级别。\n@SPGoding 你看看上面，如果你觉得加进去的话我可能还会来用用"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090560,
            "txt_content": "渲染图帮大忙了！！"
        }
    ]
}