{
    "title": "忘仙录：第一章",
    "author": "yisizhiren",
    "replyCount": 4,
    "timestamp": 1572869880,
    "txt_content": " 本帖最后由 yisizhiren 于 2019-12-28 16:43 编辑 \n\n      在一个宛如梦境般的小湖旁，一个样貌清秀的少年缓缓的睁开眼，没错，这位少年就是斓曦！他从地上坐起来往四周望了望。发现了自己旁边的一把弓和一些药草，这是弓箭是他用的比较顺手的武器，斓曦捡起来后。\n      不知从何处传来了一阵声音。这声音\n\n      ”魔前一叩三千年，回首凡尘不羡仙！“\n\n      ”又是这个声音！还有这个梦！那是不是说？我这次！还有机会？“斓曦激动的说。他看向湖对面，发现了一个胡子长到了腰间的老爷爷。\n\n      ”那人是谁？为什么我会感觉如此的熟悉？仙？魔？何为仙魔？？？算了，还是直接问那个老爷爷比较实际。”斓曦甩了一下头，直接跳入湖中，笔直的朝那名老爷爷游去。\n\n      ”小家伙，又来陪老夫了“那名老爷爷边捋这胡须说道。\n\n      ”你到底是谁？为什么我会梦到你？你究竟是谁！！！“斓曦愤怒的质问这个老爷爷，斓曦每次做梦都会看见他，现在能和他交流，斓曦当然要好好质问一下他。\n\n      ”我究竟是谁呢？这又到底是不是梦呢？是梦？还是真的遇见过？谁又能知道呢？“那老爷爷似问似答的回复他。\n\n      斓曦不屑的说：“呵，故弄玄虚。”\n\n      ”想知道吗？老夫我还偏不告诉你！哎，年纪大了，就是容易饿，好怀念梦鱼的味道啊。“这老爷爷看了斓曦一下之后感叹的说。\n\n      ”梦鱼？你想吃那玩意？你等着！我这就去给你弄来！吃完之后必须把事情的所有都告诉我！“斓曦为了知道这件事情的所有，他也只好帮这个老头，哦不，是帮老爷爷找吃的。\n\n      斓曦站在湖的旁边，他看着湖里缓慢游着的梦鱼，斓曦自信的做出射箭的基本动作。左手持弓，右手虚拉弓弦。下一刻，一只由灵气组成箭凭空出现在弓弦上。\n\n      ”和我想的一样，这把弓有着[无限]的附魔，嘿嘿，那就不用担心没有箭了“斓曦心里这样想，然后，他瞄准着湖中的一条梦鱼。\n\n      ”咻“\n\n      只见那只箭以惊人的速度飞向梦鱼，但就在那只箭快击中目标的时候，那只梦鱼如同早就料到一般躲开了箭矢。斓曦愣了一下，又射出一箭，那条梦鱼又一次的躲开了。斓曦开始暴躁起来。\n\n      旁边的那个老爷爷又似笑非笑的看着斓曦，这让他更加愤怒，本来打不中一条鱼就已经让他很难受了，现在，这个老爷爷看用那种表情看着他，斓曦怎么可能受的了？\n\n      ”啊啊啊！我就不信射不到这条鱼。“虽然他没学过弓箭，但是他看过一本叫[武器使用百科]的书，里面也讲了一些弓箭的知识。这个时候，斓曦慢慢平静下心来回忆着关于弓箭的知识。\n\n      欲学弓之，心需静也，不可躁之，心静者射百箭全至目标，心躁者射万箭无一中之。心静后，需以目标之位，预知其将之处。方可致命。\n\n      斓曦默念这句心法，然后闭上眼睛，感受着梦鱼的运动轨迹。突然，斓曦睁开眼睛，猛地一射。\n\n      ”  咻  ”\n\n\n      那一条梦鱼似乎听到了箭的破空声，一摆尾。不过那只箭似乎早就预料到梦鱼的动作一般，以一种奇异的弧度射中了梦鱼。\n\n\n      ”  哈哈哈，我杀死梦鱼了。哈哈哈。”斓曦仰着天狂笑。\n\n\n      那老爷爷比较吃惊的说：”  这个！难道！是梦鱼！你竟然这么快就杀死它了？  ”\n\n\n      斓曦斜着眼睛坏笑道：”  想吃吗?告诉我我想知道的就给你哦！ ”\n\n\n      老爷爷不屑的说：”  就算你抓来了梦鱼又如何。若是无法加工，那又怎能享用这等珍品？只有你吧梦鱼加工好，我就告诉你你想知道的一切。 ”\n\n\n      ”一言为定。”斓曦看着他说。\n\n\n      （修改一下，之前写的[剑技基础]应该是[武器使用百科]的。注：本文来源于[唤魔录]，详情请在服务器——太墟纪元查看。）\n      \n\n\n\n\n",
    "replies": [
        {
            "author": "mohist",
            "timestamp": 1573218840,
            "txt_content": "很棒作品，支持一下，希望还能更新吧"
        },
        {
            "author": "初阳时光",
            "timestamp": 1573377120,
            "txt_content": "同时开两坑，太强了。"
        },
        {
            "author": "MC讨论者",
            "timestamp": 1573458420,
            "txt_content": "催更的来啦！"
        },
        {
            "author": "yisizhiren",
            "timestamp": 1573567200,
            "txt_content": "MC讨论者 发表于 2019-11-11 15:47\n催更的来啦！\n啥？催更？不是没人看吗？我本来就是想写的时候才写的\n"
        }
    ]
}