{
    "title": "【蒹葭解密】广征各种mc人才——蒹葭地图制作组招募贴,长期有效!如不能回复,请私信我!",
    "author": "猫小沫",
    "replyCount": 9,
    "timestamp": 1361539620,
    "txt_content": " 本帖最后由 猫小沫 于 2013-2-22 21:29 编辑 \n\n一、前言\n原帖不知道为何无法回复了，如果此帖子也无法回复请私信我一下，谢谢或许大家对我们小组很陌生，也或许大家对我们小组很熟悉。但依旧为了让大家及时看到最新动态，我还是推荐收藏（ctrl+d）或者常关注小组作品贴或蒹葭小组的小组地址。    一个作品的成功与否关键是作者的认真程度， 我们不能说每个作品都沥尽心血，但是我们也会尽我们最大的努力。个人认为，十二星辰是我们目前做的最好的一个地图，原因很多，不一一阐述。而摆脱恶魔的追击、海底之谜、猫世界五行变也都是不错的作品（当然，不得不承认，猫世界在外外饰上还差一点……）\n    不得不说，看帖回帖的美德在我发明的回复可见秘籍的带动下发展的很好（A A），虽然其中不乏水回复。但是为什么就算我一再求分，诸位看官却舍不得自己手中的那给了人气还会涨满的份额呢？给我们一点分，给我们一点动力行么？其实不仅仅是我能发布地图，只要成员对第一个地图有着仅次于我的贡献，我也可以把发帖的权利转交给他。\n或许有人等我们的地图等得不耐烦了，我在上文说过，我们也是要质量而不是数量的团队。如果我们只要数量，仅仅我或syl（话说好久没诈尸了），两天一个基本不是问题。但是，如果真是那样，我们做的和新手一个水平，你们会玩么？我想不会。\n还是如此，向大家道歉，我的时间比较零碎，不太能符合制作组的需要，所以只有在全国性的大型假期，我们才能在作业堆中抬起惺忪的睡眼（@asdnow）~~\n二、现状和发展\n或许现在的现状还比较让人满意：有着良好的信誉，有着良好的作品。但谁也不能保证以后会如何。\n对于minecraft的发展，我无法表达自己的想法，我只是一个从Beta版才接触的小玩家。如果可以，我尽量让我哥（C版元老级人物）来评价。\n但我对于我们小组的发展史还是可以略点评一二（摘自本制作组红石研究服务器地图图书馆，有删改）：\n当时我还是一个“无业游民”，在mcbbs上用自己仅仅三四级的号闲逛着，过着很平常的生活。\n那天一个用全角符号标注的一个“众神之怒”地图，吸引了我的目光。玩完后就只有几个感觉：太伟大了!太漂亮了!外语看不懂!还要等翻译们的翻译!只可惜是外国的!\n有了第五个念头，我就按耐不住，为何我们不做一个中国自己的解谜地图？!\n于是经过我的一番努力（制作过程涉及机密，因此略），一个耐玩，但是外饰不太好（我一直不太会外饰）的半神级（其他的都是神级，诸位对吧~）地图《猫世界五行变》新鲜出炉。\n然后也记不太清楚是建立团队后怎么就弄了个《十二星辰》，但是我知道的是，我们在此中付出了很多，大概我们组不少人也做了0.7~1个月。\n随后就是暑期最后的“仓促”但不“粗劣”的中型作品《摆脱恶魔的追击》。\n半个多暑假，3个作品，自我认为速度很快。希望大家在我们无法做作品的时候继续给予支持（给分就是我们最大的原动力A A）\n\n自此，本小组的简单历史就介绍完了。\n我是想到哪里写到哪里，因此在写《十二星辰》的时候才想到的这个总结出来但可能是谬误的目前是真理的几句可能在以后会变成谬误的几句话：\n永远不要在没有成绩的时候组建团队，那样不会找到人才；\n团队作品可以少，但必须精，只有这样才能使更多有志之士加入你们；\n有志之士并不是越多越好，宁缺毋滥，不要抱着“矬子里拔出的将军也是好的”的心理。\n我愿意披露这些经验，也是愿意中国的minecraft事业不只在我们几个小组中发展，喜爱minecraft的人，就有义务对它做贡献。比如现在，仅仅在MCBBS就有许多活跃的小组（我愿意在我的帖子中给同行的小组连接，也是希望加入不了我们的玩家，加入他们，壮大我们中国的Minecraft事业，如果都在内斗，事业不会发展）：“彩虹糖技术中心”、”CaKE\"、“Flame Team”、“虚幻与真实”\n三、招募（总算到正文了）\n我们小组虽然人数不少（14人，虽然一堆[围观]的），但在一个时间段上线的人就少得可怜了（原来有asd\\qiuyi\\紫枫\\卢笑尘等等多大8~12人，现在只有紫枫\\卢笑尘\\asd经常来了），所以多招募一些也没有坏处。\n如果你在之前就加入我们了，那么恭喜，你还是幸运的……\n如果你现在才看到……\n我们的要求会提高很多，所以申请被打回不要灰心什么的（学好思想品德，自己用课本语言安慰安慰）\n下面是申请格式：职业：（下面是各种职业供你选择，可多选）\n建筑师（建筑、外饰）、设计师（内饰）、机关设计者（红石机关）、剧情设计者（剧情）、地图美化者（美化地形之类的）（如没有自己所擅长的，请在本栏填写自己擅长的方面的简介）\n作品：（对应上面的职业，发至少一个好的作品，因为是随机点开，所以希望发上来的质量都比较高，发一个链接）\nMC龄：（不解释）\n自己对MC解谜地图的话：（自由发挥）复制代码蒹葭解密地图制作组作品\n\n地图（按质量排序）：\n1、十二星辰  精品 \n2、摆脱恶魔的追击  中型高难度\n3、海底之谜 中型偏小中难度\n4、猫世界五行变 中型高难度外饰差\n\n制作组原创视频：\n\n1、十二星辰宣传视频（作者：@sylqiuyifeng）\n\n",
    "replies": [
        {
            "author": "MarcoV",
            "timestamp": 1361539740,
            "txt_content": "地图制作组哎~懒得看正文，问下是做神马地图的"
        },
        {
            "author": "紫枫",
            "timestamp": 1361539980,
            "txt_content": "板凳我自豪！\n支持蒹葭！"
        },
        {
            "author": "孤剩",
            "timestamp": 1361540100,
            "txt_content": "好长的一篇大论啊"
        },
        {
            "author": "猫小沫",
            "timestamp": 1361540100,
            "txt_content": "孤剩 发表于 2013-2-22 21:35 \n好长的一篇大论啊\n大多复制原来贴子的。。。\n不过还是更新了现有情况"
        },
        {
            "author": "geludan",
            "timestamp": 1361540460,
            "txt_content": "看完了，不错。我同时也希望共享版推荐小组能有长长的一大串。"
        },
        {
            "author": "mcbbt",
            "timestamp": 1361541240,
            "txt_content": "你自豪，特自豪，有了姿势特别自豪"
        },
        {
            "author": "猫小沫",
            "timestamp": 1361575500,
            "txt_content": "geludan 发表于 2013-2-22 21:41 \n看完了，不错。我同时也希望共享版推荐小组能有长长的一大串。\n那多占空间。。光版头就一大串了"
        },
        {
            "author": "geludan",
            "timestamp": 1361575980,
            "txt_content": "猫小沫 发表于 2013-2-23 00:25 \n那多占空间。。光版头就一大串了\n多有意思"
        },
        {
            "author": "猫小沫",
            "timestamp": 1361579040,
            "txt_content": "geludan 发表于 2013-2-23 07:33 \n多有意思\n多占网速 \n"
        }
    ]
}