{
    "title": "[微小说] 弑魔之战 第四章",
    "author": "萌萌的咖喱",
    "replyCount": 6,
    "timestamp": 1361546640,
    "txt_content": " 本帖最后由 Technology 于 2013-3-3 17:57 编辑 \n\n弑魔之战 索引贴第四章\n   我仔仔细细地把村长留给我的纸条看了一遍，原来是打败Him前必须做的事。我心里赞叹村长的智慧，但是时间不等人，我必须赶紧完成这些任务才可以保住城堡里的人的性命。我匆匆忙忙地看了一眼第一条，那就是造一个坚固的堡垒作为根据地，这一点我们已经做到了，我们的城堡很坚固，除了城墙由于前天的僵尸入侵导致有些破损外其他都还好，目前工程师们还在对城堡进行修理维护。\n    第二个任务有些麻烦，是要挖16个黑曜石并且用打火石开启通往地狱的大门，介于挖黑曜石这一点，我召集了很多人一起挖矿，城堡边上的大峡谷资源丰富，但是也危险无比，我们本打算直接拿着铁镐和火把还有食物就下去挖矿的，不料有个矿工想下去探路，第二天回来的就是一具血肉模糊的尸体了。这引起了我们的高度警觉，所以大家都穿上了铁制装备和拿起了铁剑甚至是钻石剑，我们拉起城门，正式开始了挖矿。\n\n    首先我们在峡谷造了一个临时集合点和住宿点，然后分配了食物和水后两人分为一组，当我看见我和一个女孩子分为一组，我彻底就绝望了，因为一个人挖矿另一个人就要担当搬运和侦查的工作，这么一个女孩子怎么担当得起这项工作。那女孩走过来说：＂你好，我叫蕾纳，你叫我小蕾就可以了。我点了点头，没有多说什么。我望着纵横交错的古人遗迹，总有不好的预感，为什么那些古人都消失了呢？不过现在不是思考这个的时候，我拿起稿子就跑进了洞穴里。\n\n    我一眼就看见了带有黑色斑点的石头，我知道那是煤炭，可以作为燃烧物，很常见，但是我还是把煤炭一个不剩地挖了下来，结果在煤炭下面发现了铁矿石，我心想：还好我挖了煤炭，不然现在稀缺的铁就要这么被我错过了，我挖掉了铁矿，往前方插了一根火把，继续探索着......\n\n    小蕾反应能力很不错，有几只爬行者一看见她就被射穿了头颅，估计这射箭水平也挺高的。我已经挖了3组煤炭和1组铁矿石还有27个红石了，可是还是没看到钻石，于是我又往下了一层，结果看到了金矿石，正要冲过去，小蕾一把拉住我，我的身体也在此时突然往下一沉，啊，是一个大洞，下面全是冒着泡翻滚的岩浆，小蕾拉了我一把，我一脚踩上一块石头就跳了上来，看来那金矿是不能挖了，可惜了。我正要谢谢小蕾拉我一把，不然我早就葬身火海了，突然看见她背后出现了很多个黑影，还发出了咯吱咯吱的声音，我吓了一跳，示意她趴下不要发出声音，可是小蕾根本不懂战斗手势，还觉得我是在和她开玩笑，小蕾不禁笑了出来，她突然感觉后面不对劲，一回头就吓了一跳。\n\n     我无奈后面是岩浆，前面是怪物，看来没法逃了，我把小蕾拉到我左边偏后面一点，因为再后面就是岩浆，我举起我的铁剑准备誓死一搏。\n\n",
    "replies": [
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361546700,
            "txt_content": "我承认我最近写的字数比较少，因为时间不是太充裕，明天的话我会发一个索引贴，到时候请大家多多支持啦"
        },
        {
            "author": "a438079631",
            "timestamp": 1361546760,
            "txt_content": "JONEY是不是MCBBS服务器上的内个JONEY?"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361546820,
            "txt_content": "对啊，是我啊，你是哪位"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361547900,
            "txt_content": "大家来说说我要不要改小说的名字，越来越感觉不合适了"
        },
        {
            "author": "osborn2008",
            "timestamp": 1361550600,
            "txt_content": "joney 发表于 2013-2-22 23:45 \n大家来说说我要不要改小说的名字，越来越感觉不合适了\n呃。。。。个人意见是要改的。。。。这只是个人见解而已，很不错的文章~加油"
        },
        {
            "author": "Technology",
            "timestamp": 1361957820,
            "txt_content": "这章还是挺好的，如果要说，我觉得对环境的描写少了一点。"
        }
    ]
}