{
    "title": "[原创.连载]Twilight Forest~V章.初识~Friend",
    "author": "织梦-",
    "replyCount": 3,
    "timestamp": 1573128720,
    "txt_content": " 本帖最后由 CatchTheRainbow 于 2019-11-7 20:12 编辑 \n上一章链接：https://www.mcbbs.net/thread-861178-1-1.html\n\n      “喂，起来，别从这装死。”我艰难的睁开双眼“不就挨了几下子,至于要死要活的么”我勉强辨认出声音的来源：一个站在我面前全副武装的人,身上的护甲微弱反射出诡异的绿光,就像之前那人头蛇身怪物身上的鳞片。但我还没继续观察，那人再次开口了“你能听懂我的语言吗?”语气中似乎有那么一丝惊讶。我勉强点了点头。“那么你所处的维度能前往下界吗?”他再次发问，这次询问更加迫切，仿佛要得到了什么真相一样。我依然点了下头不说话回答，寻找着能反客为主去了解面前陌生人身份的时机。\n      他仿佛在思考什么一样，盯着这间房屋的天花板一样在这里发呆。而我正准备起身时才发现自己那把残破的钻石剑早已不知去向,周围更没有什么能用到的工具，唯一一个还是那人背后的佩剑:那是一把长度快要赶上他身高的武器,剑鞘上有着许多的花纹,整体散发出和我见过的凋灵一样的奇怪气息。准备硬来的我放弃了这个想法,不得已开口询问\"这里是什么地方？\"他似乎被打断了思考,沉默了一会才回应\"巫妖塔一个偏僻的隔间,你已经在这里躺了一个日左右的时间了,身体没有什么外伤,内伤的话已经给你喝掉一瓶药水了，应该没什么大碍了。\"说完还顺手指了一下角落里的一个空玻璃瓶。与我预想的不同,他一口气回答了这么多,我反而有点愣住。“你背后那个是什么武器,为什么会有凋灵的气息？”当我问到这个时,他一反常态开始磕磕巴巴地解释“一把....额..好像叫太刀来着,有凋灵气息是因为..我用它..斩杀了凋灵,所以就这样了”\n      问完了这些，我开始关心起现状来“那个骷髅一样的生物要怎么处理？我可是对他束手无策了。”他又像来了劲一样开始滔滔不绝\"哪个骷髅？哦,它是有名字的,名为巫妖。一般的攻击会被他的护盾挡住，所以不知道多少像你一样脑子里除了莽什么都没有的人死在巫妖手下。当然有解决方法,一是利用他的攻击来破坏,但现在你的武器已经无法使用，而我这个不足以去反弹他的攻击,所以只能使用第二种方法\"说道这里他又停顿了下“使用对亡灵生物可以造成严重伤害的治疗药水,但目前的药水储量是正好破坏它的护盾，所以不能出现差错”我看了看他拿出三瓶红色透明的药水,又看了看我喝掉的那瓶药水。“好,那交给我吧,就当是还你的人情了。”\n       我刚说完便拿着药水向外走去,然后被他从后面一把拉住\"你是不是还觉得没体验够死亡的感觉,你看看你还有能用的武器吗？\"我才想起自己现在手无寸铁的事实“那个...你能不能先借我一把..用完了还你...”我有气无力的说完这句话,像个做错事的孩子一样低下头不敢直眼看他。“唉,给你这把钢叶剑先用着点吧,反正是在附近的矿山里拿到的，我也用不惯这种长剑。”我在他手接过来了这把暗绿色的剑,看起来还算结实，不过我的目光又被他背包里的一个物品吸引了\"就是...你背包里的那把什么太刀能不能借我用用...我保证不会弄坏的\"“不行。”他一口回绝“就凭你现在的身体,使用枯石无异于**,这把太刀可是经历过凋零毒的洗礼”我不在说什么,默默把药水塞进版本里,手里握紧钢叶剑向塔中央走去\n      “所以说我才讨厌女人啊”他以我听不到的声音嘟囔着,顺带轻轻抚摸着那把名为枯石的太刀。在我后面慢慢跟着。与我第一次进入不同,塔中心的部分已经不再有那么多怪物,清理了零零落落的几只骷髅后便来到了最后一节楼梯。 \"到了\"我轻声说道,顺带抬头看了一眼那一片凌乱的塔顶部,和那感知到我们后挥舞着法杖的巫妖。\n\n\n附：\n设定补充\n\n首先是世界维度设定,差不多就想服务器的世界维度一样,只有主世界能开启地狱门进入下界,其他世界虽然大部分一样,但无法连接到下界维度\n其他维度主世界也有不同的文明和科技,主角所处的属于发展比较缓慢的  \n暮色森林维度可以连接其他世界  但暮色森林仍人迹罕至 且相关文字记录和资料少之又少\n然后就是文章内的mod\n目前是加入了暮色森林 拔刀剑 神秘时代这几个 如果写完暮色森林篇还有动力写后续的话会写一个科技和魔法发展程度较高的维度 应该会加入IC2\n\n最后是目前的主角方设定\n主角:女 小时父母失踪 自己被村里的好心人收养 但也遭受不少歧视从而才会发生第一章内启动凋灵的故事 后续身世相关会慢慢在文章内不全\n性格也会慢慢完善\n他：男  名字未知 比主角早来到暮色森林世界一段时间  对暮色森林了解更多且已经遇到了更多  似乎来的时候是多人结伴而来 但其他人已经不知踪迹\n\n",
    "replies": [
        {
            "author": "初阳时光",
            "timestamp": 1573376940,
            "txt_content": "段落塞的有点满，标点用漏/用错较多，其他相对来讲还过得去。"
        },
        {
            "author": "thrfdgdf",
            "timestamp": 1573824540,
            "txt_content": "我在mcbbs追小说系列"
        },
        {
            "author": "Shu_Ben书本",
            "timestamp": 1574247180,
            "txt_content": "楼主加油！！！"
        }
    ]
}