{
    "title": "[原创.连载]Twilight Forest~VI章.再战~Lich",
    "author": "织梦-",
    "replyCount": 1,
    "timestamp": 1573178640,
    "txt_content": "上一章：https://www.mcbbs.net/thread-924765-1-1.html\n      趁着巫妖挥舞法杖发起攻击的间隙，我抓起一瓶药水向着巫妖身边跑去，当巫妖准备反击时一瓶药水已经在它周围淡黄色透明护盾上炸开,发出一阵阵腐蚀的声音,它周围的护盾颜色又黯淡了许多。正当我准备继续攻击时,巫妖发出一阵奇怪的声音然后从我眼前消失“在你后面！”我背后同时传来他的声音和巫妖释放攻击的声音，我下意识使用手中的剑回身格挡,但还是被爆炸的冲击逼退几步,脚下那看起来厚重的玻璃也产生了些许裂隙。看来不得不小心应对了，我一边这么想着一边观察着巫妖试图找出破坏它盾牌的时机。巫妖见刚才的攻击不奏效,举起了手中的法杖向我发射出两团阴影，我一个侧身躲过,正准备向巫妖投掷药水,突然听到后面两团阴影的位置发出了巫妖释放攻击的声音。对于刚将药水投掷到巫妖盾牌上的我已经无暇顾及,只能眼睁睁看着能量团发出的光离我越来越近。\n      “叮——”随着一声奇怪的金属摩擦声,他用着那把奇怪的名为太刀的武器将发射过来的能量团一分为二,偏离了轨迹的能量团碰撞到角落发出了爆炸,让地面上玻璃裂隙又增加了一点\"小心点\"他轻声说出了这句话“巫妖分身由我吸引,你负责破坏它本体的最后一层盾牌。”直到这时我才发现发射出的两团阴影已经凝聚成和巫妖一模一样的幻影,而且还在拿着法杖准备着下一次攻击。\n      我躲开面前巫妖的一次攻击并反手将药水投掷到护盾上,这次护盾颜色已经完全淡化,巫妖手中的法杖顶部也由金色变为腐尸一样的绿色。两个分身再次化为雾气一样的阴影团返回法杖顶部的球体内。“新的攻击要开始了”“我知道”我简短的回答了他“你知道?你知道个啥”他说完了没好气的看了我一眼“还是一样,本体由你对付，我去清理它的召唤物”话音刚落,巫妖挥舞着手中的法杖发射出闪烁绿光的能量球,落地后逐渐形成僵尸一样生物,不过带给人的压迫感可不是那种常见的感觉。\n      在他召唤僵尸的时候,我拿起手中的钢叶剑向它上身大概胸腔位置的骨骼砍去,只听见一声沉闷的碰撞声,仿佛是铁剑砍到石头上一般,我的手受到了一阵震痛,差点让武器脱手,而巫妖身上的骨架只是略有破裂,造成不了有效伤害。“对着关节处攻击,先想办法限制它的行动”他一边挥舞着太刀斩杀着不断重组复生的僵尸,一边指导我的行动。我放弃了一击致命的想法,转而向着关节部分的骨架攻击。不出所料,这些部分的骨骼连接是通过不知道什么法术相接,破坏起来比完整的骨骼要简单。随着被我破坏骨骼的增多,巫妖手中的法杖再次闪烁,收回了召唤的僵尸并缓慢更改着自己的攻击姿势。我和他默契的并排而站,准备迎接下一次攻击。\n      巫妖手中的权杖再次发出刚才一样的光芒,但不同的是这次发出的光芒逐渐笼罩巫妖全身,修复着自己破坏不堪的身体。修复一部分后法杖像失去了能量，不再继续闪烁。我正准备发起攻击却被他一把拦住“再等等,还有最后一点”我只好仔细观察起来巫妖的行动：法杖渐渐通体闪烁着金光,最后转换为一把看起来极其锋利的金剑,上面闪烁着附魔武器才有的魔咒文字。\n      当我还没反应过来时,巫妖已经手持金剑向我砍来“小心”他拿着太刀挡在我前面,不过这次的武器已经装回了刀鞘。即便这样也隐隐能听见有破裂的声音。在他格挡的时候我瞄准巫妖上身没被绿色法术包围的部分横砍。和我预想的一样，未被法术所包裹的地方强度已经不如之前,一剑下去便造成颇多损伤，看来现在的巫妖仅仅是在做挣扎罢了。在他与巫妖继续僵持的时候,我瞄着巫妖头颅与身体相接的部分砍去，只听见一声骨骼破碎的声音,巫妖便不再行动,围绕身体的法术也渐渐散去,最终化为一滩枯骨。剩下的只有那把闪闪发光的金剑和它不再有生命气息的头颅。\n      “可以,干得不错。你地图借我看看，是时候前往下一个地方了，这里不能久留”我把我那一张地图给到他手上，他一边看着地图一边走到塔顶破损处向外远眺“找到了,那一片沼泽就是我们下一个目标”我顺着他手指的方向看去，如同在原来世界所见到的沼泽一样，灰暗且充满泥泞。我刚准备开口问他“走的时候慢慢聊,反正这次路途会很漫长”\n\n\n\n附：\n补充\n\n\n说是根据暮色森林mod来写的 不过里面并不全按照游戏内设定来\n不然写不出来啥玩意了  更想以mod为基本  从这基本上再进行创作\n坑会慢慢填 但有些正文内不方便写的会写在补充里 如果写完了整篇会整理下\n\n",
    "replies": [
        {
            "author": "Shu_Ben书本",
            "timestamp": 1574247300,
            "txt_content": "加油！ 可以"
        }
    ]
}