{
    "title": "[种族类MOD]Magnuassembly : 游戏的极限魅力 (dev-WE2BoLaX-20191101)",
    "author": "siiftun1857",
    "replyCount": 10,
    "timestamp": 1573216620,
    "txt_content": " 本帖最后由 siiftun1857 于 2019-11-27 17:18 编辑 \nMagnus siiftun1857 Frankline#9878 Oct 29, 2019 2:54 PM\nThe game didn't give you a way to make a weapon damage shield only, a way to make block immune to only explode, way to making ships separate smaller like slime, or making wrecks self-destruct automatically, make shields only blocks laser, and more. The game didn't giving you alot of things. That doesn't matter, because I have my own way did them. This is Magnuassembly. I have attempting push the game to the furthest. \n\nMagnus siiftun1857 Frankline#9878 2019年10月29日 下午 2:54\n游戏没有提供怎么制作只伤害护盾的武器的方法，亦或是制造只免疫爆炸伤害的方块，让舰船被毁时像史莱姆一样分裂成更小的东西，让残骸自动自毁，让护盾只能挡住激光，以及更多的。游戏没有给你很多东西，但这并不要紧，因为我有我自己的方法来实现它们。这就是Magnuassembly。我已经试图将这个游戏推至其极限。 siiftun1857 2019年11月23日 18:54\n……迅速而精准地推断出其本质，并且用尽我的想象力将其推入极限。那么Magnuassembly就是个例子，这个mod使用了大量前所未有的内容，以各种离奇而**的方式实现了re游戏中原本不存在的东西……\nMagnuassembly\n\n\n\"Untitled Magnuassembly Artwork 20191013\" by Abrel\n从左到右：海青族 初始骑士(Rookie Knight)，战略狂欢者 探索家青金石(Explorer Lapis)\n\nWorkshop项目：https://steamcommunity.com/sharedfiles/filedetails/?id=1487636498\nGithub项目：https://github.com/siiftun1857/magnuassembly/tree/dev-WE2BoLaX\nCrowdin翻译项目：https://crowdin.com/project/magnuassembly\nID占用空间：https://siiftun1857.github.io/re_ids.html\n直接下载最新版：https://github.com/siiftun1857/magnuassembly/archive/dev-WE2BoLaX.zip\n\n首次公开发布于2018年8月21日。\n\n这是有史以来第一个使用了\"inf\"和\"nan\"值的Reassembly模组。\n\n注意项：需要启用Beta测试来运行此模组部分内容仍在制作中Windows XP系统不受支持请尽可能将此模组优先级设置更高，避免内容失效\n\n\n欢迎来到这里。\n这是一个Reassembly的游戏性拓展模组 Magnuassembly。\n这个模组将极大地改变你的游戏，其中使用了游戏没有直接提供的非常规特性，包括破盾器。外部链接库(DLL)仍在在测试中，并且将会在稳定时发布，目前仍未启用状态。\n推荐与Extra-Reassembly一同使用。\n玩的愉快，祝君好运。\n\n制作者名单\nsiiftun1857:\n全局设计，故事情节设计，蓝图设计，方块设计，形状设计，阵营设计，参数，领地设计，音频，中文翻译，英文翻译\n\nPLP (Plahov):\n蓝图设计\n\nAbrel:\n美术设计，故事情节设计\n\n7paperplane (果子): \n运行测试\n\n特别鸣谢:\nLili鱼, Uiharu (吃货), Lily-an (赵冷), Tanghao (基星), Fgdfgfthgr, AnyIDElse (THE ASD), Lapsapnow, Leewvs (乐文鸟), SSF (诉讼费), Icemourn, \n以及其他为此项目提供了支持的人。\n\n如果你有新的舰船设计愿意投稿，或是有意协助我完成更多语种的翻译，欢迎联系我进行更新。\n\n特性\nMagnuassembly包含了9个主要的种族，其中有7个可玩种族，而海青族初始解锁。这个模组意图提供特殊设计。每一个种族都有其独特的能力进行战斗，例如受到舰船增幅的核心火炮，或是将武器连接来使其更强大的总线系统。\n这里同时也有不寻常的武器，例如立体炸弹、深空炸弹、雷区发射器、暴雪发射器、弹跳鱼雷、甚至是诱饵生成器。诱饵生成器是一个不能造成伤害的特殊武器，取而代之的是生成一个看上去真实的全息虚假舰船，诱骗敌人的攻击并浪费其火力。\n同时，正常游戏没有提供的特性也被使用了，例如海青族护盾干扰电磁脉冲器：一个不能杀伤舰体、而只是直接摧毁所有敌对护盾的强力武器。\n\n当心野外的蓝色护盾气泡，这些东西不是残骸，他们甚至会在被打碎时分解。永远不要靠近暗紫色的物体，无论你有多强大，他们只会无差别地毁灭沿途的一切事物，甚至连残骸也具有高度致命性。\n\n所有启用的cvars参数：\n资源颜色0x5862a0\nr资源包尺度上限14311100\n游戏标题\"^4MAGNUASSEMBLY\"\n舰船速度上限3000000000\n起始500p\n起始2000c\np上限715555\n反重组时间5秒\n方块解锁c比例5\n方块解锁r比例0.0005\n升级c增长倍数5\n快速解锁时间0.01秒\n解锁时间0.05秒\n升级c需求比例2\n升级量比例0.1\n空间站激活c奖励2000\n空间站救助c奖励1000\n摧毁代理人c奖励2000\n建造器方块上限增加715555\n解锁种族需要摧毁的舰船的p值2000\n玩家方块重组倍率1\n竞技场飞船修复速率倍率1\n代理人移动速度0\n虫洞c奖励0\n虫洞数量3\n重组器牵引方块速度700\n招募c价格比例0.1\n释放舰队c返还比例0.1\n后坐力倍率0.4\n界面渲染器深度50000\n按钮切角艺术风格比例0.05\n方块叠堆上限0.5\n屏幕深度1000\n鼠标倾屏反馈-0.005 \n资源包寿命300秒\n资源转c比例1\n\n\n已知漏洞：\n未知来源的方块R储量无法移除。海青族nan跳跃电容器放电已失效，尚无解决方案。种族领地颜色因特殊的领地舰队设置而只能手动设定值，正在生效解决方案。海青族外环检查站(内部名称1257_Lapismarine_Outer_Ring_Checkpoint)生成频率过低。海青族植物(内部名称5_lapismplants1)被错误地归入种族1257而不是5。海青族诱饵投影仪有时会生成没有LAUNCH特征的核心发射物并阻塞发射器，其第一发舰载机常常不会重组，成因未知。海青族超级炮台无人机已因LAUNCHER|TURRET工作机制改变而瘫痪，临时性解决方案已启用。由于已知漏洞，所有使用了ai_hint的武器在被增幅后都不能被ai认识到并正常使用。战略狂欢者的武器会出现意外地开火位置转移至核心并导致其死亡音效被播放，疑似CANNON_BOOST导致的开火方块重定向，具体成因未知。战略狂欢者的推进器遭遇重组错误，尚无解决方案。战略狂欢者的三略级过充能护盾因已知漏洞而会在被激光武器攻击时放干舰船电容器，正在紧急抢修。\n种族简介\n\n\n\nMagnuassembly的旧版预览图，图中舰船为 初始骑士(下) 海青族外环检查站(上)\n海青族\nRetro Lapismarine / Faction 1257\n海青族，一个并不属于这个世界的种族，Magnuassembly的亲女儿级初始解锁种族。在一场天灾中，来着另一个宇宙的文明逃难至此，并启用了新的科技，成为海青族。年轻的他们对世界充满了好奇，四处探索扩张，自命不凡，而且各个都胆大包天。他们由一种被称为“海青”的物质构成，有着极为全面的科技树，作为一个强大的全面手存在于世，甚至还能进行任意跳跃。攻击海青族很可能是一件可怕的事情——敌对势力最好绕着海青检查站走，不要指望能被放行，更不要往雷区里钻。务必注意：有些船可能是假的。海青族作为一个全面手种族，拥有着种类繁多的各种优质设备，满足几乎任何需求。无论是单舰作战，还是舰队支援；无论是最常规的相位炮，近战的喷火器，还是远程的来复枪，亦或是近距离防御的立体炸弹，以及反击低速目标的反旗舰重炮，反击整个敌人舰队的暴雪发射器，高响应速度的激光炮台，提供治疗的纳米注射器，提供控制能力的动能激光，保护友军的投射护盾无人机……无论需要什么，海青族应有尽有。除了常规武器外，海青族同样具有超高强度的旗舰级超级武器，能在一次爆发打击中扭转整个战斗。\n海青族基于三角形和六边形构造而成，使用数量繁多的各类武器来进行攻击，同时也具备了一套武器修改器来改变武器的使用模式，以及一些辅助作战、包括了纳米注射器的多种发射物。海青族具有极为强力的跃迁能力，此种跃迁对能量水平没有任何需求即可实现跃迁。海青族是装备最全面的种族之一，通过大量的装备来搭配使用，可以实现各种用途和需要，同时也有着优质的性能，是一个出色的全面手种族。\n海青族也是拥有最致命强力武器的种族之一：暴雪发射器可以大规模消灭敌方舰队，自动引导的ARC-4675能造成高额的持续杀伤，超新星立体炸弹是毁灭近距离敌人舰队的最佳选择，护盾干扰电磁脉冲器可以直接关闭敌人的护盾。此外，海青族还具有部分奇特效果的设备，例如：诱饵投影仪，能够制造虚假舰船来骗取敌人火力。\n海青族的领地遍布宇宙各处。除了核心聚集区以外，海青族有多个哨站基地散布于宇宙各处，以及极大面积的恶地区域横跨宇宙——海青族是恶地中最常出现的种族之一。\n\n故事：\n海青族不属于这个世界。诞生了他们的世界已经不复存在了。\n\n海青，是一个在偶然中被意外发现的终极科技。通过在微观层面上直接影响物质，海青可以用于释放物质在正常情况下不会具有的性质，得以改变一切。但由于这个技术过于强大，海青被严格地限制使用，以避免文明因此崩溃。\n\n但天灾来临时，他们已经没有了选择。海青从此被下放至每一个个体使用，藉此穿越到另一个世界。在这个过程中损失了大量的人口，但幸存者仍然数量庞大，足以维持一个文明的存在。\n\n海青族的出现同样也为新世界带来了海青。在这种全新因素的影响下，大量的新兴种族因为海青族的出现而诞生。海青族并不是很有兴趣去打扰他们。只要不把他们卷入战斗，他们更愿意站在一旁旁观其他事物，顺便作为捡漏的第三方帮忙收拾一下烂摊子。\n\n然后他们做梦也没想到，战略狂欢者出现了。\n\n\n\"Lapismarine Rookie Knight 20191007\" by Abrel\n\n\n\n\n深入光柱之海的探索家霍克福林\n战略狂欢者\nStrategic Brawler / Faction 1443\n战略狂欢者的数量非常稀少，但这不代表他们真的完全喜欢独行——虽然大多数情况下你遇到的都是独行的。他们个个都是精英，有着极_端坚硬的装甲和火力惊人的重武器。战略狂欢者的每一个舰船都携带了极为全面的设备，能满足他们独自出行的一切需求。\n由正方形、直角三角形建造而成的战略狂欢者无疑是单舰强度最高的种族之一：极_端坚硬的船体，异常致命的重火炮和强悍的能量系统，强力的推进器和动量轮，以及强劲的武器增幅系统。但同时，战略狂欢者的设备极为昂贵，数量非常稀少，生产一架战略狂欢者能够消耗巨额资源，是数量和分布密度最低的种族之一。\n战略狂欢者有一套独特的总线系统，任何直接或通过总线间接连接核心的火炮武器会减少95%的能量消耗，其独特的微跃迁引擎系统也需要连接核心供能。战略狂欢者具有一套小型的武器修改器，可以用于微调武器性能，并且同样可以通过总线进行传导。战略狂欢者也是具有跳跃能力的种族之一，其跳跃会消耗巨额电量。\n漂泊的战略狂欢者极度罕见，可能会出现在任何地方。\n\n故事：\n严格限制海青的使用也许不是令人感到好受的事情，但确实是最好的选择，实属无奈之举。\n但这时，有一个女孩也在意外中得到了这份被封存的力量。在她遭遇不幸后，她逃往了另一个世界，同时也不忘在原有的世界中寻找同伴。\n\n技术上说，他们才应该是海青族。无论如何，他们选择了自称“战略狂欢者”。近乎无敌般的战略狂欢者们四处漂泊，享受着玩世不恭的乐趣。他们在大多数情况下都很克制，避免陷入肆意杀戮的迷失中，而只是置身事外作为一个旁观者的角色。\n\n然后他们做梦也没想到，旧相识出现了，而且还自称“海青族”。虽然实际上是同根同源的种族，但双方——似乎并不是很想理睬对方。\n\n而且更要命的是，战略狂欢者实际上在进入新世界时，意外地制造了海青族遭遇的天灾。后者与他们相遇并不是巧合，而是直接追着他们的尾迹过来了。\n\n\n\"Strategic Brawler Explorer Lapis 20191007\" by Abrel\n\n\n\n\n成群游牧的噬菌体无疑是移动速度最快的种族之一\n图中最大的舰船为133T-5G61L，由7paperplane提供\n噬菌体\nPhage / Faction 1880\n他们由脆弱物质构成，但他们并不弱小——通过在船体上安装修改组件来提升其核心火炮性能，他们可以变得非常恐怖。他们的装甲低度防弹，重组近乎无限快，数量极多。不要去随便惹他们，致命的火炮真的可以像下雨一样落到你头上。\n噬菌体由潘诺斯四边形和五边形构成，船体非常脆弱但是低度防弹且低度防近战、重组速度极高，船体很轻且机动性极强，具有恢复速率极高的受击发电护盾，并且有较高耗能的跃迁系统。噬菌体的主要攻击手段是核心上的火炮，以及增益此火炮而设计的多种增幅器，在船体上任意地方安装增幅器都可以增幅核心火炮，所有增幅器也自带一个点防御激光可以反制导弹。\n噬菌体具有较高的发电能力，但由于增幅器对电量消耗的增加量较高，噬菌体将会需要非常大量的发电机来缓解其压力。\n四处游牧的噬菌体主要分布于中部到宇宙外部的区域，并且会经常性迁移。\n\n故事：\n噬菌体并没有太多的故事可言。在海青族大举进入这个世界时，这些初级而脆弱的生命偶然地拾起了一些散落的海青材料碎片。噬菌体们很快就适应了这种强大的能量源，尽管他们仍然非常脆弱，但已经有能力扫除威胁。在这种力量的帮助下，噬菌体很快地成长为一个不可忽视的种族，形成了简单的聚落文明并以游牧为生，探索整个宇宙的各个区域。\n\n\nSSKK-55501030211 Staged-04 The Rocket\n\n\n\n居家的维图博拉兹族拥有充满爆炸性烟花的致命领地\n截图及渲染效果由Lili鱼提供\n维图博拉兹\nWE2BoLaX (AKA Winter Ender) / Faction 1242\n他们喜欢投掷雪球、制造雾气、燃放烟花，并且盖房子。他们每时每刻都在过节，而且不介意在别人身上燃放爆炸性雪球，赶路时也不忘四处埋雷，尤其擅长为敌人糊上一脸的腐蚀性、放射性、等离子、爆炸性等各类有害气体云。当然这并不意味着他们只有破片炮，如果需要的话，会直接用激光爆你的盾。\n冬日末影族由正方形和长方形模块构成，有数种类型的方块可用于建造，以及大量的射弹武器可用于发射各种图形的烟花——越壮丽的烟花就越致命。\n冬日末影族的船体性能略低，推进器也不是非常优秀，但他们有着最强悍的电力系统——事实上根本没有什么需要配置的电力系统，冬日末影族能够随意使用任何设备而无需关照电量——只要这些设备直接或间接的连接了核心。更为可怕的是，冬日末影族的烟花会随着舰船规模的增长而变得覆盖面积更广，更具有杀伤力。\n除了火炮以外，冬日末影族还有包括治疗激光在内的数种不同的远距离激光，并且有着发达的应力激光可用于限制敌人行动。\n冬日末影族同时也是非常喜好植物和建筑物的种族，其领地分布于宇宙中部。\n故事：\n维图博拉兹族来自被具象化的概念，一些包含了意义的物体在自动的演化中形成了可观的规模。他们在特定地区域大片的聚集，形成了安定的聚落，并且建造永久性的空间站和建筑物。通过扫描其他种族，他们在逆向工程中得到了大量的成熟设备，随后安装在自身上。他们最终变成了一股不可忽视的力量，在宇宙中定点居家，并且对外面的世界毫不关心。\n\n\nEnxi2011\n\n\n\n遭到光明护卫围殴的战略狂欢者\n光明护卫\nLight Guard / Faction 1238\n光明护卫由轻盈且坚硬的38号科技合金浇筑而成，酷爱各种爆炸物和制导武器以及轨道炮，开着轰炸机四处投掷深空炸弹——以及一个副业，执行刺杀任务的狙击手。光明护卫主要偏好高质量的小船，擅长集群作战，还有着巨大无比的航母，能够为小船提供有效保护，在宇宙中伸张正义——至少他们是这样认为的。\n光明护卫的舰船由三角形+正方形构成，舰船面积偏小，是拥有着最致命爆炸物的种族之一，具有非常结实的船体和护盾，使用微跃迁引擎作为机动方式，大量使用导弹作为主要攻击手段和轨道炮进行辅助，以及最出色的常规化的大规模杀伤性武器——深空炸弹。\n光明护卫有着种类繁多的导弹可供使用，从极速发射的导弹雨到一发暴毙敌人的制导炸弹样样俱全。光明护卫同时还有着多种强力而灵活的轨道炮，作为导弹以外的另一套可选科技。光明护卫也是最擅长放风筝的势力之一——几乎所有的主力武器都有着超远距离的射程。\n光明护卫的核心拥有甚高的电力能力，同时也有强劲的超级发电机，但缺乏有效的小型化发电设备，限制了其舰船规模。\n光明护卫位于宇宙侧面的核心区有着规模巨大的空间站，以及数个散布在宇宙各处的前哨站。\n\n故事：\n没有人知道光明护卫是从哪里冒出来的——“冒出来”是一个特别适合形容他们的词语，因为从来没有人见过他们进行真正意义上的造船，而是使用跃迁诱导设备直接召唤一整个完整的舰船。光明护卫的每一个舰船都是最纯粹的战斗用途舰船，没有任何例外，使其变得更加令人捉摸不透。他们是舰队战斗的精英，能够在舰队对舰队作战中以各种反舰队武器碾压敌人，却缺少了单舰的作战的位置。\n\n在某种程度上，这是一个科技树瘸腿的畸形种族，但另一个更合理的猜想是，现在出现的光明护卫只不过是某种更强大力量的先遣军。谁也不知道那是什么，唯一能确定的事情是，他们是在海青族之后大批出现新兴种族的种族之一。至少，他们的残骸中已经析出了海青材料，证明了光明护卫对这种新兴科技的使用。\n\n光明之子V2000旗舰级航空母舰，Magnuassembly最致命的舰船之一\n设计者：PLP\n\n\n其他种族\n归零者\nNull setter / Faction 1881\n归零者如图幻影一般转瞬即逝，在空间结构异常中诞生。他们由不稳定的反物质构成，接触他们意味着湮灭——双方皆会湮灭，在焰火中同归于尽。请与该种族单位保持400以上的距离。\n归零者有着恐怖的近距离即死武器，极为脆弱的船体，无穷高的近战能力能穿透一切物体——这种特殊的船体在受到任意伤害时会被立刻摧毁，也能一瞬间重组完毕。归零者极度害怕爆炸性武器，因此立体炸弹是反制归零者的有效措施。\n玛葛兰\nMagnualand (AKA Ancient) / Faction 1259\n众所周知，古人族已经作古了。也许只有海青族还会怀念他们——确切的说，他们现在就叫做海青族。\n狂徒族\nOutlaw / Faction 1243\n[未完工种族]\n深藏于小行星深处的狂徒族是一群行动迅速且对速射炮台和繁多形状有着狂热喜好的好战分子。他们拥有强劲的推进器和动量轮，数量繁多的强力武器，以及这些武器的升级版和变种——还有一些武器来自其他种族。狂徒族非常活跃，会经常性发起进攻掠夺资源，与光明护卫攀比轰炸机，并且投身于一项伟大的自由事业：致力于摧毁深空战略勘探技术研发部在工矿业的垄断地位。\n深空战略勘探技术研发部\nDeep Space Strategic Exploration Technique Research and Development Department (DSSETRNDD) / Faction 1235\n[未完工种族]\n一家由私有武装保护的资源开发集团，深空战略勘探技术研发部有着规模巨大的工业设备，并通过强有力的开采设备来维持自己在矿物采集业的垄断地位。他们并不介意在自保时开采敌人的装甲板，除了激光和钻头以外，还有更令人望而生畏的炸矿武器，进犯者将尸骨无存。\n",
    "replies": [
        {
            "author": "qq2194486975",
            "timestamp": 1582277340,
            "txt_content": "Beta测试在哪下载？"
        },
        {
            "author": "Kruls",
            "timestamp": 1585047720,
            "txt_content": "这算是什么类型的游戏？"
        },
        {
            "author": "XiaoE_CN",
            "timestamp": 1585048140,
            "txt_content": "是我显卡带不动的游戏了"
        },
        {
            "author": "FireworkPolymer",
            "timestamp": 1586139060,
            "txt_content": "这个游戏我还以为没人玩，没想到还有这么细致用心的搬运者，感动"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1586144100,
            "txt_content": "aaaaaaaadddddww 发表于 2020-4-5 13:02\n谁知道发送到附上啥事发撒附上\n唯一的净土也被你破坏了"
        },
        {
            "author": "花神",
            "timestamp": 1586941380,
            "txt_content": "楼主太棒了，谢谢你"
        },
        {
            "author": "shenren3-f",
            "timestamp": 1611079560,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "托马斯韦德",
            "timestamp": 1611772320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "咸鱼面团",
            "timestamp": 1612768800,
            "txt_content": "好家伙用上这个mod，这游戏要大变样了"
        },
        {
            "author": "shenren3-f",
            "timestamp": 1612918920,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}