{
    "title": "[Minecraft.net|CULTURE] 群系盆景",
    "author": "森林蝙蝠",
    "replyCount": 1,
    "timestamp": 1573225500,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2019-11-8 23:22 编辑 \n\nBonsai Biomes群系盆景\n                                         Minecraft Reddit’s been building Mini-Monuments! \nMC的Reddit频道一直有人建造微型遗迹！\n                                            \nThis isn’t usually how we open articles on this somewhat pro-Minecraft website, but do you know what I hate about Minecraft? It’s too big! Why should I be forced to explore an entire ocean to find an ocean monument? Why should I have to take more than six steps (6!) to get from the plains biome to the desert? Why hasn’t the Minecraft Reddit community started a recent trend of crafting miniature Minecraft dioramas, like tiny Taigas and smol swamps, that I can enjoy from the comfort of whatever biome I wish?\n\n一般专业的MC网站上，文章的打开方式不是这样，但是你知道我讨厌MC的哪一点吗？太大了！我为啥一定得大海捞针地去找一个海底遗迹呢？我为啥一定得走上十万八千里，从草原走到沙漠呢？MC的Reddit社区咋就没有制作微缩景观的趋势呢？比方说微缩的针叶林和迷雾沼泽，这些东西都能让我享受到我喜欢的群系啊。\n\nOh, wait, they have! Let’s grab a microscope and take a look.\nThe challenge is to represent the larger parts of Minecraft’s maps in a small square of land. It’s tough to find where this all began, but I think it was CheckPlease123’s post that kicked off this recent miniaturisation phenomenon. As you’ll have seen in the video, if you’d been good enough to click that link in the previous line (look, here it is again!), they built little dioramas of the snowy tundras, forests, deserts, and even made a beach complete with water.\n\n啊，等一下，现在有了！拿个微缩景观过来看看吧。\n在方寸之间展示一大块的MC地图还是很有挑战性的。很难找出制作微缩景观的风气是从什么时候开始的，但是我觉得，CheckPlease123的帖子是这股风气的肇始，如果你大发慈悲点了上面的那个链接（没点也没关系，再点一次！），就会看到视频里展出的——他们建造了微型的冻原，森林，沙漠景观，甚至还有一个充满了水的沙滩。\n\n\n\nAs impressive as their builds were, Minecraft Reddit knew in its heart that it could go smaller. That’s what SirAdyUnleashed did with their Mini-Mega Taiga Biome. This is a great little build. It looks like a mod was used to squish things all the way down, but take a closer look. The ‘trees’ are actaully saplings, fences, and flower pots.\n\n尽管这些建筑已经很有视觉冲击力，但是MC Reddit社区知道它还可以进一步地变小，这就是SirAdyUnleashed制作的微型针叶林M群系，一个很小的建筑。虽然看上去像是个mod把群系的一切都“降维”了，但是走近去看看，那些“树” 其实是树苗，栅栏和花盆拼出来的。\n\n\n\nOne of the smartest substitutions in this trend was findidledee2’s Mini-Desert. How did they make the cacti? It almost seems a shame to tell you, but they’re sea pickles. *chef kiss*\n最聪明的盆景之一，是findidledee2的微缩沙漠。他们怎么做出来仙人掌的？说出来还有点羞涩呢，不过这其实是海泡菜。 *飞吻*\n\n\n\n\nBiomes aren’t the only recognisable part of Minecraft’s world generation. As you’ll know there are plenty of buildings to explore. And therefore there are also plenty of buildings to shrink. \nHave a look at Just_Playing_Games’ Mini-Ocean Temple and wallow in how lovely it is. Take your time, you can’t rush a good wallow. Here are a few hints as to how they made it: waterlogged smooth sandstone slabs keep the coral alive, and those heads are spawned in using console commands. But that’s ok. We’re not snobs here. You do what you can to get the job done.\n\n群系只是MC世界生成中一个比较重要的部分，众所周知还有很多建筑，所以这里有很多微缩的建筑盆景。\n看看Just Playing Games的微型海洋神殿，在它的可爱中沦陷吧，好好看，别走马观花。至于这东西怎么做的，有几个要点：需要浸水的平滑沙石台阶来让珊瑚存活，那些守卫者的头则是用命令方块生成的，不过那无所谓，我们不是什么自封高雅不用命令的家伙，只要能让活完成，可以随便干什么。\n\nThey also made a Mini-End City and a Tiny Nether Fortress: \n他们还做了个迷你末地城，和微型下界要塞：\n\n\n\n\n\n\nIt leads us to the question of what could be done with mods? There’s some incredible skill in making these itty-bitty builds in everyday Minecraft, but the Chisels & Bits mod allows for details that are impossible to achieve without being Jens.\nThe mod allowed YukiTheNeko to make a Mini-Island that’s so cute that I want to remake as a plushy. There’s no real trickery here, as the mod enables you to chisel away at in-game blocks, but that doesn’t take away from what’s been made. With just a few tiny cubes of sand, it’s still recognisable as Minecraft. They could have stopped there, but the mottled skybox, cute clouds, and sun are lovely touches. It’s art!\n\n这让我们想到了一个问题，用mod能做什么？日常的（原版）MC就有一些不可思议的微缩建筑建造技巧，不过雕刻工艺mod可以让你实现那些不可能的细节，而不需要化身成Jeb。\nYukiTheNeko用了这个mod，制作了一个小巧玲珑的岛屿，我都想把它做成毛绒玩具了。这里可没什么黑科技，因为这个mod可以让你在游戏里的方块上敲掉小方块，但是不会破坏掉已经制作完的方块，虽然只有几小块沙子（译注：指用凿子切割之后的小方块沙子，相当于原来沙子的几百分之一体积），但还能认出是MC。其实到这里就可以了，但是斑驳的天空盒，可爱的云朵，还有太阳都做得很不错，它就是艺术！\n\nAnd if it’s considered art, then why not use them to decorate a base? Players are making biome rooms. I hope the phrase “bioramas” sticks with these! The detail in this Mini-Badlands by Tommy_Tonk is just gorgeous, like the single “bits” of water for the river. Worthy of a centrepiece. I would love to have such a room in my house, complete with mountains and ravines.\n\n既然都是艺术，为什么不用它们来装饰你的基地？有玩家在制作群系展览馆，我希望“群系微缩景观”这一概念伴随他们的作品长盛不衰！Tommy_Tonk制作的迷你恶地，其细节比如“一点点”的河水非常动人，值得放在桌子中间。我很希望我的家里也有这么一个房间，里面摆满了小小的高山和峡谷。\n\n\n\nIt’s such a smart idea. Building tiny bits of Minecraft in your base for you to coo over, or lovingly trim and tweak as the nights draw in and the Creepers explode in the dark. It doesn’t matter if it’s a cleverly cast biome from the game’s tools and blocks, or if you’ve spent the time to learn a fiddly mod and spent hours carving the world a microscopic cave. If you like it, that’s all that matters.  \nAnd if you want to show it off, there’s a place for that as well. The main Minecraft subreddit has a lot of these, but also there’s a new sub dedicated to smallification of all things Minecraft. Sub to Tinycraft and feel better about life. \n\n用mod是个不错的主意，想想看，当夜幕降临，而苦力怕在黑暗中爆炸之时，你却安闲地坐在家里，建造着微缩的MC世界，凭兴趣修剪和魔改这些小玩意，多好！不管是善用游戏原版里的工具和方块将群系转换成盆景，还是花些时间学习一个mod，将世界做成一个微雕洞穴，只要你喜欢，都可以。\n如果想展示出来，Reddit的MC子版块有很多这种作品，不过Reddit上还有个新的Tinycraft子版块，专属于MC的微缩作品，订阅这个版块，然后享受生活吧！\n\n首发于2019/11/2，原文地址：https://www.minecraft.net/zh-hans/article/bonsai-biomes\n原作者Craig Pearson，译者森林蝙蝠\n\n\n\n                                        \n        \n\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1573226520,
            "txt_content": "不过这其实是海龟蛋。×\n不过这其实是海泡菜。√"
        }
    ]
}