{
    "title": "[Minecraft.net | CULTURE] 十月社区最棒的皮肤",
    "author": "zyjking",
    "replyCount": 13,
    "timestamp": 1573312560,
    "txt_content": " 本帖最后由 zyjking 于 2019-11-10 10:42 编辑 \n\n\nBest Community Skins: October\n十月社区最棒的皮肤\nCreepy, cozy, and a little late for the party.\n一场吓人又有趣，同时晚了一点的派对\nThe community skins are back for another round, and this time with a terrifying twist! We asked to see your spookiest Halloween skins, and boy did you all deliver. Seriously, I’ve been afraid to open my inbox for weeks. That’s probably why this article is a liiiiittle delayed. Or, if my boss is reading, this isn’t delayed at all! Nope, a Halloween article in November is all according to plan. I just want to show you the best of our scary skins to tide you over until next Halloween!\n新一轮的社区皮肤又来了，这一轮十分吓人！这次给你们看的是最为诡异的万圣节皮肤，你们都准备好了嘛。其实有点可怕，因为连我都好几周不敢打开收件箱了。所以这篇博文可能会有那么一点点点点点晚到。但如果我的老板在读这篇，那就不会来迟了！来个玩笑，一切都在计划之中。我只是想给你看最吓人的皮肤并帮你熬过下个万圣节而已！\n\nHaunted Pumpkin\n“活”南瓜\n\nby Shotshell156\n由Shotshell156制作\n\n\nUm... I’m sorry, was something so scary also meant to be so gosh darn cute? At first, I thought this was a person wearing a pumpkin on their head, but upon further inspection, I think that this may be a full pumpkin person. What is a pumpkin person, you may ask? In my not-so-technical and not-at-all-professional opinion, it’s a festively spooky pumpkin that has taken human form. But are pumpkin people inherently spooky or evil? I don’t think so, they’re just a gourd with legs and probably feelings – just like the rest of us! Er, in a way!\n啊，抱歉，这到底是太可怕还是太可爱了？刚开始我还以为这只是个戴着南瓜头套的人，待进一步观察之后我确定这是个真 · 南瓜人。可能你会问到底什么是南瓜人？用我不太学术和不太专业的话来说，这是一个人形的节日鬼魂南瓜。这玩意天生就吓人嘛？我觉得不，除了觉得腿像葫芦之外其它部分都跟人类似！呃，这只是从某些方面上来看！\n\nThe (not really) evil skeleton\n(假) 邪恶骷髅\n\nby YouTuber0612\n由YouTuber0612制作\n\n\nSkeletons are a Halloween staple, but The (not really) evil skeleton mixes things up with an over-the-top goofy face. From the neck up: “Look at this goofy lil’ goober, how cute!” From the neck down: “Oh god, so many bones, plEASE GET ME OUT OF HERE.” So, you know, this is the perfect skin for when you really don’t know what you want to wear. Or if you’re just really unsure of the vibe of the party you’re attending – like the time I wore a full-length black cape to my niece’s second birthday party. The best of both worlds!\n骷髅可是万圣必不可少的东西，（假）邪恶骷髅皮肤把它的那张高过顶的沙雕脸和其它玩意混在了一起。从脖子向上看： “看看它又傻又可爱!” 从脖子往下看： “妈耶，怎么全是骨头，不行了我要走了.” 所以你懂的，在你根本不知道要穿什么的时候就用这个吧。或者你确定不了派对主题的时候 – 比如有一次我在我侄女第二个生日上穿一件全黑覆盖斗篷。这就叫做双赢！\n\nSpooky Pixel!\n幽灵像素!\n\nBy Than Pixel\n由Than Pixel制作\n\n\nThis skin is scary in a different way than the others… imagine, cold legs in November! But we all must suffer for fashion at some point in our lives, so it might as well be for this adorable pumpkin-hued get up. This skin is a perfect transition outfit from the spookiness of Halloween to the coziness of Thanksgiving season (for the fellow Americans out there, at least). Whether you’re running from evil spirits or you’re just needing a little more comfort after eating six pumpkin pies, this outfit/skin is perfect for you.\n这皮肤体现的是另一种可怕…想一下十一月份还光着腿是一种什么感觉！但我们在生活中都因为某种因素必须这样穿，所以这个可爱的南瓜睡衣是最适合刚起床后穿的。这皮肤也很适合作为从诡异的万圣节到舒服的感恩节的过渡衣服（至少对于在那边的美国人来说）。不管是不是成功躲开恶魔，或者是吃了六个南瓜派后感觉满足，穿这个衣着/皮肤都很适合。\n\nBoils\n半熟\n\nby duckiez\n由duckiez制作\n\n\nOh, oh… no. I accidentally added something really scary to this list. This creepy (and to be honest, disgusting) skin really makes the stomach turn. The boils on this skin, complete with festive stomach wound, are a great way to make your friends wish they'd played on a different server. Imagine, you’re building peacefully and then all of a sudden this boily bro jumps out from behind you. No thanks! But for those of you who are more adventurous (or, less of a coward) than me, this adventurous skin could be the start of many great pranks. Fun bonus: this skin will haunt my dreams for weeks to come!\n呃，我的天。我不小心在列表里加了一些真的十分让人害怕的东西。如此恶心 (或者说实话，让人想吐的那种) 的皮肤肯定会让你反胃。这皮肤的煮了一半，再加上有那么一点节日感的胃部伤口，肯定能让你朋友改变到底玩哪个服务器的心意。试想，你正宁静地搞建筑，突然这只煮了一半的好友从你身后蹦出来。再见！但针对那群比我还要胆大（或胆小）的人来说，这个大胆的皮肤可能会用来开始搞许多恶作剧。另类属性加成：会改变某人在接下来的几周内做的梦！\n\nFall for you bear\nFall for you bear\n\nby Jelly :/\n由Jelly :/制作\n\n\nAfter all those scary skins, I figured it’d be best to wind down with something cozy and autumnal. Enter the downright cuddly fall for you bear . Is there anything more adorable than those little bear ears or the steaming hot mug of tea on its sweater? The answer is no. I have searched the depths of the scoops@minecraft.net email address and this was the most adorable skin.\n在可怕的皮肤之后，我理想的放松方法是用看起来舒服且有秋天感觉的皮肤进行。就让我们进入到这个从头到尾都透出可爱的皮肤吧。难道还有东西能比小熊耳朵或毛衣上放着的冒热汽的茶更可爱？没有了。我在scoops@minecraft.net邮箱里翻了半天，确定就只有这个了。\n\nOverall, we’ve seen a lot of great skins and learned that I am an absolute coward who crumbles at the first sight of anything remotely scary. But I feel ready to take on November’s community skin article already after this growing experience, so email scoops@minecraft.net using the subject line ME SO PRETTY to show off your skins! Remember to include your skin template, a screenshot of the skin in-game, the name of your skin, and the name you want to be credited by if we use it!\n总之，我们已经见到了许多很棒的皮肤，而且知道了我是一个彻头彻尾的胆小鬼，任何可怕的事情只需看一眼就立刻崩溃的那种。但在经验增长后我已经准备好接受这一篇博文了，所以，以“ME SO PRETTY”为邮件标题发送至scoops@minecraft.net给我们瞧瞧你的皮肤，记得附上你的皮肤附件，游戏中截图，皮肤名称，以及你的称呼即可，我们可能会用到它。\n\n【原文：Best Community Skins: October】\n【作者：Kelsey Howard，发布日期：2019-11-06，译者：zyjking】\n【真 tm 难用：脱裤子放屁",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1573313160,
            "txt_content": "然而你好像没注意最后lord spg的修改【笑"
        },
        {
            "author": "wangyuyaxin",
            "timestamp": 1573787880,
            "txt_content": "绅士套？？？？？？？？"
        },
        {
            "author": "sammoi",
            "timestamp": 1573888200,
            "txt_content": "还不错吗，，"
        },
        {
            "author": "1341910683",
            "timestamp": 1575881520,
            "txt_content": "哈哈哈哈哈哈哈"
        },
        {
            "author": "我是墨古",
            "timestamp": 1576025460,
            "txt_content": "全看想法与创意，总体还是不错的，可惜没有我喜欢的风格与类型"
        },
        {
            "author": "242121899",
            "timestamp": 1576044600,
            "txt_content": "这皮肤真的可爱极了！"
        },
        {
            "author": "清风拂明月",
            "timestamp": 1576081740,
            "txt_content": " 本帖最后由 清风拂明月 于 2019-12-29 01:39 编辑 \n\n好看，能多出一些这样比较吓人一点的皮肤吗？"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168560,
            "txt_content": "邪恶骷髅 错误\n谐星骷髅 正确"
        },
        {
            "author": "qq21353",
            "timestamp": 1576456740,
            "txt_content": "Sssssssssssssss"
        },
        {
            "author": "维生素果冻",
            "timestamp": 1576750560,
            "txt_content": "6666666666"
        },
        {
            "author": "2976797773",
            "timestamp": 1577020740,
            "txt_content": "一给我里giaogiao"
        },
        {
            "author": "5021314",
            "timestamp": 1577190960,
            "txt_content": "666666666666666"
        },
        {
            "author": "932380969",
            "timestamp": 1577525460,
            "txt_content": "比较棒棒的"
        }
    ]
}