{
    "title": "「Minecraft.net|CULTURE」Stop mining, stop crafting! —— 破坏与合成禁止的世界",
    "author": "cc7w",
    "replyCount": 7,
    "timestamp": 1573302720,
    "txt_content": " 本帖最后由 cc7w 于 2020-2-7 20:39 编辑 \n\nStop mining, stop crafting!\n破坏与合成禁止的世界\nSpikyhedgey completed Minecraft with some major restrictions!\nSpikyhedgey 在严格限制中通关 Minecraft ！\nMy jaw is constantly hitting the floor when I see the amazing stuff you lot have done with Minecraft. Seriously. You can check the medical bills from my repeated chin-repair surgery. Occasionally, builders will even show off how they’ve completed the game without mining! Others brag that they’ve bested Minecraft without crafting . Today’s featured builder,spikyhedgey, has done both . Yes, hello, I’d like to book yet another doctor’s appointment please…\n认真的说，你们在游戏中的创作无数次惊得我下巴都脱臼了。要是不信，你可以去看我这数次治疗花的手术费。有时，有人会秀他没破坏方块就通关了游戏；有时，有人会吹自己没合成物品就打败了末影龙。今天我们的特邀嘉宾，spikyhedgey，就一个人分别完成了这两壮举。好吧，您好，我想要再预约一次恢复治疗……\n\nOnce I was able to regain control of my voice without breaking into shrieks of awe, I asked spikyhedgey to tell me more about how he completed both his no-mining and no-crafting runs. He kindly agreed, so let’s start with…\n当我带有敬畏的嗓音听起来不再那么刺耳，我便邀请spikyhedgey讲一讲他是怎么完成不破坏方块和不合成物品这两件事的。他欣然接受，所以我们开始吧……\n\nNO MINING\n不破坏方块\n\n\nFirst,click this link to head to Reddit and watch spikyhedgey’s no-mining run! Why aren’t we hosting the video here? Because we want you to upvote his video, of course!\n首先，点击这里前往 Reddit 观看他不破坏通关的视频！ 什么？为什么我们不把视频放在这儿？当然是因为我们想让你去点赞！\nhttps://www.bilibili.com/video/av75118318/\nThere’s a lot going on here that’s been crammed into a short video, so I got spikyhedgey to break it down for me. “I knew I had to find and loot villages to get most of my armour and tools, as I couldn't mine any ores to craft them,” he says. So far so good. “I found that shipwrecks are really good for getting iron without mining.” He also used TNT found in those poor washed-up ships to break into desert temples, a rich source of golden apples and more iron.\n游玩时间很长，全部过程都塞在了这短视频中。我接着邀请 spikyhedgey 简单说说这一历程。“我知道，因为我不能采挖矿物，所以我只能探索、掠夺村庄进而获得绝大多数护甲和工具。”他如此说道。目前感觉不错！“我发现，沉船是个获取铁的好地方。”他也使用了在这些失事的船只中发现的TNT突入沙漠神殿——金苹果和更多的铁的丰富来源。\n\nFun fact about me: I once tried to enjoy a golden apple IRL! But then I had to sell it to pay for my now-very-high dentist bills! :(\n关于我一件有趣的事：我曾经试过在现实品尝金苹果！但现在我不得不卖掉珍藏的它来支付比茶叶蛋还贵的牙科医疗费！:(\nBut there’s a better trick for blowing things up. When he needed to use wood, he’d lure a creeper over to a tree and, sure enough, BOOM! No need to waste TNT.\n但是，引发爆炸还有更好的方法。当他需要使用木头的时候，他会引诱苦力怕到树旁。然后不出所料，Boom！根本不需要浪费TNT。\n\n“I knew I needed a bucket,” spikyhedgey continued “so that I could pick up and place lava and water to make obsidian for the nether portal. I managed to find one in a village, but I needed flint and steel to light the portal.”\n“我知道我得有个桶，”spikyhedgey 接着说，“这样我才能盛放岩浆和水，进而制作黑曜石、创造下界传送门。我设法在村庄中找到了一个，但接下来我需要打火石来激活传送门。”\n\nBut how to get the flint? Creepers to the rescue again! “I learned during this challenge that you can use a creeper explosion to drop flint from gravel.” Then it was time for a quick trip into the nether to get blaze rods.\n但怎样才能获得燧石呢？苦力怕们又来“帮忙”了！“在这次的挑战中，我学到了苦力怕的爆炸能从砂砾中炸出燧石。”接下来就是赶紧开启下界之旅，寻找烈焰棒的时候了。\n\n\nNow I know how helpful they can be, maybe I should reassess my opinion of the creeper? Nah, those dark green oblongs are still utter JERKFACES.\n现在我知道了它们是多么有用，或许我应该重新给苦力怕定位了？算了吧，这些深绿色的长条状生物还是极度惹人厌。\n“I managed to get lucky and have enough iron to make a full set of iron armour, and enough diamonds to make a diamond sword,” spikyhedgey says. That made killing blazes not too dangerous. But what about destroying the end crystals that keep the ender dragon alive? Hedgey says he got lucky there, too. “I managed to fish up an enchanted bow with infinity and unbreaking enchantments on it, so I didn’t have to worry about running out of arrows.”\n“我幸运地获得了足够多的铁来合成一整套铁护甲，然后我也获得了足够多的钻石来合成一把钻石剑。”spikyhedgey 说道。这让我攻击烈焰人时没有那么危险。但怎么才能破坏让末影龙一直回血的末影水晶呢？Hedgey 说这个问题也是靠幸运来解决的。“我成功钓鱼钓到了有无限和耐久附魔的弓，所以我根本不用担心我的箭用尽。”\n\nFinally, after following the eyes of ender to the stronghold, he was ready to fight the dragon – with just one more trick up his sleeve. “I made sure I had a water bucket for the end fight because the dragon sometimes launches you really high and I managed to use the water to stop fall damage. It took some time but I was able to beat the ender dragon without mining.”\n最后，跟随着末影之眼的指引，他抵达了要塞。他准备好与末影龙一战了，但其实他还留了一手。“因为末影龙有时会把你送上天，所以我在末地之战时带了一桶水。我成功用这桶水来减少摔落伤害。虽然费了些功夫，但最后我还是在没有破坏方块的情况下打败了末影龙。”\n\n\nGood to know Minecraft’s most fearsome boss battle can be bested by someone holding a bucket of water. Guess our devs won’t be getting jobs on the next Dark Souls anytime soon.\n了解到Minecraft最令人恐惧的Boss能够被只带了一桶水的人打败也是极好的。我猜，我们的开发者恐怕是无法在下作《黑暗之魂》中谋得一工半职了。\nOkay, sure, that’s impressive. But what about the other way he beat Minecraft? How did he complete the game with...\n好吧，这真是令人印象深刻。但他通关Minecraft的其他方式呢？他是怎么……\n\nNO CRAFTING\n不合成物品\n\n\nClick this link to watch the video and then keep clicking ‘upvote’ until your mouse breaks. Yep, we’re sending you to reddit again. Tell that Creeper/reddit alien hybrid we said hi!\n点击这个链接观看视频，记得点赞点到鼠标坏掉！没错，我们又把你重定向到 Reddit，记得给那里的苦力怕同胞（见7#）带去问候！\n[bili=75118318]2[/bili] \n“I got even luckier in this playthrough compared to the no mining one,” spikyhedgey says. “I found tools right near the start and six obsidian blocks. My plan was to use villager trading to get the tools and armour I needed to beat the game.”\n“与之前不破坏方块的挑战相比，在这次挑战中我竟然更加幸运了，”他说道，“我在出生点旁就找到了工具和六块黑曜石。我的计划是通过村民贸易来获得通关所需的工具和护甲。”\n\nIt’s fair to say that plan worked. He soon came across aschmucklovely, generous villager willing to trade ten clay for an emerald. So naturally, spikyhedgey got ‘as many emeralds as I could.” Then he swapped his gem abundance for a nice full set of iron armour and a stock of axes for whacking mobs.\n这计划的确奏效。他很快就遇到了傻乎乎慷慨大方的村民，交易内容是用十个粘土换一个绿宝石。所以，很自然地，spikyhedgey 获得了“我能获得绿宝石的最大量”。然后他用充裕的绿宝石换了一套铁护甲和一把用来攻击怪物的斧头。\n\n\n“Of course you getting all that clay and me getting all these emeralds is a fair trade, you two!” *runs off giggling*\n“你们拿走粘土，我带走绿宝石，这的确是公平的交易！” *逃走偷笑*\nSome of the tricks from his no-mining run came in handy, particularly thievery. “I managed to get a bucket from a village again and used it on a lava pool I found to make the base of the nether portal, and I used the six obsidian I found in villages to make the rest of the portal.”\n之前他不破坏挑战中的一些技巧现在也适用，尤其是偷窃东西。“我最终又在村庄中拿到了水桶，进而用它在岩浆池旁为地狱门筑基。然后我用了开头村庄中找到的六块黑曜石搭好了剩余的传送门框架。”\n\nBut without the ability to craft flint and steel, spikyhedgey had to turn to a less controlled method of firestarting. “I put some wood logs around the base of the portal and allowed them to catch fire from the lava, eventually lighting up the portal.”\n但不能合成打火石！spikyhedgey需要转向比较不可控的点火方式。“我在传送门的底座旁放了些原木，让岩浆点燃它们，终而激活了传送门。”\n\n\nSince he couldn’t craft a rod to fish up another lucky bow, he wanted to use snowballs to knock out the end crystals. Sadly, this plan was foiled because he couldn’t craft a shovel either. “I ended up killing skeletons,” he says, “but I didn’t get many arrows, only about 40. So in the ender dragon fight I had to wait for it to land and attack it that way.”\n因为他不能合成钓鱼竿来钓出另一把“幸运弓”，所以他想使用雪球来破坏末影水晶。很可惜，计划又因他无法合成锹而泡汤。“我最终决定杀骷髅，”他说，“但我并没有得到很多的箭，只有大概40支。所以在末地之战中我需要等待末影龙着陆，这样我才能攻击它。”\n\nSpikyhedgey says that the ender dragon fights were the biggest challenges, along with all the exploring to find villagers to steal from! It took about three and a half hours to complete the no-mining challenge, and four and a half to win without crafting. That’s a long time, but pretty quick if you think about all the steps he had to go through to gather items that would have been difficult even for normal players.\nSpikyhedgey 说，探索地图搜刮物品和与末影龙的这一战都是甚大的挑战。完成不破坏挑战大概只花了三个半小时，但完成不合成挑战却足足花了四个半小时。这时间的确很长，但请你再想想他收集物品所需的全部步骤。这即使是对普通玩家来说也很困难！所以四个半小时也算很快了。\n\nWhen I ask him why he took on these huge challenges, his response is very casual. “I hadn't played single-player survival for a bit and wanted to try something different to a normal playthrough,” he explains. “Also I thought it would make a cool video.”\n当我问他为什么要接受这些巨大挑战的时候，他的回答很随意。“我有一段时间没有玩单人游戏了，所以我想尝试一些和平常的游玩体验不同的新事物，”他解释道，“并且我认为这么做出视频来肯定很酷！”\n\nIt certainly did! Makes me wonder what he’ll do for his next challenge. Complete Minecraft without even moving? Actually, please don’t achieve that. My poor jaw can’t take it…\n当然很酷！这让我好奇他接下来的挑战会是什么。难道是不移动就通关Minecraft？讲真的，别这么干。我可怜的下巴可承受不住……\n\nSpikyhedgey wasn’t the first to beat Minecraft without mining/crafting, and he won’t be the last! Why don’t you give it a try?\nSpikyhedgey 完成的并不是前无古人、后无来者的事业。为什么你不去试试呢？\n\n【原文：Stop mining, stop crafting!】\n【作者：Jay Castello，发布日期：2019-10-22，译者：c7w，翻译时间：2019-11-9】\n【真 tm 难用：脱裤子放屁】\n【使用lord spg的工具】",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1573355520,
            "txt_content": "好像第二个视频放错了……\n\n我猜，我们的开发者恐怕是无法在下作《黑暗之魂》中某得一工半职了。\n谋"
        },
        {
            "author": "cc7w",
            "timestamp": 1573355880,
            "txt_content": "BlackCB. 发表于 2019-11-10 11:12\n好像第二个视频放错了……\n我加了p=2他就是没用...\nb站视频换p现在要怎么办..."
        },
        {
            "author": "林悦彪",
            "timestamp": 1574852820,
            "txt_content": "今天我们的特邀嘉宾，spikyhedgey，就完成了这两壮举。\n以为是同时"
        },
        {
            "author": "137986520",
            "timestamp": 1575035040,
            "txt_content": "2333333333333333"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090440,
            "txt_content": "不MC的MC。。\n还是MC！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1576092960,
            "txt_content": "There’s a lot going on here that’s been crammed into a short video\n是说很长的过程都塞到一个很短的视频里了\na rich source of golden apples and more iron\n不错的铁和金苹果来源\nCreeper/reddit alien hybrid\n可能指的是r/Minecraft的那个吉祥物 就是半reddit机器人半苦力怕那个\n"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1580309520,
            "txt_content": "村 庄 掠 夺 者 （"
        }
    ]
}