{
    "title": "[微小说] 弑魔之战 第五章",
    "author": "萌萌的咖喱",
    "replyCount": 2,
    "timestamp": 1361595240,
    "txt_content": " 本帖最后由 Technology 于 2013-3-3 17:58 编辑 \n\n弑魔之战 索引贴 \n第五章 \n\n     我拿着剑，双手微微颤抖，因为站在我面前是黑压压一片的蜘蛛，小蕾吓得双脚瘫软在地，差点掉进岩浆。我皱了皱眉头，看来这次很麻烦啊，蜘蛛爬行速度很快，而且可以借助山洞的地形爬得很高，这么大一个蜘蛛团队，我们根本没法应对。\n      突然我发现我左手边上有一个我刚刚放着的工作台，我手上还有些刚刚小蕾杀死爬行者时获得的火药，而且我自己还带了些沙子，我冒出了一个想法，于是我把沙子和火药丢给小蕾，对她说：“快，做些TNT，这段时间我撑着”，与此同时，一只蜘蛛冲了上来，我往前一个突进，剑正好刺进蜘蛛眼睛里，穿过蜘蛛的肚子插在了地面上，我用脚一蹬，把蜘蛛的尸体蹬开，我的剑上面全是恶心的蜘蛛体内的绿色液体，令人作呕。\n\n      小蕾被吓得手哆嗦，合成TNT的时候好几次摆错位子，脸色苍白地差点就晕过去，好不容易做出了6个TNT，拿在手里，害怕地问我：“然后呢......\"，我正在与蜘蛛搏斗，没时间与她说话，为了找到说话的时机，我拿着剑挥舞着，奋力向敌人砍去，可是越来越多的蜘蛛来支援它们的同伴，我渐渐陷入了窘境，被好几只蜘蛛围住。我拿着剑砍向蜘蛛的头颅，同时右脚跟一用力，把右边那只想要向我发出袭击的蜘蛛一脚踢进了岩浆，那只蜘蛛连一声呻吟都没来得及发出就被烧成了灰烬。紧接着左上方一只蜘蛛以空降的形式向我扑来，我一下子没反应过来，被蜘蛛扑下了悬崖，蜘蛛张开嘴巴开心的大笑，想要与我同归于尽，我一刹那求生的本能爆发了，我手一用力，“嘶啦”一下把蜘蛛往后顶到了悬崖上的一块凸起的石头上，我的剑也在这时掉进了岩浆，我死死抓住那块凸起的岩石，一边还用力地把蜘蛛往墙上砸，蜘蛛的血液不停的飞溅在我的脸上，我仍在使劲把蜘蛛往墙上砸，最后终于把蜘蛛砸的不像样子，像一堆烂泥，然后我松开左手爬上了那块凸起的岩石，蜘蛛的尸体也掉下了岩浆，我拿着剑插入石缝里，跳起来，脚踩着剑又爬上了悬崖，一上悬崖我立刻俯身把剑拔出来，狠狠地砍向正在接近小蕾的蜘蛛们，蜘蛛们被吓了一跳，刚刚还看见我掉下了悬崖，一瞬间我又爬了上来。他们开始意识到我是个狠角色，召集大团伙准备一举消灭我。\n\n      也就是趁着这个时机我对小蕾大声说，把TNT引爆了扔向蜘蛛群，小蕾照做了，TNT引爆的瞬间，我和小蕾死死抓住周围的岩壁不让自己被冲击波打下悬崖，冲击波波及到我们的时候小蕾没抓住岩壁，直接就飞到我身上，我一个人承受两个人的重量被冲击波打得飞在空中，狠狠的磕在了岩石上，然后抬头一看，刚刚那些蜘蛛都被炸成了碎片，还零零散散地存活了几只受了重伤的蜘蛛。\n\n      在刚刚那个被TNT炸出的大坑里，我和小蕾看到了一些镶有淡蓝色颗粒的矿石，我们几乎是同一时间互相看了对方一眼，大叫：“钻石！”\n\n      我们挖矿队这一次的收获很大，三组多的钻石和六十多组组铁还有上百组组煤炭和十几组金，另外我们在岩浆附近还看见了很多黑曜石，我们挖了两组后回到临时集合点，最后我们满载而归，在城堡的迎接我们的欢声笑语中，我和小蕾道了别，然后把矿物运到了铁匠铺让他们给我们打造工具和装备武器一类的东西。\n\n      我做完这些事回到了城堡门口，大家都忙着看着我打开通往地狱的大门，我拿起打火石慎重的点燃了黑曜石做成的大门，这时，黑曜石大门中央突然闪烁出紫色的光芒，带有深紫色颗粒的若有若无的一道门出现在了我们的面前，我看着纸条，把第一第二条任务划掉，代表我完成了，我的目光看向第三条，我倒吸一口凉气，第三个任务居然是：找到地狱中的神秘要塞，打败所有的烈焰人并且破坏烈焰人的召唤笼......\n\n\n",
    "replies": [
        {
            "author": "迅雷",
            "timestamp": 1361595300,
            "txt_content": "很好的小说！继续写下去哦！\n别吐槽我看得这么快……"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361597460,
            "txt_content": "哦，修改一个错误，剑不是掉进炎浆里，是掉在了那块岩石上"
        }
    ]
}