{
    "title": "[双线]月亮世界——精简版魔塔值得一玩[1.12.2]",
    "author": "kimime",
    "replyCount": 0,
    "timestamp": 1573736460,
    "txt_content": " 本帖最后由 kimime 于 2019-11-14 21:12 编辑 \n\n  月亮之城原名叫太阳之都，村民都知道月亮之城并不是他们出生的城市。  在十年前原本村民过着安居乐业的生活，这个城市里面有一个村民，他名字叫渊，他的父亲在他出生后就已下落不明。  他的母亲知道渊的亲生父亲是一名探险家，在探险最危险的“精绝古城”时他们的团队遭受了袭击，他父亲和剩下的九名队友都在精绝古城失踪了！  渊从小并不知道他父亲已失踪了，二十岁那年，他开始对他父亲的失踪开始了调查！他在月亮之城的城主家中发现一本关于十年前的日记本!  就是城主安排了他父亲的探险任务，他读完了这本书后，才得知他父亲在他出生后已失踪了，但是他坚信自己父亲还活着！他询问城主，但是城主一听他提到传说中的精绝古城就开始与他扯开话题，不告诉他。  他询问自己母亲，母亲也是以让他去种树和收庄稼的理由合开话题。  后来开始他去传说中的精绝古城寻找自己的父亲，他在出城后，他在途中遇到了一位黑衣人，黑衣人询问这位村民从何而来，得知是当年那十位探险家其中的一名儿子！他想了想，可以利用这位少年！  随后从自己的衣内拿出来一瓶药水给他！并且告诉他知道他父亲在哪里，告诉他这瓶药水是可以让他见到自己父亲的药水，听完喝了下去，他并没有见到父亲，喝完，他发现自己身体有一种神秘的力量！他举起手，向着一个方向张开，手中出现了一团黑色的火焰！黑衣人，嘴角上扬，笑了笑说到，终于成功了！  他随又从衣内掏出一条带着附魔的河豚，立刻塞在他嘴中！渊已经无法控制自己了，瞳孔开始分裂，最终眼中全是红色，黑衣人立刻告诉他，你的父亲已经死了！  渊:“是谁！杀害了我的父亲？”  黑衣人:“杀害你父亲的人，其实是你们的城主!”  渊:“怎么可能！”  黑衣人:“信不信就由你了！”  渊:“怎么可能！怎么可能！”  渊头突然开始剧痛！开始无法控制自己了，随后一说怒吼！眼中已经完全成暗红色了，他已迷失了自己，完全变成另外一个人，黑衣人笑了笑大吼一声去把摧毁月亮之城吧！  渊:“是的，主人！”  月亮之城的村民还沉浸在安居乐业中，突然听到城附近传来一说爆照声!渊从城外慢慢向城内进行破坏，城市中陷入了恐慌中！房屋和建造都已经被他炸的破损，村民有的已经被他黑色火焰给击伤，城主知道了这事立刻召集了所有士兵和精英兵团，还有生物军团带着训练过的生物:狼，蜘蛛，白熊，鹦鹉，都加入了这场战斗对渊进行对抗！但是冷兵器怎么可能是渊的对手！护卫队也只能难免伤不了渊的身体！  他的母亲也听到了爆炸声跑了过来，看到是渊！  渊的母亲:“渊！你怎么成这个样子了！快住手！”但是渊已是另外一个人！根本听不到她说的话，在渊的眼里全是他的敌人！他一顿乱炸，一块黑曜石飞向了他的母亲，城主冲了上去，拿出盾牌举起，但是根本抵挡不了一块黑曜石飞过来的重量！城主被黑曜石给击伤了右腿，渊的母亲对城主说 对不起，我儿子给你们带来了不可弥补的错误！对不起，说完她纵生一跃，渊手一甩，黑色的火焰飞向了他的母亲，她母亲在黑色火焰中消失，城主随后开始对生物军团下达指令: 殊死对抗渊！剩余的村民和战斗的兵团们快撤到太阳之都避难！终于生物军团给剩下的村民和兵团留下来最好的撤退时间都已经撤到了太阳之都，但是生物军团的团员全部牺牲!城主考虑我们所有人对抗渊根本不是他的对手，所以为了不让月亮村民灭绝不得已来到了他们的第二个城市太阳之都  一年后，村民已经习惯了这个太阳之都，但是还是忘不了当初的月亮之城，随后当地的村民为了纪念月亮之城将太阳之都改名为月亮之城!  原本的月亮之城已经被当年给渊药水的黑衣人给霸占了，黑衣人也开始了训练军团和凶兽！将占领的月亮之城划分成三片区域，恶魔祭坛，精灵村庄，月亮鬼城，其中月亮鬼城中，城主是已被魔化的渊，恶魔祭坛则是他们祭供渊创造了他们，每年都要祭供渊，不祭供会被渊给处死！  精灵村庄则是被黑衣人一样喝了当初喝渊一样的药水的精灵，精灵已完全相信黑衣人是他们的创世神，精灵们常年帮黑衣人助守这精灵村庄，不让如何生物进入精灵村庄，如有人进入则会被精灵们魅惑后死去！  月亮鬼城，则是原月亮之城！内住着渊和黑衣人与其他与他两同盟的魔化生物，城外有重多魔化的怪物把守，黑衣人负责魔化生物，让他们成为他的奴隶！  城主为了不让他们的新月亮之城遭受同样的经历，则年年都要招募一批冒险家进行训练和试炼。  你则是被选中的一名冒险家！作者: 亚加           以上剧情为原创剧情!!!帖子评论过50则继续更新剧情,由于剧情更新快,服务器剧情会陆陆续续还原剧情!剧情非完整版          \n\n服务器官方QQ群:849857846服务器官网: http://play.i3mc.cn\n\n\n\n\n\n",
    "replies": []
}