{
    "title": "[原创/连载][仙走天下]——一部开挂的修仙小说-第一章",
    "author": "余音是只猫",
    "replyCount": 2,
    "timestamp": 1573867080,
    "txt_content": " 本帖最后由 余音是只猫 于 2020-3-24 03:39 编辑 \n\n第一章 开始   三月晚，微风中带着一阵阵暖意，这几天天气有些阴沉仿佛在酝酿一场大雨。\n  天龙城是龙源谷的中心城市，如果把天龙城放在金龙大陆，它只是这座大陆的一粒沙子而已。\n  傍晚，因为天气阴沉家家户户已经掌上了灯火，天龙城位于中央的黄家就像天龙城的一颗太阳，灯火照亮四周。\n  陆家是天龙城第一大的家族，领地更是占地数千亩，数不清的一座座高楼，鳞次栉比，灯火闪烁，远远望去，仿佛在宇宙中的星辰一颗颗在摇动。\n  黄易秦此时正在书房观看《金龙》\n  黄易秦今年16岁，面如冠玉，眸若清明，仿佛任何东西都侵染不了他，身上一股独有淡然的气质，仿佛置身事外任何东西都令他分不了心。\n  \"自从父亲离世到现在，我一共看了两千二百三十一本书，可这些书籍还不到家族书籍的三分之一。\"看着眼前一排排的书架，黄易秦叹口气\"书中自有黄金屋，但怎么没有一本关于恢复实力的书，整整三年了还是找不到\"\n  望着窗外yin沉的天色，黄易秦打算放下书休息一下，等到夜色下来了在看。\n  房间门外传来脚步声这个声音很急促，不用猜也知道肯定有不好的事情要发生，不等门外的人敲门 \"进来。\" 黄易秦直接冷声道。\n  木门缓缓被打开，一个扎这马尾，身穿灰色长裙，年龄貌似十四五岁的少年走了进来，黄易秦知道，没有重要的事情少年都不会来打扰他的。\n  少女面容可爱，但现在脸上带着惊慌的神色，让人感觉好像要发生什么大事一样。\n  \"大少爷，大长老让你去家族议事厅一趟，说是有事找你商量\"语气里带着一丝丝惊慌，但已经很努力用平静的语气道。\n  \"大长老找我？知道什么事吗？\"黄易秦感觉会有什么事情发生，微微皱眉问道。\n  \"回少爷，我也不知道，但家族的三个老家伙也在，让你快点前往议事厅议事\"少女急促地道。\n  听到老家伙三个字，就知道会有什么事情要发生了，心里微微惊慌了一下，但脸上丝毫不动声色：\"那三个老家伙也在啊，那我父亲呢？他在不在？\"\n  \"族长并不在，好像让你过去就是议跟族长有关的事\"少女回答道。\n  \"好，我知道了，你先下去吧，我过会就过去。\"\n  少女退了下去，现在整个屋子里重新只剩下黄易秦一人，他深深的吸了几口气，让自己的心情平复下来，换了一身衣服，才推门而出，朝议事厅走起。  进入议事厅就听到一阵吵闹声\"你们怎么能这样难道族长走了你们就要剥夺易秦的进入圣龙学院的名额吗？\"二长老阴沉的说道\n  面对二长老的话众人一阵沉默，黄易秦快速走了进来来到二长老面前有点惊慌的说道：\"二长老你说的都是真的吗？我父亲真的走了？\"\n  有点惊慌二长老说道：\"易秦啊~不要伤心你父亲和海家PK被人sha死怨不得\"\n  但作为凝气三重的黄易秦很快就捕抓到了二长老惊慌的眼神郑重的说道：\"二长老你是我除了父母最亲的人，我希望你能实话跟我说我父亲到底是怎么死的\"\n  诶~ 二长老叹了一声气：\"好吧~但前提你必须答应我们不能去找他们报仇你现在实力还不够而且海家也是一个庞然大物，等你进入金丹期再报仇也不晚\"黄秦易点了点头，二长老继续道：\"你父亲在和海家家住pk的时候...\"\n黄易秦父亲和海家家主PK场面\n  黄易秦父亲黄毅喊道：\"海丰三出来，跟我打一场~~~\"\n  海家家主海丰三回道：\"黄毅怎么三年了你以为你自己的实力又有长进了？\"海丰三用神识扫了一下黄毅没扫出他的实力有点吃惊\n  黄毅：\"长进到没有但打败你的实力倒是有，三年前我败给你是我技不如人现在我要重新挑战你，敢不敢应战！\"\n  海丰三：\"好！这三年我倒要看看你实力提升到哪里了，这里人多等等误伤，我们去战雷台！\"战雷台顾名思义在战雷台比斗的人输的一方会遭到天雷，赢的一方会获得战气值，战气值越高可在交易市场对换的东西越多，被天雷劈中没死的可离开死了就死了\n  黄毅：\"好那我今天就让你看看我三年努力的结果，走！\"黄毅先走一步，海丰三给下人使了一个眼神才跟上黄毅\n  到战雷台之后双方面对面站在准备......\n   海三丰：\"来吧让我看看你在这三年实力提升到了什么地步\"\n   黄毅：\"放心我的实力会让你吃惊的，可能你现在还看不出来，等我施展的时候你就知道了你先出手吧，等等说我欺负你\"\n   海三丰恼怒的说道：\"好好好，实力提升了又怎么样，看我等等怎么打败你！\"\n   \"黄家主战场不分辈分，你比我老不要说我不尊老，给我接招\" 海三丰说完斧头犹如开天斧一样，非常可怕，瞬间爆发拔山兮气盖世的无敌威能劈下\n   黄毅见状，骇然大惊道：\"海家主，原来你这几年也提升了实力只不过不是境界上的，你的斧头战技大地一击修炼到圆满了吧，如若不然，你这斧头怎么会爆发千钧之力.\"\n   大地一击是海丰三的成名战技，在威力上无比可怕，如果被斧头击中，绝非黄毅能抵挡的，只见黄毅真的海三丰厉害之后，立马拔出了一把湛蓝的剑，凭借身体的灵敏，隔开像斧头挡去.\n   铛~\n   弧光一闪，黄毅感觉手臂快要**，但是斧头成功被他挡住了，背后都出了一身冷汗，下一刻海三丰手持斧头攻击黄毅，嘴角还不忘憨笑道：\"黄毅，或许你没想到，我的实力会如此厉害吧.\"\n   \"这些年，我一直在家族里闭关为了的就是把大地一击修炼至圆满然后打败你，今天就是时候哈哈哈哈~ 这些年你也风光够了，今天就是你败下的日子！\"\n   海三丰信誓旦旦说完，目光闪过坚定之色.\n   诸人一看，都知道海三丰不是说假话，他真的有能力击杀黄毅.\n   \"海家主，看来我一直小看你了，可你以为，我会没有一点底牌？\"黄毅冷笑说着.   在众人目光注视下，手里的湛蓝色的剑幻化成一把紫蓝色半米长的利刃，在旋转的过程当中，利刃散打一道道势不可挡的刀气.\n   咻咻咻！\n   刀气纵横捭阖，划破空间，响起刺耳的异声，刀气在长空穿梭之际，就像是一道道势利的弧光，能割破一切的威能.\n   \"这是大圆满刀气。据说威力能比较元婴修士的攻击，再加上黄毅本身就有元婴圆满的境界，哪怕化神强者也不敢说能挡下圆满气.\"\n   有人见识多广，一眼就看出了黄毅使用出来的攻击是有多可怕，正是因为如此，让许多人的脸色为之动容，目不转睛的注视着黄毅\n   \"黄毅看来你为此战也准备好了足够的实力，但最终陨落的还是你\"海三丰一脸冷笑的看着黄毅.\n   \"是吗？那就来比试比试\"黄毅带着自信声音回应了过去.\n   \"你是当我傻？化神强者都挡不了，你觉得我会跟你打？我就先走了，你慢慢在这里享受我留下的惊喜吧！\"下一刻海三丰飞出了战雷台，战雷台结界波动了一下，就恢复了平静.\n   \"怎么可能，战斗没结束你怎么可能飞出结界？？？\"黄毅一脸震惊的看着海三丰.\n   \"这个战雷台早被我动过了手脚，我利用了上古时期的雷源屏抵抗战雷台带来的伤害，只可惜失去了我的雷源屏，不过你今天得陨落在这了哈哈哈哈~\"海三丰一脸得意.\n   \"你...\"\n   黄毅的话还没得说完，天上的雷声就打断了他，黄毅一脸震惊的看着天上：\"这是五阶雷杰！！！\"五阶雷劫对应的是渡劫期境界的雷劫，不是黄毅能抵挡的，而且这一下子还出现了十几道\"好啊！原来你早有准备，你这样子做真的对得起的所获得的荣耀？对得起你三大世家的荣耀？\"\n   \"能杀了你就足够了，何须谈那么多，对了你放心，等你死后我会带来大军三天之后攻打你的家族并吞并了它我看到时候这个界面还有谁是我的对手，哈哈哈哈哈~\"海三丰一脸畅快的说道.\n   黄毅听了之后，一口血吐了出来，一脸阴沉的眼神看着海三丰: \"海三丰你不得好死，如果我黄家不灭，我相信黄家后代会夺回一切属于我们本来所有的\"天上的雷劫越来越密集，雷声整整响起.\n   雷劫一道道劈下......\n回道二长老和黄秦易对话\n",
    "replies": [
        {
            "author": "YuiGabriel",
            "timestamp": 1573870260,
            "txt_content": "我一共观赏了两千二百三是一本书\n这是打错字了吗\n话说这个套路好眼熟awa？"
        },
        {
            "author": "余音是只猫",
            "timestamp": 1573907700,
            "txt_content": "YuiGabriel 发表于 2019-11-16 10:11\n我一共观赏了两千二百三是一本书\n这是打错字了吗\n话说这个套路好眼熟awa？ ...\n没注意到，已修改"
        }
    ]
}