{
    "title": "Minecraft Earth 初入 杂记&指路 (第二篇更新！)",
    "author": "LocusAzzurro",
    "replyCount": 5,
    "timestamp": 1574367180,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2019-11-26 23:18 编辑 \n\nMinecraft Earth 初入 杂记&指路\n\n最近Minecraft Earth开放了西欧，我也是第一时间就安装了。\n因为天时（系统更新自动装了ARCore）地利（本身地理位置不需要魔法上网也不需要[ruby=开飞机]位置伪装[/ruby]），所以基本安装好打开就开玩了，所以这里不探讨这两个方面的问题，只说游戏玩法本身。\n\n正如标题，本文是自己入坑的时候发现的一些点以及总结的一些信息，希望可以起到引路排雷的作用。不时更新，建议收藏。\n\n>> Entry 2 >> 冒险！氪金！ (19/11/26)\n\n红宝石\n\n红宝石目前的作用主要是购买建筑模板和跳过合成和烧炼的等待时间。目前观察到的跳过费用是1红宝石/分钟。红宝石的购买是通过Google Play的，可以使用Paypal以及各种主流信用卡电付系统。\n\n\n左：使用红宝石加速 中：红宝石充值\n\n\n当然，很多人也提到过，每天开可点击物也有机会获得1颗红宝石，日上限15。\n\n\n角色信息与[ruby=氪皮肤]自定义[/ruby]\n\n点击左上角的头像可以看到个人信息，也就是等级、经验和统计数据。统计数据包括收集的方块数、放置的方块数、收集的生物数以及游戏时间（游戏时间仅计算冒险中和建造中时间，也就是开启AR模式的总时长）概览旁边的另一个选项卡就是角色自定义，可以定义角色外观和穿搭，这个是和基岩版一样的系统。其中角色的身体部分，比如头发、皮肤、眼睛样式，可自由免费选择搭配。所有选项都有选择颜色的功能。服饰部分除了默认服饰其他都需要付费购买。当然除了自定义，也可以使用官方提供的皮肤包的皮肤，也可以使用自己导入的皮肤。\n\n\n左：玩家信息 中：角色主界面 右：各个角色自定义页面\n\n\n这里使用的货币是氪金玩家的老朋友，MineCoin，不是红宝石。众所周知这个货币是同步到Xbox账户的，在基岩版也可以使用。Earth里对角色外观的操作也是账户同步的。\n\n图：皮肤与MineCoin值同步\n\n\n挑战\n\n经过观察，目前每日挑战的重置时间是格林威治标准时间（GMT+0），每周挑战的重置时间为格林威治标准时间每周日24:00（也就是周日到周一的时候）。推测每日登陆指标也是按照这个时间节点计算。\n\n\n左：目前生涯任务进度 右：重置时间观察（注意剩余时间和右上角）\n\n\n熔炼\n\n关于燃料方面，经过测试发现Earth的燃料机制为“使用更高级的燃料可以让烧炼时间缩短”，这里的“更高级”体现于在原版中使用一单位该物品完成更多次的烧炼操作。烧炼一个物品只需要使用一个单位的燃料，增加燃料数量不会缩短时间。[注：进行熔炼操作的时候可以放入多个燃料物品，烧炼操作也会开始，消耗多个燃料物品，但操作结束后实际只会消耗一个，其他的会重新出现在背包里，应该是BUG]\n\n\n左/中：不同燃料耗时 右：多个物品耗时\n\n\n冒险\n\n首先更正上一篇：冒险地区的范围和深度不是固定的，目前的推测范围上下限为4x4到16x16，深度为4到10格（指下方出现基岩的位置）。此外，有时会出现表面面积小，地下面积其实很大的地图。冒险中破坏方块的进度不会重置，很真实，裂纹会保留在方块上。可以挖两下，干点别的，再接着挖。\n\n\n左：冒险场景 中：地下资源 右：较大的地下空间\n\n\n冒险的起始信息卡上除了整理物品栏还有两个相关信息：冒险类型和冒险状态。冒险类型现在感觉没有什么用，只会显示“神秘”。冒险状态会显示有没有其他玩家已经探索过这个冒险点（反正到现在我看到的都是“未探索”）。冒险是现在最好的白嫖资源方式，不接受反驳（x\n\n\n左：冒险状态 中：冒险类型 右：某次运气较好的结算\n\n\n工具推荐\n\n广药和ff推荐了一个工具，这里说一下：CrafterVision\nhttps://craftervision.com/\n在选择定位之后，点击中间大绿按钮可以搜索附近的可点击物、它们的剩余时间以及最重要的，可以开出什么东西（！，不知道是什么黑科技）。左边按钮里那个箭头的是选择当前定位，绿色漏斗是筛选，可以选择只显示包含某个等级的物品的可点击物（默认选择的是只显示稀有、史诗和传说）。\n\n\n大图：CrafterVision主界面 小图：可点击物内容查看\n\n\n扩展阅读\n\n安卓氪金方法：https://www.mcbbs.net/thread-921844-1-1.html (by zyjking)\n\n左：MineCoin充值 右：红宝石充值确认邮件\n\n\n\n\n>> Entry 1 >> 玩法系统初探 (19/11/21)\n\n地图与收集\n\n\n\n左：初入游戏 右：MCE与Ingress界面对比\n\n作为Niantic老咸鱼，一进去就可以看到这个游戏秉承许多AR的优秀传统，就是操作/互动圈系统。意思就是我们只能和自己周围一段距离的物体进行互动，包括收集Tappable和开始冒险等。根据和Ingress的比对，目测这个圈的半径在50m左右（感觉比Ingress的大，那边是40m）。地图上可互动的物品有石头、草堆、箱子、树木、动物五种Tappable，以及开启冒险的点。\n\n\n\n\n左：方块收集物 中：蓝色稀有物品开箱特效 右：动物收集\n\nTappable点击可开箱，如果有高级物品（蓝色罕见或者紫色史诗）开的时候会有特效。不同类型的Tappable会给对应种类的物品：草堆主要是自然物品（花草，泥土等）；石头主要是洞穴相关（蘑菇，各种种类石头）；树木主要是外观对应的的原木（目前发现有橡木、云杉和白桦）；动物就是收集对应的动物，有时也有对应动物的产品（还没开出来过蓝色和紫色）。以上掉落的基本都是原材料，而感觉箱子是比较特殊的，会掉落成品物品（也就是一般情况下至少需要进行一次合成才能获得的，比如栅栏，我还摸到过红石火把，基本都是建筑装饰材料）。\n\n\n\n\n左：你太快了！ 右：速度过快圈会变红，提示不能收集\n\n然后在坐火车发现了另一个优良传统，如果你的移动速度过快，是不能和地图上物件进行互动的。开车不撸猪，撸猪不开车。\n\n\n合成和烧炼\n\n\n\n左：合成和配方 中：合成确认界面 右：同时进行的合成和烧炼\n\n和原版一样，这里也是使用材料进行合成。但是不同的地方是这里合成需要耗时间，合成的物品越高级的物品耗时越长），而且同时可以合成的物品数量有限（有三个格子）。合成多个时间累加但是只占一个格子。烧炼需要提供燃料，基本原版能烧的这里都能烧（个人觉得很有恶意的一点是不能烧原木做木炭），同样也有耗时和格子系统。合成和烧炼的格子看起来都各有三个，目前我还在第一个，可能是看等级开的。\n\n\n[ruby=副本]冒险[/ruby]\n\n\n\n左：冒险开始界面 中：放置冒险区域 右：冒险结算界面\n\n* 由于现在版本不稳定，冒险状态下无法截图。\n\n冒险就是地图上有红色光柱的位置，需要完全在操作圈之内才能开，进之前可以调整快捷栏，切换要携带的物品，建议至少带一把镐子一把剑。和建造的时候一样，需要寻找地面对齐，对齐之后有提示了就可以放置。发现的一些明显特性包括：方块挖掘速度快了很多（除了一些资源方块感觉慢一些）；手长，几乎视野内所有能看到的方块都可以挖，也能捡到掉落；攻击可以连点，没有1.8那种恶心的CD，加上手长，打怪物很容易，采集方块的需求和原版差不多，也就是采集高级资源需要高级工具。冒险应该8x8大小区域，在里面前进需要在现实里移动，整个区域大小在现实目测两三米见方左右，如果掉进去会被传送到外面边上。里面工具有耐久会消耗，目测耐久度和原版的差不多。冒险里的生物可以打，有掉落，方块也可以挖，这是是一个不错的方块来源，而且可以往下挖，地下可以挖到矿石（目前矿物主要来源只能靠探险），地下的深度大约有十格。冒险状态下有血条，被怪物攻击会掉血，也有环境伤害（比如熔岩），但是血扣没了不会失败啥的，可能是BUG或者还没开发。冒险模式下收集的物品会进到临时的一个背包里，可以打开，在背包和快捷栏之间换东西。如果退出冒险（现在只能手动退出），会出现一个结算界面，展示获得的物品和经验（击杀怪物）。\n\n\n建造\n\n* 这方面还没深研究，因为等级还用不了比较大的模板。\n\n放置Buildplate需要找明亮的平面，之前有人说不好放，现在感觉难度还行，就是有时没对齐桌面。建造状态下收集方块相当于有精准采集，草皮挖了直接掉草方块，动物点击可以收回来。\n\n\n挑战系统\n\n\n\n左：日常 中：周常 右：生涯（已完成部分）\n\n分日常，周常和生涯，生涯基本相当于新手教程。日常分收集和建造两个大项，收集就是收集某种材料和某种生物，建造是在建造里放指定数量的指定方块。每个大项有两个小项，小项完成有奖励，大项里的所有小项完成也有奖励。周常一般和日常差不多，有收集和放置，也有点击指定数量的某种收集物，比如石头的，还有合成和烧炼的指标。在此以外还有每日登录的指标和完成日常的指标。周常和日常一般奖励经验和红宝石，每次周常和日常全部完成有额外奖励（量比较大）\n\n\n\n\n",
    "replies": [
        {
            "author": "筱柒不会哭",
            "timestamp": 1574403300,
            "txt_content": "个人觉得 对与AR  的earth  我还是比较喜欢坐在电脑前的PC版本"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1574413260,
            "txt_content": "期待一下，不知道怎么样"
        },
        {
            "author": "Оil",
            "timestamp": 1574420220,
            "txt_content": "鸡啊你这图片实在加载不出来啊……= =\n\n不过好在文字介绍比较详实，靠着文字大概知道是怎么样的.jpg\n"
        },
        {
            "author": "ff98sha",
            "timestamp": 1574421720,
            "txt_content": "国区游玩Minecraft Earth全教程\n\n安排一下（"
        },
        {
            "author": "2691047905",
            "timestamp": 1589244480,
            "txt_content": "加油加油加油加油加油，你们是最好的"
        }
    ]
}