{
    "title": "谈谈我的经历",
    "author": "Aikini",
    "replyCount": 14,
    "timestamp": 1574356740,
    "txt_content": " 本帖最后由 Aikini 于 2019-11-22 01:24 编辑 \n\n一肚子火快憋一年了，受不了了来发泄一下\n 本来是小事结果真的搞的我精神都要崩溃了\n我现在高三，今年一月份会考的时候遇到一个跟我同龄的女生，现在她是我女朋友，快一年了磕磕碰碰经历了不少事情，也受到了不少威胁恐吓。\n她是农村人，两年前认识了她的前男友，一个社会青年，当时她16他21，这个年龄差，懂我为啥会收到威胁和恐吓了吗？？？\n要说她俩为啥能认识，就是某天她出去玩的时候碰上六个社会青年过来表白，她考虑了两天选了一个稍微能入眼的，情侣的热恋期，懂的吧？一个月，她初吻被强行夺取了，然后原本很热情的那个男的开始慢慢变了，我这里放个折叠给你们描述一下怎么变的\n原本关心她的那个男的开始变得敷衍，她不理他他就不理她的那种，生病的怎么样呢？多喝热水。来dym怎么办呢？多喝热水。生重病怎么办呢？“XXX（女），帮我洗下衣服”。你要说他很忙，确实忙，服装设计工作的人，你要说你上班，行啊，你全天24小时上班？一开王者荣耀你在线的概率基本上是99.99%，呵呵\n平常的聊天一个月后变成了：“老婆”“么么哒”“我去工作了”“在干嘛呢”“爱你”“吃饭饭没有”。真的只有这些，现在也一样，字都不带多一个少一个的。\n然后分分合合的两年里，她发现她前男友一直在跟其她女人聊骚，设置还开她QQ小号去兴趣部落聊骚\n然后还被发现一次跟他前女友聊天，还聊了好几个星期，聊的很是感动啊悲伤的往事啊想复合啊，牛逼，这操作我不会打\n从她俩在一起的时候，他就一直被发现在疯狂找和下霓虹国带颜色的小电影，在这之前他和一些女生就有不正当关系，她一直因为这一点嫌弃他至今未变\n二月份我跟她也分过一次，因为他放假了直接**开门就抱住然后狂亲，然后抢手机把我删了，没办法啊，她还是给了他机会，然后她俩热恋期就增加了6个小时（我特么算着的），两个人像回到了刚认识的时候，然后，6小时后，他一离开，QQ不理，问在干啥，跟兄弟喝酒，牛逼。第二天，同样爱答不理，问在干啥，不理，王者荣耀——游戏中，牛逼。第三天，同上。第四天，同上。第五天他发现她跟我还有电话联络，然后一堆脏话骂过来（骂她，不是骂我），热恋期增加了20分钟，牛逼。第六天，发现她跟我会一起打游戏（刺激战场），又是一堆脏话骂过来，不是兄弟，您忙着陪兄弟打游戏，KD跟我相差4.4（他0.24），段位跟我相差3个大段（他白银），好歹我也是上过榜的人啊，她无聊不可以找个人陪吗并且她也嫌弃他太菜跟bot一样。无奈。\n最后还是分了，因为她发现她在跟其她小姐姐聊骚，并且也发现自己小号被他在兴趣部落疯狂找人聊骚求霓虹国带颜色的小电影，牛逼。\n\n我跟他也对线过，但是我真的沃玛想吐槽他战斗力连鸡都不如啊，骂又骂不过我，反而又会被我利用反过来变成自己骂自己，扣字打字速度还没我快，我手速还没飙起来他就被我骂删了\n现实我肯定不会跟他去单挑的，我一个残疾人过去挨打了反而他会犯法，并且我在我这关系稍微有点好，认识的人多，州长啊派出所所长啊还有一些在部队里的人我都认识，他敢喊人来堵我我就敢打电话给我爸的同学（派出所所长） 谁怕谁啊\n他好几次过来骂我畜生威胁我生命安全了，一直跟我要照片，说什么“是男人就发”，我就好奇了回了一句“我既没有法律义务也没有道德义务我为啥一定要发给你啊？”然后说不过我又把我删了，我终于体会到读书的好处了\n\n\n\n\n\nQQ截图20191122010604.png (4.71 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-22 01:07 上传\n\n\n\n\n\n\n\n\nQQ截图20191122010651.png (32.51 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-22 01:07 上传\n\n\n\n\n\n一个月以前的图片我已经很难搞到了，但是这几天的我可以。自从她跟我在一起后，他就一直骚扰她，说什么“我那么爱你，你就这样对我？”“我一天天想你你就这样？”这种神仙逻辑一句话总结就是：\n我爱你，你就必须爱我，不能离开我。\n牛逼嗷，逻辑鬼才，道德绑架从初中开始我就觉得很恶心了，你自己的东西你自己不珍惜，失去的时候你才回来惋惜，到头来又把错强加给别人，不反思下自己吗？自己不珍惜，自己忙嗷，自己不陪伴，自己去下霓虹国小电影，自己去找别人聊骚，最后玩完了，把错归给别人，23岁的人了，比我这个17岁的还不懂事，人家成绩被你搞的300分都碰不到，你初中辍学出去爽了，别忘了，她还在读高中啊，会考都是我在撑着教他啊，您给他带来了什么呢？“抓小三的乐趣”？还是“抓霓虹国小电影的乐趣”？亦或者“一个人孤孤单单的被冷落两年”？\n\n( ╯□╰ )这件事我在B站也说过，后果是来了几个义愤填膺的大哥，来就拿着我骂，骂我破坏人关系，骂我人渣。我跟她认识是在一月初，她在12月底就分了，而且这种男朋友不分留着过年？\n分手之后他也恼羞成怒，发誓说：你不跟我在一起，就别想好好过\n哎\n人生\n真的烦\n",
    "replies": [
        {
            "author": "茶馆恶霸",
            "timestamp": 1574356920,
            "txt_content": "有点东西，是MC不好玩吗，谈什么女朋友"
        },
        {
            "author": "sunting",
            "timestamp": 1574357700,
            "txt_content": "看完了 心挺大的 这关系也挺复杂的"
        },
        {
            "author": "石叶尾猫",
            "timestamp": 1574358960,
            "txt_content": "游戏能陪我一辈子而你不能什么？你说你能？那好 我以后不打游戏了  只打你"
        },
        {
            "author": "心空NaLa",
            "timestamp": 1574361960,
            "txt_content": "话说你的女朋友还屡次三番给他机会。。。 你不思考一下吗。。。 【没有其他意思的！！单纯的提醒！！】"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1574381640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "石叶尾猫",
            "timestamp": 1574390820,
            "txt_content": "jianpeiguo 发表于 2019-11-22 08:14\nemmmmm，我只能说，好好珍惜这段记忆吧，再不行狠心点叫你那些所长什么的直接去找他麻烦←_← ...\n你真的不考虑换个头像吗  "
        },
        {
            "author": "嗯哼大大",
            "timestamp": 1574396520,
            "txt_content": "经历很丰富  猛"
        },
        {
            "author": "Aikini",
            "timestamp": 1574398860,
            "txt_content": "心空NaLa 发表于 2019-11-22 02:46\n话说你的女朋友还屡次三番给他机会。。。 你不思考一下吗。。。 【没有其他意思的！！单纯的提醒！！】 ...\n自从那次后就一直没给机会了，已经死性不改还很恶心了，快一年了，现在想的是怎么对付这男的了"
        },
        {
            "author": "Aikini",
            "timestamp": 1574398920,
            "txt_content": "jianpeiguo 发表于 2019-11-22 08:14\nemmmmm，我只能说，好好珍惜这段记忆吧，再不行狠心点叫你那些所长什么的直接去找他麻烦←_← ...\n( ╯□╰ )我不喜欢乱找麻烦 只能等他先动手"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1574399400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Jannik",
            "timestamp": 1574399460,
            "txt_content": "关系好乱啊，找一个正常的女孩子不好嘛"
        },
        {
            "author": "石叶尾猫",
            "timestamp": 1574399520,
            "txt_content": "jianpeiguo 发表于 2019-11-22 13:10\n挺好的，傻不愣登的和我现实不同←_←\n虽然你说  不同  但是  emmmmmm"
        },
        {
            "author": "心空NaLa",
            "timestamp": 1574424060,
            "txt_content": "Aikini 发表于 2019-11-22 13:01\n自从那次后就一直没给机会了，已经死性不改还很恶心了，快一年了，现在想的是怎么对付这男的了 ...\n像这样的对象。。。 算啦不做评论了。。\n加油楼主！"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1574430720,
            "txt_content": "看了你能做到的都做了\n\n也只有看当事人怎样了"
        }
    ]
}