{
    "title": "1.15-pre1性能优化杂谈",
    "author": "Halcyon_Suoh",
    "replyCount": 24,
    "timestamp": 1574557080,
    "txt_content": " 本帖最后由 Halcyon_Suoh 于 2019-11-24 23:43 编辑 \nA word or two about performance in Minecraft 1.15-pre1\n1.15-pre1性能优化杂谈I've seen a lot of complaints and worries regarding performance in the pre-release. These seem to broadly fall into two categories:   1.When is server performance going to be improved?   2.My FPS dropped drasticly in 1.15-pre1!So talk about those one at a time.\n自1.15第一个预发布版发布以来，我们收到了不少对性能方面的反馈，这堆反馈大致可以分为两大类\n什么时候才能优化一下服务端性能？我在1.15-pre1里掉帧巨大！\n\n\n同时谈论这两点可能有点..恐怖，那么，先从第一点开始。\n\nWhen is server performance going to be improved?\n什么时候才能优化一下服务端性能？\nI see a lot of references to a feedback ticket mentioning that multithreading the server is necessary for performance, and lots of general questions about when performance improvements are going to be made, because servers work poorly in Minecraft 1.14.4.我们收到的很大一部分反馈是关于服务端的多线程问题，另外大多数是询问何时才能对服务端性能进行优化，毕竟，1.14.4的服务端性能确实比较惨淡。\nThe simple answer is: It already has been improved. While multithreading is nice, it is not necessarily the first goal in order to bring performance up - it would also mean a lot of work, restructuring and risks for bugs.但答案是..它已经被优化过了。不能否认的一点是多线程它确实很棒，但对性能优化而言其并非第一要务，自然，多线程也意味着要对服务端进行大量重构，以及，你知道的，漏洞。\nHowever, Minecraft 1.14.4 shipped with several bugs that compounded into having a very high impact on server performance. Several such bugs have been fixed. I've only heard positive things about server performance from people who actually run snapshot servers since.另外不可否认的一点是，1.14.4的服务端确实带有不少对服务端性能影响极大的漏洞，某几个该类漏洞已被修复，自此之后，我们并没有收到来自那些真正使用快照服务端的人的负面反馈。\nI am not saying performance is now perfect - I always try to be careful with broad statements about performance in general, since there are many different scenarios where performance can be vastly different. However, the performance bugs in our bug tracker have been closed and I've asked for information on more cases where server performance is still bad in 1.15 snapshots, and no one has answered with a single example.自然，我也不会说现在的优化十分完美——我在解释关于性能优化相关的东西时一向十分谨慎，毕竟完全相同的程序跑在不同的环境中也可能带来截然不同的结果。然而另外一点值得注意的是，一部分漏洞追踪器中的性能漏洞被作关闭处理的原因是，当我询问该问题是否仍在1.15快照服务端中出现时，我没有收到回复。\nThis leads me to believe that because \"Fixed server performance\" hasn't explicitly been stated in a changelog, players assume no improvements have been made - or even worse, people have the impression that server performance can't be good if it hasn't been multithreaded. If you run a snapshot server and have performance problems, please do let us know so we can work on it further.这总让我觉得，玩家认为更新日志里没有特别指出“优化服务器性能”的话，性能优化它就不存在，甚至更糟——人们总觉得只要服务器不用多线程，性能就永远不会好。如果你在使用快照版服务端时遇到性能问题，请通过Jira告知我们，以便进一步进行优化。\nMy FPS dropped drastically in 1.15-pre1!\n我在1.15-pre1里 掉 帧 巨 大 ！\nYes, it did. That is, however surprising it may seem, on purpose.很出人意料，但，是的，这是刻意的程序设计。\nHere's the problem: In Minecraft 1.14.4, and in earlier snapshots for 1.15, there was a bug in how the game allocate computing time - specifically for chunk rendering. The game treated the maximum FPS setting as its minimum FPS target. This means that in order to achieve high FPS, the game acted like it was always running out of time, and so it skipped rendering chunks. That meant the time allowed was artificially capped, leading to very high FPS counts but extremely slow chunk rendering. Basically, it’s easy to produce frames quickly if you just skip doing things that need doing.这是问题所在：在MC1.14.4及1.15的早期快照中，游戏分配运算时间的方法..有那么一点小漏洞，对区块渲染方面影响尤其之大。简而言之，就是游戏将最大帧数限制视为最小帧数目标。这意味着用来渲染的时间被严格的限制了，直接导致游戏会不惜一切代价来获得更高的fps，这代价包括跳过应有的区块渲染。\nA funny side effect of this is that if you uncapped your max FPS, the more powerful your computer is, the worse chunk rendering will lag. You’ve all seen the result of this - fly around with elytra and the world basically goes blank.一个有趣的事实是，如果你取消限帧，你的电脑越强力，区块渲染就会越差。至于结果嘛，你应该已经看到了，如果你身背鞘翅手拿烟花飞速跑图，那整个世界就是几乎一片空白，几乎没有区块能正确渲染出来。\nPut simply, this is because when asked the question: “should I render another chunk?” the answer was always, ”no, that’d lower FPS”. It’s a bit like cheating at writing a book by turning the pages real often.简而言之就是，当渲染引擎询问游戏：\"我应该渲染这个区块么？\"答案永远是，\"不，渲染这个区块会降低fps\"。这就像是写书一字一翻页，或者说干脆直接留白。\nSo current complaints are a bit like saying it’s unacceptable that the book is taking longer to write now, but the actual result is you’re getting more than 3 words per page.所以目前的抱怨可以近似看成完全不可接受这本书需要花更多时间来写，实际却是这本书不是几乎通篇留白而确确实实有东西了。\nSo for the pre-release, as a first take we're now running with a minimum of 30 FPS. If there's enough load, the game will try to cap so you never fall under 30, if there's less load we'll let FPS go higher. This is essentially how all games work (or should work, I suppose), but the exact numbers involved can be set. We’ll keep tweaking these performance allocation numbers of course - but don’t fall to the trap of thinking game quality is worse just because your FPS number is lower now.所以的所以，对预发布版来说，我们会先尽量让您能达到30fps的标准线，如果负载太多，游戏会做出一些限制措施让你永远不会跌破30fps，如果负载偏小，那游戏会放开限制让你的fps变高。这同样跟其他所有游戏的工作原理相同（或者说应该相同，大概？），但与其相关的各种变量将会是可调整的。我们也自然会对其进行调整优化，但请不要仅因fps暂时变低而认为游戏质量变差。\nI fully agree that there are issues left to solve - especially because of stuttering and similar issues. This is a first take on performance as it looks when actually rendering the world properly, and we will try to get it as good as possible from here.我完全同意这世界上还有更多的问题尚待解决——尤其是某些会导致游戏卡顿非常的问题。这是这世界第一次被正确渲染，而我们会以此为基石，尽我们所能继续向前推进。\nOne thing I've been thinking about is that we could make the target FPS an option in options.txt - this would basically let you tailor the trade off between FPS and chunk rendering for your own computer if you feel like 30 FPS is not a good enough target.另外一件事是，我正在考虑把目标帧数作为options.txt的选项之一，简而言之就是，如果30fps不足以满足需求，你可以根据自己的配置来找到区块渲染优先与fps优先之间适合你(或者你的电脑)的区域。\nAs a finishing thought - please know that we are dedicated to improving performance. This version is a step in the right direction, but we're far from done. Performance improvements will continue with 1.16 and beyond.最后一点，我们永远不会放弃性能优化。这个版本是向正确的方向踏出的一步，但我们离终点线的距离还远得很，自然，1.16及以后的版本也仍会提供性能优化。\n\nThanks for taking the time to read this - let us know your thoughts!十分感谢您读完本文，请让我们知道您的想法！\n本文插图由夜之暗夜提供原文 silced_lime - https://www.reddit.com/user/sliced_lime/comments/e00ohm/a_word_or_two_about_performance_in_minecraft/\n\n\n",
    "replies": [
        {
            "author": "ruhuasiyu",
            "timestamp": 1574558880,
            "txt_content": "30流畅20能玩"
        },
        {
            "author": "3713",
            "timestamp": 1574562000,
            "txt_content": "谢谢"
        },
        {
            "author": "Folsiti",
            "timestamp": 1574562840,
            "txt_content": "掉帧？还是故意的？"
        },
        {
            "author": "1235789512",
            "timestamp": 1574563740,
            "txt_content": "FPS可以自定義是好事\n官方放手給玩家的越多\n這遊戲的可能性就越大"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1574588340,
            "txt_content": "ruhuasiyu 发表于 2019-11-24 09:28\n30流畅20能玩\n人家的意思明明是30能玩，以及反正我觉得60和180差距不大，只是拿来测性能用用，不如区块加载有价值。"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1574588400,
            "txt_content": "E.T.星落辰 发表于 2019-11-24 17:39\n人家的意思明明是30能玩，以及反正我觉得60和180差距不大，只是拿来测性能用用，不如区块加载有价值。 ...\n但是30和60还是有很大差别的，不过我想降低视距应该能提高fps吧？"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1574593620,
            "txt_content": "ruhuasiyu 发表于 2019-11-24 17:40\n但是30和60还是有很大差别的，不过我想降低视距应该能提高fps吧？\n降低视距……如果fps能稳定不发生卡顿的话我宁可fps低点……\n（毕竟是在家里被视距外狙击系枪战机器人两枪击杀过的，心理阴影严重）"
        },
        {
            "author": "深绿世界",
            "timestamp": 1574600280,
            "txt_content": "我就说嘛这次的优化为何会如此明显。"
        },
        {
            "author": "1a2s3d4f1",
            "timestamp": 1574601420,
            "txt_content": "我更希望是通过牺牲生物ai来达到提高fps，虽然生物ai降低运算变蠢了些，不过估计会有更好性能提升"
        },
        {
            "author": "唱片机",
            "timestamp": 1574608320,
            "txt_content": "我最希望的是光照bug修复和优化...\n一直都没修，估计以后也不会？"
        },
        {
            "author": "losefood",
            "timestamp": 1574611380,
            "txt_content": "以能稳定流畅开服为基准，其它随便弄。"
        },
        {
            "author": "清酒丶c",
            "timestamp": 1574612880,
            "txt_content": "。。。。。。。。。。。"
        },
        {
            "author": "Zevn",
            "timestamp": 1574613600,
            "txt_content": "我读到的是无奈"
        },
        {
            "author": "liach",
            "timestamp": 1574627640,
            "txt_content": "1a2s3d4f1 发表于 2019-11-24 21:17\n我更希望是通过牺牲生物ai来达到提高fps，虽然生物ai降低运算变蠢了些，不过估计会有更好性能提升 ...\nai是纯服务端逻辑，和fps根本没有交集，只和tps有关"
        },
        {
            "author": "liach",
            "timestamp": 1574627700,
            "txt_content": "slicelime现在新官上任三把火，不错不错！现在也开始搞渲染了，还能保持每个更新发youtube片子"
        },
        {
            "author": "翻车：滑稽",
            "timestamp": 1574646720,
            "txt_content": "1帧能玩，2帧流畅，3帧电竞，4帧丝滑，5帧感人"
        },
        {
            "author": "斯乌",
            "timestamp": 1574647380,
            "txt_content": "对盲目追求帧率的，我还是建议直接上3950X+2080Ti（手动滑稽）"
        },
        {
            "author": "simple_ming",
            "timestamp": 1574677920,
            "txt_content": "1111111111111"
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1574704740,
            "txt_content": " 本帖最后由 Neubulaeko 于 2019-11-26 02:01 编辑 \nI see a lot of references to a feedback ticket mentioning that multithreading the server is necessary for performance, ...\n我看到了很多引用了某一条声称服务器多线程化才是根治服务器性能问题之本的反馈的观点...\n\nHowever, Minecraft 1.14.4 shipped with several bugs that compounded into having a very high impact on server performance. \n但是, 1.14.4确实存在因部分bug的共同作用导致的服务器性能崩坏..."
        },
        {
            "author": "茶馆恶霸",
            "timestamp": 1574706240,
            "txt_content": "现阶段只能这样了"
        },
        {
            "author": "西柠",
            "timestamp": 1574739180,
            "txt_content": "其实帧率30+玩着就挺好了，"
        },
        {
            "author": "wgwwert",
            "timestamp": 1574988600,
            "txt_content": "。。。。。。。。。。。。"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575350100,
            "txt_content": "那这也太惨了 好配置没有好体验"
        },
        {
            "author": "2844884110",
            "timestamp": 1575884340,
            "txt_content": "显卡在燃烧"
        }
    ]
}