{
    "title": "关于细分整合包发布板块类型的建议",
    "author": "-木羽-",
    "replyCount": 5,
    "timestamp": 1574738340,
    "txt_content": "刚刚才看见遥遥在整合包限行条例中征集关于细分整合包帖子的建议，正好我这里也有一些想法，就索性写个帖子好了\n\n\n现在国产魔改整合包逐渐占据了板块的半壁江山，而魔改整合包却又分为许多种类，那么这里给出几种分类方案，版务可以看着酌情采纳部分/全部分类\n1. 按照整合包世界生成类型分类\n比较大的一部分整合包是以空岛/迫降/海岛来作为特点开发的，所以我认为通过地图生成类型来区分整合包不失为一种比较方便简单的方法\n\n\n可选类型有 -主世界 -下界 -末地 -空岛 -海岛 -沙漠 -其他（需注明）\n\n\n2. 按照整合包主题/核心玩法来分类\n也有一些整合包是以核心玩法来作为特点开发的，譬如生存,建筑,冒险,rpg 等等\n\n\n可选类型有 -生存 -塔防 -建筑 -冒险 -角色扮演 -其他（需注明）\n\n\n3. 按照整合包模组类型来分类\n这就是老生常谈了 科技，魔法，工匠，等等等等\n\n\n可选类型有 -科技 -魔法 -工匠 -饮食 -休闲 -其他（需注明）\n\n\n4. 帖内注明是否附带服务端\n现在的整合包大多附有服务端，而很多作者也都将服务端三个大字明文标识在了帖子的标题，但这毕竟占用了宝贵的标题空间，所以我建议能够在发帖的时候就使作者澄清整合包是否附有服务端，也方便想与小伙伴一齐游玩整合包的玩家查找合适的整合包\n\n\n个人觉得以上的分类并不能绝对，应给发帖人多选的空间，毕竟许多整合包都是以多种主题混杂在一起制成的。\n@1094822247 ",
    "replies": [
        {
            "author": "天明遥遥",
            "timestamp": 1574771160,
            "txt_content": "感谢小东提供建议、督促工作，分类这个问题，确实是后来事情太多给忘过去了_(:з」∠)_\n\n限于论坛的本身构架及各种bug，之前做的Mod发布版的分类就有点失败了，因此整合版的分类就拖了很久。\n下午的时候我们进行了简单的讨论，分类这个议题本身是要做的，但是具体怎么分类，用什么形式（如 模板选项、标签等）实现分类，还有待具体探讨，如无意外的话，近期就完成这个工作。\n\n针对建议我下面简单回复一下。\n\n1. 关于情况\n我们做分类不是只针对魔改整合包，因为版块内原生整合包占比超过了8成，数量近1000，而目前的魔改整合包仅150+，其中精品的数量就更少，获得任意高亮的仅占约三分之一，其中大部分的整合包又基本是综合性的。故单独分类的意义比较有限。而且我们现在通过模板选项分类的话，也不能单独搜索魔改整合包。\n另外，我们也不能因为魔改整合包而废弃原生整合，它们有各自不同的需求面。\n\n2. 具体分类\n2-1 按照整合包世界生成类型分类：空岛可以单独分一类，但是其他类型大致应该属于固定地图，而特定的出生点不应作为分类依据\n2-2 按照整合包主题/核心玩法来分类：角色扮演（即 RPG）是一个宽泛的游戏大类，生存可以理解为基本模式，冒险、建筑等则属于游戏元素，而且这两种元素也基本上是绝大多数整合包的基本元素。如果把建筑单独拿出来说的话，应该放在特种整合包里——专门为建筑师提供的工具型整合包（一般也不是魔改包）。\n如果非要这么分的话，我认为大致是按 技术性硬盒向（科技线/魔法线）、探索战斗（击杀怪物、跨越维度，以冒险生存为主）、养成发展（技术性不强的养老包，农牧业及建设为主）、PVP/小游戏（偏联机向）等等。\n2-3 按照整合包模组类型来分类\n这个分法意义很小，因为绝大部分整合包是都包含这些元素的，玩整合包的意义就在于玩家想有一个长期的、尽量多元化的游戏体验。\n\n3. 帖内注明是否附带服务端\n论坛有专门的服务端整合包版块。\n\n大致以上\n\n"
        },
        {
            "author": "-木羽-",
            "timestamp": 1574776020,
            "txt_content": "1094822247 发表于 2019-11-26 20:26\n感谢小东提供建议、督促工作，分类这个问题，确实是后来事情太多给忘过去了_(:з」∠)_\n\n限于论坛的本身构 ...\n感谢百忙中还能抽空回复，\n关于最后一条，我个人认为客户端整合包和服务端整合包的最大一点不同在于是否拥有插件。事实是，在服务端整合包板块的整合包一般模组数量偏低，并且质量相对于客户端整合包，在受限于各种服务端核心的情况下并都不是特别理想，也做出了许多妥协。而反观客户端整合包这边附带服务端的整合基本都是大型整合包，而无论原生/魔改整合包也都可以通过原版服务端安装forge的情况下使玩家获得一个较为稳定的游戏体验。\n综上，我认为服务端整合与客户端整合附带服务端还有一点根本的不同：客户端整合包的服务端大都服务于大众，服务于小型的非盈利性质基友服，满足玩家与朋友一起游玩整合包的需求。而服务端整合一般服务于服主，服务于从小到大的公益服和商业服。\n这两点不同决定了这两者不应，也不怎么可能混在一块：想象下远行星带着他的400+模组发个帖子到服务端整合包板块，亦或者是一个100+插件的sponge端整合被丢到了客户端整合。 Though they work the same, it doesn’t really mean that they are essentially the same. The audience difference between the two,  however, is great enough for packers to ignore the potential possibility presenting their pieces on the Server-Pack plate might has. Therefore, how can players acknowledge there are such impressive modpacks that go with server compatibility if they look at, and only look at the Server-Pack plate? As long as I concern, I believe that we cannot mix the two as one, and I think it is necessary to actively show players whether a pack goes with server-side.\n刚才写着写着脑子里开始冒英文，这段我感觉也有点难翻译，就leave as it is了\n以上仅代表个人观点，欢迎讨论"
        },
        {
            "author": "youyihj",
            "timestamp": 1574780640,
            "txt_content": "基本同意按照游戏玩法划分，按照游戏地图划分并不合理。对于生存向包（科技/魔法/冒险），空岛（或类似的比如海岛又或是压缩空间……），根本与主世界区别的是，矿物是由某种机制凭空产生（如无中生有的筛子、水晶花园的凝矿兰、空岛资源的炼金催化）而非挖矿而得。对于某些看似初始空岛，但矿物是在资源世界里获取，那我大可以放弃初始空岛直接在资源世界里建家，这并不是严格的空岛包。另外比如Sky Factory 4，这个空岛包能在创建存档前选择一个初始地图，在固定事先作者设置的几个复数地图中选择一个，有空岛、海岛、压缩空间等等，而这就跨类了，这就只能选“其他”了吗？\n\n\n对于服务端整合，对于modpack，mod为主体，与服务端整合包插件为主体差别很大。一个绝对完整的modpack，可以很容易地改成forge端的服务器包。甚至加上FTBU全家桶，还能用其代替基本的插件，modpack的服务器包只能作为一个附属，与原来的客户端包没有差别（甚至还能用来绕过modlist下载），绝对不能单独发帖。"
        },
        {
            "author": "3TUSK",
            "timestamp": 1574786280,
            "txt_content": "无名黄鳝 发表于 2019-11-26 21:47\n感谢百忙中还能抽空回复，\n关于最后一条，我个人认为客户端整合包和服务端整合包的最大一点不同在于是否 ...…Though they work the same, it doesn’t really mean that they are essentially the same. The audience difference between the two,  however, is great enough for packers to ignore the potential possibility presenting their pieces on the Server-Pack plate might has. Therefore, how can players acknowledge there are such impressive modpacks that go with server compatibility if they look at, and only look at the Server-Pack plate? As long as I concern, I believe that we cannot mix the two as one, and I think it is necessary to actively show players whether a pack goes with server-side.\n\n……尽管（看上去）差不多，但这不代表两者是完全一致的。两种整合的受众如前文所述仍然不一样，这点差异足以令整合者忽略在服务器整合版再发一贴的可能性。那么——玩家若是只去服务器版找整合，又怎么能认识到“哇还有这么好玩的整合可以跑服务器的吗？”据此我仍然认为我们有必要将两者分开对待，并主动标记某个整合是否还提供服务器端。\n\n上面给路过读者\n\n下面是回复\n\n\n1. What's a \"server-pack plate\"? I would call it \"sub-forum\", or just \"forum\" were there no ambiguity. Or \"subreddit\" if it were reddit.\n2. We call a mod developer \"modder\", but there is not really a good word for modpack developer. Never seen \"Modpacker\" before. \"Modpack Creator\" is too long. \"Packer\" doesn't sound right.\n3. \"potential possibility\" -> just \"potential\"?\n"
        },
        {
            "author": "-木羽-",
            "timestamp": 1574786700,
            "txt_content": " 本帖最后由 无名黄鳝 于 2019-11-27 00:54 编辑 \n3TUSK 发表于 2019-11-27 00:38\n……尽管（看上去）差不多，但这不代表两者是完全一致的。两种整合的受众如前文所述仍然不一样，这点差 ...\n没有深耕于国外论坛过，一般混迹于quora（）见笑了\nBtw “Packer” does sound to me. And, for this context, the word \"potential\" is not quite the same as the phrase \"potential possibility\" since I want to demonstrate there might be \"part\" of packers who want to present their piece via the other \"sub-forum\" if there is no such difference."
        }
    ]
}