{
    "title": "[贴图]Aslan 独守夜孤楼",
    "author": "果果~",
    "replyCount": 2,
    "timestamp": 1361632140,
    "txt_content": " 本帖最后由 果果~ 于 2013-2-23 23:12 编辑 \n\n     “向你心中的方向走去吧，混沌的空间无穷无尽，你的心有多远，它便有多远，我马上就要重生了，伴随你的脚步…”那苍老的声音再次响起，可这次，艾伦仿佛未听见似的，仍然未停下脚步，继续地向前走着。 苍老的声音响起没多久，艾伦的脚步就从原来的平缓、柔和变成了有些踉踉跄跄，再过了一会儿，艾伦走一步，身体就剧烈摇晃着，好像下一步便会倒下去似的，终于…… 再次过去了良久，“扑通”一声，艾伦身体终于停下，倒在了这绚丽的隧道中，泛起一片很大的波纹。\n       艾伦眨了眨眼睛，由原本空洞的眼神回神了过来，艾伦原本想要抬手揉揉眼睛，但是发现全身酸痛，一丝力气都使不出来，“啊。。”艾伦口中发出沙哑的声音，眼睛迷蒙地睁着，但是偏偏却无法看见任何事物。 “你的心，让我十分惊讶，纯净到我无法想象的地步，你空灵状态竟然持续了整整一千万年之久，甚至超越当年的他，他也只不过勉强五百万年啊，你已经通过了诺亚的试炼，醒来吧，被选中的人儿。      ”那股熟悉的苍老声音再次响起，荡起久久的回音。 一道灿金色的光芒落下，照射在艾伦的身体上，艾伦沐浴在这光芒之中，身体散发出淡淡的蓝色气息，仿佛艾伦的身体在不知不觉中升华着，过去了良久，艾伦睁开了迷蒙的双眼，“啊…”艾伦一声轻吟，感觉到全身上下力气充沛，魔法力也恢复到巅峰状态，甚至有种破茧而出的感觉。 “这里……是哪？”艾伦站了起身，拔出了背在身后的幽焱长剑，护在胸前。“你终于醒了”苍老的声音再次响起。“你是谁？这是哪？”艾伦疑惑道。 “哈哈哈，我是谁？你一会就知道，自从你踏入魔兽山脉那一刻起，我就开始注意你，起初我只是觉得你有一些不同，但是也只是比常人强上了这么一丝，但是，自从你不久前杀了苍牙狼，我就感觉到，你体内似乎存在着一中特殊的气息，与我相契合，令我感到十分舒畅，我的重生期其实早已到来，但是这次重生却被莫名其妙的法则限制了，让我奇怪的无法重生，我很愤怒，于是我便沉睡了一段时间，并想方设法的重生，直到你的气息出现时，我找到了希望。”苍老的声音戛然而止，没有再继续。 “重生？…法则限制？我？”       艾伦疑惑道。“没错，就是你，我也感到奇怪为什么你一个普通的人类会存在着这种奇特的气息，而且，这种气息我竟然无法抗拒，所以，为了我的重生，我必须要和你签订契约，否则，我就要被法则压制一生，留着这残破的神识，又有何用处？       ”苍老的声音显得有些激动。 “等等…我还未明白什么情况啊。”艾伦顿时急了。签订契约，意味着自己将有可能成为他的奴仆，自己也不知道谁是主，谁是从，若是出了差错，自己岂不是要被奴役一生？ “哎，你的担心过多了，你既不是主，也不是从，而是契约中相辅相成最好的契约，平等契约，我想你应该猜到了我的身份，我，就是诺亚。相比于其他邪恶的诺亚，我和他们不同，我是诺亚中的善良之体，圣洁。与我接受平等契约你将拥有我圣洁诺亚的一部分力量，而且你已经通过了诺亚试炼，估计以后，我无法再让人接受试炼了，也就是说，若你不和我签订契约，我不和你的气息融合，我便会在万年间缓缓地流逝，最后一丝神识也将消散，从此万劫不复。”它的声音显露出悲伤、\n*（以上作品为本人小说片段，绝属原创，首发网站：起点中文网），以下文段属于临时创作。\n幽焱凌世，纷尘四起，独拥黄昏孤求醉，夙夜怅谈梦魇迷离，金碧宫中，空守孤楼，几里外，兵戈铁马拥兵塞，但，这与我何干？幽月当空，万千铁骑攻入空城又何妨？世间繁华，梦里碎花，但愁江山独人难守，即使兵临城下，锋利兵戈指向孤寂的城门，不惧皇城兵涌而溃，但愁杯中无酒而醉，醉，醉……\n拂叹余晖泪绛，花香空血成凝，湿罗忧怅空闺\n\n望君幽怜折桂，溅落泠响遍是，清凝纷乱红窥\n灯花不带一崔，散落樱花飞逝，春意凝香自美\n\n风灌夜空笺飞，凄然望雁承媒，柳泉残烟恐畏\n依君切莫笑我，当时比泪垂髫，嬉笑盼望君归\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "mingl0280",
            "timestamp": 1361632320,
            "txt_content": "果果翻译的不错啊～顶一个"
        },
        {
            "author": "webb",
            "timestamp": 1361632800,
            "txt_content": "看果果文采来的~{:10_523:}"
        }
    ]
}