{
    "title": "[Minecraft.net|CULTURE]HONEY BLOCK MACHINES蜂蜜块机器",
    "author": "乙烯_中国",
    "replyCount": 1,
    "timestamp": 1574867340,
    "txt_content": " 本帖最后由 乙烯_中国 于 2019-11-27 23:11 编辑 \n\n\n蜂蜜块机器\n用mc的新方块来建妙妙机器吧！\n\n　　我刚才在和蜜蜂一起吃蜂蜜。自从它们被加入游戏后就被看做是最棒的自然工程师。不信？你想想看，蜜蜂从花上采花粉，然后酿成蜂蜜，再整成蜂巢，瞧瞧你住的这结构完美的物资吧。就是炫耀。光是我住在花岗乱石与腐肉之中可不能证明你建筑比我更好呀，蜜蜂。\n\n　　嗯……好吧，其实可以。但是幸好我找到了一些比蜜蜂还能建的人类来帮我撑场子。我征集了来自社区的一些优秀蜂蜜块机器设计。（测试版中的）蜂蜜块使得玩家能够突破之前的12方块限制，所以你就能造出很多之前造不出来的机器设计。瞧瞧这个！\n\n　　这个飞行器是KiemPlanetG制造的，KiemPlanetG是这项新技术的领跑者之一。他们（？）解释道：“我们可以交替推动粘液块和蜂蜜块，在将负载分给不同的活塞负责，这样就可以绕过活塞的12格限制。”\n\n　　简单的说就是，我们推大量的方块更方便了。让我们看看其他人能用它造出什么机器。\n\n传送带\n　　蜂蜜块不仅可以粘方块，还能粘物品——这就让HasseHynd有个大胆的想法制作传送带。“用其他方块都没法移动其上的物品。”HasseHynd和我这么说。\n\n　　他们（？？？）首先测试了一下传送带——通过制造工厂里运输物品的传送带的方式。如果你在某些地方挖到了钻石然后想定向运输到某个地方用箱子存起来的话，这就是个不错的方式。或者，也可以运送大量点燃的tnt到附近的蜂巢那里。我不是说我会干这样的事情……\n\n　　HasseHynd接下来的想法是做回转寿司，这样你就可以坐在座位上食物了。我可能得抄一下这个点子，在自己的服里整一个摊子。快来尝尝我的回转寿司，付完钱吃到蜂蜜怪味儿就赶紧让位子给下一个人吧。\n\n电梯\n　　下一位大佬是S5Z7，他对蜂蜜块这回事贼感兴趣。“我想试试我的全力。”他们说，“你听过那超爽的黏黏声音了吗？“他们没搞错——这声音听起来是挺爽的。\n\n访问wik的此页面就可以听到这声音了。Gareth Coker甚至开始担心我们会把全部音效改成这样。\n\n　　S5Z7不止是喜欢蜂蜜块这么简单，他们还造了这样一个可爱的蜂蜜块电梯。\n\n　　来试试哈！\n\n　　瞧瞧这效率！尽管电梯在mc里并不罕见，但这样用蜂蜜块的电梯很容易建造，还贼好玩——不过你的脸和身上就得满是黏黏的蜂蜜了，你会习惯它的。\n\n　　毫无疑问，你绝对得自己造一个。方式如下：\n\n1.蜂蜜块要比普通方块小一点，所以你可以如图这么站，这就是关键。\n\n2.加上水流，为了加上向上流的效果，你得在下面放上灵魂沙。\n\n3.补上蜂蜜块，然后只要推动蜂蜜块就可以接触到水，然后向上冲！\n\n　　如果你能造出多人电梯的话，还要单人电梯做什么用呢？Zakimals看到社区上的作品后也整了一个。\n\n　　Zakimals说，他贼喜欢建造飞行机，尤其不同楼层中升降的那种。所以他希望能够使用现有的设计组一个大号的电梯。于是这电梯几乎可以称得上是工业级别的了。\n\n蜜蜂一次只能拿15毫克的花粉，但是这电梯能举起一村人。wow，真是蜂了。\n\n联合收割机\n　　我们都知道蜜蜂喜欢弄花，但他们是靠大量人力漫山遍野的整，这多浪费时间啊。联合收割机就可以让一个人干所有人的活。\n\n　　mc知道最近的版本才能够整这样的收割方式，这是由于他们是由活塞，末地烛和矿车组合而成，这里是一个视频教程。末地烛是为了防止把田压坏。\n\n　　0827Jake说，直到最近的1.15更新，末地烛才可以在被推动的情况下破坏小麦而不伤及农田。这加上蜂蜜块的特性就可以整出一种新型的收割机——使用飞行机破坏农作物看起来就很合理了。嗯，很合理，其他人就忘了吗？别担心，看了视频你就懂了，你还会喊流批！\n\n点击此处看reddit的视频，是的没错，因为我还希望你去投个票。\n\n　　KiemPlantG一直都在制作新型大型的蜂蜜块进阶机器。蜂蜜块引发了游戏的巨变，他们说，很多人在看到他们的作品后给他发了消息，说mojang终于抬了一把红石玩家。\n\n　　看看KiemPlantG的作品“地板消失机”你就知道为什么人们这么说了。一个按钮就可以在地板上开个大洞，而且想要多大就有多大。\n\nyoutube看不了\n\n　　谁不会对此感到惊惧呢？工程学真是伟大！是过去十年内玩红石的积累让我能够做出这样的作品，KiemPlantG说。\n\n　　他们最新的作品和之前的想法类似，做出巨大的活塞门。有多大呢？甚至可以装得下百万只蜜蜂，真可惜没人能把蜜蜂都关进去，这样我就听不见烦人的嗡嗡声了。\n\nyoutube看不了\n\n　　你是否用蜂蜜块搞了点东西呢？用邮箱发到scoops@minecraft.net给我证明工程学远胜于蜜蜂！或者你是擅长玩mc的蜜蜂的话，也可以把你的作品发给我，我会很乐意向你和你的族群致歉的。\n\n作者克里斯·普里斯特曼\n发布日期2019/11/15\n译者乙烯中国\n原文链接https://www.minecraft.net/zh-hans/article/honey-block-machines",
    "replies": [
        {
            "author": "心空NaLa",
            "timestamp": 1574899560,
            "txt_content": "服务器： ？ 我死的方法还不够多吗"
        }
    ]
}