{
    "title": "[Minecraft.net|CULTURE]黑夜中的安全避难处",
    "author": "ff98sha",
    "replyCount": 3,
    "timestamp": 1574854440,
    "txt_content": " 本帖最后由 ff98sha 于 2019-12-12 07:04 编辑 \n\n\nSafe Haven On A Dark Night\n黑夜中的安全避难处\nBrave enough to take a peek at @Mr_Mega_Mango’s creepy castle?\n敢不敢来看看@Mr_Mega_Mango的恐怖城堡？\nThis beautiful yet ominous castle was created by @Mr_Mega_Mango as the spawn hub on his creative world.\n@Mr_Mega_Mango建造了这座美丽但受过诅咒的城堡作为他存档的出生点建筑。\n\nWe like to think of it as a mysterious castle found on a dark and stormy night. What kind of story could you write around this imposing build?\n我们倾向于认为这是个在风雨交加的黑夜找到的神秘城堡。以这座壮观的城堡为题，你能写出什么故事呢？\n\nI’ll have a try! Our brave hero has lost their way. Pushing their way through an unknown forest, they’ve eaten the last of their food long ago. Hunger begins to press at their stomach. Even rotten flesh sounds pretty good right now.\n我来起个头！我们无畏的英雄主人公迷路了。穿过未知的丛林，一行人早已吃光了所有食物。饥饿感向他们袭来。即使是腐肉他们也乐意拿来吃。\n\nDanger lurks in every shadow. Red glowing eyes here. A clatter of bones from over there. And a blood-chilling death groan from behind. A zombie? Or hopefully a villager who just stubbed his toe?\n危机四伏。红眼在暗处闪烁，尸骨发出咔擦声。毛骨悚然的叫声从背后传来。是僵尸吗？还是撞到脚指头的村民？\n\nThe hero presses forward, narrowly avoiding danger at every turn. Squinting their eyes, desperately searching for a glimmer of light. Any shelter or sanctuary from the seemingly endless darkness.\n主人公英雄向前挪动着，每次都有惊无险躲过一劫。他们睁着眼睛寻找着可能带来希望的光亮，预示着任何能够逃避无尽黑暗的庇护所。\n\nOn their last heart, they emerge from the dense forest, and their eyes fall on the mysterious castle, its doors open wide.\n就在将要绝望之际，他们从密林中走出，这座神秘的城堡出现在他们眼前。城堡的门大开着……\n\nDare you enter?\n你敢进来吗？\n\nWould you like to see your creation featured here? Send your image to FeatureME@minecraft.net .\n想让你的作品在此被推荐吗？发送你的图片到FeatureME@minecraft.net。\n\nImage Credit @Mr_Mega_Mango\n图片版权@Mr_Mega_Mango\n\n【原文：Safe Haven On A Dark Night】\n【作者：Jess Robinson，发布日期：2019-11-22，译者：ff98sha】\n【使用工具：spgoding.com】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1574855400,
            "txt_content": "我们认为这个Jess Robinson应该是实习生水平，建议解雇（"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090380,
            "txt_content": "这篇。。。\n还行吧。。。。\n封面作为避难所是不是太豪华了！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1576094520,
            "txt_content": "villager who just stubbed his toe\n撞到脚指头的村民\nnarrowly avoiding danger at every turn\n是躲开不是防备\n"
        }
    ]
}