{
    "title": "官网消息：2019“黑块星期五”市场促销",
    "author": ":spgbigfan:",
    "replyCount": 9,
    "timestamp": 1574927220,
    "txt_content": "\n\n\n\nBlock Friday Marketplace Sale\n“黑块星期五”市场促销\nGreat discounts and a free skin pack!\n快来享受超值优惠和免费皮肤包！\nDo you remember when Black Friday just used to be one day long, and actually started on a Friday? If so, hello old-timer! Welcome to our multi-day Block Friday sale. It has no respect for what day of the week it is, but a lot of respect for your wallet. Starting today, we’ll have discounts of 33% on 68 (count ‘em!) items in the Minecraft Marketplace .\n你还记不记得那段日子，黑色星期五只有一天，而且真的在星期五？如果是的话，恭喜你暴露年龄了！欢迎参与我们不止一天的黑块星期五促销活动。重要的不是今天是星期几，而是你的钱包里还有多少钱。从今天开始，Minecraft 市场里将有68件（你可以亲自数一下）物品享受33%的优惠折扣。\n\nPlus, each day we’ll have two extra items we’ll be calling “doorbusters” (don’t worry, ‘doorbusters’ is marketing-speak for ‘a great daily deal’ and not ‘help! Mojang are somehow smashing down my door!’). These doorbusters will be reduced by 75% which, frankly, should be illegal. The best way to keep track of what two new doorbusters are available each day of the sale is to follow us on Twitter . Want to follow us on social media but couldn’t care less about Block Friday? Suit yourself,try our Instagram!\n另外，每天我们还有两件额外的物品享受 “开门大抢购”优惠 (不要担心，所谓“开门大抢购”是指“今日超级特惠”而不是“救命！Mojang的人不知道为啥要撬了我家的门！”)。开门大抢购的物品享受 75% 的折扣，老实说，低到可以报警了。想知道今天的开门大抢购商品是什么的话，就请关注我们的 官方推特。如果你想关注我们但是又不想被黑块星期五的促销信息打扰吗？没关系，请在Instagram关注我们！\n\nThe sale starts on Wednesday November 27th(hey, that’s today!) and ends on Monday December 2nd(hey, that’s not today!). The day that is sort of in the middle of those is Friday, which proves we are adhering to the sacred rules of Block/Black Friday. Which is good.\n促销活动开始于 11月27号星期三(嘿，这不就是现在嘛！) 并结束于12月2日星期一(嘿，这还没到时候！)。期间有一个星期五，证明我们并没有遗忘黑色/黑块星期五的本质所在。这挺好的。\n\nOh, I almost forgot the best discount of all,100% off! We’re giving away a free skin pack for all versions of Minecraft that have the Minecraft Marketplace - Blockheads!\n对了，我差点忘了最高的优惠折扣，100%！凡是有市场系统的 Minecraft 都可以领到免费的皮肤包 - 方块头（Blockheads）！\n\nA picture of the free skin pack? Or a photo of me lobbing TNT at other shoppers so I can get the best Block Friday deals? Head to the Minecraft Marketplace and find out!\n这是那个免费皮肤包的介绍图？还是我被拍到在朝其他买家头上扔TNT，以此保证我能抢到最好的黑块星期五折扣？去Minecraft市场寻找答案吧！\nEnjoy the sale!\n尽情享受促销吧！\n\n【原文：Block Friday 2019】\n【作者：Tom Stone，发布日期：2019-11-27，译者：Kakagou】\n",
    "replies": [
        {
            "author": "Salt_lovely",
            "timestamp": 1574931360,
            "txt_content": "We’re giving away a free skin pack for all versions of Minecraft that have the Minecraft Marketplace - Blockheads!\n那个Minecraft Marketplace是不是类似于基岩版的皮肤商店那样的游戏内购买系统？\n\n（“黑块星期五”翻译好评OwO）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1574931720,
            "txt_content": "Salt_lovely 发表于 2019-11-28 16:56\n那个Minecraft Marketplace是不是类似于基岩版的皮肤商店那样的游戏内购买系统？\n\n（“黑块星期五”翻译好 ...\n不是类似，而是就是"
        },
        {
            "author": "mohist",
            "timestamp": 1574937840,
            "txt_content": "表示买不起，只好默默支持"
        },
        {
            "author": "夏了个沫",
            "timestamp": 1574939520,
            "txt_content": "不买-100%"
        },
        {
            "author": "印花机",
            "timestamp": 1574950500,
            "txt_content": "前几天刚刚还完五月份问同学借的钱（拿来买正版了），这种东西不敢再碰啦半年没花一分零花钱的感受。。。"
        },
        {
            "author": "1235789512",
            "timestamp": 1574964720,
            "txt_content": "想藉這串問一下有沒有人跟我一樣商城沒購買過M幣卻有990M餘額的?"
        },
        {
            "author": "wgwwert",
            "timestamp": 1574988480,
            "txt_content": "只想知道游戏会不会打折，最近想入正"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1575172440,
            "txt_content": "说的跟我有钱一样（滑稽）"
        },
        {
            "author": "吾儿莫念",
            "timestamp": 1575457980,
            "txt_content": "收到噶防守打法**省分行地方"
        }
    ]
}