{
    "title": "[Minecraft.net | INSIDER] 《Mojang你问我答》第四期",
    "author": ":spgbigfan:",
    "replyCount": 0,
    "timestamp": 1574925900,
    "txt_content": "\nAsk Mojang Episode #4\n《Mojang你问我答》第四期\nMore burning questions for Mojang’s bravest employees!\n还有很多亟待Mojang的无畏员工们回答的问题！\nIs the Minecraft chicken truly a chicken? Do we roll the dice when deciding what bugs to fix? What is the biome of our dreams? These aren’t just random, subjective, and absolutely amazing questions – they are also the foundation for the fourth episode of the profoundly informative ‘Ask Mojang’.\nMinecraft 里的鸡真的是鸡吗？我们是不是靠掷骰子决定修复哪一个漏洞？我们梦想中的生物群系是哪一个？这些疯狂的问题当然不是我们自己随随便便提出来的，在《Mojang你问我答》第四期中，我们将为这些问题给出深刻而具体的答案。\n\nNo idea what we’re talking about? Fret not, we’re happy to explain! Ask Mojang is our YouTube series where we bring together the best and brightest developers Mojang has to offer – all to answer your burning questions about anything and everything (preferably Minecraft-related). For each episode, we bring on a new set of panelists. I’ve luckily managed to dodge it so far, maybe because I’m already busy answering questions like “have you finished writing that article about Ask Mojang yet?” I’m on it,Tom . Simmer down.\n没搞明白我们在干啥？没关系，我们很乐意为你解释一下！《Mojang 你问我答》是我们在 Youtube 上的一档系列节目，在节目中我们请来 Mojang 里最优秀的这些开发员们，让他们回答大家最想问的问题，什么问题都可以问（但最好和 Minecraft 相关）。每一期我们都会安排新的一批人来回答问题。还好到目前为止，我都成功躲过了被叫去上镜，也许是因为我正忙着回答 “你啥时候写完你问我答的文章啊?”这样的问题。在写了，Tom哥。别着急嘛。\n\n[media]https://www.bilibili.com/video/av75023337[/media]\n视频由@广药 提供。\n\nGot something you want to ask for the next episode of ‘Ask Mojang’? Either tweet us @minecraft, or leave a comment in the YouTube video (or maybe both?), with the hashtag #askmojang\n有没有想在下一期《Mojang 你问我答》得到回答的问题？你可以在推特上私信@minecraft，也可以在 YouTube 视频的评论区留言 (或者两个一起?)，记得加上话题#askmojang。\n\nFor more hand-crafted Minecraft videos, subscribe to our YouTube channel!\n想看更多精彩 Minecraft 视频，敬请订阅我们的 YouTube 频道！\n\n【原文：Ask Mojang Episode #4】\n【作者：Per Landin，发布日期：2019-11-08，译者：Kakagou】\n\n",
    "replies": []
}