{
    "title": "[投诉&建议]关于被封禁期间使用小号回帖&小号互刷回复的建议",
    "author": "ETW_Derp",
    "replyCount": 15,
    "timestamp": 1574870700,
    "txt_content": " 本帖最后由 ETW_Derp 于 2019-11-30 10:43 编辑 \n\n闲来无事，翻了一下帖子，看到了一个挺有意思的帖子：分享一下，以飨众人：\n\nhttps://www.mcbbs.net/thread-928927-1-1.html\n\n据一些管理员提示，我认为该帖楼主账号的主人可能就是论坛近期的风云人物，“草五叶”（UID：2704361）。\n而且从回帖来看，其小号“ankangsan”（UID：2888246）也在底下回复，巧合的是，两个人的发帖来源基本都是“来自手机”。以及按照两个“账号”的行文风格来看，“草六叶”（UID：2932601）石锤为“草五叶”（UID：2704361）的小号。\n\n11/30/2019更新：据讨论群组的群友们反映，“ankangsan”（UID：2888246）今天早上又发布了一个帖子：\n\n[声明]ankangsan为草五叶官方小号\n\n我看你是玩小号玩的很开心啊。\n行，不就是求石锤么？锤 就 完 事 了 嗷！\n\n①据问答版版主skyliye（在群内声明）和爱心魔王FHC（在本贴下方声明），三个账号，即“ankangsan”（UID：2888246）和“草六叶”（UID：2932601）以及主号“草五叶”（UID：2704361）均为同一IP地址。\n②据三个账号发言的行文风格，三个账号是同一人所管理的。\n③据其最近发帖\\回帖的设备判断。上面所提到的帖子里，两个小号除了使用电脑版的特性（引用）之外，全部使用手机版发帖。\n④据其最近活跃时的发帖\\回帖时间判断。电脑版的话由于其查询时间不太方便（需要用到源代码），所以帖一我们使用手机版来采集证据，帖二使用电脑版的源代码来采集证据：\n帖一：\n\n\n\n\n帖二：\n\n\n\n\n呀呀，真是好巧啊，为什么这两个账号的发帖间隔不超过三分钟呢？我觉得除了领锭贴和的确值得讨论的帖子之外，论坛中几乎不会出现这样的情况的。\n\n\n今天早上的帖子给我一种感觉，叫做“此地无银三百两”。\n\n------------------分割线-----------------------\n\n首先，虽然在总版规和茶馆版规中没有说明“小号版聊”相关的条目，但无可非议的是，这个做法很明显是不合适的。比如我也可以注册小号然后自己回复自己啊（比如这个帖子）。虽然没有盈利行为，但是我个人认为这种行为实在不应该出现。\n\n其次，号主“草五叶”（UID：2704361）因为在5天内收到3张“警告卡”而被系统自动封禁5天，这是他的警告记录，我们不难看出这是他第四次被三卡封禁了，同时对照日历，前三次三卡封禁的日期基本在周日或者周一……这有点意思啊。\n截至上面的帖子发布时，该账号尚未解除封禁。\n于是，我想提出一个问题：封禁的意义是什么？\n我认为封禁的意义在于惩罚。人做错了事情，就要接受一定的惩罚。在这个论坛里，惩罚可以是扣除积分，也可以是被发卡警告，也可以是被禁言或者禁止访问。那么注册小号来重新获得发言的权限，不就是在逃避惩罚吗？而且，在原帖中，号主还能以轻佻的语气嬉笑怒骂，以为自己逃过了禁言的惩罚：\n\n不仅如此，号主还自导自演，自作聪明自以为是地小号交叉回帖，挑战茶客们的智商，我认为实在不妥。\n\n所以，我希望管理员能够对此类现象做出相应的调整和惩罚，以减少此类事件的发生。（对了，既然标题里写了建议，那么就谈一下自己的建议吧。其一，适当延长三卡封禁的时长。延长至六天或者一个星期应该挺合适的。其二，开小号交叉回复需要被发卡或者扣除积分，严重者禁言或永久禁言。其三，大号被有期封禁时开小号时如果继续违规/言语体现出“不在乎封禁”等情节，主号加倍处罚小号发卡或扣分。有人提出不妥，但是罚也不是，不罚也不是，但是这个事情总要有个妥当的解决方案吧。）\n（至于我提这些建议的原因呢，第一点，我认为适当增加三卡禁言的时长是为了规避某些踩点“违规”的现象，同时又不至于影响其他大部分人的体验。第二点，这点我认为不用再提。第三点，乍一看的确像是“萝卜条款”，但是我认为如果你老老实实撑过禁言期，真的没啥大问题；但是你在该接受惩罚的时候又做出违规的举动，这就是你个人的问题了——当然，这是我个人的理解，但是我能理解并接受其他人的异议——如果不合理咱们不会不采用么。）\n\n\n补充：今早看到了几个回帖，说的的确也都有道理。\n首先第一点：被永久禁言后注册小号的事情。我个人认为永久禁言的惩罚在于“你无法用这个账号来做任何有意义的事情”，所以你不得不重新注册账号“从头再来”；但是有时间限制的禁言，尤其是被三卡系统禁言的那类，其目的并不是冻结你的整个账号，而是在禁言期间单纯地剥夺“发言”以及其他的权限。五天的时间长吗？我认为不长，等几天过去了还是一个好汉。注册小号来获得发言的权限是真的没有达到封禁所要的效果。\n第二点：我其实不在乎号主怎么得瑟。但是你被禁言了你就得老老实实接受惩罚。注册小号就算了吧，还肆无忌惮地让小号来个“自导自演”，我认为禁言不仅没能让号主认识到自己的错误，反而助长了其轻浮的态度，惩罚反而不再是原来意义上的惩罚，而是自己的“谈资”。我觉得实在不合理。据无上辐光dalao以及其他人修改的回复，再添几条。\n第三点：（回复L13）我没有任何封杀的意思，没有。为什么号主以前大号被封禁，用小号发言的时候我没发反馈贴呢？我觉得你应该仔细考虑一下。我也没有提倡所谓“限期封杀”。小号违规我个人认为以再次发卡为准。我觉得首先我自己几乎没有冷嘲热讽这一现象。可能是我过于严肃了，就态度而言，我对待几乎所有的事情都很端正。冷嘲热讽不一定代表态度端正。但是有时候冷嘲热讽不太合适，就比如在反馈版我就觉得挺不合时宜的。另外，如果你认为我说的东西不符合当前论坛的情况，你可以尽情抨击。\n第四点：我这个帖子反馈的问题应该不止一点，为什么楼下几乎所有的评论都将矛头指向其中的一点呢？我认为小号交叉回帖也是违规的（版规中也没有写明这一条，所以我希望管理员能够在商议后将其纳入版规），但是好像没有人注意，所以我在这里再次提一下，防止看不到。\n第五条：没错，我就是在针对某些人。怎么？犯了错惩罚一下不好么？要不然以后就取消禁言制度吧，反正能够开小号再来。\n\n后话：\n其他人的话我不想再次赘述了。没错，人的确是需要向好的方向去引导，但是到目前为止我还没有看到（恭喜反馈版喜提灌水发卡机制（不对啊，好几年前这个机制就存在了））。号主依然在自以为是地大水反馈版，引战版聊帖不计其数。我十分希望号主能够自己认真反思一下，为什么有这么多人很反感你的言辞。顺便说一下，你不是挖了很多坑嘛，我都还记在小本本上呢。\n以及各位看客，不要轻易地开玩笑，对别人进行攻击。论坛是一个包容的大家庭，我们需要更多新鲜的血液去为整个论坛创造贡献。好了就这样，我去睡觉了x2。\n\n另：\n如果诸位发现有坛友存在所谓“冷嘲热讽”的现象，完全可以按照总版规“C”或“D”类条目来进行举报——就我目前了解的情况而言，围绕号主讨论的帖子与回帖有因此被发卡的，也有直接被禁言的。成功就赚了，没成功也不赔，不是吗？\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Jannik",
            "timestamp": 1574871180,
            "txt_content": "支持，我觉得应该再加一条惩处措施\n被封禁5次以上直接封号\n毕竟也只有屡教不改不遵守版规的人能被5次封禁"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1574872140,
            "txt_content": "IP是相同"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1574872500,
            "txt_content": " 本帖最后由 无上辐光 于 2019-11-28 00:38 编辑 \n那么注册小号来重新获得发言的权限，不就是在逃避惩罚吗\n就是这样的，除非被本坛全站封杀，否则不禁止任何以非报复或滥用性质的小号"
        },
        {
            "author": "1139365029",
            "timestamp": 1574873460,
            "txt_content": "末地板块的那些求解封的帖子，有好多基本上都没戏的，大家都劝它们重新注册，现在你又说重新注册的账号也应直接封掉？\n我说说我的看法吧，\n1.小号是防止不了的，对于违规，该封大小号的自然会封大小号，小的违规封大小号就是公报私仇了，\n2.被封之后，重新注册，没什么不对，只是我们的草五叶童鞋过于活蹦乱跳以至于特别引人注目而已，\n3.其实你就是想让他闭嘴而已，写个脚本或者浏览器插件隐藏掉他的帖子呗，\n嘛，我觉的论坛有这么一个人物也不算太坏，至少我吃瓜吃的特开心"
        },
        {
            "author": "asjkdaskljda",
            "timestamp": 1574874900,
            "txt_content": "仅吃瓜。但是有道理，这人确实略烦"
        },
        {
            "author": "心空NaLa",
            "timestamp": 1574876640,
            "txt_content": "的确言语之间轻佻，但也不算重度违反论坛规矩，包容的态度看看吧"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1574898720,
            "txt_content": "用来给我练习正式举报信语法格式不好吗\n\n\n\n\n漫画20191128.png (71.33 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-28 07:51 上传\n\n\n\n\n"
        },
        {
            "author": "mohist",
            "timestamp": 1574898960,
            "txt_content": "貌似的确就是小号，马甲话可能有处罚"
        },
        {
            "author": "古明地兔",
            "timestamp": 1574907240,
            "txt_content": " 本帖最后由 我好兔啊 于 2019-11-28 10:17 编辑 \n\n对于价值不大的账号被封禁，当然会无所谓\n然而，一个如过街老鼠的账号，会有什么价值？\n（我在说什么啊）\n虽然留着他也算是给论坛添点乐子，但几度引起众怒、挑战泥潭活跃用户的智商，属实令泥潭大量用户不爽。\n如果慷同学只是想在论坛聊天，而又可以“我跟我自己聊”的话，不妨自己在电脑部署一个dz，以免碍着大家正常交流。\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1574909040,
            "txt_content": " 本帖最后由 Aikini 于 2019-11-28 22:50 编辑 \n\n我倒是抱着吃瓜的态度了，我觉得把他当作一个乐子就好了，只要他不触碰版规坛规\n不过这换号版聊属实无脑\n说话方式基本一致，IP一致，取名一致，时间恰好是在慷慷被封后\n= =你说其它也就算了，说话的习惯都不改改，这样做演员是不行的\n= =但说实话这有点太针对他个人了"
        },
        {
            "author": "mohist",
            "timestamp": 1574948040,
            "txt_content": "如果ip相同话这些id就触犯了一个版规，那就是囤积账号，反正希望版主们妥善处理这件事"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1574951340,
            "txt_content": " 本帖最后由 无上辐光 于 2019-11-29 00:31 编辑 \n\n再次反对\n辩驳：封禁≠封杀，封禁的意义在于让用户无法使用网络服务并失去已获得的成果，而不是让某个人再也无法使用所提供的网络服务。前者才叫封禁，后者是封杀。\n任何一个正常运营的公众网络服务，都是允许用户被任何时长封禁后注册使用小号的，除非那个人被封杀。\n如果本坛真要把限期封禁改成“限期封杀”，那就违背了两个处罚的意义了。\n至于小号是否违规，是不能简单地单纯用态度来决定的。\n无关紧要的事为什么要做到态度端正以待他人？？那些本坛成员就么没有冷嘲热讽的时候了吗？自己的态度是自己选的，别人的看法是别人照你自己那样给的。"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1574960100,
            "txt_content": " 本帖最后由 无上辐光 于 2019-11-29 12:13 编辑 \n\n@ETW_Derp \n首先，关于那个态度方面的，是我表达有点错误，我的意思是\n对待无关紧要的事情的时候不一定要态度端正，每个成员都可能有过这样的时候。你的路好与坏是可以自己选择的。\n其次，我还是对最后一点由意见：\n其三，大号被有期封禁时开小号时如果继续违规/言语体现出“不在乎封禁”等情节，主号加倍处罚小号发卡或扣分。）\n本坛的处事原则向来是对号不对人，如果小号没有产生跟大号有关的违规行为（没有各种形式的对论坛的报复行为、为大号洗白行为、刷分行为等），那大号也不该处罚加重啊，因为这两个号之间并没有产生违规的关系行为。如果这个人因劣迹斑斑而被全站封杀则除外，但这就不属于单纯的封禁了。\n另外，\n一个使用公共服务的用户为什么一定要在乎处罚呢？又或者使用公共服务的用户为什么不能表达出自己不在乎处罚呢？简单来说就是，我必须承认我违规，我必须态度端正的接受处罚，但是我可以认为并表达“处罚对我带来的影响不大，我不在乎”，就这么回事。\n用小号发“不在乎封号”不仅仅表达的是“大号被封了，再开了小号就管不住我了”这样的意思，而还包含了“号被封了，再开了小号就我可以玩了，我还可能玩得更好呢！”。而这样的概念并非一定是消极、负面、反|-=动的，借此打压实在是有失偏颇\n"
        },
        {
            "author": "SHEEP_REALMS",
            "timestamp": 1575083220,
            "txt_content": " 本帖最后由 SHEEP_REALMS 于 2019-11-30 11:11 编辑 \n\n那个......我补充一下，电脑板也是可以查看详细的时间的，只要把鼠标悬停在帖子发布时间上就能显示详细时间。DZ有很多这样的隐藏功能，多用一下鼠标悬停有益身心健康\n其实他开小号我没有意见，但是开了小号还很嚣张这个就不能忍了\n\n淦啊，不是span标签的作用，是title参数啊喂！！！ @ETW_Derp"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1575085740,
            "txt_content": " 本帖最后由 无上辐光 于 2019-11-30 13:26 编辑 \n\n2019|11|30 \n我又思索了一下：\n其实这不是一个大号处罚后开小号能不能嚣张的态度问题，而是大号封后开小号做的哪些违规算马甲账号报复行为的问题。\n在一个公共社区里，小号嚣张，本身并不能决定着小号一定会干什么，单纯嚣张也不会带来多大点影响，如果他就在那儿嚣张但又不违规又能怎样呢。但是态度必然会影响到具体行为的意图。\n大家反感他流露出嚣张是因为怕他继续带着这个态度去违规，虽然这不会一定发生，但总有这个可能。\n而小号违规不一定是故意的，也有可能是失误，故意去继续违规肯定属于马甲账号报复，我认为如果不是故意的话就不能算是报复。\n不能因为大号受到处罚/受到封禁，而去苛刻地要求小号完全不能违规，\n是否故意可以从违规行为的态度，违规的类型/严重性/次数来综合判断，不好指定硬标准。总之一切由管理员决定\n\n\n\n\n\n\n批注 2019-11-30 114327.png\n(12.73 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2019-11-30 11:49 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        }
    ]
}