{
    "title": "关于MultiMC为何不支持1.13以上Forge的官方回应",
    "author": "-木羽-",
    "replyCount": 2,
    "timestamp": 1574962620,
    "txt_content": "之前也一直好奇，直到无意间点进了MMC的官方页面，才发现官方在八月份就已经做出了声明\n以下是原文:\nLet's Talk About Forge\nPosted by Forkk and peterix on Aug 11, 2019\n\nYou may have noticed MultiMC currently doesn’t allow you to install Forge on Minecraft versions newer than 1.13. Unfortunately, Forge has added significant complications to their install process in their update to 1.13, which MultiMC can’t currently handle.\n\nIn order to install Forge now, we have to replicate this complicated process in MultiMC, and maintain it so that it stays up to date with whatever changes Forge makes.\n\nSome people have suggested that we simply have MultiMC run the Forge installer in the background whenever you click “Install Forge”. This would break existing functionality and create more problems in the future. We aren’t going to implement it this way.\n\nSo, although it pains us to do this, we will be putting support for Forge on Minecraft 1.13 or newer on hold until there is a proper solution in place.\n\nMultiMC will continue to support Forge on older versions of Minecraft as it always has.\n\nIf you want to play with mods on the newer versions of Minecraft with MultiMC now, Fabric works and is a perfectly good option to do so. There are plenty of Fabric mods available. For everything else, there is the vanilla launcher.\n\nIf you’d like to contribute to MultiMC, we would greatly appreciate your help. Come join us on Discord.译文：\n\n让我们来谈谈Forge吧\nForkk 和 peterix 于 二零一九年八月十一日\n你可能已经注意到了MultiMC现在还不允许你为1.13及更新版本安装Forge。不幸的是，Forge的安装程序在1.13更新之后变得极为复杂，而MultiMC现在还不支持它。现在，如果需要安装Forge，我们只能把这一套安装程序往MultiMC上复制一遍，而且还得随时维护它，以防Forge开发组做出了任何对它的改变。有小伙伴建议我们只需要简单地在点击“安装Forge”按钮后后台运行Forge安装器就可以了。但是，这会使现已实现的功能也不能用了，而且也可能在未来带来更多的麻烦，所以我们不准备这样实现安装Forge的功能。所以，虽然这对我们来说也不好受，但是除非有一个绝佳的解决方案出现，我们将不能为新版本安装Forge。无论如何，MultiMC还是可以为在那之前的MC版本安装Forge。如果你想在新版本玩模组的话，Fabric是一个挺好的选择。新版本已经有了许多Fabric模组。如果你非Forge不玩的话，原版启动器也不是不能用。如果你想为MultiMC做贡献，我们非常感谢。你可以在Discord上加入我们\n",
    "replies": [
        {
            "author": "大豬排",
            "timestamp": 1575125880,
            "txt_content": "如果新版Forge很麻煩，總不能勉強MultiMC的作者天天更新+維護，人家也是要生活的"
        },
        {
            "author": "youyihj",
            "timestamp": 1575130200,
            "txt_content": "就是因为这个迟迟未开过1.14的Forge，哪回必须得整个HMCL3做备用了。"
        }
    ]
}