{
    "title": "[Minecraft.net | INSIDER] 一款 Minecraft 桌游的制作历程",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1574947140,
    "txt_content": " 本帖最后由 1919褐雨燕 于 2019-12-28 20:43 编辑 \n\nMaking a Minecraft Board Game\n一款 Minecraft 桌游的制作历程\nHow Mojang and Ravensberger crafted Minecraft: Builders & Biomes\n看看《Minecraft：建造者与生物群系》是如何诞生于 Mojang 与 Ravensberger 之手的\nHey Minecrafters, I’m Marc Watson, and I worked as a producer at Mojang on Minecraft: Builders and Biomes, our new board game. For a few months, I had the pleasure of working on a team that created an entirely new Minecraft experience, and I want to tell you all about how we did it.\n各位 Minecraft 玩家好， 我是 Marc Watson，我在 Mojang 担任《Minecraft：建造者与生物群系》的制作人，这是我们最新推出的一款桌游。几个月来，我非常高兴地与我们团队一起，开发出了全新的 Minecraft 游戏体验，现在我想与大家分享我们的创作历程。\n\nCurious to see how the game plays before we get started? Watch this video!\n想先了解一下游戏玩法吗？那就请看下面的视频！\n\n\n(点击图片跳转到 Youtube 查看视频)\n\nLet’s make a board game!\n做一款桌游吧!\n\nExpanding a digital game into a physical space might sound strange, but there are many tabletop gaming fans here at our office. Some here have made prototypes of their own board games, and Mojang even made our own foray into the (digital) card game market in 2014, with Scrolls.\n把电子游戏扩展到现实空间，这件事听起来好像有些奇怪，然而我们办公室这儿有很多的桌游爱好者。其中还有人曾为自己的桌游做出过原型，Mojang 还曾在2014年把我们制作的 Scrolls 送进了电子卡牌游戏的市场。\n\nJens cutting out cardboard pieces for a game prototype back in 2017\nJens 在为游戏原型裁切纸板，摄于2017年\nOur efforts led us to Ravensberger, a German game, toy, and puzzle company. Founded in 1883, they’re a full 126 years older than Mojang! Undaunted, we teamed up and approached a number of designers to pitch us Minecraft board game concepts.\n经过努力，我们接触到了 Ravensberger 公司，他们主营德式游戏、玩具以及拼图。Ravensberger 成立于 1883 年，比 Mojang 整整早了 126 年！厚着脸皮，我们组成了团队，并联系了多位设计师，提出我们关于 Minecraft 桌游的设想。\n\nLet’s go to Germany!\n集合，向德国进发!\n\nI became involved with the project this February, initially on a trip to help narrow down the prototypes, then as a producer. With me on the trip were Jens Bergensten (Chief Creative Officer), Patrick Geuder (Director of Business Development), Patrick Liu (Director of New Games), and Filip Thoms (Product Designer on our merch team).\n我在今年二月参与到了这个项目中，最初是为了明确项目原型而跟着出了趟差，然后就是成为了项目制作人。和我一起出差的人有 Jens Bergensten（首席创意师），Patrick Geuder（商业发展总监），Patrick Liu（新游戏负责人），以及 Filip Thoms（周边团队的产品设计师）。\n\nHere we are! Ignore the black box hiding the table (we don't want you to see how unhealthily we ate on this trip) and that Jens doesn’t look like he’s smiling. I assure you, he was smiling on the inside.\n到了！请忽视桌子部位的涂黑色块 (我们不想让你发现我们这一趟的饮食吃得有多不健康)以及 Jens 看起来没有在笑的样子。我向你保证，他的微笑展露在他的内心。\nWe met with Daniel Greiner, board game editor and admitted Minecraft enthusiast, at Ravensburger’s main office in Germany. Over the next few hours, we played five different prototypes of varying levels of complexity or “Minecraftiness”. Our task was to pick a game that we felt was suitable both for our audience as well as parents, children, or friends of that audience. A game that was too simple wouldn’t feel good for us as game-makers, but starting off with an overly complex game could alienate our potential audience, causing the game to collect dust on someone’s shelf as they struggled to find people to play with.\n到了德国，我们在 Ravensberger 的大办公室同 Daniel Greiner 会了面，他是这里的桌游编辑，非常热爱 Minecraft。在接下来的几个小时里，我们试玩了五款不同的原型，这些原型在复杂度或者 “Minecraft 度”的层次上各不相同。我们的任务是选择一款我们认为适合玩家及其父母、孩子或者朋友共同游玩的游戏。对于太简单的游戏，我们这些游戏制作者看不上。而如果游戏太复杂，又会让我们的玩家感到厌烦，使得游戏被束之高阁，因为没人想拿出来玩。\n\nIn the end, we chose a design from Ulrich Blum, an independent game designer who had created a game featuring a cube of resource cubes and a 3x3 game board, which represented a player’s home. Players could travel through the intersection of game tiles, flipping over rooms (later, biomes), monsters, and items, much like they can in the final game. But this earlier version also allowed you to do things like take a hostile mob tile and put it in someone’s home, blocking them from building on that space until the player dealt with the interloper.\n最后，我们选择了独立游戏设计师 Ulrich Blum 的设计，在他的设计中，有一个由小资源方块构成的大方块，以及一个3x3的游戏面板，用以表示玩家的家园。玩家可以穿过游戏拼版的接缝，翻转房间（也就是后来的生物群系）、怪物和物品，和最终成品非常类似。不过这个早期版本还可以让玩家做一些别的事情，比如把敌对生物卡放到别人的家里，让别人只有在处理掉这个来犯者之后，才能继续在上面建造。\n\nRavensburger’s huge lobby, complete with a library of Ravensberger games, books, and toys\nRavensburger 的超级大厅，存放着所有 Ravensberger 的游戏，图书和玩具。\nI was curious how a game designer would represent the world of Minecraft as a board game, and what the refinement process looked like on their end, so I reached out to Ulrich himself for insight into his process and what he learned during development. Take it away, Ulrich!\n那时我很好奇游戏设计师会如何将 Minecraft 的世界搬到桌游上，在其中又有着怎样的提炼过程，于是我接触到了 Ulrich 本人，从他那里了解游戏的设计过程，以及他在开发中都了解到了什么。Ulrich， 请开始你的表演！\n\nUlrich: “The first thing I did was to play Minecraft non-stop for about a week. I started to dissect the game: what am I actually doing, what goals do I set for myself, and what catches my interest? Most importantly, how do I feel doing all this?\nUlrich: “我做的第一件事就是时刻不停地玩 Minecraft，玩了差不多一个礼拜。然后我开始剖析这款游戏：我究竟要做什么，我为自己设置了什么目标，是什么东西吸引了我的兴趣？最重要的是，我在整个游戏历程中有着怎样的感受？\n\n“The first and most obvious thing that was clear to me: I wanted blocks in the game. Physical, chunky blocks, that I could touch, play with, stack, etc. But what to do with the blocks? Should players build with them? A quick call with Daniel killed that idea. If we used small cubes, we could pack about a hundred of them in the box without making the game too expensive. The bigger the cubes would be, the less could go in the game. Four players building stuff with just about fifty cubes wouldn’t work.\n“我非常清楚，最首要也是最显然的事情是什么：那就是在游戏中获得方块。实质的，厚实的方块，我可以触摸，把玩，堆叠，等等。但是拿这些方块做什么呢？玩家该不该拿这些东西建造？和 Daniel 的短暂通话打消了我这一想法。如果我们用小方块，就可以往盒子里装那么上百个，此时游戏的成本也不至于太高。而方块的体积越大，数量也会越少。四个玩家拿仅仅50个左右的方块搞建造，不会好玩到哪里去。\n\n“So if building was not an option, the other main way to interact with blocks in the digital game was mining. How could I translate that to a physical game? Then I had one of those moments where everything was apparent in an instant, and the mining cube was born. A big block, built out of 64 blocks where you can dig for the resources that you need.\n“如果建造的路走不通，那么在电脑上的游戏里，另一种和方块交互的方法就是挖掘。我该怎么把挖掘的概念放到现实的游戏里面呢？之后我突然来了灵感，脑子里豁然开朗，于是挖掘大方块的想法就诞生了。一个大型的方块，由64个小方块组成，你可以挖掘这个大方块，获取你想要的资源。\n\n\nUlrich (cont): “I went back to playing the digital game, trying to find elements that I could use. I found that the sense of discovery was an element I really liked. What if players would have to discover the stuff that they wanted to build instead of just getting whatever they needed? I laid the tiles face-down on the table, and gave players a character to walk around in the world to let them reveal it bit by bit.\nUlrich（继续说道）：“我回去玩线上游戏，看看有什么可以利用的元素。我发现那种探索的感觉非常合我的胃口。如果玩家需要去探索物品建造，而不是随随便便就获得资源呢？我让卡牌朝下放在桌子上，给玩家一个角色，让他们在世界中行走，一点点地揭开世界的面貌。\n\nThis system worked great and made for a much more interesting play experience. Together with Daniel and the developers at Mojang, we started to iterate very quickly with a new version of the game almost every day for several months. Just about everything from Minecraft was tried at some point. We gradually realized that less was probably more; a game that does a few things very well was preferable to a game that tries to do everything. So, we ended up with what you can now find in the box: a simple, streamlined game that is easy to teach, but still offers many interesting choices.”\n这种系统的表现很出色，给游戏体验带来了更多的乐趣。和 Daniel 以及其它 Mojang 的开发者一起，我们开始快速地迭代，有几个月我们几乎每天都会构建一个新的游戏版本。差不多所有的 Minecraft 的组成元素我们都曾经尝试过。慢慢地我们明白，少即是多；简单几个元素如果能做到极致，就比什么都有一点的游戏要好。于是，我们呈现了现在已经发售的版本：简单的流水线式的游戏，上手容易，同时也不乏充满乐趣的选择。”\n\nThanks Ulrich!\n感谢 Ulrich！\n\nBy the end of our trip to Ravensberger’s offices, we had an idea of the game we’d like to go with, but we also scrutinized those choices once we got back to Stockholm to make sure that we’d picked the game with the most potential to cover all that we were looking for.\n在 Ravensberger 办公室的最后时间里，我们确定了游戏的最终方案，不过回到斯德哥尔摩之后，我们又立刻审视了这些选择，保证我们确定下来的游戏能涵盖我们所有的需求。\n\nAn early prototype\n早期原型之一\nAmong our feedback and changes, the “build your base” theme of the game turned into a broader “build structures in biomes”, the tiles, numbered to indicate power and where they’d appear in the game layers, needed to lose some of the complexity, and while some tiles provided bonuses to players, they didn’t count toward your final goal of having the most points.\n在我们的反馈与改变当中，“建造自己的基地”这一游戏主题转变为了更广义的“在生物群系中建造结构”。那些标明数字表示其威力的卡牌，以及这些卡牌出现的地方，需要降低复杂性。而给玩家带来增益的部分卡牌，并不会影响最终的目标，也就是获取最多的点数。\n\nLet’s get playtesting!\n来试玩吧!\n\nIn classic Minecraft style, the board game went through many rapid iterations based on exhaustive feedback. We were given new builds of the game, sometimes daily, shared to us in a PDF file. Any time a piece was changed, we’d want that to reflect in our physical playtest copy, which often meant swapping a printed tile out of a card sleeve, or cutting and pasting something. Daniel gave us changelogs and kept our rules document up to date, and we’d refer back to that if there was any confusion. Keeping the rules straight when elements of them have changed several times that week can be tricky!\n如同 Minecraft 的经典行事风格，桌游版也基于全方位的反馈进行了快速的迭代。我们通过 PDF 文件的方式收取游戏的新版本，有时候每天都会发来文件。每当有部分内容被修改，我们便希望这部分能反映到现实的试玩版本中。这时候常常需要往牌套里换入新的卡牌，或者需要干一些切割粘贴的活。Daniel 会把更新记录发给我们，并保证规则文档是最新状态，我们如果有什么没明确的地方，就会去翻文档。在规则里的元素经常改变的情况下，还要保持规则本身依然不变，真的需要费点功夫！\n\n\nOur employee playtesters were generous with their time, but all of this testing had to lead somewhere and we had a looming game design freeze deadline where no further changes could be made to the game’s mechanics. At this point, the biome tiles were still Minecraft screenshots, and the buildings were rectangular stand-ins that hinted at how they’d contribute to scoring. We needed art that let players know just what was going on in the game, which avenues of gameplay they should attempt, and how their efforts were progressing.\n我们的测试员们慷慨地奉献出他们的时间，然而所有的测试都必须有个成果，同时我们还有着一个逐渐逼近的设计截止时间，过了这个时间就不能再在游戏里改动任何东西了。在截止时间过了之后，生物群系的卡牌还依然是 Minecraft 的屏幕截图，建筑物还是方方正正的临时标志物，表示它们为玩家提供多少分数。我们需要美工的帮助，让玩家明白在游戏中到底发生着什么事情，他们应该尝试游戏的什么机制，以及他们的游戏进度究竟推进到了哪里。\n\nLet's Art!\n美工时间!\n\nArt production and design was handled at Mojang by Ninni Landin, Martin Johansson, Nikoo Jorjani, and Nicolette Suraga, and we partnered with an art team at Fiore GmbH, with biome tile concepts and design handled by our friends at BlockWorks.\n美术的创作与设计交由 Mojang 的 Ninni Landin，Martin Johansson，Nikoo Jorjani，和 Nicolette Suraga 负责，同时我们还与 Fiore GmbH 的美术团队合作，生物群系卡牌的概念和设计则由我们在 BlockWorks 的朋友负责。\n\nAfter feedback that rooms should be biomes, some of Ulrich’s early designs featured different kinds of buildings. When it came time to freeze the game design and call it feature complete, we decided that we should have buildings in natural-looking (for a Minecraft world) settings. But how were we to get pictures of builds onto board game tiles? Should we give it to an art team and just say, “Make some Minecrafty-looking buildings?”, and hope that represented the player actions and environments well?\n在反馈了“房间”概念应该改成“生物群系”之后，Ulrich 的一些早期设计细化成了不同种类的建筑物。当游戏设计截止日期到来，也就是所谓的“特性完成”之后，我们决定卡牌上的建筑物应该要和 Minecraft 世界的建筑物有差不多的风格。然而如何弄来卡牌上的建筑物图片呢？我们是否应该把工作交给一个美术团队，然后说“搞点 Minecraft 风格的建筑？”，并指望美工的成果能很好地展现玩家行动和周围环境？\n\nAn early version of four different biome tiles. The build materials stayed the same, but the biomes and building features changed over time. This one even allowed you to have multiple features.\n在早期版本中的四种不同生物群系的卡牌。建筑材料没有改变，而生物群系和建筑特征改变了很多。这个版本甚至还可以拥有多种建筑特征。\nWe found a solution that was easier than handing it off and hoping that someone would want to design and draw completed Minecraft structures. Daniel and I sat down and wrote out suggestions for each of the biome, material, and feature combination. Maybe a mountain biome’s stone “feature” could be a rail station. We could see that in-game, and it’s easy enough to think a player might build that. Maybe the mountain’s obsidian feature could be a… dance floor? Hey, obsidian was hard, and players build on their own theme sometimes!\n比起交给别人处理、并祈求能得到十分具有 Minecraft 风格的建筑设计，我们找到了一个更简单的解决方案。Daniel 和我一起坐下来，为每一种生物群系、材料和特征的组合写下建议。比如，山脉生物群系的石头“特征”或许可以是火车站。我们能在游戏中发现这种特征，也很容易想到玩家会建造这样的东西。或者，山脉的黑曜石特征可以是……舞池？没什么奇怪的，黑曜石很硬，而且玩家建东西有时候会按自己的路子走！\n\nWith the concepts approved, we turned to BlockWorks. Having just wrapped up working with the Minecraft 10th anniversary map with BlockWorks, I asked Managing Director James Delaney if he’d be interested in tasking his team with bringing to life what was then just a spreadsheet full of ideas. We wanted the buildings to be a mix of old and new, with nods to Minecraft builds (such as the player statue), as well as things that could be understandable by those unfamiliar with the game. Since Minecraft isn’t limited to a medieval fantasy theme, and players can build whatever they’d like, a small number of builds didn’t follow any particular theme, such as the dance floor, train station, or potion bottle.\n当这些概念通过之后，我们找到了 BlockWorks。之前我刚刚处理好和 BlockWorks 一起创作的 Minecraft 十周年纪念地图，现在我便找来他们的项目主管 James Delaney，看看他有没有兴趣让他的团队把我们写在电子表格上的满满构想变为现实。我们希望建筑物能新旧结合，一方面有 Minecraft 中常见的建筑（比如玩家的雕像），另一方面也有那些没玩过游戏的人也能理解的建筑。由于 Minecraft 的主题并不仅仅局限于中世纪奇幻，同时玩家可以随心所欲地建造，所以有一小部分建筑并没有特定的主旨，比如舞池，火车站，还有药水瓶。\n\n\nTo review and approve builds, I joined BlockWorks’ build server and got to observe the designs right there in Minecraft’s creative mode. We changed only minor things from the initial designs, such as some areas that coworkers were having a hard time identifying without clues (sorry, UFO, no one could guess what you were!).\n为了检视并审核建筑成果，我加入了 BlockWorks 的建筑服务器，在创造模式中观察那些建筑。我们只对最初的设计做了微小的改变，比如，在那些建筑者们摸不着头脑的地方做出了更改。（对不起，UFO，我们没人知道你长啥样！）\n\nWith the designs settled, renders were created and sent off to the artists for creation. They did a fantastic job, nailing little details like adjacent biomes of the same type being tileable between the cards and their efforts carried the project through to the end.\n设计方案确定下来后，负责渲染的人就开始渲染建筑师们的作品。他们的工作非常出色，通过在细微处的调整，让同种生物群系的卡片能衔接得更自然。他们的成品一直保留到了项目产品出炉。\n\nLet’s wrap this up!\n包装起来吧!\n\nWorking on a board game was a new experience for most of us at Mojang. We learned that, since we’re a game company, we wanted to be very involved in the process. Luckily, we were told that this worked out just great, and even contributed to the success of the final product! Some of the biggest lessons, though, were about the differences between creating a physical and digital product.\n对于我们大部分这些在 Mojang 工作的人来说，开发桌游是一种全新的体验。我们明白，作为游戏公司，我们很希望能积极参与到开发进程中。幸运的是，结果表明我们的参与效果不错，甚至对最终产品的成功有很大的帮助。不过，我们获得的最宝贵的经验，是明白了制作实体游戏和虚拟游戏之间的差别。\n\n\nWith a physical game, all of the components must fit inside a box, and the blocks already took up about half of the box’s space. Additionally, since components are cut from a single sheet, and just a few more tiles might mean another custom cutting die and sheet, feature creeping can mean having to remove other features that we literally do not have room for We also didn’t get to push a button to release the game; considerations had to be made for production times or shipping the product around the world on a boat.\n对于实体游戏，所有的组件都需要能装进盒子里，而方块本身已经占据了盒子一半的空间。另外，由于游戏零件是从一块单独的板子上切割下来的，因此加入多几块卡牌就意味着要重新定制切割模具和板材。“特性蔓延”会导致我们必须移除一些没有足够的空间来容纳的特性。此外我们也没有一个发布游戏的按钮可以按。在游戏的生产时间，以及货轮把游戏运输到世界各地的时间里，还得继续为游戏操心。\n\nFor creating a new game, the whole process was very quick from start to finish. We reviewed the pitches in February, locked in the game and rules in June, did the art in July, and the first copies of the game were shipped to players on October 1st. The whole project involved a very passionate team to see it through, many of whom were borrowed from their “normal” jobs. I’m grateful to have had such an incredible experience with this talented group, and hope that players enjoy the final game as much as we enjoyed making it!\n关于新游戏的制作，其实从开始到结束的整个流程是非常快的。我们在 2 月检视了游戏灵感，6 月就截止了游戏和规则的修改，7 月做好美工，第一份桌游商品在 10 月 1 日就送到了玩家手中。整个项目有非常热情的团队见证游戏的发展，许多成员是从他们的“本职”工作那边拉过来的人手。我非常感谢能和如此优秀的团队一起共事，希望玩家享受到的乐趣，能有如我们在制作游戏时所享受到的那样精彩。\n\nIf you’re curious how to play the final version of the game, check out the fantastic video explanation near the top of the page. Minecraft: Builders & Biomes is now available worldwide, online and in many local game stores.\n如果你想知道游戏的最终玩法，那就看看文章开头附近的那个精美视频吧。《Minecraft：建造者与生物群系》现已在全球发售，玩家可在线购买，也可以在多家当地游戏商店购买。\n\n【原文：Making a Minecraft Board Game】\n【作者：Marc Watson，发布日期：2019-11-27，译者：Kakagou】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1574947200,
            "txt_content": "虽然文章很长，但由于没有双关，因此我表示很舒服"
        },
        {
            "author": "SPGoding",
            "timestamp": 1574948040,
            "txt_content": "不愧是 Rico，轻易就再造了一遍轮子！"
        },
        {
            "author": "xiang_xge",
            "timestamp": 1574948700,
            "txt_content": "看起来不错，但是官网404暴毙了\n（’°ω°）"
        },
        {
            "author": "zyjking",
            "timestamp": 1574950560,
            "txt_content": "博文虽然长但是易懂，还没有双关，确实容易("
        },
        {
            "author": "ff98sha",
            "timestamp": 1577535900,
            "txt_content": "We reviewed the pitches in February, locked in the game and rules in June, did the art in July, and the first copies of the game were shipped to players on October 1st. "
        }
    ]
}