{
    "title": "[Wiki][Bedrock-Server][Nukkit]Nemisys官方Wiki版块翻译",
    "author": "Kenneth_z",
    "replyCount": 3,
    "timestamp": 1574951400,
    "txt_content": " 本帖最后由 Kenneth_z 于 2020-2-1 22:48 编辑 \nNemisys\nNemisys是一个使用RakNet和SPP协议开发的代理,它提供了Spnapse服务器之间快速高效的跨服,并且提供了优秀的管理与数据同步功能\n\n\n\n\n\nimage.png (11.75 KB, 下载次数: 0)\n\n下载附件\n\n2019-11-30 22:00 上传\n\n\n\n\n\n快速链接\nTwitter\nGitHub\nJenkins\nStatus\n\n\n\n\n\n\n\n\n准备工作\n\n需要Java 8及以上运行环境Nemisys服务器jar包,点击这里下载.点击下载将Neimisy服务器文件拷贝到你的服务器目录中至少需要一个Nukkit或PocketMine-MP服务器\n\nJava 8 or above\nNemisys server jar which can be downloaded here\nThe Nemisys server file copied to your intended server directory.At least one Nukkit or Pocketmine server\n\n\n\n\n\n安装\n    \n    Windows\n复制以下文字到一个文本文件中。将其保存为start.cmd并将它放在与nemisys-1.0-SNAPSHOT.jar的同一路径下：@echo off\njava -Xms1G -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar\npause复制代码双击批处理文件(.cmd)文件\nPaste the following text into a text document. Save it as start.bat in the same directory as nemisys-1.0-SNAPSHOT.jar:\nCODE (TEXT):HIDE\n@echo off\njava -Xms1G -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar\npause\n\n\nDouble click the batch file.\n\n\n\n安装\n    \n    Linux\n在服务器目录创建一个新的启动脚本文件(start.sh)来启动JAR：#!/bin/sh\njava -Xms1G -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar复制代码\n打开你的终端并且在目录下执行以下命令chmod +x start.sh复制代码\n运行你的启动脚本：./start.sh复制代码\n\nCreate a new startup script (start.sh) in the server directory to launch the JAR:\nCODE (BASH):HIDE\n#!/bin/sh\n\njava -Xms1G -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar\n\n\nOpen your terminal and execute the following in the directory:\nCODE (BASH):HIDE\nchmod +x start.sh\n\n\nRun your start up script:\nCODE (BASH):HIDE\n./start.sh\n\n\n\n\n\n安装\n    \n    Mac OS X\n新建一个启动脚本(start.command)来启动服务器目录中的jar文件：#!/bin/sh\n\ncd \"$( dirname \"$0\" )\"\njava -Xms512M -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar复制代码\n打开终端并键入以下命令(不要按回车发送出去！)chmod a+x复制代码\n拖拽你的启动脚本文件到终端窗口里.(请确保chmod a+x后有一个空格)双击你的启动脚本\n\nCreate a new startup script (start.command) to launch the JAR in the server directory:\nCODE (BASH):HIDE\n#!/bin/sh\n\ncd \"$( dirname \"$0\" )\"\njava -Xms512M -Xmx1G -jar nemisys-1.0-SNAPSHOT.jar\n\n\nOpen Terminal and type into it: (Don't hit enter!)\nCODE (BASH):HIDE\nchmod a+x\n\n\nDrag your startup script file into the Terminal window. (Be sure to put a space between chmod a+x and your startup script!)\nDouble click your startup script.\n\n\n\n安装\n    \n    Multicraft\n根据你的主机配置文件，你可以有两种方式通过Multicraft启用Nemisys。\n如果你在JAR文件选择目录已经存在一个Nemisys选项,你可以选中它然后在保存之后重启你的服务器.然而,如果你的主机并不适配最新版的Nemisys构建，我们不推荐你这么做如果你能够上传你的自定义JAR到服务器上(FTP),请下载Nemisys JAR文件并且输入正确的文件名.某些主机可能要求您将JAR文件命名成特定的名字,例如custom.jar.在命名完成后请从下拉菜单选择Nemisys JAR文件\n\n\nDepending on your Minecraft host's configuration, you will have two ways to enable the use of Nemisys through Multicraft.\n\n\n\n\nIf there's already an option for Nemisys in the JAR file selection menu, you can simply select it and restart your server upon save. However, this may not be recommended if your host does not keep up to date with the latest Nemisys builds.\nIf you have access to upload custom server JARs (FTP), download the Nemisys JAR and enter in the name of the file via the JAR file input box located on the index of the panel. Some hosts may require you to rename your JAR to a specific name (like custom.jar) and then select it from the dropdown menu.\n\n\n\n配置文件\n    \n    Nemisys\n在Nemisys第一次运行后，将会创建文件夹以及配置文件.你需要编辑这些配置文件好让服务器在运行环境下正常运行。\n    在server.properties中有三个重要的设置,它们分别是server IP,synapse port和password.\nIP: 服务器的IP\n\nSynapse port: SPP协议的端口 (与nemisys服务端和所有节点服务器(synapse)交互)\n\nPassword: SPP授权密码\n    其他的一些设置，例如：plus-one-max-count: 服务器列表显示的最大玩家数量,这将会基于当前玩家总人数而动态地改变(显示为 当前人数/历史最多人数)\n例如 245/246\nAfter the nemisys-1.0-SNAPSHOT.jar has been run the first time, folders and config files will be created. You will need to edit these config files to have the server work properly in your environment.\n\na) Important settings in server.properties are server IP, synapse port and password\n\nIP: server IP\n\nSynapse port: port for SPP protocol (communication between nemisys and all the node (synapse) servers)\n\nPassword: password for SPP authentication?\nb) Other settings\n\nplus-one-max-count: the max player count displayed in the server list will be changing dynamically based on current player count.\n\nFor example 245/246\n\n\n配置文件\n    \n    Synapse\n请下载你的SynapseAPI或SynapsePM到你的Nukkit或PocketMine-MP服务器.请确保先运行了安装插件的服务器,以便于生成文件.\ndisable-rak: 禁用默认Nukkit的RakNet.也就是说玩家无法通过常规模式及服务器IP端口来连接服务器.Disables default nukkit RakNet. This means that players using the usual server port will not be able to connect.\n\n\nenable: Synapse的开启或禁用。simply if you want to enable synapse\n\nentries:\nSynapse可以连接到不止一个Nemisys服务器(对于大型服务器来说一个Nemisys服务器可能不够用),这就意味着你得为每一个Nemisys实例指定更多地节点服务器为.Synapse can be connected to more than one nemisys server (for bigger servers one Nemisys server doesn't have to be enough), which means, you have to specify more entries, for every Nemisys instance.\n\nconfiguration:\nserver-ip: 服务器地址。IP address\n\nserver-port: Synapse 端口。synapse port\n\nisLobbyServer: 表明当玩家当前所在服务器关闭时玩家将会被传送到哪个服务器.除非当前玩家所在服务器被设置为主服务器(如下所述),那么玩家将会由于服务器关闭而被踢出.在Synapse和Nemisys中也有一种将玩家传送到大厅的方法,即随机选择大厅服务器法.indicates where player will be transferred if a server where is player currently on will shutdown. The only exception is, if current players server is set as main server (described below), then player will be kicked due to server shutdown. Also in synapse and nemisys there's a method to transfer player to lobby which choose random lobby server\n\nisMainServer: 玩家连接到Nemisys后将会被传送到的第一个服务器,你可以定义很多个主服务器,玩家将会被随机传送到其中的一个.The first server where will be player transferred after join. You can define more main servers and then random one will be chosen.\n\npassword: Nemisys配置的SPP授权密码。password for SPP authentication from nemisys configuration\n\ndescription: 表示服务器唯一标识符,就算你对多个服务器使用了相同的标识符,Nemisys也不会显示任何错误信息。represents server unique identifier, you don't have to use the same identifier for more servers, even though nemisys won't show any error message.\n\nDownload SynapseAPI or SynapsePM to your Nukkit or Pocketmine server.\nMake sure you run the server first with the plugin installed so the files will be generated.\n\ndisable-rak: Disables default nukkit RakNet. This means that players using the usual server port will not be able to connect.\n\n\nenable: simply if you want to enable synapse\n\nentries:\nSynapse can be connected to more than one nemisys server (for bigger servers one Nemisys server doesn't have to be enough), which means, you have to specify more entries, for every Nemisys instance.\n\n\nconfiguration:\nserver-ip: IP address\n\nserver-port: synapse port\n\nisLobbyServer: indicates where player will be transferred if a server where is player currently on will shutdown. The only exception is, if current players server is set as main server (described below), then player will be kicked due to server shutdown. Also in synapse and nemisys there's a method to transfer player to lobby which choose random lobby server\n\nisMainServer: The first server where will be player transferred after join. You can define more main servers and then random one will be chosen.\n\npassword: password for SPP authentication from nemisys configuration\n\n\n\ndescription: represents server unique identifier, you don't have to use the same identifier for more servers, even though nemisys won't show any error message.\n\n应用配置\n\n现在你可以把两个服务器都启动(Nemisys与连接nukkit/pmmp的Synapse)并尝试连接到Nemisys服务器.你理应会被传送到你的nukkit/pmmp服务器.\n\nNow you can start both servers (Nemisys and nukkit/pmmp with synapse) and try to connect to the nemisys server. You should be transferred to your nukkit/pmmp server.\n\n\n特性\n\n基础的插件APINemisys有一个全局命令API,因此你可以在游戏中使用有命令权限的插件去执行这些命令,而不必强制在所有服务器上执行指定命令你可以使用插件通信API在Nemisys与Nukkit中轻松的通信.Nemisys也还有一些默认的通信命令可供选择.\n\nbasic plugin APINemisys has an API for global commands so with permission plugin you are able to execute these commands in game, without beeing forced to have specified command on all the servers.You can use plugin message API to communicate easily between nemisys and nukkit. Nemisys also has some default message commands which can be used.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "774434652",
            "timestamp": 1575157200,
            "txt_content": "sjsjjsjdjjdjdjdj"
        },
        {
            "author": "PQguanfang",
            "timestamp": 1575471240,
            "txt_content": "支持，这份Wiki应该对许多基岩版服主很有帮助"
        },
        {
            "author": "xiaolu550",
            "timestamp": 1575555960,
            "txt_content": "顶一个，感谢楼主的分享，非常的棒"
        }
    ]
}