{
    "title": "【谨慎入坑！】【原创大型坑爹】欢迎来到minecraft的世界，我是这个世界的创世神Notch",
    "author": "a213555",
    "replyCount": 25,
    "timestamp": 1361649540,
    "txt_content": " 本帖最后由 a213555 于 2013-2-25 01:17 编辑 \n\n新人来骗经验啦~~听说写文章特+经验+金币+积分的，所以小a我也来水一水有啥错误请大家踊跃提出，我会第一时间修改的。\n\n第一章与2013-2-24 2:22:53发布，花了22分钟，现写的坑爹文，不定期更新！\n第二章与2013-2-24 3:39:26  花了一个小时。。话说为什么每次编辑文章都会有很大的空格啊？\n\n\n序章在minecraft的世界中，一名浅蓝上衣的青年男子，呃。。应该说是青年马赛克躺在地上，整个世界静悄悄的，突然，一个陌生的声音仿佛有神奇的力量将史蒂夫从昏迷中醒来。“欢迎来的minecraft的世界，史蒂夫，我是这个世界的创世神Notch”\n史蒂夫头疼欲裂。。“这是哪里？”摸了摸头。环顾四周，史蒂夫发现这里居然是一个马赛克的世界。他慢慢回想陌生人所说的话，“minecraft世界？？Notch？？Notch。。Notch！！minecraft世界！”史蒂夫眼前一亮“这个世界的生存法则就是创造与毁灭，生存与死亡，史蒂夫，祝你好运吧！”这个陌生人好似离开这个世界一般，整个地方静的渗人。史蒂夫站起来看了看四周，发现居然是一片马赛克森林，一切都如此抽象。史蒂夫回想了一下先前的经历，minecraft世界，Notch正是他所熟悉的，因为Notch是他的好朋友，而minecraft世界则是他和他的好朋友以及一些人组成的工作室研发的一款游戏。“呵呵。。”史蒂夫自嘲地笑了笑，当初要不是他和Notch闹了矛盾导致Notch一气之下居然把里面的主角名字改成了史蒂夫，他们也因此分手，并且史蒂夫将这款游戏，这款他们整个工作室的心血都带走时，Notch跑到史蒂夫的面前争辩，没想到史蒂夫失手将Notch推下楼梯，Notch当场扑街。第二天他便要去自首了，本来想直接去警局自首的他却被一辆车子撞飞了，没错，是撞飞了！但是他大难不死，却连个后福都没，撞飞之后居然非常惊奇，哦不，应该说奇迹也不为过，以一种不可能的角度掉进了下水道，然后顺着下水道漂流便来到了这个该死的世界。\n\n\n其实。。我发错区了。。\n大半夜的还好没啥人知道，原帖：http://www.mcbbs.net/forum.php?m ... 8&page=1#pid1521693\n坑爹啊。。{:10_503:}\n本文是各种坑爹+无聊+巨坑+RPG元素，大家轻喷。。{:10_496:}\n回帖奖励还是有的。。{:10_495:}\n共⑨人，每人送⑨个金币，我穷啊{:10_501:}，我新手啊{:10_492:}~我骄傲{:10_508:}\n",
    "replies": [
        {
            "author": "a213555",
            "timestamp": 1361649600,
            "txt_content": "标题: 第一章节：初入MC世界 本帖最后由 a213555 于 2016-6-19 18:12 编辑 \n\n更新说明：差不多每天一更左右。。每L我准备10个章节=w=一百章左右结束第一部。可以的话会粗第二部继续开坑=w=（Notch我还是打成诺奇吧。。中文好打字=w=）\n第一章：初见\n“诶。。说到底还是我的错，如果不是我诺奇也不会”往事的一幕幕闪现在史蒂夫的脑海里，叹了口气，便不再去想。‘既然来到了这个鬼地方，就算是对自己的惩罚吧。。’史蒂夫心中自我安慰道看了看四周。这个森林大也不大，小也不小，抽象的景色让史蒂夫的视觉感到很大的冲击，但是又觉得有点唯美。可能是自身变成了方块，看久了这些马赛克感觉还是挺和谐的。。史蒂夫慢慢走到一棵。。树面前，用方块的手臂去敲了敲树干，‘叩叩叩’这里面的树还是挺硬的，虽说是马赛克的树，但是木头的音效还是和现实差不多。史蒂夫右手用力一拳重击树干，‘咚！！’（如果你在玩minecraft的时候看到一只史蒂夫左手抓着右手蹲在地上鬼哭狼嚎的话，恭喜你，你找到主角了。）咳咳，画面转到史蒂夫这里。史蒂夫看到这棵树感觉实力大增，感觉吃饭能吃三大碗，爬楼能爬七十层，（咳咳。。我自重，自重。。）总之，史蒂夫一拳下去，只感觉咔嚓两声，右手和树干同时发出清脆的响声，这是如此美妙的声音啊。史蒂夫第一次怨恨这破游戏为什么如此贴近现实。“啊！！！！！！”一声惨叫不足以抚平右手的伤势，史蒂夫只感觉右手快断掉一般，但是他并没有发现他的头上显现出一个数据向上飘去并慢慢淡化：-2但是因为史蒂夫只顾着低头捂着右手，所以没发觉。史蒂夫捂着右手蹲了半天，缓了一口气，看着面前的大树，他发现这颗大树树干明显又一条裂痕，没想到这个世界和现实世界所创造的游戏还是有点区别的。那就是撸完树木进度条保留。‘还算诺奇有点良心。。’史蒂夫捂着右手心中恨恨地想到。当右手好多了之后，史蒂夫又用左手，这次他没有用尽全力，而是慢慢增加力气，看一下什么力度可以更高效地将这颗该死的木头撸掉。史蒂夫用左手打，右手缓过来之后也上前去打，这个世界并不是一只手撸而是两只手一起撸，效果堪优！“嘿！喝！哈！嘿！喝！哈……”史蒂夫有节奏地敲打这木头，一分钟过去那条裂痕越来越大，两分钟之后终于破碎了。史蒂夫意想不到的事情发生了：破碎的树干争先恐后地进入了他的身体。但是令史蒂夫更加想不到的事情还在后面，这棵树居然倒了！这个世界居然有引力！牛顿终于可以不用哭了！咳咳。。史蒂夫惊奇地看着这棵树倒下，倒下，树干越来越大，越来越大。“哗啦啦~~啪！”啧啧啧，这种情况太血腥了，史蒂夫头上又显出一个数据向上飘去：-6这次史蒂夫看到了那个数据，因为他被压着地时候是仰天倒下的，看着那个数据，他突然想到了一件事，以至于他都忘记了身上的疼痛。只见史蒂夫左看看右看看，看了看胸口，最后在左手发现了一条数据，准确的说是一条图案，更准确的说是三条图案一条数据。第一条是十颗?，但是此时?已经白了八个。第二条是十个食物的形状，此时已经消失了三个第三条是一条灰黑色的空槽，里面有一个大大地0第四条是一个数字+一个图案，图案是一个背包形状，下面显示：背包查看默念‘背包’“呼~果然还在！”史蒂夫松了口气。当他反应过来后，一阵阵剧痛从身上各种地方传来。“啊啊啊！！！！！”可怜的史蒂夫完全忘记了自己还被树压着，伴随着惨叫，史蒂夫渐渐陷入了昏迷。他最后的想的就是：“MD敢不敢不要如此现实？？”\n\n\n‘minecraft世界简称MC世界’\n第二章：逐渐熟悉当史蒂夫醒来时，发现自己还是被树压着，周围的景色已经渐渐黄昏，这个可是一个不好的信号！可能是已经习惯被压，所以感觉没那么疼了。但是当史蒂夫一移动手时，却发现旧伤未好的右手已经没有了知觉，（诶，孩子撸管老不好，估计是废了）史蒂夫只能靠自己的左手快速敲击自己身前的树干，因为他知道到了夜晚会出现什么！当他看向左手时，发现食物条还有六个半多一点，史蒂夫灵光一闪，往头上的树叶看去，发现距离自己不远的地方正好有一个苹果，左手伸过去想要采摘，但是发现一个非常悲剧的问题，那就是：手短。。没办法，只能敲击压着自己的两根树干，但是敲完之后收集了一下树干碎片时间也差不多要夜晚了，夕阳西下，本来如此和谐的景色史蒂夫确实无暇欣赏。迅速爬起来，但是用左手撑起来是发现一个非常非常悲剧的问题，左脚貌似已经骨折了，左脚原本那个方块形长条以一个不科学的姿势向内弯了进去。没什么时间了，史蒂夫只能撑起右脚走到苹果面前，摘下苹果，当史蒂夫要下第一口苹果时，只有一个念头：涩！太涩了！并且涩中带酸，还有点苦，再看看这个苹果，发现这个苹果居然是青白色的，一看就知道是未成熟的。但是吃完之后还是加了半个饱腹。又看了看树叶，发现还有四个苹果，有一个红透的熟苹果，一个青红青红的，剩下两个基本都是青白青白的了。当史蒂夫摘下四个苹果时，天已经完全黑了，天黑的速度是如此之快。史蒂夫还来不及吃掉苹果，便听到一声声脚步声和怪叫声。他一身激灵，向下揍了几拳大地妈妈，搜集了一点土块出现一个1X3的坑，再跳下去，心中默念背包。史蒂夫的面前出现了一个4X9的表格，当然只有他自己看的到，表格的上面三条列表和下面一条列表的中间隔着一条缝隙。虽然史蒂夫是这款游戏的开发者之一当然熟悉操作界面，但是要记得这是真正的身处MC世界！如何操作？用鼠标？倒是给我一个啊？连电脑都没有。难道是触屏的？史蒂夫心想，便用左手去点了一下泥土，发现泥土被红色方框所包围。再点到最下方的那一条列表的第一个格子。泥土便瞬移到了最下面的第一个小格子去了。“叮！扫描宿主…确认宿主身份…姓名：史蒂夫 性别：男 年龄：28岁 国籍：美国 出生地：美国 出生日期：1985 血型：B 婚姻状况：无 ……” 一条条数据扫过史蒂夫的脑海，他惊奇地发现这些信息居然完全吻合，甚至连他所不知道的出生地都显示出来了，因为他一直认为他是英国人。“宿主确认完毕！进行绑定。哔哔哔！警告！警告！宿主生命值过低！！宿主生命值过低！！系统自动开启宿主防护系统！哔哔哔！开启完毕！继续绑定。哔~~绑定成功！宿主获得新手箱一个，请在初始点周围查看。哔哔哔，系统能量不足，宿主防护系统关闭。”震撼！史蒂夫只有震撼两字来表达他此时的心情了。（这RPG即是感是怎么回事啊喂。。）当宿主防护系统开启是，史蒂夫只听到外面的僵尸和骷髅等怪叫已经全部消失。史蒂夫触碰了一下右上角的红色X退出背包，史蒂夫发现自己的眼前什么都变了，就好像带了一个眼镜，中央下方是左手的四条数据，依次是生命，但是生命后面还有一个骨头断裂的图标X2，然后是饱腹和经验，最后一个变化比较大的数据，为什么变化大呢？\n因为第四条显示的第一个是背包的图案+“打开背包请默‘背包’”然后原本空白的后面增加了一个小齿轮一样的东西，下面有一条说明：“打开系统请默念系统”史蒂夫在好奇心的引导下默念了一下系统，发现眼前又浮现了一个框框，却不是表格了，而是自己的样子，整个立体的人物，好似一面镜子一般，人物左边有四个方框，应该是铠甲套装了，右边是一排状况栏，显示一个状态：骨折X2。而在状况栏的右边又浮现出一列列数据：宿主防护系统：‘打开一次性消耗自己一半的经验，三秒过后持续消耗，每消耗一级2秒，初次打开时消耗三分之一经验值，持续两秒。’简介右边还有一个数据，效果：以人物为中心的球体范围直径为消耗等级，范围内怪物全无。【注：最低等级不可低于30级，且对BOSS等消耗每秒百分之一生命】除了第一个宿主防护系统其余都是灰暗的黑槽，还被一条锁链缠绕，看向那个黑槽却只显示：“等待宿主解锁。”\n\n\n第三章：谜！\n“唔。。看了看身上的伤口，发现当饱腹满了之后身上的伤口还是会慢慢回复的，但是回复的速度实在不敢让人恭维，一分钟生命值才增长了一丝，要补满八格生命得多久啊。。看来游戏都是不怎么现实的。”\n史蒂夫埋怨了几句，左手点了一下物品栏的第一格，只见一道闪光，右手便已经有了一个土方块。\n拍了拍身上的小颗粒，用土方块垒在脚下，爬出土坑，收拾收拾周围的东西。\n仔细看了看周围的环境，发现怪物还真不少，但是只剩下一些残骸，这里面的骷髅大部分都是没有弓箭的，并且骨头也就几根勉强支撑行走，僵尸就更不用说了，衣服裤子都是破破烂烂的，还有一些大鼻子僵尸，但是肉基本都腐烂得差不多了，白花花的白骨裸露在空气中。\n史蒂夫刚想用右脚去踹骷髅时，却忘记了自己骨折的左脚，重心一个不稳，左脚又一次骨折了。\n“啊！！！”\n又是一阵鬼哭狼嚎，史蒂夫看了看自己的左脚，发现骨折的地方这么一压居然压直了，但是疼痛确实不能避免的，\n当然，生命值后面的骨头断裂图标X2变成只有一个骨头断裂图标了。\n这个世界还不是那么绝情的，至少不像现实世界那样，骨折了还要修养十天半个月。\n至少右脚是好的，现在就差快恢复的右手了。\n史蒂夫听到周围又传来了窸窸窣窣的声音，心想不妙，\n用左手又将那个旧坑挖开，迅速地将泥土填上，静候天亮，由于过程太过无聊，又是在黑暗的地方，史蒂夫听着上面窸窸窣窣的声音便沉沉睡去了。\n当他醒来时外面的怪物一只只都在嚎叫，看来这些该死的亡灵怕阳光的设定还是没变。\n这个世界带给了史蒂夫太多的不确定因素，他不敢太快地下结论，当外面的惨叫声消失时，史蒂夫挖开了上方的泥土，垒一些泥土爬了上去，当他上去是却发现，他现在，身处平原！\n史蒂夫就感觉自己脊背发凉，只想回到那个坑永远睡去，但是僵硬的身体却不听他的使唤，感到后面有一个人的注视，他被那寒冷的目光注视着，额头上的汗如雨滴般落下。\n当史蒂夫竭尽全力转过头去看那道目光的主人时，他呆了。\n他看到了一个身材，服装，样貌和自己完全相同的一个人，但是那纯白色的眼瞳，明明是白色的马赛克，却不由得令史蒂夫感到背脊发凉，汗如雨滴，感觉全身心的恐惧，他好像沉沉的睡过去。沉沉地！沉沉的。。沉的。。的。。\n史蒂夫仿佛自己堕入了无尽的黑暗，在这个漫无目的的地方到处跑，跳，攻击，直至死亡！\n“啊啊啊！！！”\n史蒂夫怪叫一声，站了起来。\n“咚！”\n史蒂夫的头一下撞到了两米高的泥土上，左手恨恨的揍了几下头顶的泥土。\n没错，史蒂夫做恶梦了，第一天便做恶梦这可不是什么好兆头！\n而且那双白色的瞳孔却好似应在史蒂夫的脑海里一般，挥之不去。\n他到底是谁？为什么会和自己一模一样?史蒂夫可不会想那是自己失散多年的哥哥或弟弟那种狗血剧情。\n但是那个神秘人到底是谁？为什么会拥有如此恐怖的眼瞳？\n史蒂夫甩了甩脑袋，便不去多想。\n\n\n第三章完成与2013-2-24 16:04:41，半个小时左右=w=\n\n\n第四章：死灵骸骨史蒂夫挖开了头顶的泥土，垒起一层泥土，小心翼翼地爬出土坑，发现还是在原来那个森林，仔细看不远方的草丛有几个骸骨，可能是原本的怪物骷髅。\n他慢慢走到骸骨面前，史蒂夫可还记得骸骨磨制成的骨粉可以催生小麦，蘑菇等植物。\n他用左手捡起一块骸骨，用力摔倒地上，骸骨便变成了碎片吸入史蒂夫的体内，但是当骸骨变成碎片却不是进入物品栏，而是进入自己的体内，与自己融合，第三条的经验值也增加了十分之一不到。\n看来经验值是怪物出产的碎片，但是骨头要如何获得呢？捡起来收入背包？如何收？\n史蒂夫一看到这些骸骨，又收不进背包，没办法只能一个个摔碎，但是当摔碎第二个骸骨时骸骨没有变成碎片反而缩小成迷你骸骨吸入体内。\n如此一来，史蒂夫便释然了，经验值这种东西可能是一定几率出产的吧。\n但是多摔了几个，史蒂夫发现，几率出的不是经验值，而是骸骨，平均五六根骸骨才出产一个迷你骸骨，大部分都是经验值，且有多有少。\n当史蒂夫抓起那个仔细观察发现，这个骸骨并不是骨灰白，而是白中透黑，一丝丝诡异的寒气不断外冒，史蒂夫感到很奇怪，这是什么东西？？\n当摔碎这个有点黑的骷髅头之后，史蒂夫便打开了背包想要探查一下这个神奇的骷髅头，看了一下名称，原来叫做死灵骸骨，竟然出奇地有简介，因为大部分物品都没有简介，只有一些特殊物品才有简介这种特权，这也说明了这个叫做死灵骸骨的珍惜度。\n史蒂夫好奇地点了一下简介，然后跳出一大条文字：\n‘死灵骸骨：月圆之夜既是阴气最盛之时，也是阴气最衰之时，当达到阴气最盛与最衰的交合点，便会产生一种特殊的亡灵，它们被称为死灵杀手，它们非常弱小，唯一不同的就是它们会隐身！\n力量的源头是它们的头！如何辨别死灵杀手？它们的头和别的亡灵的头不一样，如：僵尸的头是墨绿色和各种颜色的头发，而死灵杀手的头则是各种颜色的头发加透着黑色的深墨色，骷髅则是白中透黑。\n如何辨别死灵骸骨的等级：死灵骸骨是死灵杀手被秒杀之后一定几率生产的物品，只要是头部骸骨，黑色部分越多表明这名死灵杀手的等级越高，也就说明骸骨等级越高。\n死灵骸骨的作用：它不仅可以磨成粉末用来催生植物，甚至是炼金的好材料！由于出产珍贵，甚至有许多寻宝猎人高价回收收藏。’\n死灵骸骨？炼金？\n死灵骸骨这个新的名词可是史蒂夫没有听说过的，但是这种黑色骷髅头史蒂夫似乎在那里见过，回想了一阵子，史蒂夫联想到了凋零骷髅！\n死灵骸骨意指非常厉害的亡灵，凋零骷髅却和普通的亡灵骷髅相差无几，所以这个念头史蒂夫很快的便消去了。\n至于炼金？这个当初还是史蒂夫提出的，但大部分的合成公式都是诺奇想出来的，因为史蒂夫只负责提出，而发展则是诺奇来制造的。\n至于为什么会得到如此详尽的简介，史蒂夫则断定了这是那个什么系统的功劳。\n于是史蒂夫也不管那么多，右手睡过一觉之后也是渐渐回复了知觉，但是史蒂夫还发现，身上伤势的回复速度似乎和饱腹度是挂钩的！\n饱腹度越高，身体的回复速度越快，至于为什么？吃得饱才有力气回复呗。往四周搜寻了一下便发现了一个箱子，四周插了四根火把，史蒂夫走过去，将箱子打开之后发现里面有几个面包，一把石斧，一把石剑，几个苹果和十几个木头。\n史蒂夫默念背包，只见史蒂夫眼前浮现了一层投影，然后史蒂夫发现背包上方，自己的3D投影右侧还有一个2X2的合成栏，看了一眼这个合成栏，史蒂夫将背包中的原木放了一个上去，发现合成栏右侧的格子出现了四个半透明的木头虚影，当史蒂夫用自己的意念将这四个木头拿走时，合成栏中的原木则一点一点分解成一道道光丝融入到右边的格子中将这四个木头充实成实体，\n“真神奇！”史蒂夫惊叹道。\n当史蒂夫用这四个木头在合成栏上铺满时，只见合成栏右侧又出现了一个合成台虚影，当史蒂夫拿走合成台时，这四个木头也变成一道道光丝进入合成台方块中。\n将箱子中的东西都放到背包后，史蒂夫又将周围的树木打掉几颗，放下工作台，用里面的木头道具加工出了自己的第一把道具：木头镐子！\n史蒂夫他初期是不会去弄木斧木剑什么的，性价比不高，而且易损坏，于是史蒂夫加工出一把镐子便兴致冲冲地挖坑挖石头了。\n但是这个MC世界的泥土不是一般的多，准确的说是深！\n史蒂夫就只觉得挖了八九格深还是没有石头，但终究是在第十层发现了石头的踪影。\n\n史蒂夫当然不会傻到直线挖矿，他用了普遍的阶梯状挖矿发，两行两行地挖。\n当史蒂夫挖了几个石头后，爬回地表，打开工具台发现工具台想要建造石质道具还要升级一下工具台里面的木头锤子等附带道具。\n没办法，升完级石头也差不多没了，只能下去继续挖三个石头。\n\n第四章完结于：2013-2-25 1:09:19     从00：36左右开始，话说边写边想真心是桑不起啊。。\n\n\n\n\n\n第五章 初遇洞穴“叩叩叩”伴随着用石镐敲击石头的声音，史蒂夫觉得愈发无趣，因为挖矿的过程单调而乏味，并且因为没有火把所以一片漆黑，途中还时不时跳出来几只蠹虫，第一次出现还把可怜的史蒂夫吓了一大跳！所幸这玩意不像游戏中的蠹虫有攻击性，并且十分脆弱，被史蒂夫一脚踩死了。“天知道为啥蠹虫会在距离地表这么近的地方生成！”史蒂夫蹭了蹭自己的脚。“嗡嗡嗡，空空空！！！！”“嗯！？什么声音？”史蒂夫疑惑得忘右边的墙看去，皱了皱眉，挖开了右边的石头，发现在石头后面有一些不同的石头，石头表面泛着黑点，黑点及其不均匀的分布在表面，简直就是强迫症患者的福音！“这是。。煤矿！？终于有煤矿了！我终于可以不用再忍受这该死的黑暗了！！谢天谢地！”史蒂夫眉头一舒，右手摸向这来到Minecraft世界的第一个煤矿，狠狠的用右手锤击了几下，发现煤矿上出现了一些细微的裂痕。想了想，史蒂夫还是决定用镐子将这个煤矿挖掉。“叩叩叩，叮铃铃。”00挖着挖着史蒂夫发现这个煤矿在挖的过程中居然还会掉经验，并且煤矿也不是挖掉才爆，而是将黑点周围的石头敲碎后黑点一点一滴汇集在中间，当史蒂夫挖碎所有石头时，所有黑点都汇集在一起形成了一个煤矿。“原来是这样。。”史蒂夫看了一眼这个煤矿，然后打开背包，拿出木头，几道光丝融合之后，只见史蒂夫手中出现了四根火把，将火把插到背后的石头上，只见四周一下变得明亮，史蒂夫发现原来那个煤矿后面居然全是煤矿，史蒂夫十分兴奋，便兴致勃勃的挖开了这个地方。“空空空！！”“又是这声音，我肯定不是听错！确实是有声音！”史蒂夫停下手中的工作，看了眼背包，已经有八个煤炭了，眼前的煤炭也只剩下三个，史蒂夫将这最后三个煤炭收入囊中时，发现这三个煤炭后面居然还有几个泛着橙色斑点的石头。“是铁！！”史蒂夫几乎感觉今天是自己的幸运日了！握紧手中的石镐，将这个铁矿挖开后史蒂夫发现铁矿后面有一个巨大且黑暗的空间。“是洞穴。。”史蒂夫皱了皱眉眉头，心想自己的猜测果然没错，是空洞音。史蒂夫拿出火把，将其中一根丢入洞穴，洞穴一下变得敞亮，史蒂夫发现不远处还有许多铁矿与煤矿，史蒂夫看了一眼，从保重拿出石头将这个洞口堵住了。“不行！里面好多眼睛！”在史蒂夫堵上洞口的一瞬间，一只僵尸的手臂狠狠敲击在这个石头上。“咚！！呃~~”史蒂夫拍了拍胸口，背后已然被汗水浸湿，差一点，还好看到了影子，不然要是被挠到指不定会发生啥事。拍了拍胸口，史蒂夫将背包中的东西清点了一下，石头一组，煤矿十个，铁三个，火把两根，一些苹果和面包，一组木头半组原木。一些骨头和腐肉，还有角落那几根死灵骸骨。先上去吧，以后再来探索这个洞穴，矿多但是命更重要！\n\n\n偷偷更新。看了眼自己眼前写的发现现在的我完全跟不上以前的想法。。还是那句话，别有太高期望会持续更新。。这是个坑！！第五章完成于2016年6月19日，距离上次更新有三年呢。。\n\n{:10_492:}\n第六章：\n第七章：\n第八章：\n第⑨章：\n第十章：\n\n\n"
        },
        {
            "author": "a213555",
            "timestamp": 1361649660,
            "txt_content": "多占楼，以后更新在下面吧"
        },
        {
            "author": "a213555",
            "timestamp": 1361649660,
            "txt_content": "占楼以后更新用"
        },
        {
            "author": "a213555",
            "timestamp": 1361649720,
            "txt_content": "前10L我先占用了"
        },
        {
            "author": "a213555",
            "timestamp": 1361649720,
            "txt_content": "前10L你们别和我抢撒。。"
        },
        {
            "author": "a213555",
            "timestamp": 1361649720,
            "txt_content": "谢谢民那~我会感谢你们的"
        },
        {
            "author": "a213555",
            "timestamp": 1361649720,
            "txt_content": "不过其实大半夜也没啥人，自己慢慢打字也没事吧？"
        },
        {
            "author": "a213555",
            "timestamp": 1361649780,
            "txt_content": "恩。。我果然人气不行啊。。"
        },
        {
            "author": "a213555",
            "timestamp": 1361649780,
            "txt_content": "最后一L，其余你们占吧，⑨L每L⑨金币，花了我好多好多金币呢"
        },
        {
            "author": "a213555",
            "timestamp": 1361649780,
            "txt_content": "最后一L，其余你们占吧，⑨L每L⑨金币，花了我好多好多金币呢"
        },
        {
            "author": "444801751",
            "timestamp": 1361660280,
            "txt_content": "a213555 发表于 2013-2-24 04:03 \n最后一L，其余你们占吧，⑨L每L⑨金币，花了我好多好多金币呢\n坑爹啊、、、、、、、果真是巨坑"
        },
        {
            "author": "猫小沫",
            "timestamp": 1361661060,
            "txt_content": "但愿LZ写完啊~"
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1361691300,
            "txt_content": "既然这样的话，我也来吧"
        },
        {
            "author": "zhh30648",
            "timestamp": 1361694660,
            "txt_content": "你看我说嘛，翻译区小说几大定律\n一定是NOTCH把你搞进这个游戏\n第一次挖的绝对是木头，这里手一定会废一次\n那个坏蛋一定是HIM\n一定是穿越\nLZ算我求你了加点剧情行不。。。。"
        },
        {
            "author": "a213555",
            "timestamp": 1361695260,
            "txt_content": "zhh30648 发表于 2013-2-24 16:31 \n你看我说嘛，翻译区小说几大定律\n一定是NOTCH把你搞进这个游戏\n第一次挖的绝对是木头，这里手一定会废一次 ...\n这不是还没开始么？而且翻译区小说我都没咋看。。完全那凭着自己想的去做，前几章都是过渡而已，而且咱是水经验=w=何必如此较真呢？大家看着开心就OK啦~"
        },
        {
            "author": "蛋糕小八",
            "timestamp": 1365520140,
            "txt_content": "写得不错喔         "
        },
        {
            "author": "mc9",
            "timestamp": 1365879480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1365897300,
            "txt_content": "好霸气......"
        },
        {
            "author": "5947745816",
            "timestamp": 1365900540,
            "txt_content": "哇~原来写文章可以加积分呀~那我以后也要创造楼~"
        },
        {
            "author": "DYS",
            "timestamp": 1365903180,
            "txt_content": "                            大树\n"
        },
        {
            "author": "无痕",
            "timestamp": 1365930180,
            "txt_content": "好坑好坑 = =+"
        },
        {
            "author": "374956",
            "timestamp": 1389522480,
            "txt_content": "求楼主快线{:10_512:}"
        },
        {
            "author": "250=mo",
            "timestamp": 1391436660,
            "txt_content": "本作品没有短的文章名么……整理起来很困难啊"
        },
        {
            "author": "CloudsXDao",
            "timestamp": 1395477000,
            "txt_content": "叼的！{:10_492:}"
        },
        {
            "author": "Xx123c",
            "timestamp": 1395917280,
            "txt_content": "支持新人的= =          "
        }
    ]
}