{
    "title": "[原创/连载][放弃]——悬疑小说，初次写小说awa",
    "author": "夕离丶",
    "replyCount": 2,
    "timestamp": 1575020820,
    "txt_content": " 本帖最后由 夕离丶 于 2019-11-29 17:46 编辑 \n\n①失踪 初冬,M城的重点高中晨光高中的同学们都已经穿上了厚厚的衣服,他们有的人疾步行走，有的人还在拿着教科书背诵，这便是重点高中学生该有的样子。晨光中学是J省重点示范性高中，每年都会有通过高考考上清华的学生,于是这也变成了每个学生和家长所向往的学习圣地。\n  罗校长是一位50多岁的女性，是这个学校中高三年部的校长，但是学校的学生并不是很爱戴她，因为她是一个十分势利的人,对于那些学习好的学生总是笑脸相迎，而对于那些淘气的学生总是大声呵斥，所以罗校长在学校的口碑并不是很好\n  2010年10月8号，国庆小长假刚刚过去，学生们刚刚经过愉快的假期，都满载喜悦回到了学校。叶天清是这个学校中出了名的“大哥”，在罗校长那里也是有名有号的。这天一早，叶天清和他的“小弟们”一起来到了学校，他们边走边打闹而且满嘴脏话频出，正巧罗校长正在校门口抓迟到的同学，看到这一幕，罗校长气的直跺脚，上前将叶天清等人带到了办公室，罗校长向来“喜欢”针对这些“坏”学生，于是刚进办公室便是一顿劈头盖脸的训斥,叶天清等人也是习惯了，在办公室坚低着头一言不发，其中一个小胖子叫王瀚，在办公室低着头嘟囔着“就会针对我们，那个肖章业，他迟到了你就从来都不管，反而还笑脸相迎。”这句话彻底激怒了罗校长，大喊道“人家肖章业次次都能考全校第一,你能吗，你没有那实力就别跟人家比。”王瀚极不情愿的回了一句“行!您说什么都对!”罗校长没有理会他，训斥了两句便让他们回班了。\n  肖章业，是本校三年级一班的学生，他是三年前的中考状元，直到如今依旧以状元的姿态出现在学校，所以他也是学校各位领导的掌中宝，犯了什么错误也不会去指责他。可是今天早上他却没有来上学,他的班主任张强也很吃惊，给他的父母打了电话,据他的父母说，肖章业早上早早就出门上学了，按照正常这个时间应该到学校了，张强以为可能是早高峰堵车迟到了，再加上肖章业是个好学生,应该不会逃学，于是就没有放在1心上。\n  时间一点点溜走，早上9:00的时候张强来到班级准备上课，由于肖章业的成绩优秀，他所在的高三一班，是学校重点培养的火箭班,班坚只有20个学生，张强一眼便发现了肖章业的座位是空的，便问道\"小肖还没有来吗?\"，几个同学抬起头看了看他的座位一齐摇了摇头，张强立马拨通了肖章业的妈妈杨女士的电话“喂，您好，我是章业的班主任，章业还没有来学校啊，是不是回家了.”什么?!他还没有去学校，可是他早上5:00就出门了啊，我现在立马去找找。”“好的好的，我这边也跟学校反应一下,您别着急章业是好孩子不会有事的。\n  \n  “好的，麻烦你了张老师。”\n  挂了电话，张强径直走向了校长办公室，此时罗校长正在拿着上个月的月考成绩单,还没等张强开口，她便迎了上去，说“这次月考章业的成绩还是这么稳定，一看就是清华的苗子”，张强喘着大气说“肖章业失踪了。”罗校长脸色大变，缓了几秒神儿，问道“什么?什么时候的事?\"“就在今早。”张强回答道。\n  随后罗校长立马给警务室打了电话，让警务室调取了一下大门口的监控，发现肖章业从始至终并没有走进学校大门。罗校长慌了，立马拨打了110，但是由于没有失踪24小时,派出所并没有给与立案，但是派出所会派警员帮忙找人。 得知孩子失踪后的肖章业父母急得焦头烂额，联系了所有本地亲戚朋友帮忙找人。一上午过去了却一无所获，难道一个活生生的人人间蒸发了不成?\n  时间一点点过去，众人还4是一无所获，他们去了肖章业总去的文具店，去了他最喜欢吃东西的小吃店，但是都没有肖章业的身影。眼看夜晚即将来临，杨女士急得抱着丈夫哭了起来,民警那边也一无所获。\n  杨女士和肖先生回家后就在沙发上坐着，他们期盼着儿子可以自己回来，墙上的时钟滴答滴答的响，二人坐在沙发上眼神空洞的望向门口，一夜过去了。第二天一早夫妇二人来到了**报案，“肖章业失踪案”正式立案。\n  一早,派出所民警李显光就来到了,肖章业每天上学的必经之路，他观察四周发现了一个监控摄像头,他小跑过去发现是一家饭店的摄像头,他走进饭店出示了警官证,在老板的同意之下，看起了监控.\n  李显光看着监控，眼球一点点变大，最后他将监控定格在了一个画面:一个高高瘦瘦的男孩背着书包，手中拿着一本书，走在街上，当他路过一个名叫东兴胡同的街口时候，向里看了一眼，好像在跟谁说话,几秒钟过后,便向胡同里走去。这个段视频表面上看起来没有什么特别之处，但是只要是在本地生活过几年的人都知道，东兴胡同是个老胡同，并且还是一个死胡同!而且肖章业走进胡同后就再也没有出来过。\n  看到这坚李显光背后一凉，立马给刑警队打了电话,刑警队以最快的速度赶到了东兴胡同前，刑警队大队长赵镇国站在胡同前，嘴坚嘟囔一句“怎么可能是这里呢?”随后一行人走进了悠长昏暗的东兴胡同...\nps:刚写出的小说，可能有些错别字，因为差不多是口水话。希望谅解\n",
    "replies": [
        {
            "author": "企鹅夶",
            "timestamp": 1575025740,
            "txt_content": "这是什么文 奇怪的标题"
        },
        {
            "author": "夕离丶",
            "timestamp": 1575025980,
            "txt_content": "企鹅夶 发表于 2019-11-29 19:09\n这是什么文 奇怪的标题\n记叙文体，然后只是做来练练手的"
        }
    ]
}