{
    "title": "[原创/连载][放弃]——悬疑小说，故事开始高潮点了",
    "author": "夕离丶",
    "replyCount": 1,
    "timestamp": 1575043200,
    "txt_content": "②迷雾重重\n      “咚咚咚”“滴答滴答”\n      赵镇国带着一路人走进了东兴胡同，这条胡同是条老胡同人烟稀少,放眼望去只有满是苔藓的砖瓦，一路人一边摸索一边深入胡同，但是一路上除了苔藓还是苔藓。赵镇国有些心急,他加快了脚步，突然在胡同的尽头他停了下来，他抬头望向眼前这只有一人半高的墙心坚想“这孩子能不能是从这坚翻离的胡同呢?”他叫来了技术科的王主任，王主任经过仔细的勘察，发现墙面上确实有用脚蹬踹的痕迹，但是却只有一双鞋的痕迹。这个问题惊到的赵镇国,以监控上看，肖章业好像是在跟一个人说话然后才走进的东兴胡同，那为什么只有一双鞋的脚印呢?看过监控发现，从他走进东兴胡同以后没有人出来过。这个问题停留在他的脑海中久久不能想通。经过又一遍的勘察， 赵镇国带着这个脚印提取样本和问题回到了派出所。\n      外边的雪一片片的飘着，天空带着异常血红,路上的行人一个个加快步伐，不愿意在这冰冷的世界中多待一秒。校园坚学生们已经放学，空荡荡的校园透露着诡异的气息，雪花落到校园里一点点堆积，但是只有落在那个角落的房子时雪花竟会融化，好像空无一人的房子中点燃了一只火炉。     \n\n      清晨，因为昨夜下了大雪，学生们上学的时候普遍都多 了几件衣帽 。他们基本都三五一帮在讨论着什么.\n      “你听没听说高三一班的肖章业失踪了。”一个瘦瘦的男孩的问。啊，我听说了，要我说这小子不会是被绑架了吧,听说这小子不仅学习好家坚还挺有钱。”王渝冲出来说。\n      这时闰志宏从后边跑了出来，一下子骑在了王瀚的身上说“你小子有在这胡说八道什么呢?”一边说一边掐着王瀚的脸。   \n      “老闫，你给我下来!”话音刚落，闫志宏就从他身上下来了。两人刚要开始打闹，他们的“大哥”叶天清说话了:“咱也别操心这事了，省得咱们一议论，那个该死的老罗(罗校长)又该说我们不安好心了。”兄弟二人互相看了看点了点头。     \n      毕竟纸包不住火，肖章业失踪的事情很快就在这个师生4000多人的重点高中传开了，很多人都在议论此事,许多谣言也不胫而走，有的说肖章业是因为学习大好而被人恶作剧关起来了,也有的说是他妈妈管他太严了,导致他离家出走，等等。虽说谣言满天飞，但是罗校长却没有时间管，肖章业失踪这两天她是忙的焦头烂额，既要配合警方的调查，又要安慰家长的情绪，基本一天都看不见她的身影。\n      今天是肖章业失踪的第四天，肖氏夫妇一早就来到了派出所,询问调查结果。赵镇国亲自接待，他拿出了昨天在东兴胡同采集的样本,经杨女士的仔细辨认确定了这个脚印就是肖章业那天早上穿的鞋。那就说明肖章业确实是通过翻越那堵墙出的东兴胡同，由于东兴胡同附近属于老城区，所以那堵墙的后边是一片拆迁区,各种被推倒的楼房躺在那里，周围没有任何监控探头，更别说寻找什么痕迹了。但是有一点值得注意的是，穿过东兴胡同到达拆迁区,距离晨光中学也就只有2公里了，而且这条路线比正常的路线要节约时间。这一点引起了赵镇国的注意。杨女士在得知自己的儿子杳无音信以后，无奈的离开了派出所。\n      杨女士走后,赵镇国靠在窗边点燃了一只烟，看着这对夫妇在风中相互依靠的情景心中一阵酸痛。烟抽了一半，赵镇国好像突然想到了些什么,将烟头扔在了地上，还没来得及踩灭,就拽上李显光出了警察局。二人开着车沿着拆迁区到晨光中学的路线慢慢的来着,眼睛时不时的观察这周围的商铺，建筑，小摊贩,他们心里清楚这些地方这些人都可能就是他们要找的见过肖章业的人。沿着这条路一直开大概六七分钟就到了晨光中学的东墙，转过去便是大门了。二人进到了学校中，看着地上一点点融伙的雪,心里很不是滋味,他们的目的地是罗校长办公室，他们加快了脚步，当走到教学楼转角的时候他们发现草地中的学校配电房周围竟然没有雪，感到很奇怪,心想有可能是因为早上阳光再加上配电房一直在工作产生了大量的热所以雪最先他了。\n      到了罗校长办公室，罗校长正在打电话,听着聊天的内容应该是大校长邢政打来的，罗校长见到二人，招呼着坐下，不一会便挂了电话。带着笑脸走了过来问“二位警官来是因为章业的事有\n      什么线索了吗?”他们并没有回答，赵镇国开门见山的说“罗校长，我们想见一下和肖章业最好的朋友。”罗校长愣了一下，便给张强打了电话“张老师，麻烦让李宗霖来一下我办公室。”不一会一儿个身穿校服瘦瘦高高的男生出现在了赵镇国和李显光二人眼前。李宗霖看上去有点害怕低着头不敢去他们对视，赵镇国笑了一下说“孩子别害怕,我们就是过来了解一下情况。我希望我们的问题你能如实回答。”“好。”李宗霖小声回答。请问肖章业每天上学都很准时吗?”.“基本都很准时，只是偶尔迟到”那你知道他每天上学都走哪天路”知道,基本都走松柏路。“那他有没有跟你说过东兴胡同”“啊，他提起过，他说他有时要是感觉可能要迟到了就会从东兴胡同翻过去，抄近路上学。”\n      赵镇国看了看李显光皱了皱眉头，说道“谢谢你了孩子，回去上课吧。”他们二人与罗校步道完别便驾车回到了派出所。案件到此为止似乎有了新进展，但是问题也接踵而至:肖章业到底在跟谁说话?他现在身在何方?他出了东兴胡同又去了哪里?问题一股脑的冲向了赵镇国,他躺在椅子上渐渐入睡了。黑夜降临，学生们陆续离开了学校，学校看门的王大爷查完每一楼层的灯都关闭后，回到了自己的值班室看起了电视。突然，屋子黑了，大爷拿起手电简出门查看，走到了搂记得电闸开关，发现并没有跳闸,大爷嘴坚嘟囔着“难道停电了?”但是他望向窗外，发现附近的居民楼都还通火通明。心想“难道是配电房出问题了?”他拿着配电房的钥匙走出了值班室。他的鞋踩着白雪发出咯咯咯的响声,在寂静的校园中格外清脆。到了配电房他听见里边有滴滴答答的水声，心想“这么多年都没漏水怎么今年还漏水了。”他打开了门，开门的瞬间,他看见了他这辈子见过最恐怖的一幕..一个男人坐在椅子上,嘴被黄色的胶带封上了，双手双脚被绑在凳子上，旁边有三堆黑乎乎的时不时溅起火星的东西还在胃着白烟，棚上吊着三个大大的水壶，还在时不时的滴水，男人的眼晴瞪得很大无神的望着门口，地上有明显的椅子挪动的痕迹。看到眼前种种，王大爷大叫一声瘫倒在地，颤抖的手打通了.......\n\nps:故事情节较慢，正在发挥想像力中awa！\n\n",
    "replies": [
        {
            "author": "y3459173267",
            "timestamp": 1575043800,
            "txt_content": "hdjdjjddndndnnd"
        }
    ]
}