{
    "title": "[原创/连载][放弃]——悬疑小说，故事开始高潮点了",
    "author": "夕离丶",
    "replyCount": 1,
    "timestamp": 1575079020,
    "txt_content": "③谜  “不要再来找我了，我不是故意的，不要来了，不要来了，我错了，我赎罪。”罗校长一下子睁开了眼睛，满头大汗的从床上坐了起来,这个梦已经纠缠她七年了。\n  她从床上起来喝了点水，电话便响了。罗校长强睁着惺忪的双眼,是赵镇国打过来的。喂，是罗校长吗，我是赵镇国，你赶紧来一趟学校吧，找到肖章业了\n  “好的好的，我马上过去。”听到这个消息，罗校长的立马精神了,她感觉这一阵子的奔波终于可以告一段落了,但是一种不详的预感又涌上了她的心头:为什么这么晚才找到而且还在学校?难道....，她立马打住了这个可怕的念头，收拾收拾家里的东西，出门了.\n\n  夜晚的学校本该一片寂静，但是此时整个天空都被红蓝交替的闯灯照亮,罗校长到达校门口时，校门口己经被警戒线封上了,路上空无一人，只有两个警察在警戒线旁看守。见罗校长耍往坚走，他们拦下了问道“这位女士，请问您是干什么的， 这坚现在被封锁了。”\n  \n  “我是这个学校的校长,你们赵队长让我来的。”罗校长出示了相关**，便进到了校园坚。 她突然现在操场上，脑子坚一直在想“肖章业是不是出什么事了?那这件事我肯定跑不了责任，该怎么办?”不管该怎么办还是得去现场看一看，她便加快了脚步。\n  \n  等到了配电房周围，警察开始多了起来，有一队警察正在弯着腰在地上采集证据，她看到了赵镇国,一路小跑过去，但是眼前的景象让她说不出话来。她一眼便认出了“坐”在凳子上的肖章业，不过他已经永远的动不了了。罗校长下意识的往后退了两步，赵镇国看到后，上前拉住了她，说道“你确定这是肖章业?”“我确定。”罗校长极小声的回答。\n  \n  这时，法医走了过来，带着向口罩，眼镜上还带着哈气，流利的说“死者死亡时间大概在昨晚10点到|2点之间，死因是一氧化碳中毒，我们在现场发现了小瓦斯炉两个，其释放的一氧化碳浓度足以杀死死者。”“那那三堆黑色的东西什么?”赵镇国望向配电房门口“是木炭。这个凶手肯定具有一定的文化水平，这三堆木炭的主要作用应该是提供一个温和的环境，来廷长死者死亡的时间，其目的是什么就不是我们法医所耍研究的了，再一个就是棚顶的水壶，是一种滴水装置，根据化学反应原理，当有少量水滴在燃烧的木炭上时会生成一氧化碳和氢气，可以说炭的作用还有一个就是补充一氧化碳，可以说这个凶手既想折磨死者，又肯定耍置他于死地。”罗校长听完后立马卡住赵镇国说“赵警官,这绝对不可能是我们学校的师生的所作所为，我们学校的学生都是品学兼优，老师也是师风良好。”赵镇国板着脸说“是不是你们学校的师生不是你能下结论的， 得我们经过调查之后才知道。”说完便走进了配电房。\n  \n  在审视了一圈以后,赵镇国发现这个小配电房是没有窗户的，只有一个铁门，而且这个小铁门平常基本都是锁着的，那么凶手是怎么进来的呢?于是赵镇国找来了值班的王大爷，王大爷可能因为被尸体吓到了，所以面色很不好，赵镇国和他一起坐在了台阶上，赵镇国点燃了一支烟，刚抽一口，看了看王大爷，也递了一根给他，王大爷愣了愣接了过去也点燃了。“配电房的钥匙一直放在你那坚是吗?”赵镇国开口问道。王大爷深**烟点了点头。“那只有你有配电房的钥匙是吗?”“是的。”赵镇国掐灭了烟，问道“这一段时间有没有丢过钥匙的经历?”王大爷刚耍开口，又立马摇了摇头。“有什么就说吧，毕竟出了人命。”赵镇国拍了拍王大爷的肩膀。“上个月有一次，早上我起来的时候发现钥匙不见了，怎么找也找不到。但是第二天我就在门口的花坛中发现了，我以为是我不小心掉了，一直没发现。没想到”王大爷低下头不说话了。\n  \n  所以说，凶手可是偷了钥匙自己又配了一把所以很顺利的进了配电房。正在赵镇国恩索的时候，李显光跑了过来。“赵队，你看看这个。”他气喘吁吁的说。赵镇国接过他手中的向纸,打开一看是一张晨光中学九月份月考的成绩单,金校第一正是肖章业，但是他的名字被用红笔画了一个大大的叉。赵镇国马上找到了罗校长问道“这份成绩单一般你们学校都谁有?”罗校长不假恩索的说“基本每个学生都有一份。是学校统一印发的，对了所有老师也都有一份，当然我也有一份。”赵镇国点了点头，走到配电房门口说“把现场封锁，法医把尸体带回去，所有的证据都带回去，准备收队吧。”随着一行人的离去，校园也恢复的平静,但这份宁静带有些一丝诡异。\n  \n  赵镇国回到警察局之后， 把所有的证据都摆在面前，他一边抽烟一边沉恩。这个案子从肖章业的失踪到今天尸体的出现，有无数个迷题困扰着他，这个凶手的影子他竟然一点也看不到,他就像个风，赵镇国看不见摸不着，但是能感受到他。他现在唯一能做的就是整理自己的恩绪，和等待法医的尸检报告。太阳又从东方升起了，虽然世界明亮了起开，但是远方还是像个谜一样，不知道会发生些什么.....\n  \n  ps:我的文体较lj，但是勉强可以是小说吧...\n\n",
    "replies": [
        {
            "author": "zzyzzyxw",
            "timestamp": 1575086700,
            "txt_content": "写的还行嗷 加油"
        }
    ]
}