{
    "title": "[Minecraft.net | INSIDER] 背包盘点：拉杆",
    "author": ":spgbigfan:",
    "replyCount": 2,
    "timestamp": 1575085800,
    "txt_content": " 本帖最后由 我吃盐椒蒜 于 2019-12-2 19:44 编辑 \n\n\nTaking Inventory: Lever\n背包盘点：拉杆\nFlippin' marvellous!\n奇妙翻转！\nIt’s been a while since we handled anything redstone-related in this column, but this week we’ve got an item that’s integral to many redstone contraptions. An item that offers not only astounding power, but perfect control.\n《背包盘点》好像有些时候没介绍红石相关的东西了，不过这一周我们介绍的物品和很多的红石机关都有关系。这件物品不仅可以带来无上的能量，也能提供完美的控制力。\n\nLevers were an early addition to Minecraft, making their way into Alpha version 1.0.1 alongside doors, pressure plates and redstone dust. The texture got an update in version 1.7 and 1.14, and in version 1.13 they got a sparkly particle effect, but otherwise they’re relatively unchanged.\n拉杆很早就加入游戏了，也就是在 Alpha 1.0.1 版本，当时加入游戏的还有门，压力板和红石粉。拉杆的材质在1.7和1.14有过更新，1.13的时候还获得了闪亮的粒子效果，然而其它部分的特性就没怎么变过了。\n\n\nMaking one is easy. A stick and a block of cobblestone will do the trick (you don’t even need a full 3x3 crafting grid). You can also find them in jungle temples and woodland mansions, if the above recipe sounds like too much effort.\n制作拉杆很简单，一根木棍和一块圆石就可以了（并不需要3x3的合成格）。在丛林神庙和林地府邸也能寻找到拉杆，如果你觉得合成比探索还要麻烦的话就去找找吧。\n\nOnce you’ve got one, you can attach it to most surfaces with the action button (right-click on PC). It’ll go on the top, side, or bottom of any opaque block. It’ll orient itself in-line with the player.\n拿到拉杆以后，你可以按下行动键（也就是电脑上的右键），把它插在几乎任何方块的表面。拉杆可以插在所有不透明方块的顶部，侧面或者底部。拉杆的朝向会和玩家保持同一直线。\n\nPlaced one? Great! Use the action button to flip it on, and again to flip it off. When active, it’ll power any adjacent redstone dust, any redstone comparator or repeater facing away from the lever, activate any adjacent components (like pistons or lamps) and also power the block it’s attached to.\n插好了吗？真棒！现在再用行动键来拨动拉杆使其打开，再拨动一次让它关闭。在开启的时候，拉杆会为所有邻接的红石粉、背向拉杆的红石比较器和红石中继器提供红石输入，激活所有邻接的红石原件（比如活塞和红石灯），并为自己所插入的方块充能。\n\nImage Credit:Glogger//CC BY-SA 3.0\n图片来源：Glogger//CC BY-SA 3.0\nIn the real world, the lever was invented around 5000BC in what is now the Middle East. It consists of a rigid beam balanced at a central point, known as the “fulcrum”, and can amplify a force by providing “leverage”. The longer the lever, the more leverage it gives you. “Give me a lever long enough and a fulcrum on which to place it, and I shall move the world,” promised ancient Greek smartypants Archimedes. No-one took him up on the offer.\n在现实中，拉杆发明于公元前 5000 年的中东地区。这种拉杆由一根横杆组成，中间由支点支撑，可以借助杠杆原理起到省力的作用。杆越长，杠杆省的力就越多。古希腊学者阿基米德曾说过，“给我一个支点，我能撬动地球。”然而没人给过他这个支点。\n\nWhat Minecraft calls a lever, though, is more like a real-world “switch” — an electrical component that turns a circuit on or off. It can interrupt the current in the circuit, or perhaps divert it from one place to another. You use them many times a day. To turn on a light, most commonly, or perhaps to activate a kettle or to put your phone in silent mode. You did put your phone on silent mode before reading so you could enjoy my article uninterrupted, right? You didn’t? Unbelievable.\nMinecraft 里的拉杆其实更应该对应于现实中的 “开关” —— 这是一种可以控制电路开合的元件。它可以断开电路中的电流，也可以把电流给接通。在日常生活中我们经常会用到开关。最常见的用途是把灯打开，或者是启动电磁炉，或者是把手机调成静音模式。你应该已经把手机调成静音以免在阅读本文的时候被打扰到了吧？什么，你并没有这么做？难以置信。\n\nBut humans aren’t the only ones using switches. These days, most machines do their own switching in response to timers or sensors. These electrically-operated switches are called “relays”, and modern life relies on hundreds if not millions of them quietly doing their thing in the background. Which is nice, because otherwise we’d have to do it ourselves and we’d never get anything else done.\n并不是只有人类会使用开关。现在，许多机器会有自己的开关来响应计时器或者传感器。这些电子操控的开关被称为“继电器”，现代生活中，即使不说上千，也得有成百个这样的器件，在我们看不见的地方默默工作。这挺好的，不然我们就得自己来完成这些工作，这样一来什么事情都干不成了。\n\nSo, in recognition of the hard work they do to allow us to eat, drink, play Minecraft, and accomplish all the other essentials of human life with minimal effort, I’d like to extend immense gratitude to switches on behalf of the entire human race. Thanks switches!\n所以，正是有了开关们的辛勤劳动，才让我们有时间吃喝玩乐，享受 Minecraft，用最省力的方式完成我们人类的日常活动。我在此谨代表全人类，向开关们表示由衷的感谢！\n\n【原文：Taking Inventory: Lever】\n【作者：Duncan Geere，发布日期：2019-11-29，译者：Kakagou】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1575097980,
            "txt_content": "求求@gamerteam 把图床API做出来吧"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576090380,
            "txt_content": "拉杆，红石之魂！"
        }
    ]
}