{
    "title": "红石日记/1",
    "author": "943998670",
    "replyCount": 3,
    "timestamp": 1575143520,
    "txt_content": " 本帖最后由 943998670 于 2019-12-1 04:14 编辑 \n\n众多周知minecraft有两个着迷的体系红石和建筑\n本人两个都不精通，但是玩了这么久，对红石有了不少了解。\n数字电路:\n定义:\n信号:红石线的亮灭  亮为1 灭为0\n红石元件:对红石信号产生影响以及被红石信号影响的物品。\n非红石元件:因为不对红石信号有影响也不被红石信号影响所以不讨论\n\n讨论目的:时间 空间 红石对红石的影响\n空间:物品对自身空间位置的影响（红石元件状态改变导致自身空间位置改变） 与空间位置的改变对物品影响（占用空间使其他物品不能使用同一位置）\n时间:自身状况对时间的影响 。红石元件对红石信号的影响:红石元件的状态改变可能对红石信号有所影响或红石信号对元件的影响发生改变。\n因此讨论是红石 时间 空间 三者\n首先讨论红石对红石自身形成的体系。\n因为有的红石元件可能具有多个状态来对minecraft发生影响所以不讨论，而是仅仅讨论红石线的亮灭两个状态（简称1/0）的情况。\n此时只有两个亮灭的元素\n所以我们从数量上讨论元素对元素的关系。\n即单对单的影响以及单对双的影响以及多对多的影响\n单对单:亮对亮 亮对灭 灭对亮 灭对灭\n第二与第三称为非门 第一与第四没意义双对单:亮亮亮 亮亮灭 亮灭亮 亮灭灭 灭亮灭 灭亮亮 灭灭灭 灭灭亮（与单对双同性质）\n第一称为与门 第三第六称为或门 其他门都能由非门组成\n多对多:已经没有意义\n因为按照这个规律，单对双与单对单已经自我完备 因为奇数与偶数能组成所有的数 因此与，或，非组成了最小不可分割的完备逻辑结构，所以逻辑电路不论什么结构能一定能用与，或，非表现出来。根据这一点，有了更多的类似t触发，rs锁存等等的为了满足需要而基于与或非构成的结构。\n那么如何确保电路最简化呢？\n首先是研究与，或，非三个元素之间的联系，这个联系组成了一个代数体系，像加法与乘法一样形成了固定不变的公式。（参考数字电路基础   +表示或 *表示与）\na+a*b=a  \n a*b+a*b的非=a  \n a*（a+b）=a等多个的公式。\n这些公式在数理上全是完备且最简的，所以能运用到所有电路中，它可以化简已有的复杂多元件电路变成简单电路，因为原理就是代数运算，所以这些可以用工具计算解决化简成最少逻辑元件构成的电路。\n红石内部的基本体系完了后其次就是空间的影响，因为空间的移动使得红石的内部影响发生改变。最最典型的是充能方块与活塞，在未移动前不对电子线路有影响，经过移动后因为充能对线路有影响或者未移动前不被电子信号影响移动后被电子信号影响，因此未移动前的物品与移动后的物品在电路上区别看待。\n物品状态的影响:与空间的影响原理一致，也要看成有效与无效的，如漏斗里物品的有无等，即漏斗里有物品与无物品在电路中看成不同的。\n最后是时间的影响，实际上，时序遵守因果原则，也不对简化有所影响，仅仅在无效项时没有时序。于是，我们把所有的红石元件有多少个罗列出来，写出所有红石元件的不同情况下0/1的情况与最后希望输出0/1的关系，并写成与，或，非的关系，其中特别注意把物品状态与空间状态与一般情况区别。然后通过公式化简即可大功告成。\n于是剩下的讨论就是方块占用的问题，也是最麻烦的问题。\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小孩孩",
            "timestamp": 1575158280,
            "txt_content": "可以配几张图加以说明\n只看文字看不出什么"
        },
        {
            "author": "六月奈",
            "timestamp": 1575162360,
            "txt_content": "值得一提的是红石电路在实现某些特定功能时，很多时候不需要按照数字电路中的逻辑生搬硬套\n例如T型触发器"
        },
        {
            "author": "名为123的貘",
            "timestamp": 1575721380,
            "txt_content": " 本帖最后由 TT2386265512 于 2019-12-7 20:26 编辑 \n\n可以化简\n但是有的电路元件是以更基本的红石原件组成的，比如锁存器\n逻辑关系可以化简\n但是别的就不一定了\n\n而且单单逻辑关系原版只有非和或\n所以与门可以说是不直接存在的\n\n红石原件就那么几种，特性就那么多\n你一定能够造出计算机的！(bushi)\n"
        }
    ]
}