{
    "title": "[Minecraft.net | CULTURE] 巨型激光",
    "author": ":spgbigfan:",
    "replyCount": 4,
    "timestamp": 1575163680,
    "txt_content": " 本帖最后由 1919褐雨燕 于 2019-12-28 23:17 编辑 \n\nMajor Lasers\n巨型激光\nRicky’s remixed mobs to make lasers! But how?\nRicky 用生物做出了激光！但这是怎么做到的？\nRicky here has made all the components of a Portal-style laser puzzle game within Minecraft - just one of his weekly experiments with modding mobs to create new game mechanics. Yes - the laser emitters are actually mobs, with their properties tweaked, not least to make them invisible. You can see a gif of it in action here!\nRicky 在 Minecraft 里头制作了一个传送门风格的解密游戏——而这只是他又一次的每周实验，这次他尝试通过修改生物来创建新的游戏机制。没错——这些发射出来的激光实际上是生物，通过修改属性使得生物本身不可见。 点击这里查看动图！\n\n“What I used for the laser system is the projectile skill,” explains Ricky. “It allows you to create sort-of-fake entities, which are then used by the mob to cause effects. You can make it so that when the projectile impacts something it runs a command or creates a particle effect - or, in this case, transmits power through scoreboards. So with my laser set up, basically, each part of the laser system is an independent mob and it passes on information through scoreboard values. They pass on two main values: colour, which is the beam, and the direction.”\nRicky是这样阐释的：“在激光系统中我使用了投掷物相关的技巧。首先要创造一些伪实体，然后让生物利用这些实体产生激光效果。如果你也想做一个这样的东西，可以考虑让投掷物击中东西的时候执行命令或者发出粒子效果——或者像我这样，通过记分板传递激光。所以基本上，在我的激光系统里，每一个部件都是生物，它们之间通过记分板传递信息。传递的信息包括颜色，也就是激光的颜色，还有激光的方向。”\n\nRicky makes the magic happen with the use of the MythicMobs plug-in by Xicage. “I really want to see it become more popular,” Ricky says. “You can do some really quite impressive and different stuff than what you’d expect with just mobs. The crux of it is that it modifies mobs’ behaviour and give them abilities - some of which you can already modify using commands, but wrapped up in a nicer package. But there’s some there stuff in there that give you tools to modify other stuff that you normally can’t with commands.”\nRicky 在使用 Xicage 的插件 MythicMobs 时偶然创造了这样的魔法效果。他说，“我很希望这个能火起来。借助这个插件，可以实现远比生物本身要深邃复杂的东西。关键在于调整生物的行为，给予它们新的能力——有些效果已经可以通过打包好的命令模组实现。但是这个插件可以提供一些工具，实现命令做不到的修改效果。”\n\n\n\n\n\n\nRicky’s been using these tools to do brilliant, leftfield things with mobs on a weekly basis, or as he says, “not just making bosses and special mobs, but little things with mechanics that would add to your experience”.\n在每周练手时间里，Ricky 一直都有在使用这些工具，通过生物创造出许多炫酷新奇的玩意，或者如他所说的那样，“不只是局限于创造 boss 和特殊的生物，而是于细微处做一些提升游戏体验的机制。”。\n\nSmart dude. Keep an eye on his weekly experiments over on Reddit!\n真是个聪明的老哥。你可以在 Reddit 关注他的每周实验！\n\n【原文：Major Lasers】\n【作者：Marsh Davies，发布日期：2016-11-28，译者：Kakagou】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1575163680,
            "txt_content": " 本帖最后由 我吃盐椒蒜 于 2019-12-1 09:32 编辑 \n\n背刺蓝鸡之论坛博文录没收的原文\n请注意这是2016年的文章 现在的命令系统不知道高到哪里去了"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575381300,
            "txt_content": "粒子是很好玩的2333"
        },
        {
            "author": "ff98sha",
            "timestamp": 1577537700,
            "txt_content": "Ricky’s been using these tools to do brilliant, leftfield things with mobs on a weekly basis\nRicky 只花了一周时间练习"
        },
        {
            "author": "soil-sword",
            "timestamp": 1577704020,
            "txt_content": "令人印象深刻。\n果然Minecraft的潜力是无穷的。"
        }
    ]
}