{
    "title": "网络技术以及云计算机产业的发展所带来的脑洞",
    "author": "武王撞钟",
    "replyCount": 6,
    "timestamp": 1575188040,
    "txt_content": " 本帖最后由 无上辐光 于 2019-12-1 16:24 编辑 \n\n假设：\n以后云计算机技术以及网络技术达到了很高的水平，做到了：系统及应用和网络具有较高的性能与极高的安全性and可靠性，各大运营商做到了网络全覆盖，云计算机运营也成本能控制在较低水平。\n然后各大开发商、硬件厂商和网络运营商宣布：云计算机时代正式来临！\n某米第一个推出了基于自身品牌，搭载了微软WindowsWind云PC操作系统（app兼容Windows10 and Later），附带中国移|动运营商提供的永久（30年）完全免费的无线互联网连接，的移动平板云终端。3:2薄边框触摸屏支持4K分辨率60fps，自带支架，配备各类接口及模块化拆卸手柄。本身不带任何存储器。开机自动强制全程联网，且因为技术水平的成果所以难以断连（强行干扰信号或拆解网卡只会导致关机）。对硬件底层Firmware进行了严格的安全优化，有效阻止未经授权的写入或改造硬件。\n机子价格也不贵，相对入门轻薄本来说都很便宜。\n。。。。。。。。。。。。。。。。。。\n\nA【吃瓜】：这玩意靠谱吗，啥都在云端里整，数据岂不都是不安全不可控的？我干嘛要让我的个人隐私更容易去泄露呢？能本地干的把网断了本地干，拷到U盘上，能可控的都由自己掌握着不好么\nB【吃瓜】：又没逼你用，爱用用不用，我就写个教学报告，偶尔也玩玩游戏上上网听听音乐看看书，多方便啊。只要不干坏事，隐私泄露了又能怎么样呢？\nA【吃瓜】：那就没啥事儿呗，又不是非得用，又不是没得选。\n。。。。。。。。两年后，个人传统计算机市场已经被云计算机彻底取代，包括手机也被小型终端取代。。。。。。。。。。\nA【用户】：有一天（逛京东）自营的传统PC，传统智能手机都下架了，为什么只剩下云终端了？（又看了几家硬件厂商的网站）\n用云终端问京东客服，答复：确实是下架了，不过推荐您使用新一代的云计算机，这类产品的各方面都比传统的计算机要好。\n回复：那我岂不是没得选了，我的隐私怎么办，我干什么都要经过互联网，真的这安全吗？\n答复：这个问题请不要担心，微软和中国移|动都是历史悠久，规模庞大的知名企业，云计算机无论是性能还是安全还是可靠性上都非常的好，上线至今都没有发生过数据安全事故，都肯定是值得信赖的，我们国家也会大力保护个人隐私的，这个请放心~\n回复：可我就想用回原来的计算机，用回原来的方式啊！\n答复：个人版暂时是没有了，如果有高度保密需求，想要使用离线版的终端或独立的计算机，可以考虑使用企业版的产品。但企业版的产品只针对企业销售，详情可以去各大品牌的网站咨询。个人的话还是推荐使用云计算机哈，体验也是很好的。\n。。。美 好 时 光 一 去 不 复 返。。。\n-------------------------------------------------------------------------------\n问题来了，大家愿意科技发展到这种程度，过上这种信息生活吗",
    "replies": [
        {
            "author": "ItIsEnderman",
            "timestamp": 1575188280,
            "txt_content": "反正个人觉得这是对每个国家物理理论能力和信息科学水平的巨大考验吧，不过提到这里反而想问\n未封装量子芯片三米高度自由落体会碎吗"
        },
        {
            "author": "DE_SHARK",
            "timestamp": 1575188460,
            "txt_content": "要不？自己动手做一台？"
        },
        {
            "author": "zkq1472580",
            "timestamp": 1575188460,
            "txt_content": "就开始了吗。。。。"
        },
        {
            "author": "1139365029",
            "timestamp": 1575191700,
            "txt_content": "不可能出现这种情况的，\n且不说游戏行业会教这些云计算行业做 人，\n而且物联网的普及，有谁会愿意把自己家的大门、空调、冰箱、安全设 备等等交给那些公 司来管 理？肯定把控 制 系 统放自己家里啊，变成云 平 台还得了？不会真有人愿意吧\n再说了国 内企 业的隐 私声 明会有人信？不会真有人信吧\n\n我觉得更可能像现在的服务器一样，\n用户可以向各个平 台租 用，也可以自己买硬 件来搭建，\n至于普通的PC，估计跟现在的单片 机的地 位差不多，\n"
        },
        {
            "author": "武王撞钟",
            "timestamp": 1575192840,
            "txt_content": "1139365029 发表于 2019-12-1 17:15\n不可能出现这种情况的，\n且不说游戏行业会教这些云计算行业做 人，\n而且物联网的普及，有谁会愿意把自己家 ...\n讲真，如果不连云平台，那些家庭智能设备就只能由用户在自家里进行查看信息和管理了"
        },
        {
            "author": "1139365029",
            "timestamp": 1575194100,
            "txt_content": "无上辐光 发表于 2019-12-1 17:34\n讲真，如果不连云平台，那些家庭智能设备就只能由用户在自家里进行查看信息和管理了 ...\n云平台都普及了，IPv6还没普及？说好的万物联网呢"
        }
    ]
}