{
    "title": "[Minecraft.net|CULTURE] Cave Story : 洞穴的故事",
    "author": "Kenneth_z",
    "replyCount": 3,
    "timestamp": 1575297120,
    "txt_content": " 本帖最后由 Kenneth_z 于 2019-12-4 22:37 编辑 \n\nCave Story\n洞穴的故事\nUncovering the lost world of La Faille\n揭开拉法耶的失落世界\n\n\nI was walking through a field the other day when I fell in a big puddle. My life is a rollercoaster, I'm sure you'd agree.\n\n一天，我穿过一片田野时，掉进了一个泥潭。我的生活就像一台过山车一样，我相信你会同意的。\n\nThankfully, there are some magnificent things to be found underground - entire kingdoms of wonder and mystery. Tombs! Caves! Treasure?!? There are truly some awe-inspiring things to behold beneath the dry crust of the world!\n\n十分值得感激的是，在底下有许多壮观的东西——一整个奇迹与秘密的王国。古墓！洞穴！宝藏？！？看向这个枯燥无味外壳的世界之下，真实的存在一些令人敬畏的东西。\n\nBut sadly, that's usually only true in Minecraft, and very much not the case with the puddle I fell in. And am now trapped deep inside of. It's quite difficult to write this with eyes full of mud, on a laptop made of more mud - but I'll do my best!\n\n但非常遗憾的是，这通常只是在Minecraft中才是真实存在的，但是却真实地不存在于我掉落的泥潭之中。现在我深陷其中。用我满是泥浆的眼睛在满是泥浆的笔记本电脑上写作，这是相当困难的——但我会尽我所能。\n\n\n\nBefore I was blinded by what is now starting to smell like cowpats, I got to see the incredible world of La Faille by MrBatou. It’s a beautiful lost kingdom set into a deep cave, with light floating through the cracks in the rock above and vegetation growing everywhere. The atmosphere is eerie and enigmatic.\n\n在我被闻起来像牛粪的东西弄瞎之前，我看到了Batou先生所著的“拉法耶的不思议世界”。这是一个安置在深深洞穴中的美丽的失落王国，有阳光穿过岩石的缝隙，草木无处不在生长。这里的气氛诡谲怪诞而又斑驳陆离。\n\n“I just wanted to create a secret cave,” MrBatou tells me. “I like to believe that many places remain to be discovered. This map is a little fantasy. Imagine strolling through a jungle and falling [into this].”\n\n“我只想去创建一个神秘的洞穴”，Batou先生告诉我。“我习惯去认为，这片大陆仍然有许多地方等待我们去探索。这张地图完全不是虚幻的。想象你穿过一片丛林，然后掉进【这里】”。\n\nIt’s true that there are still things on this Earth we’ve yet to discover. It wasn’t so long ago that, in the deep jungles of Indonesia, scientists uncovered a whole range of new animal species. This was waaaaaaaaaaaaaaaay back in 2006 (ask your dad), so who knows how many more we'll go on to discover?\n\n准确来说，地球上仍然有许多东西我们尚未探索过。早在不久之前，在印度尼西亚，科学家发现了一整个系列的新型动物物种。这是老老老老老老老老早以前早在2016年的事情了（不信你可以问问你父亲）。所以谁知道我们能发现多少新奇事物呢？\n\nBut still, these are animals. They live in a jungle that we know about. La Faille, on the other hand, has architecture of unknown origin too, making it a mystery of both nature and design. Who built this place? Why did they leave? Looking at it makes me think of all the things that are still yet to be discovered by humans. The stories yet to be told!\n\n但至少这些都是动物。他们生活在我们熟知的丛林中。拉法耶，从一方面讲，他的建筑也有着不为人知的起源，这使得它成为自然与设计的一个谜团。是谁建造了这个地方，而又为什么离开了这里？望着拉法耶的建筑，我想到了全人类仍然未探索发现到的东西。这个故事仍未完结！\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis is part of the allure of Minecraft building for MrBatou. “I can do what I want,” he says. “I can do modeling, create stories, [or] places I’d like to visit.” Like most people, he started out playing Minecraft in survival mode, but soon his love of everything about art lured him to the world of Minecraft builds. Today, he’s creating amazing builds like these - and he has quite the catalog of incredible undiscovered worlds over on his PlanetMinecraft page. Seriously, I urge you to go and explore these places.\n\n这是Minecraft建筑对于Batou先生来说的美丽。“我可以做我想做的”，他说。“我能够做模特，做作家，【或者】去我想去的地方”。与大多数人相同，他刚开始游玩Minecraft是在生存模式的，但是很快他对艺术的博爱引诱着他进入了Minecraft建筑圈。今天，他构建了如此惊人的建筑——在他的PlanetMinecraft主页上，有许许多多难以置信的未被发现的东西。诚然，我强烈要求你去探索这些地方。\n\n“I think [my favourite] project is the Crypt of The Dead. It’s also a cave! But here it has a very dark atmosphere,” MrBatou says.\n\n“我认为【我最爱的】项目是 《The Crypt of The Dead（死亡洞穴）》。这是一个洞穴，一个有着非常黑暗气氛的洞穴”。Batou先生说道。\n\n\n\nWhen it came to this project, he wanted to make an abandoned city that seemed lost in time, “a little like the temples of Angkor,” he says. “Before they were very colourful, but today they are grey and dull.” It's not easy making something look deliberately washed out and dull in Minecraft, while still making a build worth looking at!\n\n当我们谈回到这个项目时，Batou先生想要建造一个似乎被时间遗忘的城市，“有点像安格神庙宇”，他说，“以前它们是五彩缤纷的，但今天他们却无比灰暗”。在我的世界中，建造一个看上去故意被褪色的，枯燥无味，但有同时做出一个值得一看的建筑并不容易！\n\nAs such, MrBatou has kept his colour scheme minimal: “The wood has rotted, the colours have tarnished,” he explains. Fellow builder Killerack - who we’ve featured on Minecraft.net recently - helped MrBatou with his colour palette and together they came up with this lovely dreamy vibe.\n\n同样的，Batou先生将他的色彩概型保持在了最小。“木头已经腐烂了，其颜色也已经暗淡了”，他解释道。我们最近还介绍了Batou先生的同事Killerrack，他帮助Batou先生调色，一起创造了如此可爱的梦幻氛围。\n\nMrBatou seems to mostly work independently, so I had to ask, in light of his collaboration with Killerack, what he thinks of building in a team. “I work a lot alone,” he admits, “ [but] working with other people is very nice. We always learn new styles, technique, and then it [also] goes faster!”\n\nBatou看上去几乎是独立工作的，所以我不得不问，鉴于他与Killerrack的合作，他对团队建设有没有他自己的看他。“我独自工作”，他承认道，“【但是】跟其他人一起工作也挺不错的。我们可以学习新的风格和技法，以后也会发展的更快！”。\n\n\n\nSo, what are you waiting for? If you're not currently drowning in the mud puddle, you've got no excuse - Go and explore already! \n\n那么我们还在等什么呢，如果你心中的梦幻世界还在，我们就没有任何不去探索的理由——一起去探索吧！\n\n\n\n\n译者：Kenneth_z原文作者：Emily Richardson原文发布日期：2017年9月28日原文链接：https://www.minecraft.net/zh-hans/article/cave-story",
    "replies": [
        {
            "author": "帕斯卡晒晒",
            "timestamp": 1575297780,
            "txt_content": "哇！漂亮"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575298620,
            "txt_content": "我要图章"
        },
        {
            "author": "15056409012",
            "timestamp": 1575299940,
            "txt_content": "太厉害了！"
        }
    ]
}