{
    "title": "Realms Plus 现已发布！",
    "author": "广药",
    "replyCount": 12,
    "timestamp": 1575433320,
    "txt_content": " 本帖最后由 广药 于 2019-12-5 01:26 编辑 \n\n\nRealms Plus is Here\nRealms Plus 现已发布！\nYour own private server and over fifty pieces of Marketplace content!\n个人独享的服务器和超过五十份的商城内容！\nAre you familiar with Minecraft Realms? It was our monthly subscription service that let you and up to ten friends play online Minecraft multiplayer together in your own private server! And as of today, it’s GONE FOREVER :(\n你熟悉Minecraft Realms吗？这是我们的月度订阅服务，让你可以和10个朋友一起，在你自己的私人服务器上进行在线 Minecraft 多人游戏！但从今天开始，它永远消失了 :(\n\nBut the good news is, we’re replacing it with something better,Realms Plus! With this new monthly subscription service, you still get your own private server for you and your friends to enjoy, plus you get over fifty pieces of Minecraft Marketplace content. All for the same price!\n但好消息是，我们会用更好的 Realms Plus 取代它！有了这个新的每月订阅服务，你仍然可以拥有自己的私人服务器，供你和你的朋友享用，此外，你还可以获得 超过50份的 Minecraft 商城 内容 。而且价格不变！\n\nSo if you’re currently subscribed to Minecraft Realms with a ten-player realm, you’ll be upgraded to Realms Plus for free. If you’re not currently subscribed to Minecraft Realms, you won’t be upgraded to Realms Plus for free. Sorry! Take solace in the fact that you can try your first month of Realms Plus for free.\n如果你已经订阅了十人的Minecraft Realms，它会被免费升级到Realms Plus。如果你没有订阅十人的Minecraft Realms，就不会被免费升级到Realms Plus，对不起了！但好的一点是，你可以免费试.用首月的Realms Plus！\n\nLet’s enjoy the launch trailer:\n享用 发布宣传片 吧:\n[media]https://www.bilibili.com/video/av77984640[/media]\n\nRealms Plus is available for all versions of Minecraft that have the Minecraft Marketplace . Like I promised way back in paragraph two, you’ll get over fifty pieces of Marketplace content at launch, including adventures, skin packs, worlds, mini-games and more! We’ll be adding new content every month and updating you about what’s new in a monthly article right here on minecraft.net. Is reading my appalling jokes worth it to access so much great Marketplace content for only $7.99 a month? Just about.\nRealms Plus 适用于 所有具有 Minecraft商城 的Minecraft版本（即 Minecraft基岩版）。就像我在第二段中所承诺的那样，你将在发布时获得超过50种商城内容，包括冒险地图，皮肤包，存档，迷你游戏等等 ！我们将每月添加新的内容，并在minecraft.net上的月更文章中为你更新。以每月仅7.99美元的价格访问如此出色的商城内容值不值？差不多吧。\n\nAs for the Realms part, you’ll have your own private server where you can invite as many friends as you like, and play with up to ten of them at a time. You can play locally or in a private, persistent world, safely stored in the cloud. Plus, your friends can access all of the content in your realm for free! \n至于 Realms 部分，你将拥有自己的私人服务器，你可以邀请任意数量的朋友，但最多只能10个朋友同时在线，你可以将本地存档放到这个私人的、持久的、安全的云存储中。另外，你的朋友可以免费访问你领域内的所有内容！\n\nWant to try Realms Plus? Click here .\n想试试Realms Plus？点我传送到游戏\n\n【原文：Realms Plus is Here】\n【作者：Tom Stone，发布日期：2019-12-03，译者：WuGuangYao2012】",
    "replies": [
        {
            "author": "飞小RAN",
            "timestamp": 1575433800,
            "txt_content": "为什么和谐了两个字？？"
        },
        {
            "author": "chyx",
            "timestamp": 1575434160,
            "txt_content": "**是什么？"
        },
        {
            "author": "Оil",
            "timestamp": 1575434340,
            "txt_content": "可以以一个月为期限免费试.用Realms Plus可还行……= =？\n\n（然后 免 费 试 用 被屏蔽了？= =？）\n【↑真的，被屏蔽了】"
        },
        {
            "author": "117779284",
            "timestamp": 1575434700,
            "txt_content": "和我们有啥关系。我们有养猪的网易·"
        },
        {
            "author": "xmdhs",
            "timestamp": 1575434760,
            "txt_content": "免费.试.用 X\n白嫖 √"
        },
        {
            "author": "siiftun1857",
            "timestamp": 1575437820,
            "txt_content": " 本帖最后由 siiftun1857 于 2019-12-4 13:39 编辑 \n\n这个免_费_试_用很不无障碍友好\n\n所以说就是把领域和商城捆绑销售了吗……"
        },
        {
            "author": "lizi2006",
            "timestamp": 1575459900,
            "txt_content": "JAVA版还能用吗"
        },
        {
            "author": "PQguanfang",
            "timestamp": 1575471060,
            "txt_content": "siiftun1857 发表于 2019-12-4 13:37\n这个免_费_试_用很不无障碍友好\n\n所以说就是把领域和商城捆绑销售了吗…… ...\n\n买领域送地图\n\n而且是：\nrealmplus 延迟大 50/月 不可加插件（如领地等） 10人上限 购买有障碍\n对于国内玩家的唯一优点：送地图\nbds+bdl（一个服务端） 根据你主机位置决定延迟 阿里云学生机9.5/月即可 可以加插件 无限人，理论上20人左右 \n唯一缺点：没有送钱给微软"
        },
        {
            "author": "翻车：滑稽",
            "timestamp": 1575510720,
            "txt_content": " 表示一次都没碰过"
        },
        {
            "author": "机械自律体",
            "timestamp": 1575522060,
            "txt_content": "免费试.用 x\n白嫖 √"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575607740,
            "txt_content": "这么给力还能白嫖"
        },
        {
            "author": "18294074285",
            "timestamp": 1575673620,
            "txt_content": "好棒哦好棒哦"
        }
    ]
}