{
    "title": "[短文]森林蝙蝠的单推人",
    "author": "‮ebotanihS",
    "replyCount": 12,
    "timestamp": 1575467100,
    "txt_content": " 本帖最后由 Shinatobe 于 2019-12-4 21:51 编辑 \n\n不知从什么时候起，网上兴起了直播这种玩意。你只要下载一个直播客户端，点击开始直播，然后你的屏幕画面或者摄像头画面就会推送到直播网站上，然后大家就可以点开你的直播间，看看你在干些什么。\n\n很多人会开摄像头，有些人则不会，可能是因为觉得自己颜值不够，或者不想透露自己的身份。而后来，技术发展了，就出现了一种折中的办法。摄像头可以捕捉到屏幕前的直播主，然后把直播主的动作变成虚拟人物的动作。这个过程是连续的，所以看起来就如同虚拟人物在动一样。眼睛和嘴巴都随着直播主一起动，仿佛是虚拟人物在给你直播。\n\n最初这个技术只是给那些不愿意开摄像头的直播主用的，虚拟人物只是他们的一个面具，我们都知道面具后面那个才是我们关注的对象。而后来，有一些直播主反倒把这个身份倒转了过来，面具成了直播的正主，而面具背后的人只是一个不应该被知道身份的演员。\n\n我们把这些人叫做虚拟直播主。\n\n和很多人一样，我最开始并不知道什么是虚拟直播主。都是别人发来的一些直播的片段，才让我逐渐了解这个行业。虚拟直播主越来越多，我也不再只看某一个特定的直播主，现在的网站专门有一个直播专区，点开这个专区，就有无数的虚拟人物在等着你了解。\n\n他们把喜欢一个虚拟人物叫做“单推”，喜欢多个虚拟人物叫做“DD”。我不知道这是叫法怎么来的，只是跟着念；然而我到现在都没找到一个能推的虚拟直播主。\n\n有一天，看腻了游戏直播的我点开了虚拟直播区。排在第一的位的是那个最火的虚拟播主，而越往下的就人气的就越少。他们的角色似乎都是一个模子里出来的，我感觉什么新意都没有。直到我看到专区的最下面，有一个人气值为 10 的直播间。\n\n这个虚拟直播主的名字叫森林蝙蝠。\n\n森林蝙蝠的形象不是蝙蝠，也不是蝙蝠魔物娘，而是一个奇形怪状的柚子。我点进去，发现他在玩我的世界。我顺手给他送了一个不用钱的免费道具。\n\n“谢谢OOO送出的OOO！”\n\n想不到他这么热情。我点击了关注，他又感谢了我一次。天，要是每个人他都感谢一次，那不是要累死吗？\n\n可现实是，在一群可爱或者帅气的虚拟播主之间，一颗柚子显然不会招揽多少的人气。每次看到他在直播，人气值永远都是两位数。然后我就送出道具，听森林蝙蝠温柔地打招呼、道谢，看他玩十分钟的游戏，退出。有一段时间都是如此。\n\n后来忙，就没再看直播，也就没再光临那个森林蝙蝠的直播间。过了忙的这段时间，我再点开那熟悉的直播专区，惊奇地发现森林蝙蝠竟然排在了第一。\n\n发生了什么？好奇的我点开他的直播间，只见弹幕如云，森林蝙蝠用粗暴的话语对着服务器的新人训诫。我不了解他的意思，但只是觉得他已经不是当初我认识的那个温柔的虚拟播主了。于是我送出了最后的礼物，按下了取消关注。\n\n当天晚上，我做了个梦。\n\n我来到了一个我的世界服务器里，大家都对我很客气，但是他们对我说，如果我看见了一个香橼状的生物，那么一定要远远地离开。我不知道为什么，也不认识香橼的样子。我只是按着游戏的套路玩着，直到我真的遇见了香橼。\n\n那是一个晚上，我定着漆黑的夜空从矿洞赶回定居点。在茂密的树林中，我发现一片光芒，以为那是住在森林里的玩家。而当我接近那光芒，却发现那不是房子的光，而是火把的光。火把闪着的不是一般的光芒，而是蓝色的光芒，只是因为太亮，让人在远处没察觉到它的颜色。火把没有插在地上，而是被什么东西拿在手上。定睛一看，那竟然是……\n\n他也听到了我的脚步声，看向了我，“新人？”\n\n此时我看得更真切了。没错，他就是森林蝙蝠。原来我在直播间里看到的柚子不是柚子，而是香橼。\n\n“不对，我认得你……”\n\n没等他说完，我感觉脑中炸开了警报，疯了似的试图逃开。然而，每当我试图放慢脚步，回头看去，那个拿着火把的香橼依然远远地缀着我。\n\n一个趔趄，我被一个土坡给绊倒。在我试图爬起来的时候，他的声音出现在了我身后。\n\n“为什么要逃？你虽然看着面熟，但还是这里的新人。你见到我就跑，是对我的不尊重。”\n\n一股强大的力量把我按在了地上。\n\n“记得回来看我直播……”\n\n我的身后传来不可名状的痛苦——\n\n\n\n\n\njqj8is1xen141.jpg (106.63 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-4 21:43 上传\n\n\n\n\n\n\n我醒了，周围一切都很好。\n\n从枕头底下摸出手机，我点开森林蝙蝠的直播间，重新点击关注。\n\n从此，我每天晚上都会点开他的直播间，看他教训新人，看他用加速火把做各种事情。别人都以为我成了森林蝙蝠的单推人，但只有我知道，我只是希望森林蝙蝠不要再出现在我的梦里。仅此而已。\n\n\n\n本文纯属虚构，和真实的森林蝙蝠一点关系都没有。\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1575467460,
            "txt_content": "一看到这个西瓜我就想笑.jpg"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1575467520,
            "txt_content": "？？？？？已通知森林蝙蝠本人\n你等着吧awa\n"
        },
        {
            "author": "45gfg9",
            "timestamp": 1575467940,
            "txt_content": "此刻应该@森林蝙蝠 "
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1575469080,
            "txt_content": "我知道你是谁的小号.jpg"
        },
        {
            "author": "CheatDiamond",
            "timestamp": 1575469680,
            "txt_content": "玩过Pvz2的都知道，未来世界有个植物叫做“充能香橼”"
        },
        {
            "author": "White_i",
            "timestamp": 1575469740,
            "txt_content": "你号没了"
        },
        {
            "author": "快乐小方",
            "timestamp": 1575470880,
            "txt_content": "一直以为森林蝙蝠的头像是南瓜"
        },
        {
            "author": "1416868137",
            "timestamp": 1575504720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1575511860,
            "txt_content": "笑死我了，写的可以"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1575515700,
            "txt_content": "1416868137 发表于 2019-12-5 08:12\n我以为又是蝙蝠加速火把，原来不是233333\n某种程度上，是"
        },
        {
            "author": "心空NaLa",
            "timestamp": 1575521760,
            "txt_content": "我以为蝙蝠是个橙子？"
        },
        {
            "author": "印花机",
            "timestamp": 1575527520,
            "txt_content": "是哪位大佬的小号。。。。。。"
        }
    ]
}