{
    "title": "“嗡嗡蜂群”更新将于12月11日发布！",
    "author": "广药",
    "replyCount": 6,
    "timestamp": 1575479580,
    "txt_content": "\nBuzzy Bees are Coming to Minecraft\n“嗡嗡蜂群”即将登陆Minecraft\nCatch what all the latest buzz is about再翻译双关就要蜂了\n\nNo need to flutter about, I’ll get straight to the good stuff –Buzzy Bees, our upcoming Holiday update, and all the new features that come with it, are coming to Minecraft on December 11th! The bee’s big debut is cause for celebration, so we’re kicking off a whole bunch of bee-themed initiatives ahead of the big day. Hold on to your antennae, because we’ve got a lot of unbelievable content coming your way!\n没必要四处乱飞了，直奔主题 —— “嗡嗡蜂群”，我们即将发布的假期更新，以及所有的新功能，将在12月11日登陆Minecraft！蜜蜂的大亮相是值得庆祝的，所以我们在这个大日子之前准备了一大堆以蜜蜂为主题的活动。稳点飞，因为我们有一大堆难以置信的内容即将到来！\n\nDo you want to learn even more about bees? Well, we’ve got just the live stream for you. We’ll be hosting live streams based in the US, Brazil, and Australia on December 6th through 8th (check the handy schedule below for more details).\n你想知道更多关于蜜蜂的事情吗？我们将于12月6日至8日在美国、巴西和澳大利亚举行现场直播（详情请看下面的日程安排）。\n\n时间表：\n12月6日—美国—主持人OMGchad—社区经理HelenZbihlyj—4pmPT—1amCET—北京时间8am\n12月7日—巴西—主持人TazerCraft—游戏开发者CorySchecviak—4pmBRT—11amPT—8pmCET—北京时间3pm\n12月8日—澳大利亚—主持人HelenZbihlyj—游戏开发者AgnesLarsson—8pmAEDT—1amPT—10amCET—北京时间5pm\n\nWe’re also going to have a community challenge running from December 13th through 15th! Want to know more about that exciting challenge and the sweet rewards it will bring? You’re gonna have to keep an eye on our Twitter account and, of course,Minecraft.net for more news.\n我们还将举办一个社区挑战赛，从12月13日持续到15日！想知道更多关于这个令人兴奋的挑战和它将带来的甜蜜回报吗？盯紧我们的 Twitter 账号，当然，还有 Minecraft.net 获取更多的新闻。\n\nThis lovely shirt, along with all sorts of bee merch, will go on sale at teemill.com this Friday (don't worry – we'll remind you next week when we release the bees into Minecraft)!\n这款可爱的衬衫，以及各种各样的蜜蜂周边，将于本周五在 teemill.com 发售 (不用担心，下周我们将蜜蜂加入Minecraft时会提醒你的)！\nYou may be reaching the end of this article and wondering, why all the fuss about bees? Well, not only are bees critically important to our ecosystem, they’re also in danger of steep decline. That’s why we’ve partnered with WWF to help out the star of the show, the mighty and humble bee, by raising money for WWF’s efforts to protect bees and other important species. There are three ways you can help us support WWF’s conservation work: donate during the live stream, purchase the cutest merchandise this side of the Overworld (available on Friday!), or purchase the Character Creator Bumblebee costume in the Minecraft Marketplace. We'll be donating a percentage (62.5% to be exact) of those proceeds directly to WWF! To kick off these initiatives on behalf of the beloved bee, Mojang will be giving a $100,000 donation to WWF.\n你可能会看看这篇文章的末尾，并想知道为什么蜜蜂都能弄的这么大惊小怪。嗯，蜜蜂对我们的生态系统至关重要，但其处于物种急剧下降的危险中。这就是我们与WWF合作的原因，通过为世界自然基金会筹集资金，保护蜜蜂和其他重要的物种做出努力。\n您可以通过三种方式帮助我们支持世界自然基金会的保护工作：在直播期间捐款，在侧边栏购买最可爱的周边（周五有售！），或在Minecraft市场上购买Character Creator Bumblebee服装。我们会将其中的一部分（准确的是62.5％）直接捐赠给WWF！为了代表这只可爱的蜜蜂开展这些活动，Mojang将直接向世界自然基金会捐赠10万美元。\n\nWe’re excited to bring bees into Minecraft, but also to help protect the bees right here on the Earth that we all share. Let’s celebrate the bees before they arrive in Minecraft on December 11th by taking part in the exciting events we have planned!\n我们很高兴能将蜜蜂带进Minecraft，同时，为了保护我们地球上的蜜蜂，让我们在12月11日蜜蜂到达Minecraft之前，通过参加激动人心的活动来庆祝吧！\n\n\n\n【原文：Buzzy Bees】\n【作者：Kelsey Howard，发布日期：2019-12-04，译者：WuGuangYao2012】\n【支持：博文转换器",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1575516840,
            "txt_content": "再翻译双关就要蜂了。\n阴奉阳违确信√\n【但如果我翻译的话我更愿意翻译成野蜂飞舞……= =^】"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1575520020,
            "txt_content": "果然涉及到了环保。"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1575524340,
            "txt_content": "怪的，明明没更新什么东西，为什么要搞得这么隆重\n\n难道是为了卖周边"
        },
        {
            "author": "深绿世界",
            "timestamp": 1575554460,
            "txt_content": "跳票一天，mojang日常。\nen，我觉得这个翻译有点怪\n但是涉及到环保也是不错的"
        },
        {
            "author": "18294074285",
            "timestamp": 1575673440,
            "txt_content": "好期待哦"
        },
        {
            "author": "IGI.ZCY",
            "timestamp": 1575693600,
            "txt_content": "可以可以nice"
        }
    ]
}