{
    "title": "[Minecraft.net | CULTURE] 探访古老的伍德伯恩庄园",
    "author": "‮ebotanihS",
    "replyCount": 4,
    "timestamp": 1575568080,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-1-10 00:26 编辑 \n\nVisit Historical Woodburn Manor\n探访古老的伍德伯恩庄园Joker Collison crafted a marvelous mansion!\n一睹 Joker Collison 的壮观府邸！\n\nNova Barlow 诺瓦·巴洛\n\nLooking for a new idea to invest your time in? Why not up your game and dazzle your friends with some sophisticated architecture drawn from real life? Like many builders,Joker Collison has taken inspiration for this majestic build from a real-life location in the United States (in this case, West Virginia University’s historical Woodburn Hall) and turned it into a magnificent mansion!\n你是否不知道该做什么打发时间？不如试一试登录游戏，复原现实中的复杂建筑，震撼你的好友？和大多数建筑师所做的一样，Joker Collison 从现实中取材 (就本篇文章要介绍的而言，取材于美国西弗吉尼亚大学的历史建筑，伍德伯恩楼) ，把一栋宏伟的建筑变成了游戏里的壮观楼阁！\n\nAlong with nearby buildings Martin Hall and Chitwood Hall on West Virginia University’s campus, the area known as Woodburn Circle is on the National Register of Historic Places(like many places around campus). Woodburn Hall itself is one of the most recognizable buildings on campus and current home to the College of Arts and Sciences. While it’s safe to say the place clearly has a notable history, it also has an even more intriguing (and possibly haunted) past!\n伍德伯恩楼紧挨着马丁楼和奇特伍德楼，在西弗吉尼亚大学的校园里，这片叫做“伍德伯恩圆环”的区域，隶属于美国国家史迹名录（很多校园都有这样的地方）。伍德伯恩楼本身可以算是学校里的著名地标，同时它也是艺术与科学学院的院楼。伍德伯恩楼有着悠久可观的历史，这一点毋容置疑；然而它的身上似乎还有着更为奇妙神秘（还可能意味着闹鬼）的过去！\n\nFortunately, since there are no ghosts in Minecraft (probably), it’s somewhat safe to say the virtual version of this brilliant building (named “Woodburn Manor”) is ghost-free but no less elegant than its real-world inspiration.\n还好，Minecraft 里没有鬼魂（大概），所以我们几乎可以肯定，伍德伯恩楼的虚拟版本（名为“伍德伯恩庄园”）不会闹鬼，同时它的魅力也不输现实中的那栋楼。\n\nThe real Woodburn Hall. Photo byAntony-22, provided under the Creative Commons Attribution-Share Alike 4.0 International license.\n现实中的伍德伯恩楼。照片由 Antony-22 提供，遵循知识共享 署名-相同方式共享 4.0 协议\nAlthough the land around this remarkable manor is fairly true to life, there are plans to add a deep, dark oak forest surrounding the property in the near future, providing a touch of elegance (and privacy) to the build. Located on his “Economy Realm”, where residents simulate real-life with jobs, companies, industry, government, laws and even taxes, Joker Collison runs a bank there, as well as obviously contributing some stunning creations for the community to enjoy.\n虽然伍德伯恩庄园周围的景观和现实中很类似，但是游戏里还计划着在周围加上密集的深色橡木丛林，以此增添建筑的优雅感（以及隐秘感）。在他的“经济领域”服务器里，居民们模拟着现实中的职业、公司、工厂、政府、法律，甚至还有税收等系统。Joker Collison 在服务器里开着一家银行，当然，他同时也在为社区贡献着各种亮眼的建筑。\n\nWith a cost of 11,000 gold in materials (so far) he noted recently, “I have made a fortune in this game. And I’m reinvesting my gold back into the economy to build it.”\n最近，他花费了 11000 金币购买材料，并表示，“我在这个游戏里已经挣到钱了。现在我准备把金币重新投到经济系统里，建设这个系统。”\n\nThanks for sharing this great building with us, Joker Collison! We look forward to seeing more of your community contributions soon!\n感谢 Joker Collison 与我们分享他的建筑！我们期待你为社区做出的更多贡献！\n\nHave you built a delightful dwelling you would like us to feature? Tell us all about it by sending a screenshot and some information to FeatureMe@minecraft.net!\n你是否有引以为豪的建筑想登上我们的网站？欢迎把截图和相关信息发送到 FeatureMe@minecraft.net！\n\n【Shinatobe 译自官网 2019 年 12 月 4 日文章】\n【本文排版借助了 SPX】\n",
    "replies": [
        {
            "author": "Kenneth_z",
            "timestamp": 1575597840,
            "txt_content": "amazing,翻译的很好"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762920,
            "txt_content": "不错啊不错。。。"
        },
        {
            "author": "ff98sha",
            "timestamp": 1577538960,
            "txt_content": "While it's safe to say the place clearly has a notable history\n伯恩伍德楼不仅有着悠久客观的历史\n\n漏词，错译\n\nbut no less elegant than its real-world \n魅力也就不及现实中的那栋楼了\n"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1578587220,
            "txt_content": " 本帖最后由 Shinatobe 于 2020-1-11 13:11 编辑 \n\n闹出了一个大乌龙，Woodburn被我读成了Burnwood"
        }
    ]
}