{
    "title": "我与Aikini实名怀疑用户Kenneth_z（UID: 1208788）机翻",
    "author": "Sinbad_Official",
    "replyCount": 8,
    "timestamp": 1575559020,
    "txt_content": "举报帖子 https://www.mcbbs.net/thread-930175-1-1.html①\n\nentire kingdoms of wonder and mystery. 一整个奇迹与秘密的王国\n这句不只是语法上，读起来就不怎么通顺 这里的“wonder”“mystery”的词性应该相同，都为名词\n而360翻译却翻译为了\n整个奇妙和神秘的王国。\n像是把“mystery”翻译为了形容词一样，而mysterious才是神秘的形容词。再说意思，一整个奇迹与秘密的王国...恕我理解不了\n以我个人理解和语境，这句话应该翻译为“（是）一整个王国的奇迹与谜团”（因为原文中有破折号，所以我加了个“是”）\n\n②\nThankfully十分值得感激的是\n这只能算直译吧，不过我认为机翻的比这个好“谢天谢地”\n③\nThis is part of the allure of Minecraft building for MrBatou. 这是Minecraft建筑对于Batou先生来说的美丽。\n不想说什么..\n④\nbut soon his love of everything about art lured him to the world of Minecraft builds.但是很快他对艺术的博爱引诱着他进入了Minecraft建筑圈\n博爱？？这个词不是对人的么？？⑤\nThere are truly some awe-inspiring things to behold beneath the dry crust of the world!看向这个枯燥无味外壳的世界之下，真实的存在一些令人敬畏的东西。语意不顺\n⑥\nBut sadly, that's usually only true in Minecraft, and very much not the case with the puddle I fell in. And am now trapped deep inside of. It's quite difficult to write this with eyes full of mud, on a laptop made of more mud - but I'll do my best!但非常遗憾的是，这通常只是在Minecraft中才是真实存在的，但是却真实地不存在于我掉落的泥潭之中。现在我深陷其中。用我满是泥浆的眼睛在满是泥浆的笔记本电脑上写作，这是相当困难的——但我会尽我所能。\n哦天哪，看这段糟糕的翻译，我宁愿用我那垃圾透顶的英文来读，也不愿意看它！\n\n⑦\nBut still, these are animals. They live in a jungle that we know about. La Faille, on the other hand, has architecture of unknown origin too, making it a mystery of both nature and design. Who built this place? Why did they leave? Looking at it makes me think of all the things that are still yet to be discovered by humans. The stories yet to be told!但至少这些都是动物。他们生活在我们熟知的丛林中。拉法耶，从一方面讲，他的建筑也有着不为人知的起源，这使得它成为自然与设计的一个谜团。是谁建造了这个地方，而又为什么离开了这里？望着拉法耶的建筑，我想到了全人类仍然未探索发现到的东西。这个故事仍未完结！问：本段话中有多少个“ta”用错了？\n⑧\nIt’s true that there are still things on this Earth we’ve yet to discover. It wasn’t so long ago that, in the deep jungles of Indonesia, scientists uncovered a whole range of new animal species. This was waaaaaaaaaaaaaaaay back in 2006 (ask your dad), so who knows how many more we'll go on to discover?准确来说，地球上仍然有许多东西我们尚未探索过。早在不久之前，在印度尼西亚，科学家发现了一整个系列的新型动物物种。这是老老老老老老老老早以前早在2016年的事情了（不信你可以问问你父亲）。所以谁知道我们能发现多少新奇事物呢？2006翻译为2016，可能这是证明他没机翻的有效论据。\n\n\n最后的疑问\nI was walking through a field the other day when I fell in a big puddle. My life is a rollercoaster, I'm sure you'd agree.\n\n\n一天，我穿过一片田野时，掉进了一个泥潭。我的生活就像一台过山车一样，我相信你会同意的。\n这只是泥潭..？\n\nAikini和我实名怀疑这篇文章机翻（这个帖子是我在疲惫状态下打出来的XD，但我会让它更加通顺——尽我所能）\n@Aikini @乙烯_中国 @LocusAzzurro @ff98sha \n",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1575559380,
            "txt_content": "老实说我是觉得读的非常不通顺"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575559920,
            "txt_content": "首先先感谢指出我的问题 我确实写的不怎么好 那天我状态不怎么好 加上我英语也就很屎 当时翻译的时候人都是晕的 甚至还有些单词不认得 所以翻译成这个样子 我会找时间修改我的帖子的\n然后我确实没有机翻 机翻不会翻译成这个样子的 你认为的我机翻是先觉得我机翻 然后从你觉得机翻的点上面去推我好像在机翻 然后用我写的奇怪来打我 感觉很奇怪\n\n 如果你觉得我机翻 你可以去拿一些翻译软件去对照翻译或者怎么样的 拿出你觉得重合率比较高的部分来理论 我这边反正也可以聊 看你们怎么说了\n\n\n\n\n\n"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1575559980,
            "txt_content": "Kenneth_z 发表于 2019-12-5 23:32\n首先先感谢指出我的问题 我确实写的不怎么好 那天我状态不怎么好 加上我英语也就很屎 当时翻译的时候人都是 ...\n只是怀疑..读起来确实不怎么..流畅？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1575560040,
            "txt_content": " 本帖最后由 1919褐雨燕 于 2019-12-5 23:42 编辑 \n\n我觉得没问题，因为我真的对过，不能别人翻得不好就认为鸡翻嘛\n另外如果你认为某人的译文是机翻，可以用调色盘来提交证据，这样会清晰得多"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1575560100,
            "txt_content": "321yu_wango 发表于 2019-12-5 23:33\n只是怀疑..读起来确实不怎么..流畅？\n没事没事 你看看还有哪些地方要打我的?我有空改一下"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1575592440,
            "txt_content": "前排吃瓜\n#正在补上个人理解的翻译\n① 一个充满奇迹的神秘国度\n②万幸的是\n③这个建筑的这个部分吸引着Batou先生\n（这句讲道理 难度有点大。不根据上下文直译我只能这样翻译了）\n④但是不久，因为他对艺术的喜爱，以及Minecraft建筑圈吸引着他，他参与到建筑圈来。\n⑤在枯燥的外表下，实际蕴含着很多令人惊叹的东西。\n⑥⑦⑧放弃了。上着课用手机看的眼痛\n\n首先～ 不做评价 \n然后个人观点的话。语句翻译的不怎么好是真的。\n（其实翻译按照信达雅的基础来做的话。是允许适当的添加本土语言的。所以，还是推荐大家翻译的时候可以在一定程度上用自己的话来翻译，不要去拘于原文表达。#一个英语烂到爆炸的菜鸡如是说到。 插手手 XD）"
        },
        {
            "author": "sjjklh",
            "timestamp": 1575597780,
            "txt_content": "在没有例如机翻结果对照等直接证据的情况下，请勿武断判断他人机翻，翻译不熟练不能直接与机翻划等号，这会打击本来志在入圈的新人的积极性。\n也请当事人@Kenneth_z 多提高自己的翻译能力，多理解中英文语序、用意的区别。\n\n详见乙烯回复\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1575605040,
            "txt_content": "后经管理组讨论，翻译质量过于低下，同时对比多家机翻相似度与机翻相似度高于50%（这点其实挺难的，你们自己可以试试）。翻译质量甚至低于机翻，下为其典型例子之一。按低质量翻译处理作关贴处理。后续若发现类似情况，我们将考虑改为作机翻处理。\n\n\n\n\n\n{(]XHWHF%1TLA1{USXJ87]B.png (156.84 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-6 12:01 上传\n\n\n\n\n\n\n\n\n\n6XO3[95Q~F0OCL2SF}PF9F4.png (43.38 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-6 12:00 上传\n\n\n\n\n\n\n\n\n\n(1EFQ8%810[(N_)J7L`5Y7H.png (62.7 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-6 12:01 上传\n\n\n\n\n\n\n\n\n\nOB[ZQY3}})KFXC{FR6BWS.png (50.33 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-6 12:01 上传\n\n\n\n\n\n\n\n\n"
        }
    ]
}