{
    "title": "[Minecraft.net | CULTURE] 用染料创造多彩世界",
    "author": "‮ebotanihS",
    "replyCount": 3,
    "timestamp": 1575627540,
    "txt_content": "\n\nCraft colorfully with dyes\n用染料创造多彩世界\n\nNova Barlow 诺瓦·巴洛\nTired of your builds looking a bit pale? We’ve got you covered in dye! I mean, we’ve got you covered! We promise not to cover you in dye. That would be terrible.\n有没有觉得自己的建筑太素了？我们来给你点颜色瞧瞧！不对，我们来帮你增添颜色！我们不会给你点颜色瞧瞧的。那也太可怕了。\n\nMost dyes are produced by crafting various flowers or other items, or by combining other dyes. There are many different colors probably already at your fingertips, or just a short journey away, so you can make your items as vivid and unique as you are. If you’re bored with your current hues, we have good news! Even more colors have been added in recent releases . See if you can find them all.\n染料最常见的制作来源是花朵以及其它的一些物品，也可以将染料混合成为新的染料。染料有很多种不同的颜色，你的手头上大概都集齐了吧。如果没有，那就出门随便弄一点来，这样你就可以让你的物品充满生机，与众不同，与你的气质完全贴合。如果你已经看腻了现在的颜色，别担心！在最近的一次更新里我们加入了更多的颜色。你可以尝试找齐这些颜色。\n\nReal dye has a rich and colorful history, with colors used to signify levels of wealth and status. Although dying has its roots in plants and other organic materials, the first synthetic dye was created by accident in the 1850s by a gentleman named W. H. Perkin, as he was attempting to make quinine. Fortunately, he ended up with purple (also known as mauvine) instead, opening the door to many other synthetic color creations and bringing this fashionable color to the masses.\n现实中的颜料有着丰富而又多彩的历史。在以前，颜色会用来象征人的财富与阶层。颜料一般取材于植物和其它的生物材料，而人工合成的颜料出现于 19 世纪 50 年代，当时一位名叫 W. H. 珀金的绅士在尝试合成奎宁，却意外地合成出了一种紫色物质（也就是所谓的苯胺紫）。这其实是件好事，在此之后，珀金推开了合成其他颜料的大门，并让这种新潮的紫色走进了寻常百姓家。\n\nDyes in Minecraft are mostly plant based, but just like in real life, you can use them on a wide variety of items. Get ready to bring new life to that tired old terracotta, your plain bed, extra glass you have stockpiled for a project, those banners,cauldron water, and even your cat(well, the collar, anyway - please don’t try dying your cat).\nMinecraft 中的染料一般用植物制作的，和现实中一样，你可以对多种多样的物品染色。马上行动，用染料给那些古旧的陶瓦，朴素的床，上次施工没用完的玻璃，以及旗帜，坩埚里的水，甚至还有你的猫（我指的是项圈——千万不要给猫的本体上色）增添新的生机！\n\nFor example, dying wool is a snap in Minecraft. Just place white wool and a dye in a crafting grid. Dying sheep is also pretty easy, if you can get them to hold still. You can even breed colored sheep for a single color or get a new one. Try breeding yellow and red sheep to make orange!\n比如，给羊毛上色就是个不错的想法。在合成格里放置白色羊毛和染料，就可以为羊毛染色。如果你有办法把羊按住不动，也可以很轻松地为羊染色。你还可以通过繁殖有色羊，获得同样颜色或者新颜色的小羊。快试试看，让黄色羊和红色羊生一只橙色小羊！\n\nWe know you’re dye-ing to get started, just like we clearly only wrote this article because we were dye-ing to make that awful pun. So gather those flowers and let your imagination take over!\n你一定“染”不及要大展拳脚了，就像我们写这篇博文的唯一目的就是“染”不住使用非常低劣的双关语。现在就收集花朵，绽放你的奇思妙想吧！\n\nEmail us at FeatureMe@minecraft.net to show us your fantastic colorful creations. We’ll feature the best on the site!\n请发送邮件到 FeatureMe@minecraft.net 展示你最为奇妙多彩的作品。我们将挑选最好看的一个在博文中加以介绍！\n\n【Shinatobe 译自官网 2019 年 11 月 20 日文章】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1575627600,
            "txt_content": "\n\n\n\n\ni_f17.png (4.98 KB, 下载次数: 3)\n\n下载附件\n\n2019-12-6 18:20 上传\n\n\n\n\n实习生的水平也太低了，写得跟什么一样，建议辞退\n"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576007100,
            "txt_content": "还行8.。。。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1577997600,
            "txt_content": "见鬼 这个实习生\n我刚开始写MC科普文的时候选题也是染料 太真实了"
        }
    ]
}