{
    "title": "[Minecraft.net | CULTURE] Cave Story 洞窟奇遇",
    "author": "zyjking",
    "replyCount": 2,
    "timestamp": 1575636900,
    "txt_content": " 本帖最后由 zyjking 于 2019-12-9 22:05 编辑 \n\n\nCave Story\n洞窟奇遇\nUncovering the lost world of La Faille\n揭秘失落世界La Faille\n\nI was walking through a field the other day when I fell in a big puddle. My life is a rollercoaster, I'm sure you'd agree.\n某天我走在田野中，突然掉进了个大水坑。我相信你会觉得我的人生是非常跌宕起伏的。\n\nThankfully, there are some magnificent things to be found underground - entire kingdoms of wonder and mystery. Tombs! Caves! Treasure?!? There are truly some awe-inspiring things to behold beneath the dry crust of the world!\n不过还好，但洞穴里有一些绚丽多彩的东西——壮观而又神秘的国度。说不定有古墓！山洞！宝藏?!？原来这个光秃的世界之下真的存在神迹！\n\nBut sadly, that's usually only true in Minecraft, and very much not the case with the puddle I fell in. And am now trapped deep inside of. It's quite difficult to write this with eyes full of mud, on a laptop made of more mud - but I'll do my best!\n但很不辛，这种事情只有在Minecraft中才会发生，而我掉进水坑就是另外一回事了。我基本全陷进去了。用满是泥巴的手敲着满是泥巴的笔记本电脑写作是艰难的——但我仍然会努力！\n\nBefore I was blinded by what is now starting to smell like cowpats, I got to see the incredible world of La Faille by MrBatou . It’s a beautiful lost kingdom set into a deep cave, with light floating through the cracks in the rock above and vegetation growing everywhere. The atmosphere is eerie and enigmatic.\n我很庆幸在我被牛粪给搞瞎之前成功看到了由MrBatou制作的La Faille世界。一个深陷洞穴中的美丽失落国度，植物遍地疯长，光线透过岩石形成漫反射。有着一种阴森又神秘的气氛。\n\n\n“I just wanted to create a secret cave,” MrBatou tells me. “I like to believe that many places remain to be discovered. This map is a little fantasy. Imagine strolling through a jungle and falling [into this].”\n“我只想搞一个秘密洞窟” MrBatou跟我说。“我倾向认为还有许多地方亟待探索。地图带有一点幻想元素。试想漫步于丛林并沉入其中.”\n\nIt’s true that there are still things on this Earth we’ve yet to discover. It wasn’t so long ago that, in the deep jungles of Indonesia, scientists uncovered a whole range of new animal species . This was waaaaaaaaaaaaaaaay back in 2006 (ask your dad), so who knows how many more we'll go on to discover?\n没错，地球上仍有许多东西等待挖掘。就在最近，科学家们在印度尼西亚的丛林中发现了一大堆新物种。让我们回到2006年…… (问你爸去)，所以谁知道还有多少东西待我们去发现？\n\nBut still, these are animals. They live in a jungle that we know about. La Faille, on the other hand, has architecture of unknown origin too, making it a mystery of both nature and design. Who built this place? Why did they leave? Looking at it makes me think of all the things that are still yet to be discovered by humans. The stories yet to be told!\n但这些仍是动物。并且我们都知道分布在丛林。话锋一转，La Faille有着未知的建筑结构，不管从设计上还是自然上感觉都增添了一份神秘。到底是谁建的？他们为什么要离开？看着它让我继续想到仍有许多东西未被人类挖掘。但故事还未结束！\n\n\n\n\n\n\nThis is part of the allure of Minecraft building for MrBatou. “I can do what I want,” he says. “I can do modeling, create stories, [or] places I’d like to visit.” Like most people, he started out playing Minecraft in survival mode, but soon his love of everything about art lured him to the world of Minecraft builds. Today, he’s creating amazing builds like these - and he has quite the catalog of incredible undiscovered worlds over on his PlanetMinecraft page . Seriously, I urge you to go and explore these places.\n这是MrBatou的建筑中吸引人的一些部分。他说“我想做啥都行” 。“建造，编故事，（或者） 查看我想看的地方。” 他与多数玩家一样，从生存模式入坑，没多久就被其建筑的艺术性吸引了。如今他在建造类似这样的东西——以及他的PlanetMinecraft主页上存放着许多未被探索的惊奇世界。我真心推荐你去挖掘一下这些地方。\n\n“I think [my favourite] project is the Crypt of The Dead. It’s also a cave! But here it has a very dark atmosphere,” MrBatou says.\n“我认（我最喜欢）的世界是the Crypt of The Dead。也是一个洞窟！但是整体格局非常灰暗” MrBatou说。\n\n\nWhen it came to this project, he wanted to make an abandoned city that seemed lost in time, “a little like the temples of Angkor,” he says. “Before they were very colourful, but today they are grey and dull.” It's not easy making something look deliberately washed out and dull in Minecraft, while still making a build worth looking at!\n动工之始，他想建造一个被历史的长河遗弃的城市，“有点类似于吴哥古迹的寺庙” 他说。“曾经无限辉煌，但今光辉已逝.” 在Minecraft中建造这种风格可不是什么容易事，与此同时还要让建筑耐看！\n\nAs such, MrBatou has kept his colour scheme minimal: “The wood has rotted, the colours have tarnished,” he explains. Fellow builder Killerack - who we’ve featured on Minecraft.net recently - helped MrBatou with his colour palette and together they came up with this lovely dreamy vibe.\n因此MrBatou尽量保持一种配色方案: “腐烂的木头应该是失去光泽的颜色,” 他解释说明。另一建筑玩家Killerack——同样最近在Minecraft.net出现过——在帮助MrBatou确定调色类型，这种迷人又天马行空的格调就是他们俩一起确定的。\n\nMrBatou seems to mostly work independently, so I had to ask, in light of his collaboration with Killerack, what he thinks of building in a team. “I work a lot alone,” he admits, “ [but] working with other people is very nice. We always learn new styles, technique, and then it [also] goes faster!”\nMrBatou貌似主要是单干的，所以就这次跟Killerack的合作我必须问下团队建筑的感觉如何。“我几乎都是单干” 他坦白说“ （但是）合作也是非常nice的。我们常在一起探悉新风格，用上新技术，同时（也）收获良多!”\n\n\nSo, what are you waiting for? If you're not currently drowning in the mud puddle, you've got no excuse - Go and explore already!\n所以，你还在等什么？如果你到现在都还没有踩过坑，那别给我找借口——快去跳吧！\n\n【zyjking 译自官网 2017 年 09 月 28 日发布的 Cave Story】\n【作者：Emily Richardson】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "soil-sword",
            "timestamp": 1576090200,
            "txt_content": "Cave 也是mc的浪漫啊"
        },
        {
            "author": "ff98sha",
            "timestamp": 1577539200,
            "txt_content": "look deliberately washed out and dull in Minecraft\n偷懒"
        }
    ]
}