{
    "title": "[原创/连载][仙走天下]——一部开挂的修仙小说-第二章",
    "author": "余音是只猫",
    "replyCount": 2,
    "timestamp": 1576313700,
    "txt_content": " 本帖最后由 余音是只猫 于 2020-3-24 03:38 编辑 \n\n第二章 黄毅秦前往天澜宗门黄毅秦暴怒说道：\"什么！！！长老你确定吗？\"\n二长老说道：\"到现在还有什么好隐瞒的，现在整个天龙城的人都知道\"\n黄毅秦冷静之后说道：\"好，我知道了\"\n说完之后转身就走\n二长老说道：\"诶！毅秦别冲动啊......\"\n黄毅秦回道：\"放心我不会去送死的，我回去躺会\"\n二长老叹了一口气转身对着屏风说道：\"你现在还不打算出了吗？\"\n屏风后面走出了一个人......\n一天过后......\n\"少爷，大长老叫你去议事厅 \"一个丫鬟跑了过来喊道\n过了一小会.......\n丫鬟：\"少爷？\"见没人回应上前推开门走了进去\n找完整个房间发现没人，丫鬟马上跑去议事大厅\n\"大长老，不好了，不好了......\"丫鬟着急喊道\n大长老脸色不好回道：\"什么事一惊一乍的，没看到有客人吗？\"\n大长老看了看丫鬟身后便又说道：\"少爷人呢？我不是让你喊他过来吗？\"\n丫鬟害怕回道：\"大长老，少 少爷 他 他 他 .......\"\n大长老脸色阴沉打断道：\"好好说话，我没时间在这里听你一个一个重复！\"\n丫鬟马上冷静下来说道：\"少 少爷他不见了，他只留下了一封信！\"\n大长老马上战起来说道：\"你说上面少爷他不见了？？？信呢给我看看！\"\n旁边那位身穿紫色长袍的人脸色也微微一变\n丫鬟马上把信给大长老，大长老拆开之后念到：\"......\"\n回到昨天晚上......\n黄毅秦坐在书桌面前拿着毛笔写到：——————————————————各位长老，我不甘愿无动于衷，无能为力的这样堕落下去我要为我父亲报仇，待我还有归来之期我定要重振黄家威名为我父亲报仇，我现要前往天澜城-天澜宗门练功，我定不会在那浪费我的天赋，我也会在天澜城闯下一番属于我的天地哪怕10年内我无法还没炼到可以跟海家抗衡我也会回来一趟日月之行，若出其中星汉灿烂，若出其里                                                                         勿念                                                                             黄毅秦——————————————————\n回到议事厅......\n大长老念完随即说道：\"毅秦这孩子还是跟小时候一样啊~\"\n旁边的男子说道：\"这样也好，让他在去天澜宗门的路上历练一下也好，就是害我白跑一趟哈哈哈！\"\n大长老说道：\"还请麻烦越宗主一件事情\"\n旁边的男子正是天澜城城主并兼天澜宗门宗主-越澜澈\n越澜澈脸色古怪说道：\"我知道你想说什么，让我跟在他身后暗地里面保护他对吧\"\n大长老说道：\"麻烦越宗主了\"说完鞠了一躬\n越澜澈马上托住大长老马上说道：\"哎！别别别，我可受不起呀！别人不知道你们黄家是什么来历我可知道呀，你要是这么一拜下去我怕你们后面那个人来找我呀\"\n大长老脸色认真道：\"越宗主，那我就在这里谢过了！\"\n越澜澈回道：\"应该的，好了我就在此别过了，要不然就不知道你们家少爷不知道去哪了\"\n大长老说道：\"我送你\"\n看着大长老和越澜澈离开，站在一旁的丫鬟马上冷笑下来\n\"好啊，终于离开黄家了，正是下手的好机会，通知其他老家伙先\"丫鬟一脸邪笑心里说道\n丫鬟一闪马上消失在原地\n丫鬟刚走，大长老和越澜澈又重新出现在议事厅\n越澜澈对着大长老说道：\"演技还不错但差了点火候，哈哈哈\"\n随后又说道：\"怎么样，大长老我们要不要现在去追她，趁她没接近毅秦我们解决掉她？\"\n大长老轻轻摇头回道：\"不用，正好可以历练一下他，毕竟他在这个家待了太久，不懂外面的险恶\"\n\"如果真出了意外怎么办？\"随后二长老进入议事厅说道\"越宗主说得对，大哥要不然我们先解决掉那个女人吧！\"\n大长老还是坚持道：\"不用，我们在暗处保护他就行，只有有生命危险我们就出手\"\n二长老担心的说道：\"现在三弟在那个地方无法照顾毅秦，如果毅秦出了意外，三弟岂不是...\"\n二长老没有说下去，但在场的人都听明白了，大长老思考了一会，坚定的说道：\"让他历练历练吧派几个族里的精英，二弟你和越宗主带着他们在暗处保护毅秦，如果发生意外捏爆这个石头，三弟留下的一道意识会帮助你们得\"大长老随后给了一块蓝色的石头给二长老\n二长老有些迟疑的说道：\"那好吧\"叹了口气，又朝越宗主点了点头，就和越宗主一起走了出去大长老看着两人的背影自语道：\"三弟，你交给我的任务我已经完成了，希望毅秦不会出现意外吧\"\n黄毅清场景\n黄毅清看着人来人往的街道，寻找着客栈\"咦？前面那家不错，就去那家吧\"看到一座比其他客栈大的客栈就马上走了过去\n唰，黄毅秦刚走不久刚才的地方出现五个人影\n五个人互相看了对方一眼，然后露出了邪恶的微笑，哈哈哈哈哈哈\n白色衣服的男子说道：\"花魂，不错呀，你在黄家没白待那么多年，居然带出了这么劲爆的情报\"哈哈哈哈哈哈\n花魂一遍邪笑一边说道：\"我自降身份去当个丫鬟，不带点情报，对不起我忍辱负重那么多年\"\n好好好，其他四个人都连续说了三个好字，然后就大笑起来 哈哈哈哈哈哈\n路过的人看着这五个人说道：\"这五个人是不是有病呀，都在这里笑了半天了\"\n其他路人也纷纷说道：\"走，赶紧走，我们离远点，等等传染上给我们\"\n听到这位路人的建议，原本还在附近的人马上，离的远远的\n五个人听好，马上尴尬下来，咳咳连续咳了两声，脸色不好的马上消失在了原地\n......",
    "replies": [
        {
            "author": "liyufen",
            "timestamp": 1583666100,
            "txt_content": "666666666666666666666666"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817240,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}