{
    "title": "[微小说] 弑魔之战 第六章",
    "author": "萌萌的咖喱",
    "replyCount": 2,
    "timestamp": 1361697600,
    "txt_content": " 本帖最后由 Technology 于 2013-3-3 17:59 编辑 \n\n弑魔之战 索引贴\n第六章\n\n        真麻烦啊，我心里抱怨道。居然要去地狱里杀死所有烈焰人和破坏所有烈焰人召唤笼，早就听说过烈焰人的威力，而且地狱还有可怕的僵尸猪人，僵尸猪人如果碰上一大群那可就真的是完了，地狱里最可怕的就是岩浆史莱姆和凋零骷髅人了，它们只要轻轻打你一下，那种攻击对你来说简直是致命的，地狱里的恶魂甚至会吐出威力巨大的火焰弹来不断地袭击你，总而言之，地狱是个十分危险的地方。\n        这一次，大多数人反对我前往地狱完成任务，他们觉得这是一条不归路，我无奈的对他们说：“为了拯救这个世界，拼上我这么一条命也是值得的。”，我此言一出，好几个青年要随同我一起去地狱完成任务，我欣然同意，因为人多的话可以在危险的地方有个照应。我们装上我们最好的钻石盔甲和最好的钻石武器，我同那些愿意与我一起战斗的青年们表示敬佩后，与众人道了别，然后与队友们纵身跳进了地狱门........\n\n        “啊！”我跳进了地狱门后感觉全身都被分解为了一个个小分子，然后又重新组合，眼前的景象渐渐清晰，我看到的无穷无尽的岩浆和遍地都是的地狱岩，这里有永不熄灭的火焰，还有可怕的亡魂。我清点一下人数，正好五个，一个也不缺少，我们在这里做了个标记，用九个原石做了个十字架，然后每人携带四瓶炼药师配置的八分钟，准备进行长时间的跑步寻找地狱要塞，当药水用到第二瓶的时候一定要跑回集合地，休整后再准备下一次的搜查，否则很有可能遇上怪物，找不到回来的路。\n\n        我们商量好后，五个人往不同的方向，开始了长途跋涉.......\n\n        与此同时，在城堡里，和平常一样，受训的士兵们正在城墙上巡逻，人们正在聚餐，欢声笑语的，有一个女孩离开了聚餐的座位，进了她的房间，披上了黑色的披风，拿着祖传的匕首和弓箭，飞快的跑进了地狱门......\n        到了地狱后，这个女孩摘下了黑色帽斗，那是一张清秀的脸庞，水灵灵的眼睛与小巧的鼻子，长长的黑色头发与洁白无瑕的皮肤，她来这里的目的是为了帮助她的恩人。\n\n        我仍在不停地跑，由于喝下了迅捷药水，跑了很长时间也不怎么累，只是感觉肚子空空的，于是坐下来吃了一块烤熟的牛排，然后起身继续奔跑，我看见了一大片的灵魂沙，我拿起铲子挖了很大一部分，因为灵魂沙能种植地狱孢子，地狱孢子可是炼药必备的材料，这回我带这么多灵魂沙回去，那些炼药师肯定笑得合不拢嘴。\n\n        突然背后响起了古怪的声音，很像是小孩的哭声，我回头一看，一个火焰弹正在以飞快的速度向我径直飞来，我立刻往右一闪身，刚刚我站着的那个地方已经被炸了个大窟窿，还使那些地狱岩燃烧了起来。我往前看去，是一只带着哭丧脸的恶魂，我拿起弓箭对着恶魂就是一箭，恶魂吃痛，大叫一声飞远了，但是还在不断地对我进行火焰弹袭击。我好几次躲闪不及，被余波炸到，左侧脸被地狱岩划伤，血淋淋的，我感觉热腾腾的血液从我的左脸一直流到脚跟。我望着那个可怕的恶魂，我想跑回去，可是回去的路已经被火焰弹炸断了，我心想：“难道我就要这样被恶魂不断地当靶子玩，直到被活活炸死么？”，我绝望地看了一眼集合点，我忧伤地说：“对不起了，我拯救不了这个世界......”。\n\n        然后我冲向恶魂吐出的火焰弹，突然一个黑影闪现在我眼前，举起带着闪耀紫色的弓，居然把火焰弹挡了下来，然后那个黑影伸出细长的手臂，用力一拉弓，以不可思议的力量把火焰弹射了回去，正中恶魂的头部，恶魂惨叫了一声，垂直掉入了岩浆，黑影匆匆丢给我一瓶再生药水，然后拿着地狱岩帮我把回去的路铺好，然后跑向了我们集合点西部的地方。\n\n        我还处于惊讶无比的状态中，但是一想到此地不宜久留，立刻往伤口上抹了再生药水，伤口超乎寻常的愈合了，同时我站起身来，望着那个黑影跑去的方向，那里可是僵尸猪人的聚集地啊，岩浆附近的那些洞穴里到处都是僵尸猪人，不过我现在最重要的任务就是跑回去与大家集合，我喝了迅捷药水立刻跑回了集合点，大家都已经在集合点焦急地等我了，看到我回来了，开心的大叫：“今天杰米找到了一个要塞，但是由于迅捷药水不够了，只能跑回来，我们休息一下，明天就出发前往要塞。”，我点了点头，找了个地方放了床，正要睡下的时候，一个青年阻止了我：“不可以！在地狱睡觉床会爆炸的！”，我吓了一跳，立刻把床收好，看来今晚只能打地铺了。\n\n        我躺在坚硬而且凹凸不平的地狱岩上，突然听见了一声轻微的呼救声......\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1361697660,
            "txt_content": "支持下joney撒~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361697720,
            "txt_content": "= =你又抢沙发了"
        }
    ]
}