{
    "title": "[Minecraft.net|CULTURE]THE SCARLET WALTZ 鲜红华尔兹",
    "author": "qsefthuopq",
    "replyCount": 8,
    "timestamp": 1575983220,
    "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-10 23:16 编辑 \n日期2019-12-07作者Ash Parrish\n译者qsefthuopq\n原文链接点击打开前言本文为我第一次翻译的博文，如有错误敬请指正。\n博文THE SCARLET WALTZA delightful dance build from Megatorious!鲜红华尔兹\n来自Megatorious的优美的舞蹈建筑！\n\n\nChips and salsa is one of those iconic food duos, like peanut butter and chocolate, or pickles and bananas (seriously try it, it’ll change your life. This is not a throwaway joke, I am 100% serious.) More than a chunky, tomato-y treat that goes great with tacos and tortillas, and the national dance of Cuba, the salsa is the inspiration behind Megatorious‘ spicy, sassy, pas des deux The Scarlet Waltz.\n和花生酱+巧克力或泡菜+香蕉的食物搭配一样，薯片和萨尔萨酱也是标志性的食物搭档之一（我没有开玩笑，吃过都说好。请认真地尝试这些奇妙的食物组合，这会改变你的人生）。萨尔萨不仅仅是一种与墨西哥玉米卷和薄饼搭配相得益彰的番茄味酱料和古巴的民族舞蹈，更是Megatorious的时髦的双人舞作品——《鲜红华尔兹》的灵感来源。\n\n\n\n\n“Like most of my builds, this one started as a vision in my head, something I thought would be cool to try,“ explains Megatorious. He favors organics in his builds, though he himself would say his style is hard to pin down.“It's hard for me to say if I have a specific style or not,” Megatorious says. “I tend to build whatever I want, whether I’m good at it or not, because I like to challenge myself.” Much like dance, and a certain brand of shoes I am legally prevented from mentioning by name, with Minecraft building, you just do it.\n\nMegatorious解释道：“和我的大多数建筑一样，这个建筑最初只是我脑海里的一个念头，我认为这个念头值得一试，”虽然他会说自己的风格飘忽不定，但他喜欢在他的建筑中加入惟妙惟肖的生物。\nMegatorious说道：“我很难说我有没有特定的风格，无论我是否擅长，我都倾向于随心所欲地建造，因为我喜欢挑战自我。”和舞蹈相似，我喜欢某个品牌的鞋子，但受法律约束，我不能提起这个品牌的名字，而在Minecraft内我就可以从心所欲地进行建造了。\n\nMegatorious is not himself a dancer. He’s a 15-year-old Swedish high school student who builds for the Blockworks design team. So why use dance to convey emotions? Unless you’re Kevin Bacon in Footloose (or for you youngins, Zac Efron in High School Musical) ((or for you even younger youngins, someone dancing on, er, TikkityTok? I don’t know, I’m old)).  \n“You can be more creative when building an organic versus a structure,” Megatorious explains. “It’s a great way to express emotions.” He’s not wrong! Look how much joy and movement he conveys with this build, all through some smart design choices. With flowing red blocks evoking the weightless twirl of a dancer’s skirt, Megatorious makes his waltzy salsa look effortless, despite the huge amount of work that went into it.（这段原来翻译好了结果编辑时被吞了）\n\nMegatorious并不是一名舞者。他只是一名在Blockworks设计团队内参与建造的15岁瑞士高中生。那么他为什么要用舞蹈来传达感情呢？除非你是《浑身是劲》里的凯文·贝肯才能理解（对于年轻人来说，他相当于《歌舞青春》里的扎克·埃夫隆）（（再对于尔等巨婴来说，他相当于你们在抖音里看到的会跳舞的人。我可能说错了，也许\n\n\n\n\nTIM截图20191210185252.png (916 Bytes, 下载次数: 1)\n\n下载附件\n\n2019-12-10 18:53 上传\n\n\n\n\n老了，跟不上时代的步伐））。\nMegatorios解释道：“在你建造活灵活现的生物模型时，你会更有创造力，而这也是一种不错的表达情感方式。”此言在理。看看这个经过他巧妙设计的模型建筑传达了多大的舞动之愉悦和舞姿之美。流动的红色方块渲染出了女舞者舞动的轻柔红裙，尽管这件作品背后所付出的大量工作并不轻松，但Megatorious的这件作品使萨尔萨华尔兹表现得如此轻而易举。“The hardest part of this build was getting the shapes of the bodies right. I struggled with the male a lot, redoing his legs multiple times to get a more natural look.” That’s the thing with dancing, you never know where to put your feet that’s not on your partner’s feet. Sorry to every one of my prom dates.  Crafting the plants surrounding the dancers turned out to be the easiest part of creating Scarlet Waltz. “They don’t require as much detail as some of the other aspects of the build and I was able to learn how to use my build tools in new ways – like rotating and reusing a leaf, for example. As I went on, I got more comfortable creating them and I even learned how to color the blocks better using masks and brushes.”\n“这个建筑最难的部分就是正确地表现出舞者的体形。在设计男舞者的体形时我绞尽脑汁，多次重做了他的腿来让他的舞姿看起来更自然。”跳舞就是这样，你永远不知道该把脚放在舞伴脚上之外的什么地方。在此我对我参加的舞会上的每一位舞伴感到抱歉。\n在舞者脚下制造植物是创造这件作品最简单的部分。“植物不需要有人物模型那么精细的建模，而我可以通过造植物来学习到建筑工具的新的使用方法——比如旋转和重复使用一片树叶。随着我的持续创作，我更加享受这一过程，我甚至学会了如何使用遮罩和笔刷来更快捷地为方块上色。”\nA very early work-in-progress shot of the build!早期的建筑截图！\n\n\n\n\nSpecial software and add-ons are the tools of the Minecraft building trade, but Megatorious’s number one trick to good building is having the confidence in his own abilities to ask others for feedback. “Don’t be afraid to ask friends or other builders for their opinion.”Every creation tells a story, even if their creators don’t mean for them to. Megatorious isn’t a dancer, and didn’t have a story in mind when creating the Scarlet Waltz – it was something that just came to him. But, that doesn’t mean the creation itself is missing a meaning.  “Since my original idea was to create something along the lines of a salsa, I had to make the iconic red dress. Then, in creating the backdrop for the dancers, I stuck to the Latin/South American theme and created Mayan ruins. In the end, I want the dancers to reflect the free·dom  and happiness we get from nature. It represents joy through free movement, while also serving as a reminder of what’s going on in the Amazon.”  Salsa and social consciousness, I have to applaud. Now take a bow tiny, blocky dancers!Renders by Vaxor\n特殊软件和附加组件是Minecraft的建筑工具，但Megatorious创作出优秀的建筑的诀窍就是拥有向他人询求反馈的自信。“不要害怕向你的朋友或其他建筑者询问它们对于你的建筑的观点。”即使创作者无意叙事，每个作品也讲述了一个故事。Megatorious不是一名舞者，他在创作《鲜红华尔兹》时心中也没有想叙述的故事——这只是灵感涌上心头。但这并不意味着作品本身就没有意义。“因为我最初的想法是要创造出一种拥有萨尔萨风格的东西，所以我必须做这件标志性的红色连衣裙。然后在我为舞者创造背景时，我我坚持拉丁美洲/南美的主题，创造出了玛雅废墟的背景。在最后，我希望舞者能够反映出我们在大自然中获得的自由和愉悦之情。它代表着自由起舞所带来的快乐，同时也提醒着人们亚马逊正在经历的事情（森林大火）。”我不得不为萨尔萨和社会意识鼓掌。现在，方块舞者们，来鞠个躬吧！图片渲染： Vaxor\n",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1575987000,
            "txt_content": "佛了，就是你大一统了mcbbs在全平台的emoji显示，以前我还不信，现在还真的有点怀疑。\n\nMuch like dance, and a certain brand of shoes I am legally prevented from mentioning by name, with Minecraft building, you just do it.\n这句话的翻译感觉可以润色一下：就如同舞蹈和某鞋类品牌（受限于法律原因我不能说出牌子的名字）那样，在Minecraft里建筑，干就好了！\n\n显然just do it指的是哪个鞋子的品牌呢？我不知道，你们知道吗"
        },
        {
            "author": "Оil",
            "timestamp": 1575987180,
            "txt_content": "和花生酱+巧克力或泡菜+香蕉（我没有开玩笑，吃过都说好。请认真地尝试这些奇妙的食物组合，这会改变你的人生）一样，薯片和萨尔萨酱也是标志性的食物搭档之一。\n\n建议改成：\n\n正如“花生酱+巧克力或泡菜+香蕉”这样的搭配一般，薯片和萨尔萨酱也是标志性的食物搭档之一。（我没有开玩笑，吃过都说好。请认真地尝试这些奇妙的食物组合，这会改变你的人生）……\n\n阅读起来会通顺一些。\n【好吧我承认我以前也做过句子中间加括号注释影响阅读体验这种事情过……】"
        },
        {
            "author": "qsefthuopq",
            "timestamp": 1575988620,
            "txt_content": "Shinatobe 发表于 2019-12-10 22:10\n佛了，就是你大一统了mcbbs在全平台的emoji显示，以前我还不信，现在还真的有点怀疑。\n\nMuch like dance, a ...\n我只想起了这个视频https://www.bilibili.com/video/av12155766\n我买不起这么高档的鞋，还真不知道是个广告词"
        },
        {
            "author": "Dark_month",
            "timestamp": 1576097460,
            "txt_content": "作者牛逼啊"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576168380,
            "txt_content": "似乎翻译的争议有点大"
        },
        {
            "author": "MC最爱MOD",
            "timestamp": 1576236540,
            "txt_content": "作者好厉害啊!"
        },
        {
            "author": "Dark_month",
            "timestamp": 1576270500,
            "txt_content": "华尔茨舞蹈"
        },
        {
            "author": "柒日良",
            "timestamp": 1576776480,
            "txt_content": " 本帖最后由 柒日良 于 2019-12-20 01:32 编辑 \n\n舞姿怎麼看都想到佛朗明哥(Flamenco)，不過作者和譯者說了算"
        }
    ]
}