{
    "title": "[双线]MineCraft黎殇逍 —— 生存|探险|多玩法|独具一格[1.12.2]",
    "author": "3207679154",
    "replyCount": 0,
    "timestamp": 1575977880,
    "txt_content": " 本帖最后由 3207679154 于 2019-12-10 19:41 编辑 \n\n                             MineCraft SIZ 黎殇逍 版本v0.01 游戏版本v1.12.2 【处于测试阶段】\n\n         声明:本服目前处于关闭修改状态，因前一次dayz玩法关服后继续往RPG发展，所以目前进群的玩家也无法玩，日期在1月多就可以开放游玩，耐心等待.\n 简介:\n    卡齐洛雅大陆(Katzilloya) \n 是一块传说由盖亚母亲[Gaea]所创造的存在于平行时空的大陆，其覆盖了从赤道到极圈的大片地区。其中最适宜人类居住的当属\n     查理曼平原与龙沫山地区，查理曼平原属于温带海洋性气候，查理曼河贯穿东西，滋润着沿途的查理曼森林的草原和花田；而龙\n     沫山属于季节气候,纬度较低,气候舒适，属于大陆东岸难得的宜居地区。\n         向南靠近赤道,大陆东岸受季风滋润，催生出一片广袤的特伊亚雨林，富饶的矿场以及自然资源都吸引着数不胜数的探险家前往勘\n     察，雨林南方的广袤滩涂上则是与之面积相当的蔓提斯红树林。大陆正南端是蔓越半岛,从东向西,降水量逐渐减少，出现了从雨林到\n     季雨林再到热带草原的水平过渡。大陆的西南方是一片面积巨大的哈布理沙漠，其中央的孔雀河干河床证明了这片沙漠的北方曾经\n     也是一派繁荣昌盛的景观，如今在沙漠的北缘的链状绿洲群，应该算得上是曾经繁荣的遗迹吧，或许往后也是呢？\n         横坐于沙漠北方的高原群地带，分别被叫做兰德、扎伊尔、纽曼和特伊亚，其中，兰德面积最小,也最为破碎，扎伊尔高原上则是\n     广袤的草原，最为平坦,一旁的纽曼高原面积稍小，覆盖着矮针叶林,而特伊亚高原属于特伊亚雨林的延伸，气候潮湿，雨林景色依旧\n     显著。\n         在四大高原和查理曼平原中间覆盖着广袤的大针叶林和阔叶林，而东部的巨人之柱，石柱林立，土壤浅薄，植被稀疏。传言此柱\n     是由盖亚开辟大陆所遗留下的材料，在日久显现出如此壮观之举。所称为“巨人之柱”\n         看向寒冷的北方，面积最大且相对温暖的地区，当属大北方丘陵，此处尚能允许少量的泰加林分布，由于生长缓慢,木质优良，许\n     多伐木工人为了生计铤而走险，不少年轻小伙子就在此处长眠。正北方的拉布拉夫巨石群，也许是受到气候的特殊性，完整的保留着\n     许多巨大岩石，当然此处也更为寒冷阴森。龙爪山是整个卡齐洛雅大陆里最寒冷的地区，其东南方向有那么一片常年封冻的高原，查\n     理曼平原的居民形象贴切地称呼其为“凛冬之冠”。\n         此外，卡齐洛雅的地下有着发达的洞穴系统，只要找到并且熟记，你就可以快速获取到丰富的矿物材料！有时你还能遇到巨型的溶\n     洞地貌。\n\n              （简介以及所运用的地图均属于Po_er所提供 在此非常感谢这位大佬提供,so 简介稍微改了一下勿建议 大陆名字以防冒充所以特此更改）\n\n一.玩家具体出生点和初期的剧情\n1.玩家一开始进入游戏是出生于一艘飞天船“琪帆号”，去往卡齐洛雅大陆冒险，首先去往了最初新手关卡的部落村庄“塔罗弗”小镇拜访曾经的冒险者“佩斯”，意外的是飞船无法在启动，导致玩家目前只能徒步前往外面的世界，由于身上物资补给不够，所以玩家需要在新手村落“塔罗弗”赚取货币以便于接下来的生存所需.别问我为什么主角没带钱，人家冒险要什么钱财！没钱当地赚大不了喝野外的水吃野外的猎物，不香嘛？在寒假期间服务器就处于新手村，外面的世界还需要改造建造，不急啦.\n\n\n     二.外面的世界和剧情\n1.卡齐洛雅大陆散步着？？多个国家以及？？多个村落，当然还有土匪,溶洞,地牢,以及boos精英怪物的巢穴等,还有一些丰富的地名任务以及支线每日任务,玩家在新手村最后的结尾选完职业后会随机出生在？？个国家里面随机1个开始此国家的主线任务和散步各地的支线每日任务，当然国家主线任务基本不穿插偶尔但是不会让你感觉到穿帮.\n2.《任务》除了每个国家所属城的主线任务之外还有支线任务也就是npc口中所描述的任务需要自己去找，只有大概的坐标和地形周边的描述，取消了传统的传送机制.每日任务 可以去当地的铁匠铺 商店 普通npc的口里获得，当然要小心城外的玩家截取你的货物“玩家死亡后会掉落部分物品”当然还有村落的传闻的任务打探任务等，既可以当个快递员又可以打打怪打探新地形以便于用“空地图”记录下来标记好坐标~ 小地图只能观看一点，最多还是需要空地图和坐标切记~可没卫星地图旅行地图等等，都是不允许的！任务种类还是比较多，这里就不一一列举了qwq.\n\n\n    三.另类\n1.本服您除了当一个RPG玩家去接任务下副本以外，还可以去当一个普通的农民 快递员 建筑师 雕刻大师 出租车老司机 鱼塘霸主或者当一个职业摄影大师以及专业的房屋出租商，和强盗来抢劫玩家的物资~再不行你就在家炒菜开个饭馆 他不香嘛？\n2.“货币”分为实体和虚拟货币 可相互兑换 虚拟用于虚拟市场或者虚拟物品npc 实体货币用于实体NPC以及玩家实体交易市场.或者用虚拟货币开箱子发家致富卖给系统，走向人生巅峰~~~ “游戏里食物和水是最贵的，武器也就那些，想要就要去打听附近的支线以及材料去铁匠铺制作或者刷怪物掉蓝图兑换发家致富”\n3.农民：你可以自己包片地 来自己买种子工具耕种，然后可以出售给系统或者去实体虚拟市场去卖，记得虚拟市场需要购买手续券才行~\n4.快递员：也就是npc的运输每日任务 来回一趟 路途遥远 千万小心 “游戏有马作为载具” 或者在城区住的玩家你可以看看有没有玩家让你带点东西给谁的那种也不错.\n5.建筑师：自己买一片地，或者玩家请你建造一栋房屋，建造材料均要自己买或者去刷材料兑换建筑材料，建筑好的房屋可以自己住或者出租兜售都可以.\n6.雕刻大师：自己在家雕刻 然后出售 非常简单\n7.以上还有很多职业可以出售物品赚取钱财，毕竟食物很难得武器更难得.\n8.当你在野外死亡，你会复活在死亡最近的医疗中心，死亡会掉落一部分物品，当然有些玩家喜欢PVP只要你24小时内击杀超过20名玩家会被强制性关进小黑屋2小时作为惩罚，当然玩家可以发布悬赏来通缉谁谁谁，怕死您老就组队吧，大不了带个盾~\n9.“客栈”你可以在里面租一个房间休息，有2种 普通和马车房屋 可以停放您的马或者马车 “马车属于出租车行业” 击杀出租车司机是肯定要完蛋的~~\n10.睡眠系统，玩家需要一定时间内的睡眠，否则会出现严重性buff 切记切记\n11.你也可以在野外地区买一块地，买了就是你的你可以为所欲为的干事情~\n12.加入了虚拟人生模组，疯狂的生孩子吧 建议卖掉儿子~\n13.“就说这么多，还有一部分目前不介绍了嘿嘿”\n\n\n\n\n\n    四.杂项\n1.玩家最佳搭配盾~ 可以挡住很多致命的伤害\n2.有远程系列武器\n3.任何武器都可以升级+1——+5 比如木剑+1 可以提升对应的攻击或者意外惊喜\n4.“抽奖系统” 类似于CSGO的开箱玩法，所以1-2月 会出一款箱子 那么之前的箱子就不会在出售将会绝版，箱子内道具基本无法通过其他途径获得除了活动以外\n5.武器耐久 可以去附近的铁匠铺进行付费维修\n6.实体交易市场，需要自行租用摊位，放置出售箱，获得的虚拟货币可兑换实体货币\n7.降低氪金玩家的力度，支持和睦~\n8.注意保暖，尤其是炎热的夏天和冰冷的冬天，两套衣物均在各大商场客栈销售\n9.系统回收会支持大部分物品收购，尤其是抽奖箱子里面的道具。\n10.肝 在这个服 可不是那么好混的哦！\n\n  目前就只能说这些，毕竟有些还处于策划当中，如果你看好这个服务器可以来投资一波，或者来加群支持一下捧场也可以，希望我带来的RPG玩法别具一新qwq\n                                                                \n\n\n\n\nfile_1575977679000.jpg (107.96 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-10 19:34 上传\n\n\n\n\n\n                                                                       这个是当时的dayz服 可惜倒闭了 哈哈\n\n",
    "replies": []
}