{
    "title": "[Minecraft.net|CULTURE]Curious Castles 奇妙城堡",
    "author": "qsefthuopq",
    "replyCount": 11,
    "timestamp": 1576337760,
    "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-15 00:15 编辑 \n文章日期2019-11-21作者Jay Castello\n译者qsefthuopq\n\n原文链接点击打开\n\nCurious Castles\n奇妙城堡\nTomatoN takes us through his gorgeous builds\nTomatoN 带领我们参观他那华丽的建筑\n\n\nTomatoN must dream of running away to the hills and living in his very own castle, because he puts so much creativity and skill into his giant, wilderness builds. Just take a look at his most recent creations,Old Castle That Flutters in the Wind[sup]1[/sup] and Castle Dyed in the Morning Glow[sup]2[/sup] . They both sound so peaceful, who could choose between the two?! Well, the wind seems to have blown a rather large skull to the foot of the first one, so that’s my pick. Comes with a free friend!\nTomatoN 一定梦见过自己逃入深山并居住在自己的大城堡里，因为他将大量的创造力和技艺投入到了这个巨大、狂野的城堡内。看看他最近的作品：《飘浮古堡》[sup]1[/sup]和《晨曦下的城堡》[sup]2[/sup]。这些作品看起来都如此静谧，谁又能从这二者中选出一个更好的呢？！强风吹拂，风化巨颅。浮立其上者，唯此古堡。此作甚合吾意，闲暇之余当与贤友共赏！\n[1/2] Castle Dyed in the Morning Glow\n[1/2] 《晨曦下的城堡》\n\n[2/2] Old Castle That Flutters in the Wind\n[2/2] 《飘浮古堡》\n\n\n\n\ndunkzert5-2001-1570883458.png (338.37 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-14 23:37 上传\n\n\n\n\n\nTomatoN says that there isn’t a strict procedure for how he creates his builds, but the first step is deciding on one detail that will be central. “It can be a curved roof or a rose window. I take it up as a theme and then arrange the surroundings.”\nTomatoN 说他创造建筑时没有严格的步骤，但第一步通常是确定一个重要的细节。“这个细节可以是弧形屋顶或玫瑰花窗。确定了细节之后我将以此细节为主题并布置与之相对应的环境。”\n\nIn Old Castle that Flutters in the Wind, that central design point is the roof. “I think I was able to make a new kind of architecture that I had never seen before.” In this case, he was inspired by an animal’s tail. He says he gets inspiration from anywhere: “There are lots of hints to things seen in everyday life as well as other Minecraft works, illustrations, and video works. I get ideas from everything around me, like musical instruments, stationery, and tableware.” No wonder his castles have such interesting and different ideas! The only idea I’ve ever gotten from ‘stationery’ is “ugh, guess I’d better pick up a pen and start writing this article before Mojang yells at me.”\n在《飘浮古堡》中，中心设计点就是屋顶。“我认为我能够创造出一种我见所未见的新建筑。” 一种动物的尾巴激发了他的灵感，他说他可以从任何地方获得灵感：“在日常生活和Minecraft的其他作品、图片、视频中都可以激发出灵感。我可以从附近的一切获得想法，就比如乐器、文具和餐具。” 这也难怪他的城堡里有如此之多的奇思妙想！我从‘文具’里获取到的想法只有“呃，我想我最好拿起笔开始写这篇博文，不然Mojang又要催更了。”\n\n\nTomatoN starts with a rough outline, made with temporary blocks. “While placing these, I think about where and what height parts should be. Then, I can see the size and shape of the necessary parts to some extent.” From there, he can start to build it out completely. “This is trial and error. I use my knowledge of block combinations, and try again and again until I get the shape I imagined in my head.” Sounds exhausting!\nTomatoN会从轮廓开始，用临时的方块搭建出粗略的轮廓。“在我放置这些方块时，我会考虑应该将方块放置到什么位置。然后我就可以在一定程度上看到重要部分的尺寸和造型了。”在完成重要部分后他就可以建完整个建筑了。“这是个反复尝试的过程。我用我对方块组合的深刻认知来反复尝试，直到我造出心目中的造型。”这听起来也太肝了。\n\n\nThat shape might be the sharp points of Castle Dyed in the Morning Glow, rising up like part of the mountain, or the skull resting at the bottom of the Old Castle That Flutters in the Wind, like a watchful guardian (albeit a watchful guardian who probably should have remembered to take a break before they expired). Once TomatoN figures out the shape, that’s something he can use in future builds. “The technique of incorporating the curve of the roof in Old Castle that Flutters in the Wind into the architecture had a great influence on my other works, which was a major turning point for my builds.”\n他心目中的造型也许就是《晨曦下的城堡》中的尖顶，如高山般跌宕起伏的地形，或是《飘浮城堡》中的安息于城堡下的巨颅，警戒中的守护者。 (也许警戒中的守护者应该记得在下岗前休息一下)（译者注：这句话我无法理解，故用浅色显示）TomatoN完成了造型后，他就可以在未来的建筑内用到造型的一些东西。“在《飘浮古堡》和《晨曦下的城堡》内把屋顶的弧线融入建筑的技艺对我的其他作品也有很大的影响，这也是一个我的建筑的重要转折点。”\n\nHe also likes to try new ideas out for himself. “When I work, I add one new element every time. By touching on a theme that I haven't done before, I can learn new combinations of blocks, and it always expands the range of expression.”\n他也喜欢自己尝试新的想法。“在我创作时，我每次都会添加一种新的元素。通过接触我从未接触过的主题，我可以学到新的方块组合，这可以拓展我的表达范围。”\n\n\nHe’s currently been working on the same project for about half a year, a new Minecraft world that sounds incredibly ambitious. “It’s a fusion of the technology to make castles I’ve cultivated so far, steampunk aesthetics, and a clock theme, which is a new field for me. It’s taking more time than any other work I’ve ever built, but it will surely surprise you again when it’s complete!”\n他现在在一个建筑项目上耗费了大概半年的时间，听起来这是个投入了大量精力和时间的建筑项目。“这个城堡融入了我长年累月积累的技艺，这是个蒸汽朋克风格的建筑，其主题为对我而言是个新领域的‘钟表’。在这个建筑上我所投入的时间比我其他任何一个建筑所耗费的时间都要久，但这个建筑完成后一定能够再次震撼你们！”\n\nI guess taking a long time is relevant to a clock theme, so he’s already nailing it!\n耗费了很长时间与钟表这一主题有关，我猜这个建筑现在可能已经快完工了！\n注释1.飘浮古堡（Old castle that flutters in the wind） TamotoN于2019.10.12发布的建筑作品展示贴：https://www.planetminecraft.com/project/an-old-castle-that-flutters-in-the-wind/\n\n2.晨曦下的城堡（Castle dyed in the morning glow）\nTamotoN于2019.10.12发布的建筑作品\n展示贴：https://www.planetminecraft.com/project/castle-dyed-in-the-morning-glow/\n\n3.发条城（Clockwork City）\nTamotoN于2019.11.23发布的建筑作品\n展示贴：https://www.planetminecraft.com/project/clockwork-city/\n展示图：\n\n\n\n\n\nfile_1576336970000.jpg (104.38 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-14 23:22 上传\n\n\n\n\n\n\n\n\n\nfile_1576336970000.jpg (45.79 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-14 23:22 上传\n\n\n\n\n\n\n\n\n\nfile_1576336970000.jpg (125.86 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-14 23:22 上传\n\n\n\n\n\n\n\n\n\nfile_1576336970000.jpg (95.73 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-14 23:22 上传\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1576339860,
            "txt_content": "我也觉得那句话怪怪的，不知道想表达什么"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1576370460,
            "txt_content": "其妙♂城堡？\n城堡还是很有感觉的\n看那个骷髅头半天都不知道下面那个是什么"
        },
        {
            "author": "摸鱼的橙子",
            "timestamp": 1576391160,
            "txt_content": "哇，这个地图真的好漂亮"
        },
        {
            "author": "ww1914366405",
            "timestamp": 1576410000,
            "txt_content": "带领我们参观他那华丽的建筑"
        },
        {
            "author": "IamFancy",
            "timestamp": 1576615800,
            "txt_content": "感谢楼主分享，太帅了！"
        },
        {
            "author": "MC深坑不回头",
            "timestamp": 1576625220,
            "txt_content": "谢介绍搬运~! 真是很突破的城堡风格阿!"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576680240,
            "txt_content": "妙妙堡？！？！"
        },
        {
            "author": "Fancya",
            "timestamp": 1576708920,
            "txt_content": "这个建筑得盖多久，我的房子还是火柴盒加树叶呢哈哈"
        },
        {
            "author": "a12457866",
            "timestamp": 1576725900,
            "txt_content": "这也太可怕了哇，这建筑水平真是太棒了。"
        },
        {
            "author": "等风来fart",
            "timestamp": 1577112660,
            "txt_content": "这建筑好看，别人的世界"
        },
        {
            "author": "zhou730914",
            "timestamp": 1583046300,
            "txt_content": "怎么下载啊？"
        }
    ]
}