{
    "title": "Minecraft Java版 1.15 发布",
    "author": "Halcyon_Suoh",
    "replyCount": 64,
    "timestamp": 1575999000,
    "txt_content": " 本帖最后由 Halcyon_Suoh 于 2019-12-11 01:33 编辑 \n正式版是Minecraft Java版经过一段时间的预览版测试后得到的稳定版本，也是众多材质、Mod与服务器插件会逐渐跟进的版本。官方启动器也会第一时间进行推送。建议玩家与服主关注其相关服务端、Mod与插件的更新，迎接新的正式版吧！专注于单人原版游戏的玩家可立即更新，多人游戏玩家请关注您所在服务器的通知。转载本贴时须要注明原作者以及本帖地址。\n\n\n\nBuzzy Bees Out Now In Java\n嗡嗡蜂群现已在Java版发布\nA sweet treat for the holiday!\n一份节假日的甜蜜礼物！\n\n\nUsually finding out something you love is now full of bees is bad news (your cat, parents, self, etc). We hope you find the abundance of bees now buzzing merrily in Minecraft: Java Edition a delightful exception! Along with the Buzzy Bees, you'll also find honeycomb, honeycomb blocks, honey blocks, the honey bottle, bee nests and beehives and absolutely no cats full of bees. Actually, I'm just gonna quickly double-check that last one...\n一般来讲那些你喜欢的东西带来的麻烦也是一窝蜂的(你的喵啊，父母啊，甚至自己啊，blablabla)。我们希望这次更新可以为您舒缓一下蜂燥的心情。除了那堆嗡嗡蜂群外, 你可以找到蜜脾，蜜脾块，蜂蜜块，蜂蜜瓶，蜂巢以及蜂箱，自然，它们可不像您的爱喵那样麻烦蜂起。嗯..嗯？等一下，我得赶紧去扫一眼某只喵..\n\nEnjoy!\n祝游玩愉快！\n\nBUZZY BEES CHANGELOG\n嗡嗡蜂群改动列表\n\nSummary\n总结\n\nAdded bees!添加了蜜蜂！Added bee nests and beehives!添加了蜂巢和蜂箱！Added honey blocks!添加蜂蜜块！Added the honey bottle!添加蜂蜜瓶！Added honeycomb!添加了蜜脾！Added honeycomb blocks!添加蜜脾块！Accessibility improvements辅助功能改进Added advancements for bees and honey!添加了有关蜜蜂和蜂蜜的进度Added iron golem healing现可治疗铁傀儡Added features found in other Minecraft editions添加了其他平台上 Minecraft 的特性Dispenser changes发射器改动Experience orbs now appear in the same location as loot when an entity is killed实体死亡后的经验球现在会掉落在和战利品同样的位置了\n\n\nBee\n蜜蜂\n\nWe’re buzzing with excitement!我们兴奋地嗡嗡叫着！\nCan someone tell Cory to stop making bee puns now?\n有谁能让 Cory 别再弄这些关于蜜蜂的双关了吗？\n\nBees are cute, fuzzy, neutral mobs蜜蜂是可爱的、长着绒毛的、中立的生物Don’t hurt them, they don’t want to hurt you别伤害它们，它们并不想伤害你If a bee does sting you, it will leave its stinger in you and eventually die, dropping nothing :(如果你真的被蜜蜂蛰了，它们的蛰刺会留在你的体内，而它们自己最终则会死去，什么也不会掉落 :(Bees love pretty flowers and spend their lives gathering pollen from them蜜蜂喜欢漂亮的花儿，一生辛勤地传授着花粉After gathering pollen, bees fly back to their home nest收集完花粉以后，蜜蜂会飞回蜂巢Bees help you by growing crops while carrying pollen back to the nest蜜蜂通过将花粉从作物上带回到蜂巢来帮你加速作物生长Bees like sharing the location of their favorite flowers with other bees蜜蜂喜欢与其他蜜蜂分享它们最爱的花的位置If a bee doesn’t have a home nest, it will wander around until it finds one it can use如果一只蜜蜂没有蜂巢，它会四处游荡来寻找一个可用的蜂巢Bees don’t like the rain and they sleep at night. They will go back to the nest in these cases蜜蜂不喜欢下雨天，在晚上会睡觉。在这两种情况下它们会回到蜂巢中Bees can be bred using flowers蜜蜂可用花繁殖If a bee can’t find nectar, after a while it will return home for a bit如果一只蜜蜂找不到花蜜，过一会儿它会回到家中一段时间Bees try to avoid water蜜蜂现在会躲水Bees go inside if it’s raining at all in the world, not just where the bee is locatedBees go inside if it’s raining at all in the world，not just where the bee is locatedBees will search up to 10 blocks away from itself in all directions to find a nest/hive to call home蜜蜂现在会在各方向上最大 10 格的范围内搜寻蜂巢或蜂箱来作为巢穴了\n\n\nBee Nests / Beehives\n蜂巢 / 蜂箱\n\nIn real life, bees dance in their nests to show other bees where flowers are!\n在现实生活中，蜜蜂依靠在蜂巢中跳舞来告知其他蜜蜂哪里有可爱的花儿！\n\nBee nests spawn naturally in flower forests, plains, and sunflower plains biomes蜂巢会自然生成在繁花森林、平原和向日葵平原生物群系When a bee visits this block and completes its journey undisturbed, the level of honey increases当一只蜜蜂来到蜂巢或蜂箱，并不受外界打扰地完成了它的旅程，蜂蜜的等级将会上升Max of 5 levels of honey蜂蜜的等级最高为 5 级Level 5 is quite…sticky5 级的蜂蜜非常…粘稠Bees use nests and hives to share flower locations with other bees蜜蜂在蜂巢或蜂箱与其他蜜蜂分享花儿的位置Sometimes bees that already know about a flower will choose not to use this information有时候已经了解了一朵花儿的蜜蜂并不会选择到那儿采蜜Beehives are crafted by players using honeycomb and wood planks蜂箱是由玩家使用蜜脾和木板合成的Use a silk touch tool to get the block with the bees stored inside使用带有精准采集的工具来带着里面的蜜蜂一起获得整个方块Bee nests will be destroyed unless you use silk touch如果不用精准采集，蜂巢会被破坏Use shears when at full honey to get honeycomb当装满蜂蜜以后可以用剪刀剪下蜜脾Use a bottle when at full honey to get a honey bottle当装满蜂蜜以后用玻璃瓶可以得到一个蜂蜜瓶Campfire smoke calms bees - place one underneath the nest/hive to keep them in chill mode营火的烟能够平复蜜蜂的内心 —— 在蜂巢或蜂箱下放置一个营火可以让蜜蜂们保持冷静Redstone-friendly!支持一些红石特性！Bees like bee nests and beehives the same amount! They don’t play favorites :)蜜蜂对蜂巢和蜂箱同等喜爱！它们并不偏爱哪个 :)Bees only exit through the front of the nest/hive蜜蜂现在只会从蜂巢或蜂箱的前面出去了\n\n\nHoney Block\n蜂蜜块\n\nSticky. Very sticky!\n黏。非常黏！\n\nWalking and jumping is limited限制行走和跳跃If you stand on a honey block that is pushed by a piston, you come along for the ride如果你站在一个被活塞推动的蜂蜜块上，你会跟着它一起动Jump into a wall of honey blocks to slide down and slow your fall跳到一面由蜂蜜块制成的墙上下滑会降低你的掉落速度Landing on a honey block cushions your fall somewhat落到蜂蜜块上可以减缓你的摔落伤害When a honey block is pushed or pulled by a piston, it sticks to adjacent blocks and tries to move them in the same direction (just like slime blocks do)当蜂蜜块被活塞推拉时，它会尝试将所有毗邻的方块按相同方向移动（和粘液块一样）Honey blocks and slime blocks don’t stick to each other, because… um… because of special Minecraft chemistry蜂蜜块和粘液块不再黏到一起，因为..嗯，MC世界的化学性质如此！Mobs and animals dislike walking on honey blocks unless they really need to as it’s too sticky for their comfort生物和动物不喜欢走在蜂蜜块上。因为太黏了不舒服Honey blocks are crafted from four honey bottles可用四瓶蜂蜜来合成\n\n\nHoney Bottle\n蜂蜜瓶\n\nOrganic, gluten-free, delicious locally-farmed honey!\n有机、不含麸fū质、美味的本地自酿的蜂蜜!\n\nUse an empty glass bottle on a hive or nest that is full of honey to get a bottle of honey!对装满蜂蜜的蜂巢或蜂箱使用空玻璃瓶来获得一瓶蜂蜜！Drink it!喝掉它！???？？？Profit!大有裨益！Oh yeah, also craft it into sugar!哦对，还能用它合成糖！Or craft four bottles into a honey block!或者拿四瓶去合成一个蜂蜜块！Drinking honey also cures poison喝下它还能治愈中毒效果\n\n\nHoneycomb\n蜜脾\n\nDisclaimer: Cannot be used to comb your hair\n消歧义：不能用来梳头（译注：honeycomb 中的 comb 有梳子的意思。）\n\nShear a full-honey hive or nest to obtain用剪刀剪一个装满蜂蜜的蜂巢或蜂箱可以获得Craft with wood planks to create a beehive与木板一起可以合成蜂箱\n\n\nHoneycomb Block\n蜜脾块\n\nBYOH - Build Your Own Honeycomb\n建造你自己的[ruby=蜜脾]房子[/ruby]\n\nCraft 2x2 Honeycomb to get a honeycomb block用 2x2 的蜜脾来合成蜜脾块Purely decorative!纯粹的装饰性方块！\n\n\nAccessibility\n辅助功能\n\nSneak and sprint inputs can now be switched between hold and toggle mode in the accessibility options潜行和疾跑的输入方式可以在辅助功能选项中设置为是长按还是切换了Descriptions under buttons on the create world screen are now narrated创建世界屏幕中按钮下的描述会被复述功能阅读了Changed the button highlight to make it easier to distinguish which button is selected现会高亮被选中按钮，使其更容易被分辨\n\n\nAdvancements\n进度\n\nAdded “Sticky Situation” for jumping into a honey block to break your fall添加 “Sticky Situation” 进度，当跳到蜂蜜块上阻止你掉落时获得Added “Bee Our Guest” for safely collecting honey from a beehive using a campfire添加 “Bee Our Guest” 进度，当使用营火安全地从蜂箱中收集蜂蜜时获得Added “Total Beelocation” for moving a bee nest with 3 bees inside using silk touch添加 “Total Beelocation” 进度，当使用精准采集移动了一个装有 3 只蜜蜂的蜂巢时获得\n\n\nDispensers\n发射器\n\nDispensers can now fill bottles with water and honey发射器现在能把玻璃瓶用水或蜂蜜装满Dispensers can now shear honey combs from bee nests and hives发射器现在能够从蜂巢或蜂箱收集蜜脾Dispensers now eject empty bottles properly when not facing water发射器现在如果不面向水，将会正确地不对空水瓶做出反应了\n\n\nIron Golems\n铁傀儡\n\nIron golems start cracking when badly damaged铁傀儡受到伤害后会开裂Repair them with iron ingots!可使用铁锭修复它们Damage progress is based on ratio of current health to max health铁傀儡的受伤进度效果现在是基于当前血量与最大血量的比值的了\n\n\nParity\n同步\n\nThings from other editions of Minecraft have arrived to Java Edition!\n其他平台上 Minecraft 的特性来到了 Java 版上！\n\nTrying to sleep in a bed during daytime will now set the player’s spawn location to that bed在白天尝试睡觉，会将玩家的重生点设置到床所在位置Setting the respawn point by using a bed now shows a message使用床重设出生点时现会有聊天栏提示Bells will now ring if powered with a redstone signal钟在接收到红石信号以后会响The doInsomnia game rule can now be switched off to prevent phantoms from spawning during nighttime可以关闭 doInsomnia 游戏规则，使幻翼不再在夜晚生成The doImmediateRespawn game rule can now be switched on to have players respawn immediately without showing the death screen可以开启 doImmediateRespawn 游戏规则，使玩家死亡后立刻复活，不再显示死亡界面The drowningDamage, fallDamage and fireDamage game rules can now be used to prevent certain sources of damage可以使用 drowningDamage（溺水伤害）、fallDamage（摔落伤害）和 fireDamage（火焰伤害）游戏规则取消指定的伤害Sponges now dry out when placed in the Nether现在把海绵放到下界以后会变干Fireworks dispensed from a dispenser now travel in the direction they were fired由发射器射出的烟花火箭将按照它们被发射的朝向飞行了Boats as fuel now smelt 6 items in a furnace现在作为熔炉燃料的船能够熔炼 6 个物品了Campfire can be extinguished with a shovel营火可以用锹熄灭When breedable mobs in groups spawn naturally they sometimes spawn babies in the groups自然生成的一群可繁殖生物中有时会出现幼体了Parrots can sit on a player’s shoulder even when the player is riding鹦鹉可以站在骑着东西的玩家肩上了Composters are now crafted from wooden slabs堆肥桶现在要用木制台阶合成了All foods are now edible in creative mode现可在创造模式随便吃东西Dark prismarine is now crafted from black dye instead of ink sacs暗海晶石现使用黑色染料合成Increased scaffolding burn time when used as fuel in a furnace增加脚手架作为燃料时的燃烧时间Added stats for anvil and grindstone interaction counts统计现会计入铁砧及砂轮的使用次数\n\n\nTechnical\n技术性\n\nItem predicate in advancements now makes distinction between actual enchantments and stored enchantments (like ones stored in enchanted books)进度的物品断言现在区分了实际的魔咒（Enchantments）和储存的魔咒（StoredEnchantments，比如附魔书里的魔咒）Added general-purpose storage for data commands为 data 命令增加了通用的 storage 子命令Added a spectate command加入 spectate 指令Loot table predicates can now be defined in separate files and used for entity selectors and in execute if command战利品表判据现在可以单独定义在文件里面，并且可以在 execute if 命令以及实体选择器中使用。Extended advancement and loot table predicates扩充了进度和战利品表的判据。Extended schedule command to allow scheduling function multiple times增强了 schedule  命令，使其可以多次计划执行函数\n\n\nAdvancements\n进度\n\nChanges in item predicate:物品断言的改动：\n\n\nenchantments now only matches enchantments on item itself - it can no longer be used for enchanted books\nenchantments 现在只匹配物品自身的魔咒了 —— 不再会对附魔书的魔咒起效to match contents enchanted book, use stored_enchantments\n如果想要匹配附魔书的魔咒，需要使用 stored_enchantments\n\n\nEntity Predicate\n实体判据\n\nplayer\n\nEntity predicate now accepts player field, which checks player properties. Fails when entity is not player.\n实体判据现在接受 player 字段，可以检查玩家的属性。如果实体不是玩家，则判据不会通过。\n字段:\n\nlevel - range of allowed player levelslevel - 允许的玩家经验等级范围gamemode - same values as /gamemode commandgamemode - （游戏模式）可填写的值与 /gamemode 命令一致stats - list of statistics to match. Entry fields:type(like minecraft:custom), stat (like minecraft:sneak_time) and value(int range)stats - 要匹配的统计信息的列表。其中每项都包含：type (类型，例如 minecraft:custom)，stat (统计名，例如 minecraft:sneak_time) 和 value (值，整型范围)recipes - map of recipe ids. Boolean value tells if it should or should not be known to playerrecipes - 键为配方 id，值为布尔值的映射。布尔值表示玩家是否解锁了该配方。advancements - map of advancement ids. If value is boolean, checks if advancement is done. If value is object, checks completion of criteraadvancements - 键位进度 id 的映射。如果值是布尔值，将检测该进度是否完成。如果值是个对象，将检测指定判据是否完成。（译注：应该与实体选择器中的 advancements 参数格式一致）\n\n\nteam\n\nEntity predicate now accepts team field, which matches team name.\n实体判据现在添加了 team 字段，将匹配实体所在队伍的队伍名。\n\nLocation predicate\n位置判据\n\nblock and fluid\nblock (方块)与 fluid (流体)\n\nPredicate also accepts block and fluid sub-predicate. Available fields:\n判据添加了 block（方块）和 fluid （流体）子判据。可用的字段：\n\nblock/fluid - exact block/fluid id to matchblock/fluid - 需要完全匹配的方块或流体 IDtag - block/fluid tag to matchtag - 需要匹配的方块或流体标签nbt - matcher for block entity NBT (only for blocks)nbt - 对方块实体 NBT 值的匹配 (只有方块能用，流体不能)state - map of name-value properties. Value can be integer, boolean or string or object with optional min and max propertiesstate - 键值对属性。值可以是数字、布尔值、字符串，或是有着可选的 min（最小值）和 max（最大值）属性的对象。\n\n\nlight\n\nPredicate now accepts light sub-predicate. Object has one integer range - light that matches visible light (max(sky-darkening,block)).\n判据现在添加了 light（光照）子判据。对象表明一个整型范围 - light 将匹配可见光（max(天空亮度-衰减,方块亮度))的大小。\n\nChat components\n聊天元件\n\nClick action\n点击事件\n\nAdded copy_to_clipboard action to clickEvent在 clickEvent 中加入 copy_to_clipboard 事件\n\n\nNBT chat component\nNBT聊天元件\n\nAdded variant for NBT storage:{'nbt': <path>, 'storage':'<resource id>'} . NBT storage can be manipulated with commands like /data merge storage <resource id> ...为 NBT storage 添加了变种：{\"nbt\": <path>, \"storage\": \"<资源 ID>\"}。可以使用类似于 /data merge storage <资源 ID> .... 的命令来操作 NBT storage\n\n\nCommands\n命令\n\ndata\n\nData commands can now use storage as target. This is general-purpose, key-value storageData 命令现在可以使用 storage 参数。这可以被用于多种目的，以键值对形式储存数据。\n\n\nStorage is shared between all dimensions in level\n储存数据在世界中所有维度共享。Data in storage persist between reloads\nreload（重载）会保留 storage 中储存的数据\n\n\nexecute if predicate\n\nNew subcommand evaluates custom predicates (defined in predicates directory of datapack).\n新的子命令，能够检测是否满足指定的 predicates（判据，定义在数据包的 predicates 目录中）\n\nschedule\n\nAdded new syntax /schedule ... [append|replace](/schedule ... defaults to replace)添加了新的语法 /schedule …[append|replace](/schedule ... 默认为 replace)Added new syntax /schedule clear <id> to remove existing schedules (returns number of removed schedules)添加了新的语法 /schedule clear <id> 来移除已经存在的计划执行 (将返回移除的计划执行个数)\n\neffect\n\nThe effect clear command now defaults to @s if no target argument is given.\nThe effect clear command now defaults to @s if no target argument is given。\n\nEntity selectors\n实体选择器\n\nNew selector parameter predicate allows to apply custom custom predicate (defined in predicates directory of datapack).\n新的选择器参数 predicate 可以填入自定义的判据（定义在数据包的 predicates 目录中）。\n\nkill\n\nThe kill command now defaults to @s if no target argument is given.\n如果不提供目标参数，kill 命令将默认执行目标为 @s。\n\nSpectate\n\nNew command that makes a player in spectator mode spectate an entity. Syntax:spectate [target] [player]\nParameters:\n新命令，可以让旁观者模式中的玩家以某个实体的视角旁观。语法：spectate [目标] [玩家]\n参数:\n\nplayer - The player that should spectate the target. Must be in spectator mode. If omitted,@s is used玩家 - 应当以实体视角旁观的玩家。必须处在旁观者模式内。如果省略，默认为@s。target - The target to spectate. If omitted, makes the player stop spectating目标 - 被旁观的目标实体。如果省略，会使得玩家停止旁观。\n\n\nCustom predicates\n自定义判据\n\nCondition part of loot tables can now be defined as separate data pack resource in predicates directory.\n战利品表的条件部分现在可以单独定义为数据包的资源，放置在 predicates 目录下。\n\nLoot tables\n战利品表\n\nlocation_check\n\nNew parameters added:\n新增加的参数：\n\noffsetX,offsetY,offsetZ - optional offsets to locationoffsetX,offsetY,offsetZ - 对位置的可选的偏移\n\n\ntime_check condition\ntime_check 条件\n\nNew condition that checks day time.\n新的条件，能够检测当前游戏内时间\n\nParameters\n参数\n\nvalue - range of accepted valuesvalue - 允许的值的范围period - if present, time will be modulo-divided by this value (for example, if set to 24000, value will operate on time of day)period - 如果指定，检测时时间将会被以该数取模（例如，如果设置为 24000，value 将会表示一天内的时间）\n\n\nNew conditions\n新的条件\n\nreference\n\nIncludes condition defined in predicates directory of datapack, selected with name parameter.\n引用定义在数据包 predicates 目录下的判据。需要通过指定 name 参数来选择判据。\n\nNew functions\n新函数\n\ncopy_state\n\nCopies state properties from dropped block to BlockStateTag in dropped item.\n将掉落的方块的方块状态属性复制到物品的 BlockStateTag 标签中\n参数:\n\nblock - source of properties (block id)block - 方块状态源（方块 ID）properties - list of property names. All must be present on blockproperties - 方块状态名的列表。列表内所有值都必须在 block 指定的方块上存在。\n\n\nModding\n编写MOD\n\nIn an effort to help make modding the game easier, we have decided to publish our game obfuscation maps with all future releases of the game. This means that anyone who is interested may deobfuscate the game and find their way around the code without needing to spend a few months figuring out what’s what. It is our hope that mod authors and mod framework authors use these files to augment their updating processes that they have today. These mappings will always be available, instantly and immediately as part of every newly released version. This does not, however, change the existing restrictions on what you may or may not do with our game code or assets. The links to the obfuscation mappings are included as part of the version manifest json, and may be automatically pulled for any given version.\n为了让玩家们更容易为游戏编写 mod，我们决定从今天开始，将混淆表随着未来的所有版本一同发布。这意味着所有对此有兴趣的玩家都能够反混淆游戏代码，并找到他们所想要的代码，不再需要浪费几个月的时间弄清楚什么是什么。我们希望，mod 作者与 mod 框架编写者能够使用这些文件来加速他们正在进行的更新进程。这些混淆表将永远可以获取到，会作为每一个新发布的版本的一部分迅速发布。然而，这并不意味着我们改变了已有的对游戏代码和游戏资源的使用限制。该混淆表的下载链接会作为 version manifest json 的一部分，可以通过任一指定的游戏版本自动获取。\n\nPrefixed to every obfuscation map is the following legal disclaimer:\n每一份混淆表都由以下的法律免责声明开头：\n\n? 2019 Microsoft Corporation. All rights reserved. This information is provided “as-is” and you bear the risk of using it. This information does not provide you with any legal rights to any intellectual property in any Microsoft product. You may copy and use this information for your internal, reference purposes. Microsoft makes no warranties, express or implied, with respect to the information provided here.\n? 2019 Microsoft Corporation。All rights reserved。This information is provided “as-is” and you bear the risk of using it。This information does not provide you with any legal rights to any intellectual property in any Microsoft product。You may copy and use this information for your internal，reference purposes。Microsoft makes no warranties，express or implied，with respect to the information provided here.\n\nParticle Performance\n粒子性能\n\nVertically moving particles are performing better when they collide with blocks改进了垂直运动粒子与方块的碰撞\n\n\nPistons\n活塞\n\nBug fix\n漏洞修复\n\nBlocks that can be manually placed on farmland can now also be pushed onto it by a piston without destroying the farmland如果一个方块能被手动放置在耕地上，活塞也可以把它推到上面了，并且不会摧毁耕地。\n\n\nResource Packs\n资源包\n\nThe resource pack version is now 5资源包版本现为第五版(\"pack_format\":5)The game now tries to make out of date resource packs work as much as possible现会尽量兼容低版本资源包Increased sizelimit for client downloading resource packs from 50MB to 100MB服务器资源包现支持100MB大小\n\n\nState matching\n方块状态匹配\n\nFew advancements and loot table predicates that used block state properties (location,block_state_property,enter_block,placed_block) can now match ranges (by replacing single value with {'min': ..., 'max': ...}).\nAlso, block type is now optional in those predicates - so for example it is not possible to match any crop with age property in certain range.\n某些会用到方块状态的进度及战利品表 (location,block_state_property,enter_block,placed_block) 现可使用{“min”: ...，“max”: ...}规定范围。以及，方块种类在其中为可选参数 —— 打个比方，现在不可能匹配所有 age 参数在特定范围内的作物。(?)\n\nTextures\n材质\n\nChanged texture map for all chests改变了所有箱子的材质表Banner and shield patterns are now using alpha channel instead of brightness旗帜图案现在使用透明度通道而不是亮度通道。Ender Dragon does not have separate texture for the bottom of the wing anymore末影龙翅膀的底部不再有单独的材质了Enchanted item glint texture is now like it looks in the game附魔物品的光效材质现在和游戏里面看起来的一样了\n\n\nCommand used to change the patterns\n用来修改现有图案的命令\n\nfor f in *.png; do convert '$f' -alpha copy tmp.png && composite tmp.png -compose copy-opacity ../shield_base.png tmp2.png && convert tmp2.png -fill 'rgba(0,1,0,1)' -draw 'rectangle 0,0 1,63' -draw 'rectangle 2,0 63,1' -draw 'rectangle 2,22 64,64' -draw 'rectangle 12,2 64,64' -fill none -draw 'matte 0,0 floodfill' tmp3.png && mv tmp3.png '$f' && rm tmp.png tmp2.png; done\n\n\n\n绝大部分文本由 SPGoding 提供感谢 森林蝙蝠 提供的翻译建议\n\n\n\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/其他https://launcher.mojang.com/download/Minecraft.tar.gz正式版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。Java版的启动器下载地址在上文已经提供。对于非正版用户非正版用户也请使用启动器下载游戏，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。外部来源以及详细的更新条目追踪Minecraft官网（内容英文）Jeb的Twitter（英文）Dinnerbone的Twitter（英文）Grum的Twitter（英文）Searge的Twitter（英文）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n\n\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1575999360,
            "txt_content": "妈耶，来了，是1.15.\n但港真，这和我这个被科技锁死在1.12的人有什么关系吗？\n\n"
        },
        {
            "author": "SPGoding",
            "timestamp": 1576002480,
            "txt_content": " 本帖最后由 SPGoding 于 2019-12-11 02:33 编辑 \n\nBees go inside if it’s raining at all in the world，not just where the bee is located\n只要世界在下雨蜜蜂就会回巢，不管蜜蜂所在的位置有没有（淋到）雨\n主要是有两个考虑，一个是部分生物群系不会下雨，一个是雨可以被方块遮挡。加个括号说明下就棒了，不愧是我。\n\n???\nProfit!\n是梗，可以装作没看到不翻译。现在这个翻译烂死了。\n\n某些用于判定方块状态的进度判据或战利品表条件（如 location,block_state_property,enter_block,placed_block）现可使用{“min”: ...，“max”: ...}来匹配范围了。此外，方块种类改为了可选参数 —— 因此，现在你可以匹配所有 age 方块状态在特定范围内的作物方块了。\n英文原文已查证，属实胡扯。"
        },
        {
            "author": "星E君",
            "timestamp": 1576020240,
            "txt_content": "等等，合着1.15只有蜜蜂更新？！"
        },
        {
            "author": "langyo",
            "timestamp": 1576023720,
            "txt_content": "来了老弟~"
        },
        {
            "author": "lzh5598",
            "timestamp": 1576026060,
            "txt_content": "星E君 发表于 2019-12-11 07:24\n等等，合着1.15只有蜜蜂更新？！\n和增加大量特性"
        },
        {
            "author": "凌坤坤",
            "timestamp": 1576026240,
            "txt_content": "期待已久，终于来了老弟！支持"
        },
        {
            "author": "kevinss",
            "timestamp": 1576026660,
            "txt_content": "mojang:又成功水了一个版本"
        },
        {
            "author": "GeForceLegend",
            "timestamp": 1576028040,
            "txt_content": "不知道这次的性能优化效果如何，我还没在新版本的存档里面试着快速移动"
        },
        {
            "author": "1525519569",
            "timestamp": 1576029180,
            "txt_content": "感觉蜜蜂更新还是不够给力，1.15刚出我就盼着1.16的地狱更新了"
        },
        {
            "author": "2768332371",
            "timestamp": 1576029420,
            "txt_content": "lzh5598 发表于 2019-12-11 09:01\n和增加大量特性\n他的意思是：地狱更新呢"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1576031580,
            "txt_content": "2768332371 发表于 2019-12-11 09:57\n他的意思是：地狱更新呢\n和增加大量bug呢"
        },
        {
            "author": "250=mo",
            "timestamp": 1576035780,
            "txt_content": "The doInsomnia game rule can now be switched off to prevent phantoms from spawning during nighttime\n可以关闭 doInsomnia 游戏规则，使幻翼不再在夜晚生成\n\n终于……"
        },
        {
            "author": "Deing",
            "timestamp": 1576035900,
            "txt_content": "星E君 发表于 2019-12-11 07:24\n等等，合着1.15只有蜜蜂更新？！\n1.15主要是修bug，顺便加了蜜蜂。国外好像挺多人一直在恳求mojang专门拿一次更新来修bug，他们还挺满意的。"
        },
        {
            "author": "GeForceLegend",
            "timestamp": 1576037280,
            "txt_content": "Deing 发表于 2019-12-11 11:45\n1.15主要是修bug，顺便加了蜜蜂。国外好像挺多人一直在恳求mojang专门拿一次更新来修bug，他们还挺满意的 ...\n彩虹六号围攻的健康行动"
        },
        {
            "author": "20522",
            "timestamp": 1576038360,
            "txt_content": "1.15的新内容好少哇"
        },
        {
            "author": "飞小RAN",
            "timestamp": 1576038720,
            "txt_content": "他来了他来了1.15走来了！！！"
        },
        {
            "author": "kuangshijs",
            "timestamp": 1576039260,
            "txt_content": "来了，MOjang带着1.15来了"
        },
        {
            "author": "特性研究者",
            "timestamp": 1576040400,
            "txt_content": "说实话,经验球的改动太有用了,以前是和飞出去的尸体在一起简直坑爹ε=( o｀ω′)ノ"
        },
        {
            "author": "Lne",
            "timestamp": 1576042920,
            "txt_content": "原生强制疾跑看上去不错\n至少比mod安全一些（hypixel已经确定1.15的强制疾跑/强制潜行允许使用）"
        },
        {
            "author": "zlc123456",
            "timestamp": 1576046040,
            "txt_content": "1.15是不是要重新下forge了啊"
        },
        {
            "author": "Maiomi9",
            "timestamp": 1576047060,
            "txt_content": "所以···服务端核心在哪儿找"
        },
        {
            "author": "Dr_Eawei",
            "timestamp": 1576050180,
            "txt_content": "怎么着急更新应该是为1.16做准备吧"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1576050360,
            "txt_content": "所以对动态编辑玩家物品栏的替代方案还是没出，看来要等1.16了\n如花影盒必将称霸世界"
        },
        {
            "author": "catserver",
            "timestamp": 1576057560,
            "txt_content": "修改内容比原创内容多?"
        },
        {
            "author": "张德明",
            "timestamp": 1576057740,
            "txt_content": "水一版本"
        },
        {
            "author": "ztyjsw",
            "timestamp": 1576060200,
            "txt_content": "1.15？！来了！"
        },
        {
            "author": "JerryZRF",
            "timestamp": 1576062060,
            "txt_content": "被一堆mod锁死在1.12.2的人路过"
        },
        {
            "author": "小vie",
            "timestamp": 1576067160,
            "txt_content": "GeForceLegend 发表于 2019-12-11 09:34\n不知道这次的性能优化效果如何，我还没在新版本的存档里面试着快速移动 ...\n1.14.4官方启动器原版，GTX1070显卡在4K下不能稳定60帧，现在1.15正式版稳的很"
        },
        {
            "author": "ThisRabbit",
            "timestamp": 1576072320,
            "txt_content": "大家怎们看待反混淆表啊？我感觉貌似挺有用的~（咱也不知道????求问大佬）"
        },
        {
            "author": "supefeng",
            "timestamp": 1576072440,
            "txt_content": "已经玩上了，手动构建的一直蹦"
        },
        {
            "author": "aifawangqiao",
            "timestamp": 1576074480,
            "txt_content": "某种意义上可以八百里外狙人了23333"
        },
        {
            "author": "A梦很帅",
            "timestamp": 1576075200,
            "txt_content": "不多说 跪求1.15.5 "
        },
        {
            "author": "CM_沉默",
            "timestamp": 1576077780,
            "txt_content": " 本帖最后由 我就冒个泡 于 2019-12-11 23:28 编辑 \n\n结果新版战斗系统还是没有在1.15实装啊......\n新版战斗系统超好玩的......\n为了适应还开战斗测试练了好久\n本来还想看不关心更新的PVPdalao们在新版本一脸懵B的样子……\n\nBugjump:我们计划会在1.15加入新的战斗系统\nBugjump:没错我们又跳票了\n（如果已实装请无视并悄悄告诉我XD）"
        },
        {
            "author": "西柠",
            "timestamp": 1576122780,
            "txt_content": "我只想知道服务器性能怎样"
        },
        {
            "author": "西柠",
            "timestamp": 1576122780,
            "txt_content": "希望服务器不像之前那样掉帧吧"
        },
        {
            "author": "小栗帽",
            "timestamp": 1576123680,
            "txt_content": "铁傀儡：我裂裂裂裂开"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576127820,
            "txt_content": "地狱烘干海绵，取消死亡界面(自动重生)，这两个很实用"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576127940,
            "txt_content": "1.15的优化是真的赞！开相同的视距和材质包，1.14.4内存占用800M，1.15内存占用只有500M！鞘翅飞行终于不再出现区块加载慢的问题了！太赞了！！！"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576128000,
            "txt_content": "20522 发表于 2019-12-11 12:26\n1.15的新内容好少哇\n1.15主要是修bug和优化性能"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576128060,
            "txt_content": "ThisRabbit 发表于 2019-12-11 21:52\n大家怎们看待反混淆表啊？我感觉貌似挺有用的~（咱也不知道????求问大佬） ...\n混淆表的更新只对mod开发者有用，我们这些普通玩家，看看就行了"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576128060,
            "txt_content": "JerryZRF 发表于 2019-12-11 19:01\n被一堆mod锁死在1.12.2的人路过\n试试1.15原版嘛，原版挺好玩的"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576128180,
            "txt_content": "Maiomi9 发表于 2019-12-11 14:51\n所以···服务端核心在哪儿找\n百度minecraft server download，第一个搜索选项就是啦，在minecraft.net下载哟"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1576128240,
            "txt_content": "特性研究者 发表于 2019-12-11 13:00\n说实话,经验球的改动太有用了,以前是和飞出去的尸体在一起简直坑爹ε=( o｀ω′)ノ ...\n问题不大吧，尸体一般飞不了多远，除非你是击退等级999的剑？"
        },
        {
            "author": "1075871059",
            "timestamp": 1576135380,
            "txt_content": "妈耶真的来了"
        },
        {
            "author": "火钻石剑",
            "timestamp": 1576157760,
            "txt_content": "lzh5598 发表于 2019-12-11 09:01\n和增加大量特性\n啊呸应该叫bug"
        },
        {
            "author": "火钻石剑",
            "timestamp": 1576157820,
            "txt_content": "被一个坑爹网易锁着……"
        },
        {
            "author": "jojo3q3q",
            "timestamp": 1576164240,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "MC深坑不回头",
            "timestamp": 1576166340,
            "txt_content": "新增了很多东西，尤其是进度、自定义判据。"
        },
        {
            "author": "RP许豆",
            "timestamp": 1576231560,
            "txt_content": "1.15终于发布了"
        },
        {
            "author": "1501569522",
            "timestamp": 1576237440,
            "txt_content": "想玩啊啊啊"
        },
        {
            "author": "雕喵老湿",
            "timestamp": 1576239780,
            "txt_content": "1.15正式版所有启动器都无法下载了？连1.15的快照都没了...\n只有1.14.4了。什么情况"
        },
        {
            "author": "lx1736767412",
            "timestamp": 1576300440,
            "txt_content": "Minecraft:Operation Health"
        },
        {
            "author": "jadebobo",
            "timestamp": 1576315080,
            "txt_content": "越更新，越是让mod制作者没有饭吃了"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1576315860,
            "txt_content": "Honey blocks and slime blocks don’t stick to each other, because… um… because of special Minecraft chemistry\n蜂蜜块和粘液块不再黏到一起，因为..嗯，MC世界的化学性质如此！\nMJ：你对化学一无所知！"
        },
        {
            "author": "Dao_Za",
            "timestamp": 1576318800,
            "txt_content": "开放反混淆表，，forge开发进度可以快一点了。"
        },
        {
            "author": "JerryZRF",
            "timestamp": 1576380360,
            "txt_content": "1.15什么时候才有forge和高清修复。。。"
        },
        {
            "author": "2187757242",
            "timestamp": 1576380780,
            "txt_content": "  qqqqqqqqqqq"
        },
        {
            "author": "2187757242",
            "timestamp": 1576380840,
            "txt_content": "qqqqqqqqqqqqq"
        },
        {
            "author": "2187757242",
            "timestamp": 1576380900,
            "txt_content": "qqqqqqqqqqqq"
        },
        {
            "author": "2187757242",
            "timestamp": 1576380900,
            "txt_content": "Dao_Za 发表于 2019-12-14 18:20\n开放反混淆表，，forge开发进度可以快一点了。\n唉搜索不了，难受"
        },
        {
            "author": "2187757242",
            "timestamp": 1576381080,
            "txt_content": "666666666666"
        },
        {
            "author": "墨耀丶忧笙",
            "timestamp": 1576411440,
            "txt_content": "可以可以"
        },
        {
            "author": "2956785392",
            "timestamp": 1576422180,
            "txt_content": "66666666.."
        },
        {
            "author": "vvind2009",
            "timestamp": 1576506480,
            "txt_content": "这么快就1.15了。。。。。"
        }
    ]
}