{
    "title": "『屠  城----Massacre』            ----Tech震撼出品",
    "author": "Technology",
    "replyCount": 77,
    "timestamp": 1361702160,
    "txt_content": " 本帖最后由 Technology 于 2013-3-15 10:52 编辑 \n\n这是一个小小的番外，但字数依旧愈万！绝不比史蒂夫系列逊色\n\n我写的很用心，细节描写花了不少时间。\n\n加之我已经开学了，这个周末写出这样的作品实属不易~\n\n文章先是手稿，然后经过一些删减修改才入了电脑。\n\n主角不是史蒂夫了，这回是里昂~\n\n封面图\n\n\n\n\ntech.png (231.75 KB, 下载次数: 26)\n\n下载附件\n\n2013-2-24 18:29 上传\n\n\n\n\n\n\n\n打开折叠自动播放背景音乐，音乐找了好一会儿，一开始不知道叫什么。\nhttp://l.5sing.com/player.swf?songtype=bz&songid=1815841\n\n-----------------------------------------------------------------------------------------------------------------------------------------------\n\n正文\n\n街心花园旁的小道上，静静的停着一辆疲惫的警车，警车的驾驶座上坐着一个年轻的警官，他叫里昂，此刻正安静的趴在方向盘上打着盹，车里的电台放着淡淡的音乐，伴随着红石集成电路板工作时有规律的节拍声，里昂似乎早已习惯了这种律动。\n\n副驾驶座上放着一只闹钟，红石电池正源源不断的供给着齿轮转动的能量，齿轮慢慢地推动着分针，镶着金的指针，闹钟卡通而夸张的外形，哪里像是一个年轻的男警官会拥有的东西呢？没错，这是里昂的妹妹丸子送的。\n\n“叮铃铃铃——”闹钟响起，里昂并没有起身,而是伸出左手，在副驾驶座上乱拍，就像是一个瞎子胡乱的倒翻垃圾桶在里面找一颗钉子一样，不过好在是给他找到了。那恼人的闹钟声就像是他上司那喋喋不休的责骂一般，几天不刷牙的嘴喷着满腹发霉的牢骚，以致于里昂回家之后，丸子都能从他的衣服上闻到了他老板今天说了什么。好不容易把闹钟摸了个遍，找到了它的命门，该死的响声终于消停了，里昂继续趴回方向盘上睡他的大觉。\n\n“笃笃笃——”一个衣衫褴褛的乞丐正在叩击着警车的车窗，里昂眯着惺忪的双眼，缓缓的摇下车窗。\n\n“警官……”乞丐用他那一如既往的哭腔，入木三分的演技足可以以假乱真。\n\n“好好好，我知道，我明白，”里昂从口袋里摸出一个硬币不耐烦地塞到乞丐手里。随即关上了车窗。可那乞丐依旧在敲车窗，里昂的眼上画着两个深深的黑眼圈，似乎还没从昨晚全城追捕末影人的联合行动中缓过劲来。所有的居民都在呼呼大睡，英雄就是这样，总是在众人看不见的地方默默拯救了大众。可惜被五花大绑的末影人终究还是不见了，只剩下空中紫色的五花和大绑的绳子，都怪里昂的上司泄愤时对着末影人踹了一脚，这一脚把所有警员一晚上的努力都踹到了水里，连泡也没冒一个。\n\n在这么让他吵下去还了得？里昂一把拉开车门，一米八五的身高一下子让乞丐缩了不少。\n\n“我饿，警官，我一天一夜没吃东西了。那家便利店的员工说我太脏，不让我进。”乞丐伸手指着街对面的便利店，声音颤抖着，似乎都可以榨出眼泪。\n\n“嗯？不让你买东西？”里昂虽然一点都不想和这乞丐搭上关系，但便利店这做法未免也太过恶劣。“咕——”里昂听到了自己的胃正向他发出了通牒。\n\n“好吧，那你等着，我帮你去买，别走开啊。”里昂放缓了语气，帮助别人是自己应尽的义务，信步走向了街对面的便利店，随手挑了几包面包就转身出来。就在出门之时，他看到天边划过一道闪亮的光弧，在一刹那，朦胧的早晨被这刺眼的光照得就像是如日当空。\n\n“陨石？？”里昂生活了二十几年从未见过陨石掉落在这片土地上，那颗耀眼的光斑急速的下坠，拖着长长的火焰，在天边画着一条完美的抛物线。光芒甚至难以直视。那是市中心的方向——随着一声沉闷的声音从远处传来，大地仿佛微微的震颤了一下。\n\n里昂呆了半响，才低头看到了正在警车边缩着脖子的乞丐。快步跑了过去，打发了乞丐就快速钻回了车里。\n\n“呼——陨石就陨石呗，会有值白班的警察去管的。”瞥了一眼旁边的闹钟，指针已经指到了八点半，“糟了！”里昂暗暗说道，今天是狂欢节，约好七点要带妹妹丸子去买衣服，怎么自己就给忘了这茬呢！！这下妹妹肯定得发飙了..里昂的目光扫过后视镜，再最后看一眼自己这张英俊的脸庞吧....死也不能做饿死鬼，想着就塞了一片面包到嘴里。\n\n口袋里的手机突然响起，此类神奇的东西原来也能出现在这个世界里，微小红石显像管整齐的排列组成了屏幕，而此时，上面只有两个字——丸子，里昂一惊，嘴里松软的面包弹了出来，对于里昂来说，就是——死神。\n\n“喂！哥！我们这边掉陨石了喂！”电话那头的丸子居然是一种兴奋的语气..\n“没事吧，丸子，我马上就到啊，”里昂说着发动了引擎，“你。。你现在在哪里啊？”\n“哥，都是你！！！你今天早上都没来接我，害我晚了半个小时，现在商场外面排的人山人海——”丸子的吼叫声一句大过一句，里昂后悔着怎么身边没有纸笔好留下遗书。\n“好啦好啦，丸子，我待会请你吃蛋糕，你等我一会儿啊，我现在开车过来……”\n“喂！是你说要请我吃蛋糕的呐！不许耍赖啊！就上次看到的那个..嗯..那个最贵的那个！”\n“好。。好。。好，没问题，要多贵我都请。”里昂的左手不由自主地伸进口袋摸了摸那干瘪的钱包，脸上的五官扭作了一团，形成了一个囧。\n“那你快点给我死过来陪我排队！哈哈哈哈”电话那头传来了丸子得意的笑声。\n里昂稍稍松了一口气，看来妹妹此刻的脑子里被衣服和蛋糕给涨满了，没有对他的失约表达太多的愤怒。忽然间，车前端的呼叫机响起了急促的警报声，随即就是总局长那太监一般的嗓音，此刻特别的尖利。“全城警员注意！全城警员注意！”\n“丸子，稍等一下啊，别挂，警局有事找。”里昂说着把手机远离了耳朵，局长的声音瞬间充满了耳蜗。\n“全城警员注意——在几分钟前坠下的不明物体落在了中心路，造成了短暂的电力缺失。并且导致759研究院的防护墙被砸毁，大量的危险生物外逃，请所有的警员在听到广播后立刻赶往中心路。再次重复——”\n“啊——！！！”一声凄厉的惨叫从离里昂耳朵半米远的手机听筒里传出，犹如一柄利剑刺入里昂的耳朵，是丸子！\n“怎么了？！丸子！？？你怎么了？？”里昂赶紧拿起电话，丝毫不敢犹豫。\n“哥，这边有好多..丧尸！！！他们从路口跑过来了！一开始只是骚动，现在前面有好多人都被咬了！”丸子的声音丝毫没有了先前的得意，此刻只剩下了惊慌。\n“啊！？那你看到警察了吗？！”里昂一下子慌了手脚，还来不及思考便踩下了油门。\n“看到了，但太远了，他们在拉警戒线，不允许我们越过警戒线，现在我跟着人群冲进商场里了。”从电话里能听到丸子的四周都是那些惊恐的叫声，里昂的眼前仿佛出现了那副人群推推搡搡的画面。\n“别慌啊，听我说，那个商场我去过，你赶紧去仓库里，把仓库的大门锁死，那个门很结实，应该能撑一会儿。我现在马上来——”\n“嘟——嘟——嘟——”电话骤然间断了，里昂甩了甩头，让自己保持清醒，局势急转而下，连他唯一最爱的亲人都搭进去了。\n\n行动刻不容缓，里昂的右脚不自觉地发力，车子从路边飞一般地冲了出去，里昂顺手把警笛放上了车顶，过往的车辆行色匆匆，无不避让。虽然那些司机可能还一无所知，但从这全城的警报声中也许能感受到这份危急。左躲右闪好在没有让车子在中途撞到点什么，不然就真的要趴窝了。里昂一边开车，一边嘴里念叨着丸子，副驾驶座上的闹钟的指针正无情的一分一秒剥夺着丸子生的希望，也许，事情还没有发生的那么快，里昂心里安慰着自己。\n\n车子开得飞快，急转过后里昂看到了一片警车闪烁着红蓝的警灯，一字排开，错杂的停在那里。一个急刹，停在了那些车的后面。里昂从座位旁边抽出了左轮枪，微微颤抖的手差点塞不进那六发子弹。钻出车外，里昂就看到一排警察都站在警戒线外拿着枪严阵以待，那黄黑交加的警戒线似乎拦住了那一群人的生路，不断有幸存者人跑过来，又被告知不能通过，甚至有人想要强行越过警戒线，被警员朝天鸣枪退了回去，藏匿进了街边的商铺。\n\n“里昂，你够慢的！这些可恶的人老想着要越过警戒线，我可不会让这些危险分子出来！”又是那警长让人作呕的声音。\n“警长，我的妹妹还在里面！你给我一队人，我去把那些该死的丧尸清干净！”里昂转过头，脸上淌着汗，但神色非常坚定。\n“我接到上司的指示是守住这里，不让可能感染的人越过这里，然后会有空中力量来清理这里！要知道，这些人身上带有的病毒都是致命的！不要干傻事，里昂。”警长缓缓转过来，依旧用着那事不关己的陈腔滥调。\n“都是活生生的人啊！你忍心看着他们这样而袖手旁观嘛！”里昂咬牙切齿，对着身边的警长大吼，右手扳开了手枪的扳机。\n\n突然一辆黑色的跑车跃进视野，飞快的车速朝着里昂左侧急冲而来，看来是要冲破这里的封锁。一名站在那里的警员并没有闪躲，朝着飞驰而来的跑车举枪射击。\n“砰——砰——”两声短促的枪响并没有让跑车停住，取而代之的是跑车更快的车速，丝毫没有刹车，那名警员没有料到这样的情况，与车头迎面相撞。血肉之躯哪里抵得住这样的撞击呢？向后飞出十余米，手臂上还佩戴着带血渍的警徽，闪闪发光的警徽此刻黯淡了下去，本该升起的太阳，却被乌云遮挡，天色变得灰暗。\n\n那辆车子并没有停歇，撞到人之后失控撞进了街边的服装店，几名警员离开了警戒线，而那根黄黑相间的带子也被撞得断开。街上的人越来越少，而就在距离他们现在站的几十米远的地方就是商厦，商场的门前是几只绿油油的爬行者，还有好些正在啃咬地上尸体的丧尸。而这条长长的街道的尽头就是陨石坠落的地方了。\n\n里昂一咬牙，趁着警长转头的瞬间，跨过地上的警戒线，冲进了隔离区。爬行者显然没有注意到怎么会有这么大胆的人胆敢靠近他们，而那些丧尸的注意力也被地上这些新鲜的美味吸引住了。\n\n“喂！里昂！你在干什么！”身后传来警长的声音，“你知道你这样做的后果吗？！快回来！”\n\n里昂的脚步没有停顿，他的心中只有一个念头，就是要找到他的妹妹丸子。跨过地上残碎的肢体，一边留心着那些死难者的面孔。\n\n“你们四个，跟上去，看住他。”身后警长的声音越来越远。几十米的路仿佛就像是几千米一样，里昂走的小心翼翼，尽量控制不开火，而他也渐渐发现自己的身后跟了四个警员，其中一个还是他的副手诺曼。丧尸依旧啃着地上的食物，在研究所里没吃饱，今天可算是享用了一顿大餐。里昂恨不得给这些丑陋的怪物头上都来一枪，可现在找到丸子要紧，很快，爬行者发现有人侵入他们的领地，慢慢的挪动四只脚爬了过来。\n\n里昂伸出左手握拳，停住了脚步，五个人蹲了下来，避不开了，只能干掉他们。食指从护环放到了扳机上。九只爬行者，里昂的手心里出满了手汗，三点一线的准心瞄到了爬行者的头部，他明白不论是对于他还是身边的警员，子弹都是稀缺的东西，一人身上至多不过二十发子弹。\n\n车里的闹钟还在走，没有时间了，爬行者靠近到了面前，咝咝的发出响声。里昂没有思考的时间了，两轮的枪响过后，爬行者全部倒地。只是更大的麻烦来了，地上享用美餐的丧尸纷纷抬起头，这是送加餐的铃铛吗？\n\n不！这是死神敲响的丧钟，犹豫只有更多人丧命，里昂大步的奔进商场，一路快速的挪动脚步，一边扣动扳机，响亮的枪声弹无虚发。金黄的子弹旋转着从枪膛里飞出，穿过了丧尸的颅骨，里昂一脚踹开那只脑袋穿了孔的丧尸，此时他的眼中已经没有了畏惧，只剩下了果决。\n\n到现在为止还没有人去关注那颗落下的陨石，所有人都想错了，那并不是陨石，那是AO公司送给他们的礼物——城市毁灭者Ⅱ型战术核弹头，一千二百万吨梯恩梯当量。只是那颗核弹原本的目标并不是这里，出了一些意外……而时间正在悄无声息的流逝，核弹里的定时系统并没有停止工作。\n\n商场的电力已经恢复，可商场内却一片狼藉，翻倒的货架，随地散落的衣物，鲜血溅的到处都是，专柜上促销的牌子，那红笔写的折扣已经被血覆盖。随处可见摇摇晃晃的丧尸，还有那些不断从地上爬起来的死人，看起来一楼已经没有幸存者了。\n\n忽然里昂看到地上的手机，那是丸子的手机，屏幕裂开了，电池也摔了出来。\n\n“丸子！！”里昂大呼，悲愤的眼泪夺眶而出。他想到他在最后告诉丸子要躲进一楼的仓库，不知道她听到没有。\n\n突然从货架后面窜出一只丧尸，里昂来不及从思绪中回来，本能的抬手一枪，但扳机扣下的瞬间却没有那声应有的枪响，他脑海中闪过在进门时装完子弹之后，好像是开了一二三。。六枪了。打开转轮，六枚金灿灿的弹壳掉了出来。立刻丧尸扑了上来，里昂身后是货架，躲不开了，他绝望的闭上眼睛。但伴随着的不是啃咬，而是一声有力的枪声，子弹从侧面穿过了丧尸的太阳穴，丧尸离他的美食只有一步之遥了。\n\n诺曼的枪口冒着青烟，里昂对诺曼点头表示感谢，诺曼的眼神告诫里昂不要再跑那么快了，但里昂恕不能从命，扭头就往仓库的方向跑去。拐过了几个货铺，仓库就在卫生间的旁边，卫生间里传来了求救声，可是里昂无心顾及，那薄薄的木板怎能挡住疯狂的丧尸呢？求救声渐渐变成了惨叫声。\n\n仓库的大门虚掩着，他的心顿时凉了半截，门外横七竖八的倒着一些因为踩踏或是啃咬而死的人，里昂的余光快速扫过地上的尸体，没有丸子。\n\n“丸子！！！”里昂声嘶力竭地大吼。\n“哥——”两秒后，仓库里传出了一声熟悉的回应，声音却因为恐惧而颤抖着。“有..有僵尸！”\n\n里昂一瞬间似乎找到了动力，猛地一脚踹开了仓库的大门，光线涌进仓库内部，他看到丸子正站在高高的储物架上面，而下面有六七只丧尸正围着她，无奈丸子站的地方他们实在是够不着，但也许再多来几只当垫背就可以了。里昂大喝一声，目光扫过那些活死人，手指迅猛的扣动扳机，几乎没有射击的间隔，转轮在两秒钟不到就转过了一圈。来不及换子弹了，里昂快步冲上去，借着力道一脚踹倒了那只剩下的丧尸，丧尸当然没有那么容易死，又扑了上来，里昂向左闪过，右手勒住了丧尸的脖子，用膝盖狠狠一击，丧尸跪倒在了地上。里昂左手按住丧尸的头，手肘一用劲，直接把丧尸的脑袋扭了个一百八十度，朝后耷拉了下来。\n\n“快跳下来啊，丸子！”里昂张开双手。“我接住你啊，别怕。”\n“太...太高了”丸子的脸上满是血渍，已经害怕的说话都有些结巴了。\n“快点！不跟你闹着玩，你现在跳，我俩待会可以去吃蛋糕，你再不跳，我俩就要被吃掉了”里昂这句声音不大，但充满了震慑力。\n“啊——！！”丸子突然一下向前跨出，踩了一个空，整个人跌落下来。里昂眼疾手快的接住了丸子，丸子稳稳当当地落在里昂怀里，此时另外四个警员也出现在了仓库门口，里昂笑着看着丸子，总算是没事。可他却没有看出丸子眼中的惊恐，一只魁梧的丧尸从储物架上跳了下来，一口咬向里昂的手臂。里昂被这丧尸跳落的强大力道击中，整个人被压倒在了地上，怀中的丸子脱手而出，丧尸的嘴巴没有合起，六角的警徽救了里昂一命。\n\n“诺曼！！快带我妹妹走！”里昂大声的呼喊着，挣扎着“我马上就来！”\n诺曼举着枪，丧尸和里昂缠的太紧，不敢贸然开枪，天知道子弹会不会穿过丧尸的身体擦伤里昂，那也是要命的伤口！\n“快走吧，丸子，别愣着了”里昂从牙缝里吐出这么几个字。\n\n诺曼也没有多犹豫，抱起丸子就转身离开了，因为在场的所有人都听到了直升机的声音，作为一个警员，他们深知政府将会采取何种手段来对付这种致命的病毒，再不走恐怕谁都走不了了。里昂的视线有一点模糊，上下颠倒的世界，丸子的身影越走越远。\n\n“我才不会败给丧尸呢！”里昂右手一把扼住了丧尸的喉咙，丧尸张开血盆大口，吐着腥臭的气味，却怎么也咬不到里昂。但任凭里昂怎么用劲都无法将丧尸从身上推开，手枪里已经没有子弹了，也没有机会再为枪换上一轮子弹。里昂的力气渐渐不支，可丧尸却丝毫没有泄劲，就在里昂彻底松手，丧尸咬向他脖子的一瞬间，那支手枪的枪管深深插入了丧尸的眼睛，马格南手枪长长的镀银枪管直接刺入了丧尸的脑部。\n\n里昂长舒一口气，借着微弱的光线眯着眼环视四周，嗯..三只，四只，……越来越多的丧尸向他围拢，顾不得喘气了，里昂推开丧尸，飞奔出了仓库，天色更加的阴暗，外面飘起了小雨。一楼的丧尸数量有增无减，里昂绝望的发现大门已经被堵死了，门外站着一些头戴防毒面具的人在清理路上的丧尸，看来是出不去了，好在商场里的丧尸也没有过多关注里昂，有遍地现成的美味干嘛还要贪心呢？\n\n时间一分一秒的过去，只是大家都没有察觉这细微的变化。核弹头的前部深深插入地面，强化后黑曜石坚硬的外壳保护了内部构造，计时器没有停止。\n\n里昂跑上了二楼，较之一楼情况没有明显的好转，依旧是遍地狼藉，自动扶梯的扶手上沾满了血污，天空中划过一道闪电，隆隆的雷声盖过了街道之间的枪声，光亮照出了里昂面前这些触目惊心的场景。\n\n终于，里昂在四楼找到了数十个幸存者，大批丧尸的脚步还没有到达这里。大楼外盘旋着武装直升机，巨大的落地窗可以清楚的看到外部的景象，淅淅沥沥的小雨打在玻璃上，街道尽头的柏油马路反射着红黄蓝混合的颜色，警戒线被外放到了更远的地方，里昂和幸存者一起拍打着玻璃，企图引起直升机的注意。\n\n“所有楼内人员！请远离门窗！”直升机上的广播传来冰冷的声音。\n不明原因的幸存者开始扰动起来，以为救援队要击碎玻璃来拯救他们，可等待他们的不是那些身穿Rescue背心的救援人员。子弹拖着长长的音障击碎了玻璃，直升机上的航炮开火了！里昂一个飞扑，向左避开了子弹，方才还在里昂身边的幸存者被子弹击中右脸，整张脸就像是开花一样从中心迸裂开来，惨不忍睹的场景强烈地刺激着里昂的感官。一旦被航炮凶猛的火力击中，它从不会给你留遗言的时间。凄厉的叫声从窗口传来，整扇落地窗已经被击碎，不怕死的人迎着弹雨跳出了窗口，但显然那样是不明智的。而来不及闪躲的人被子弹打成了筛子，里昂明白自己生存的几率几乎为零，目前只希望自己的妹妹——丸子尚且安好。\n\n窗外的雨越下越大，街道上的枪声零星了下去，有人在远远地喊着些什么，但声音也是越来越远。渐渐地寂静……绝对的静默……\n\n里昂只听到了自己的心跳，还有雨声。他踏着玻璃的碎渣走到窗口，果然街道上一个人也没有，仍然有几个命大的幸存者此刻却丝毫不敢发出声响，蜷缩在角落，瑟瑟发抖。\n\n里昂看着“陨石”坑，为什么他们要离开呢？一种不好的预感占据了里昂的脑海，他似乎看到了“陨石”的内部。指针指向了十点，一切无可阻挡的发生了。\n\n先是高压电容器开始充电，继而紧贴在炸弹两端氚存储器旁的烟火装置被点燃，推动起活塞，将氚气压入了窄细的金属管中。一根金属管通向炸弹的第一级，另一根通向第二级。这时速度慢了下来，为的是使各种不同的锂氘化合物与易于熔合的氚原子相混合。这一切发生的时间为一秒。\n\n里昂的身体没有随着思绪傻站在窗前，而是回身狂奔，玩命地狂奔，他没有走主楼梯，一直跑到走廊的尽头，发现消防楼梯已经被那些幸存者从外面反锁，打不开了。而旁边的电梯门前放着一个正在维修的牌子，搏一把吧！他一脚踢碎了旁边的消防栓，一把抓过里面的消防斧，斧刃插入电梯紧闭的门缝间，用力的撬着门缝。\n\n里昂粗重的喘息着，脖子上青筋暴起，豆大的汗珠正在眼帘前摇晃，该死的！终于电梯门拗不过里昂的蛮力，开了一条缝。\n\n十时过了一秒，定时器发出了第二个信号。\n\n随即倒计时到达了零。\n\n电容器开始放电，将一股冲力通过电线推入了分压器网络中。第一根电线的长度为50cm，穿过它需要一又三分之二微秒。冲力进入了由一组通过自动离子化的放射性氪气来控制放电时间的小型超精密开关控制的一个分压网络。分压网络通过脉冲压缩增强电流强度，将冲力分配到82根不同的电线中，每根电线的长度都恰好为2米。传送中的冲力经过这段距离需要三毫微秒。这些电线长度必须保持完全一致，因为所有82个炸药块都应在同一瞬间引爆。由于有超小型精密开关控制以及将电线切割为同一长度这样简单的办法，这一点很容易做到。\n\n冲力同时到达了雷管。每个炸药快都各有5个独立的雷管，没有一个失效。流控雷管都是极其细小的电线，因而到达的电流能够各自引爆。结果引发的不是向外爆炸，而是爆炸力向内汇聚的向心聚爆。\n\n威力巨大的炸药块实际上是由两种不同成分构成的极其精致的薄片。每个薄片中都掺和了轻重金属粉末。每个炸药块的外层引爆速度都相对较慢，刚刚超过每秒钟七十米。自雷管辐射开来的爆炸波迅速地传至炸药块边缘。由于炸药块是由外向内引爆的，爆炸波的前锋也是由外向内前行的。于是，快慢速度不同的炸药之间便存在了气泡——空腔。它们开始将冲击波从球状改变为平面状，或称为“水平波”。变形后的冲击波会重新聚焦，以与其被称为“驱动器”的金属目标相匹配。\n\n每个炸药块的“驱动器”都是经过精密加工而成的一片铼钨合金。它们都受到了以超过每秒一万两千六百米速度前行的力波的冲击。铼钨合金里面是一个1cm厚的铍金属层。在里面是一个厚仅1mm的铀235层。虽然薄，但重量几乎与铍金属层相同。整个金属块被推动着穿过了真空。由于向心聚爆的缘故，炸弹不同部分的实际闭合速度达到了每秒钟两万九千四百米。\n\n炸弹和金属射弹对准的中心点是一块重达二十公斤的放射性钚239。它的形状就像一个顶部开口向外向底部弯曲的玻璃杯，形成了两面平行的金属壁。钚的密度通常比铅还高，现在又受到了向心聚爆产生的上百万大气压的压迫。这一切都发生得很快。钚239块中还掺有一些量随少，但麻烦却不小的钚240，它们很不稳定，极易提前点火。原本平行的内外壁被挤压到了一起，并被轮番推向武器的几何中心。\n\n最后的外部运动来自于一种叫做“拉锁”的装置。拉锁是一种微型的粒子加速器，它在此时仍然完好的电子定时器发出第三个信号的时候开始运行。它向铍目标发射氘原子，产生出大量以光速的十分之一速度行进的中子。这些中子通过一个金属管进入被称为“大坑”的第一级反应体的中心。中子到达之时恰好是钚达到其最高密度的一半之时。\n\n核裂变！\n\n钚原子的原子量为239，这是原子核中中子和质子的数量总和。接下来发生的情况可谓在好几百万原子中同时发生，但每处发生的现象都完全一样。当一粒入侵的中子靠近钚原子核时，它就被维系原子核的强核力俘获。当中子被拽进原子中心时，就改变了原子核原先的能量状态，使之变得极不稳定。曾经很均匀的原子核开始猛烈地旋转起来，并因核力的动荡不定发生分裂。在大多数情况下，中子和质子会完全消失，按照爱因斯坦的E=MC平方的公式进行能量转换。因粒子消失而产生的能量以伽马射线或X射线，或三十多种其他不太重要的射线中的一种的形式释放出来。最终，原子核会释放出两三个额外的中子。这一步相当重要。原本只需要一粒中子就可以启动的程序却又多释放出了两三个中子，其中每个都以超过光速的十分之一——每秒两万英里——的速度穿过由两百倍于水密度的钚块占据的空间。大多数新释放出的原子粒子都能找到撞击的目标。\n\n所谓连锁反应意味的只是依靠自身维系的过程，被释放出的能量足以使这一过程得以继续，而不需要外界的援助。钚原子的核裂变步骤可称作“翻倍”。每一步释放出的能量都是上一步所释放的两倍，而随后每一步释放的能量又会再度翻倍。\n\n起初只是毫末之微的一点点能量和寥寥几枚自由粒子，不停地翻倍再翻倍，而每一步之间的间隔只是几百亿分之一秒。\n\n这样的增长率被称为“阿尔法”，它是核裂变过程中最重要的变量。在核裂变的巅峰时刻，炸弹将能产生好几千亿亿瓦的能量，相当于整个世界发电量的几十万倍！\n\n在钚原子仍然受到炸药的不断挤压的同时，一些以光速传播的伽马射线已经泄露到了炸弹壳外，即使是核反应也需要花费时间。其他伽马射线已经开始撞击炸弹的第二级了。大多数伽马射线穿过了几微妙前还是化学炸药块的气云，使温度骤升至任何化学物品都无法单独促成的高度。这些气体云由碳和氧这样极其微小的原子构成，能够放射出大量低频率的“软性”X射线。\n\n至此，一切都很正常，就是在炸弹的内部出现了一点点的小问题，但这不会影响到大局。\n\n\n\n里昂终于用尽力气掰开电梯门，纵身跳了下去，双手抓在了那条垂下的铁链上，一路滑到了底楼，不是一楼，而是地下四层。电力还没有中断，紧急照明灯照亮了里昂的求生之路。\n\n远处办公楼中的人们仍然低头继续工作，家中的母亲可能正在准备着午饭，等待着家人的团聚。远处大街上仍旧车水马龙，人们像往常一样，各自干这各自的事情，从来没有想到下一秒的世界将会与此不同。\n\n进入链式反应的中子此刻还在没有头绪的乱撞，坚硬的外壳努力维系着最后的和平，每多0.04微妙，链式反应所放出的能量就会大一倍——10时00分02秒，外壳承受不住内部巨大的能量而爆裂，空气在一瞬间几乎被压缩到了电浆态，中心温度高达两百万摄氏度。\n\n巨大的能量从那个体积不到一人大小的炸弹中喷涌而出，气浪和冲击波几乎在同一时间向外辐射，气浪像是一只巨型的手掌，随意地将那些建筑物如同积木一般的推倒，悲哀的是那些废墟瓦砾都还来不及落地，又被夹裹进气浪推了出去。气浪就像是一场巨大的风暴，低矮的房屋根本没有立足之地，被连根铲了出去。高楼大厦也许此时还能多屹立一会儿，但就像是浑身被蝼蚁爬满，飞快地蛀蚀着钢筋铁骨。那些办公楼的玻璃在冲击波到达的时刻就已齐刷刷的碎裂，里面的设施就像是在锅中不停被翻炒的栗子一样，但很快被高温烧灼成了灰烬散尽。而那些街道上四散逃窜的人们也许正在寻找庇护所，可惜太晚了，气浪就像是潮水一般飞速涌进了巷道，巨大的车轮就像是碾柿子一样碾过这些可怜的人们，烧成焦炭不是他们最终的去处，而是刹那间变成了蒸汽。随着地标建筑的倒塌，核弹宣告了在这场战争中的胜利，耀眼的闪光笼罩了整个城市，顷刻间城市上空形成了一个直径为1公里的蘑菇状的大火球。一千二百万吨当量的核弹头把爆炸半径十公里以内的石头都融化了，几秒钟之间，城市变为了一片焦土。\n\n气浪循着电梯井下来，掀开了里昂关上的第一道门。里昂感到了身后的热浪，依旧在奔跑，汗水已经迷了眼睛，他顾不得擦去，因为死神的脚步正在他脚后紧追不舍，里昂快跑不动了，喘着粗气。却又想起自己承诺过丸子要保护她一辈子，这也许就是一场你追我赶的游戏，与丸子平日里的嬉闹无异。\n\n努力地迈动着早已疲乏的双腿，里昂冲进了地下核庇护所，也就是所谓的民防工事，只是这里的建造初衷就是为了躲避核战争。里昂用尽最后一点力气，推上了十几吨重的实心防爆门，气浪像一头猛兽一样撞在这扇大门上，大门震颤着，正如里昂此时惊恐的内心。\n\n随着门的关上，也带走了最后一丝光亮，彻底的黑暗。里昂瘫坐在地上，背靠着墙，从未有过的疲倦抽走了他身体里最后一丝力气，他的手指拂过手枪枪管上刻着的一行字，字里嵌着早已风干的鲜血。\n\n——For he today that sheds his blood with me, shall be my brother. \n——今日谁与我共同浴血，他就是我的兄弟。\n\n一架武装直升机从爆炸的烟云中奋力挣脱出来，诺曼紧紧地捂着丸子的眼睛，不让她往下看，丸子拼命地忍住不哭出声来。只从嘴里哽咽着挤出几个字——“家..没..了...”\n\n此时，这座城市没有了人。\n\n也没有了生物。\n\n里昂呢？\n——生死未卜。\n\n\n------------------------------------------------------End-----------------------------------------------------------\n\n\n\n\n64905246201302221121318093297005678_000.gif (81.51 KB, 下载次数: 24)\n\n下载附件\n\n2013-2-24 18:31 上传\n\n\n\n\n\n\n\n花絮：\n\n\n\n\n201302221276~1.jpg (61.46 KB, 下载次数: 12)\n\n下载附件\n\n2013-2-24 19:05 上传\n\n\n\n\n\n其实还有好几张，只是图床觉得我拍的照片太大，我也懒得转..就放一张吧~\n没有辛劳也有苦劳呢~~\n如果大家觉得意犹未尽呢，那就不要吝惜你的人气！\n这一章节的出现其实是有我的用意的，不过史蒂夫3必然是在高考以后再发的了~\n嗯..废话也不多说了，苦逼的高三党要去学习了~{:10_523:}\n",
    "replies": [
        {
            "author": "z736027620",
            "timestamp": 1361702160,
            "txt_content": "内组人士必须顶！！！！！好样的！"
        },
        {
            "author": "sabo970",
            "timestamp": 1361702520,
            "txt_content": "核弹客写的不错 叔叔很开心！"
        },
        {
            "author": "fang",
            "timestamp": 1361702580,
            "txt_content": "还有= =昂叔怎能生死未卜啊。改成txt格式=w=猫在被窝里看去"
        },
        {
            "author": "无痕",
            "timestamp": 1361702880,
            "txt_content": "糟了，刚才评分太多了……\n非常棒的作品！！\n话说Tech越来越迅速了……\n改天再加分吧……"
        },
        {
            "author": "Shangyulin",
            "timestamp": 1361702940,
            "txt_content": "顶，写得好"
        },
        {
            "author": "Yihc",
            "timestamp": 1361703120,
            "txt_content": "很喜欢丧尸的说哦~     "
        },
        {
            "author": "58083408",
            "timestamp": 1361703240,
            "txt_content": "第一句要改成\n\n街心花园旁的小道上，静静的停着一辆SCPD的迈凯轮MP4 12C警车\n"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361703600,
            "txt_content": "啊，核弹的那一段看不懂啊……总之，写的很好，顶一个！"
        },
        {
            "author": "Technology",
            "timestamp": 1361704200,
            "txt_content": "joney 发表于 2013-2-24 19:00 \n啊，核弹的那一段看不懂啊……总之，写的很好，顶一个！\n你如果对这些有兴趣可以去百度找找，会有基本原理解读的"
        },
        {
            "author": "zhh30648",
            "timestamp": 1361706420,
            "txt_content": "LZ写的一手好字。。竟然手写了一遍。。佩服"
        },
        {
            "author": "Technology",
            "timestamp": 1361706900,
            "txt_content": "zhh30648 发表于 2013-2-24 19:47 \nLZ写的一手好字。。竟然手写了一遍。。佩服\n这是一开始的手稿啊~"
        },
        {
            "author": "Technology",
            "timestamp": 1361707560,
            "txt_content": "无痕 发表于 2013-2-24 18:48 \n糟了，刚才评分太多了……\n非常棒的作品！！\n话说Tech越来越迅速了……\n我以后三个月都不写什么东西了~~"
        },
        {
            "author": "无痕",
            "timestamp": 1361707620,
            "txt_content": "Technology 发表于 2013-2-24 20:06 \n我以后三个月都不写什么东西了~~\n是么……那好好加油，祝高考顺利~~~"
        },
        {
            "author": "Technology",
            "timestamp": 1361707680,
            "txt_content": "无痕 发表于 2013-2-24 20:07 \n是么……那好好加油，祝高考顺利~~~\n其实你仔细看这篇文章要比史蒂夫1更加震撼..."
        },
        {
            "author": "无痕",
            "timestamp": 1361707680,
            "txt_content": "——今日谁与我共同浴血，他就是我的好兄弟。\n我觉得好字可以去掉……"
        },
        {
            "author": "无痕",
            "timestamp": 1361707800,
            "txt_content": "Technology 发表于 2013-2-24 20:08 \n其实你仔细看这篇文章要比史蒂夫1更加震撼...\n不错~~决不妄称“震撼出品”\n各种细节都非常的到位"
        },
        {
            "author": "Technology",
            "timestamp": 1361707980,
            "txt_content": "无痕 发表于 2013-2-24 20:08 \n——今日谁与我共同浴血，他就是我的好兄弟。\n我觉得好字可以去掉……\n莎士比亚的原著翻译过来好像是带着这个好字的...我去改一下吧"
        },
        {
            "author": "ql17934862",
            "timestamp": 1361707980,
            "txt_content": "好多和外星人有关的视频都用的这个BGM..."
        },
        {
            "author": "无痕",
            "timestamp": 1361708040,
            "txt_content": "Technology 发表于 2013-2-24 20:13 \n莎士比亚的原著翻译过来好像是带着这个好字的...我去改一下吧\n是吗……我去查查……"
        },
        {
            "author": "Technology",
            "timestamp": 1361708040,
            "txt_content": "ql17934862 发表于 2013-2-24 20:13 \n好多和外星人有关的视频都用的这个BGM...\n这个BGM其实是一些灾难短片里面的..."
        },
        {
            "author": "q1999628",
            "timestamp": 1361709720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Technology",
            "timestamp": 1361710680,
            "txt_content": "q1999628 发表于 2013-2-24 20:42 \n音乐选的恰到好处\n对于里昂的角色描写相当到位，人物与剧情配合的很好\n你这水平不去小说社 ...\n多谢盛赞～我还觉得写的太赶了，有些细节本来想展开继续写的。在誊入手稿的时候做了一部分修改～时间太紧了"
        },
        {
            "author": "262949130000",
            "timestamp": 1361711400,
            "txt_content": "从不写小说的路过撒QAQ。。。。。。"
        },
        {
            "author": "Technology",
            "timestamp": 1361711520,
            "txt_content": "262949130000 发表于 2013-2-24 21:10 \n从不写小说的路过撒QAQ。。。。。。\n就不能给个评分嘛{:10_514:}"
        },
        {
            "author": "262949130000",
            "timestamp": 1361711700,
            "txt_content": "Technology 发表于 2013-2-24 21:12 \n就不能给个评分嘛\n好滴好滴撒QAQ。。。。。。>.<"
        },
        {
            "author": "Technology",
            "timestamp": 1361711820,
            "txt_content": "262949130000 发表于 2013-2-24 21:10 \n从不写小说的路过撒QAQ。。。。。。\n我发现你能评的分数比我还多...！！！"
        },
        {
            "author": "262949130000",
            "timestamp": 1361712000,
            "txt_content": "Technology 发表于 2013-2-24 21:17 \n我发现你能评的分数比我还多...！！！\n那你能评什么范围撒？"
        },
        {
            "author": "Technology",
            "timestamp": 1361712060,
            "txt_content": "262949130000 发表于 2013-2-24 21:20 \n那你能评什么范围撒？\n目前可怜的实习版主只能给25金币,,比我原来还少.."
        },
        {
            "author": "262949130000",
            "timestamp": 1361712120,
            "txt_content": "Technology 发表于 2013-2-24 21:21 \n目前可怜的实习版主只能给25金币,,比我原来还少..\nQAQ好可怜撒。。。。。。人气呢？贡献可有撒？"
        },
        {
            "author": "Technology",
            "timestamp": 1361712120,
            "txt_content": "262949130000 发表于 2013-2-24 21:22 \nQAQ好可怜撒。。。。。。人气呢？贡献可有撒？\n人气3，贡献可以给2，但不能乱给..乱给贡献可能导致乌纱帽不保"
        },
        {
            "author": "262949130000",
            "timestamp": 1361712180,
            "txt_content": "Technology 发表于 2013-2-24 21:22 \n人气3，贡献可以给2，但不能乱给..乱给贡献可能导致乌纱帽不保\n那是当然滴撒QAQ。。。。。。"
        },
        {
            "author": "sayway123",
            "timestamp": 1361713920,
            "txt_content": "其实是看到里昂才进来的"
        },
        {
            "author": "无痕",
            "timestamp": 1361714700,
            "txt_content": "话说领导踹末影人那个好喜感……"
        },
        {
            "author": "Technology",
            "timestamp": 1361716620,
            "txt_content": "无痕 发表于 2013-2-24 22:05 \n话说领导踹末影人那个好喜感……\n原来的基调是喜剧呐！"
        },
        {
            "author": "Setup",
            "timestamp": 1361719980,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1361720280,
            "txt_content": "核弹运作那段太尼玛科学了。。。好多字"
        },
        {
            "author": "Cpt.Dunn",
            "timestamp": 1361733720,
            "txt_content": "支持一下~"
        },
        {
            "author": "Technology",
            "timestamp": 1361748720,
            "txt_content": "Yihc 发表于 2013-2-24 18:52\n很喜欢丧尸的说哦~\n本来就是纯粹的核爆，后来因为是主人公是里昂的原因，特地加入了一点生化危机元素"
        },
        {
            "author": "Technology",
            "timestamp": 1361749680,
            "txt_content": "大葱之灵@ 发表于 2013-2-24 23:38\n核弹运作那段太尼玛科学了。。。好多字\n那一段的作用只是让你觉得很厉害罢了。。"
        },
        {
            "author": "Technology",
            "timestamp": 1361749920,
            "txt_content": "Setup 发表于 2013-2-24 23:33\n佩服·恭喜LZ当上版主了\n多谢多谢～但茶杯才是主力～"
        },
        {
            "author": "无痕",
            "timestamp": 1361759280,
            "txt_content": "Technology 发表于 2013-2-24 22:37 \n原来的基调是喜剧呐！\n呵呵……当时笑屎我了……"
        },
        {
            "author": "Technology",
            "timestamp": 1361767620,
            "txt_content": "无痕 发表于 2013-2-24 18:48\n糟了，刚才评分太多了……\n非常棒的作品！！\n话说Tech越来越迅速了……\n\n你现在能加多少分？1人气15金币？"
        },
        {
            "author": "无痕",
            "timestamp": 1361767680,
            "txt_content": "Technology 发表于 2013-2-25 12:47 \n你现在能加多少分？1人气15金币？\n没错……一直没变……"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1361768160,
            "txt_content": "LZ加油哦，我一直会挺你的，至于之前跟你说要延续你的小说，我还没想好所以内容"
        },
        {
            "author": "Technology",
            "timestamp": 1361806080,
            "txt_content": "UNSC-  2013-2-25 12:56\nLZС\nдддУok"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1361854920,
            "txt_content": "Technology 发表于 2013-2-25 23:28 \nдддУok\n什么意思，我不是火星人啊"
        },
        {
            "author": "Technology",
            "timestamp": 1361887680,
            "txt_content": "UNSC-士官长 发表于 2013-2-26 13:02 \n什么意思，我不是火星人啊\n不知道打出什么乱码了..可能手机不好的缘故。我的意思是说你要写不必要按照我的思路继续下去~~"
        },
        {
            "author": "UNSC-士官长",
            "timestamp": 1361941200,
            "txt_content": "Technology 发表于 2013-2-26 22:08 \n不知道打出什么乱码了..可能手机不好的缘故。我的意思是说你要写不必要按照我的思路继续下去~~\n知道了，师傅！！！"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1362388920,
            "txt_content": "恐怖的僵尸。。。。\n太棒的作品！"
        },
        {
            "author": "Technology",
            "timestamp": 1362392340,
            "txt_content": "萝卜玩mc 发表于 2013-3-4 17:22 \n恐怖的僵尸。。。。\n太棒的作品！\n多谢支持啦~~快要高考了，我在犹豫要不要继续写点短的"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1363321080,
            "txt_content": " 本帖最后由 萝卜玩mc 于 2013-3-15 12:18 编辑 \n\n看了看沈石溪的小说....没你的好啊....是因为你写的好，还是因为我喜欢你这种类型的小说咧~\n我的新头像~好好玩"
        },
        {
            "author": "Technology",
            "timestamp": 1363321320,
            "txt_content": "萝卜玩mc 发表于 2013-3-15 12:18 \n看了看沈石溪的小说....没你的好啊....是因为你写的好，还是因为我喜欢你这种类型的小说咧~\n我的新头像~好 ...\n我去..你的头像太不和谐了"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363321620,
            "txt_content": "Technology 发表于 2013-3-15 12:22 \n我去..你的头像太不和谐了\n哪啊？我看看"
        },
        {
            "author": "不会吧",
            "timestamp": 1363322100,
            "txt_content": "两个字：顶啊！"
        },
        {
            "author": "萝卜玩mc",
            "timestamp": 1363326420,
            "txt_content": "Aikawastep 发表于 2013-3-15 12:27 \n哪啊？我看看\n说我的头像呢"
        },
        {
            "author": "NB人士",
            "timestamp": 1363328160,
            "txt_content": "哈哈\n看起来不错~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363335480,
            "txt_content": "萝卜玩mc 发表于 2013-3-15 13:47 \n说我的头像呢\n=-=你头像不就是眼睛白的小孩吗.."
        },
        {
            "author": "NB人士",
            "timestamp": 1363340040,
            "txt_content": "你屠城~\n我屠版~"
        },
        {
            "author": "PpY_SK",
            "timestamp": 1367243760,
            "txt_content": "这！精品啊！！快点出史蒂夫3"
        },
        {
            "author": "qw999830",
            "timestamp": 1367623980,
            "txt_content": "一边看着.一边在脑子里面脑补.配合着背景音乐一直在幻想着昂叔与核裂变的气浪你追我赶的惊心动魄的慢动作回放......如果是动画版应该算是一个不错的MC微电影.棒极了.."
        },
        {
            "author": "1365619159",
            "timestamp": 1368454560,
            "txt_content": "里昂后悔着怎么身边没有纸笔好留下遗书。\n求解释啊……"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1373298000,
            "txt_content": "尼玛真的有丸子！！==话说我为什么到现在才想起来找这篇《屠城》啊！！尼玛丸子还是……我了个擦……还是个妹纸！（好，看，吗= _=）"
        },
        {
            "author": "Technology",
            "timestamp": 1373299740,
            "txt_content": "可乐丸子 发表于 2013-7-8 23:40 \n尼玛真的有丸子！！==话说我为什么到现在才想起来找这篇《屠城》啊！！尼玛丸子还是……我了个擦……还是个 ...\n因为丸子不是你..其实是另一个小女孩"
        },
        {
            "author": "可乐丸子",
            "timestamp": 1373327040,
            "txt_content": "Technology 发表于 2013-7-9 00:09 \n因为丸子不是你..其实是另一个小女孩\n=3 =呵呵，呵呵呵呵，呵呵我知道。"
        },
        {
            "author": "16136953",
            "timestamp": 1379721540,
            "txt_content": "话说为什么你的几个作品里都有丸子？"
        },
        {
            "author": "Technology",
            "timestamp": 1379741400,
            "txt_content": "16136953 发表于 2013-9-21 07:59 \n话说为什么你的几个作品里都有丸子？\n就两个作品啊~"
        },
        {
            "author": "16136953",
            "timestamp": 1379750760,
            "txt_content": "Technology 发表于 2013-9-21 13:30 \n就两个作品啊~\n话说在里的丸子和上一个一联系么？"
        },
        {
            "author": "Technology",
            "timestamp": 1379752980,
            "txt_content": "16136953 发表于 2013-9-21 16:06 \n话说在里的丸子和上一个一联系么？\n显然不是同一个人"
        },
        {
            "author": "16136953",
            "timestamp": 1379757600,
            "txt_content": "Technology 发表于 2013-9-21 16:43 \n显然不是同一个人\n我老是联想到上一个.........."
        },
        {
            "author": "Technology",
            "timestamp": 1379770740,
            "txt_content": "16136953 发表于 2013-9-21 18:00 \n我老是联想到上一个..........\n也没有问题，人物性格差异不大"
        },
        {
            "author": "16136953",
            "timestamp": 1379999160,
            "txt_content": "Technology 发表于 2013-9-21 21:39 \n也没有问题，人物性格差异不大\n可不可以再写些类似大话僵尸的文章啊！"
        },
        {
            "author": "Technology",
            "timestamp": 1379999820,
            "txt_content": "16136953 发表于 2013-9-24 13:06 \n可不可以再写些类似大话僵尸的文章啊！\n我想应该可以，但需要时间.."
        },
        {
            "author": "16136953",
            "timestamp": 1380081840,
            "txt_content": "Technology 发表于 2013-9-24 13:17 \n我想应该可以，但需要时间..\n大概什么时候？"
        },
        {
            "author": "我是小骷髅",
            "timestamp": 1404628740,
            "txt_content": "这作品简直是太棒了，不去投稿就是太浪费了，写得十分详细，赞！"
        },
        {
            "author": "lzs1234",
            "timestamp": 1425453540,
            "txt_content": "有点类似于宣扬科学知识…\n写的很棒！Tech可以号称论坛第一写手了"
        },
        {
            "author": "3567",
            "timestamp": 1462608300,
            "txt_content": "LZ，加那一段核弹的爆炸原理有什么作用吗？（语文学渣在此\n）"
        },
        {
            "author": "光线桑德斯",
            "timestamp": 1462623420,
            "txt_content": "写盒蛋的那几段好多专有名词，真是亮瞎了我的眼"
        }
    ]
}