{
    "title": "[Minecraft.net|CULTURE]细看PIXLPLEX的完美宫殿",
    "author": "Redstone_ray",
    "replyCount": 8,
    "timestamp": 1576282080,
    "txt_content": "\n\n\n\n\nfile_1576282071000.jpg (125.38 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-14 08:07 上传\n\n\n\n\nPERUSE PIXLPLEX’S PERFECT PALACE细看PIXLPLEX的完美宫殿 A coastal castle with colorful craftsmanship!多彩工艺筑成的海岸城堡！\nToday,we are spotlighting PixlPlex’s home on the coast that’s definitely worth aboast (or several), recently sent into FeatureMe@minecraft.net! Let’s take acloser look at some classic castle techniques displayed in this building.\n今天，我们将聚焦PixlPlex在海岸边上值得一次夸赞的家（或者几次），这张地图近期被发到了FeatureMe@minecraft.net。让我们更近距离地观察一下这座经典城堡的建筑技巧。\n\nFirst,notice how the upper wall-walk extends out and looks to be supported by beamson the lower part of the building. To most people, it just looks cool. To anobvious castle enthusiast such as PixlPlex, we applaud the use of jettying andthe patience it took to build such a delightful detail.\n首先，我们注意到了城墙上探出的道路，看起来它被柱子支撑在下半部分的建筑之上。对于大部分人来说，它看起来很酷。但对一位城堡热爱者，比如PixlPlex，我们衷心的赞扬和认可jettying（译者注：一种建筑手法，建筑上层部分比下层更突出）的建造和添加如此赏心悦目的细节所花费的时间。\n\n\nOftenseen in timber-frame buildings, the process was most popular in the 16thcentury. Given the structure’s placement by water, it’s likely the added spacealso provides an amazing view. The notched style through the battlement is alsoclassically medieval, here demonstrated by the use of crenels and merlons. Bothstylish and functional!通常在木结构建筑中看到，该过程在16世纪最为流行。（译者注：解释jettying的建筑手法） 考虑到建筑物在水边的位置，探出的区域不仅增加了空间，也提供了绝美的视野。城垛上的刻痕也是典型的中世纪风格，你可以从城齿和垛口中看出来。既简约又实用！\nTheroof, while made of a conical shape traditionally seen in many castles andchurches, has a fresh modern look with a dark purple hue, clearly signaling theentrance to those approaching via the water. Whatever lies within its walls,we’re big fans of its exterior, with its restrained use of chiseled stonebrick. Nice choice!\n城堡的屋顶是一个通常被应用在传统的教堂和城堡上的圆锥形，还具有简洁现代的深紫色调，给那些水路到达的（人）清楚地指示了入口。无论墙内的任何物品，都是外墙的狂热粉丝，因为那零星的刻凿石砖。很好的搭配！ \nThankyou so much for sharing your home with us, PixlPlex. We hope you have manygreat adventures while staying safe from invaders in your gorgeous castle. Doyou have a home you want to show off? Submit some screenshots and info about itto FeatureMe@minecraft.net!\n非常感谢和我们分享你的家，PixlPlex。我们希望你在拥有许多充实的冒险的同时，还能在你那华丽的城堡里躲避入侵者的攻击。(读者们，)你想展示你的家吗？请把一些截图和介绍发送到FeatureMe@minecraft.net！\n",
    "replies": [
        {
            "author": "帝衡",
            "timestamp": 1576315500,
            "txt_content": "。。。。。。。"
        },
        {
            "author": "Slridr",
            "timestamp": 1576401300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Redstone_ray",
            "timestamp": 1576446660,
            "txt_content": "Slridr 发表于 2019-12-15 17:15\n机翻吗。。。\n没，直接自己翻译的，第一次翻译没啥经验，还请谅解"
        },
        {
            "author": "Slridr",
            "timestamp": 1576461300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Redstone_ray",
            "timestamp": 1576462440,
            "txt_content": "Slridr 发表于 2019-12-16 09:55\n嗯呢，，，努力2333\n主要是不想改原文内容，在国外呆久了中文不会表达了"
        },
        {
            "author": "Slridr",
            "timestamp": 1576462680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "zzyzzyxw",
            "timestamp": 1576464420,
            "txt_content": "翻译的很好 谢谢楼主"
        },
        {
            "author": "xy1223",
            "timestamp": 1576577940,
            "txt_content": "太好看了吧，别人的"
        }
    ]
}