{
    "title": "蜂蜜瓶挑战！Mojang 在资助 WWF 在现实中保护蜜蜂！",
    "author": "电量量",
    "replyCount": 6,
    "timestamp": 1576265220,
    "txt_content": " 本帖最后由 dianliang 于 2019-12-14 18:04 编辑 \n转载本贴时须要注明原作者以及本帖地址。\n\n\n\nHoney Bottle Challenge\nWe’re helping WWF help bees IRL!\n蜂蜜瓶挑战\n我们在帮助 WWF 在现实中帮助蜜蜂！\n\nAs of this week, Minecraft is now full to the brim with swarms of delightful bees! We wanted to do something to celebrate, and have narrowed it down to these three ideas:\n这周的 Minecraft 已经被充满了令人愉快的成群飞来飞去的小蜜蜂们！我们想要来干点什么庆祝一下，之后我们把范围缩小到了这三个主意：\n\nGather our hundreds of employees around the Official Mojang Trough?, fill it until it’s overflowing with honey, then chow down! 把我们数以百计的员工们堆在官方 Mojang 饲料槽旁边？，往里头倒蜂蜜，直到它溢出来为止，然后把它喝掉！Communicate solely through buzzing for the rest of the year.在今年剩下的这点时间里，我们只用嗡嗡声来交谈。Change our minds and delete the bees from Minecraft’s code immediately.改变我们的主意，把蜜蜂从 Minecraft 的源码里立刻彻底删干净。\n\nActually, let’s go with this fourth idea instead: supporting WWF and their amazing work helping real-world bees!\n嘿嘿，不过事实上我们想出了方案四来取代：支持 WWF（译者注：World Wide Fund for Nature或World Wildlife Fund，世界自然基金会）和他们的超级棒的事情，帮助现实世界中的蜜蜂！\n\n\n\n\nNot only are bees critically important to our ecosystem, they’re also in danger of steep decline. That’s why we’ve partnered with WWF to help the bee, the new true star of Minecraft (Steve and Alex, bring it up with your agent) by raising money for WWF’s efforts to protect bees and other important species.  \n蜜蜂对生态系统至关重要，但它们却面临着数量急剧下降的危险。这就是我们为何与 WWF 合作，用集资的方式来帮助蜜蜂，新的 Minecraft 中真正的明星（Steve 和 Alex，把蜜蜂押过来，然后让它们和你们俩的经纪人谈谈），和其他重要的物种。\n\nSo far we’ve made a $100,000 donation to WWF and we’re giving them 62.5% of the proceeds from the new Character Creator Bumblebee costume in the Minecraft Marketplace. Do we also have beautiful bee merch for sale, made of certified organic cotton and manufactured in renewable-energy powered factories, with all net proceeds going to WWF? Sadly no. I mean, sadly yes! I mean, yes! Hooray yes!\n目前为止，我们已经向 WWF 捐赠了 10 万美元，并且我们将要把 Minecraft 商城上的新角色创造者大黄蜂套装的 62.5% 的收益捐给他们。你问我，我们还有没有漂亮的，用经认证的有机棉制成的，使用可再生能源生产的，收益还都归 WWF 的蜜蜂周边卖？？？唉，伤心的是，没有。不...我的意思是，有！耶~有！\n\n\n\nWant to be as happy as this person? \nClick this link!\n你也想要像这个家伙一样嗨皮吗？\n快康康这个！\n\nAs part of our bee celebrations, we want to get YOU involved! This weekend, we want you to harvest honey bottles. Get/craft an empty bottle, approach a bee nest, then fill it up with delicious honey. How many? Ooooh well we’ve been pretty impressed with how you’ve taken on previous challenges, so let’s see what you’re made of! We want to see if the Minecraft community can harvest 50 million honey bottles this weekend!\n作为我们蜂狂庆祝的的一部分，我们还想要你参与！这周末，我们想要让你收获蜂蜜瓶。获取/合成一个空瓶，靠近一个蜂巢，然后把它装满美味的蜂蜜？要多少？哦，我们已经对你们参加上一个挑战的积极很佩服了，所以我们来看看你算老几！我们想要知道这个周末，Minecraft 社区是否可以达到收获 5000 万瓶蜂蜜的指标！\n\nWHAT?!\n啥？！\n\nTrust us, this is very doable! Previously we’ve asked you to place coral blocks to help the oceans and to place bamboo to help WWF help pandas. Both times you’ve managed to achieve these challenges incredibly quickly. You’ve probably already completed this one, and I haven’t even finished telling you about it yet. To get updates about how many honey bottles you’ve harvested, how close you are to hitting the target and when you’ve managed it, follow us on Twitter!\n相信我们，这做起来很简单！在此之前，我们已经让你们放置珊瑚方块来帮助保护海洋，还有放置竹子来帮助 WWF 保护熊猫。这两次你们都用了令人惊讶的快速完成了挑战。你可能在我们宣布这项活动前，就已经完成了这一个。若想了解你已经收获了多少蜂蜜瓶，还有何时才能达成目标，就在 Twitter 上关注我们吧！\n\n(Oh and fair warning: make sure there isn’t a bee inside the nest/hive when you harvest the honey. Unless you want to deal with one angry bee! And we have to deal with enough swarms of angry insects in the Mojang offices already thank you very much.)\n（哦对了，友情提示，当你收获蜂蜜时，确保巢里没有蜜蜂，除非你想对付一只愤怒的蜜蜂！我们得处理好 Mojang 办公室里的大量飞来飞去的愤怒的昆虫，已经非常感谢你了。）\n\n[media=x,610,343.113]https://www.bilibili.com/video/av78928736[/media]\n\nABOVE: A video created with our partners at WWF to show why we're committed to saving the hard-working yet humble bee!\n以上：我们在 WWF 的合作伙伴制作的视频，说明了我们为什么要这么费劲的提及保护这些嗡嗡的蜜蜂！（视频也许未搬，此为“嗡嗡蜂群”更新宣传片）\n\nThis isn’t even everything we’ve got planned (seriously, we’re celebrating bees at Mojang more than my own son’s birthday) ((look, Tom Jr., when you learn to successfully pollinate flowers, then maybe we can talk about getting you a small cake)). On December 17, come back to Minecraft.net for a sweet surprise…  \n这还不是我们计划的所有东西呢（讲真，我们为在 Mojang 蜜蜂庆祝的次数比我儿子庆祝生日的次数还多呢。）【看看，Tom Jr.（译者注：本文作者 Tom Stone 之子）当你成功学会给花授粉时，也许我们可以讨论看是不是可以给你整个小蛋糕。】在 12 月 17 号，回到 Minecraft.net，可能还有改甜蜜的惊喜等待玩家…\n\nWhat could this surprise be? A colour photo of me eating honey out of that aforementioned trough? You’ll just have to wait and see. No. Something much better! Bee-ter? OK, that’s enough. Article over. Good luck with the challenge, and thank you for helping us, help WWF!\n惊喜会是什么呢？一张从上面提到的那个槽里吃蜂蜜的彩色照片？等着瞧。不，[ruby=肯叮更好]肯定更好[/ruby]！被这篇文章镐蜂了？好了，全文结束。祝你在挑战上好运，并感谢您帮助我们，帮助 WWF！\n\n\n\n【dianliang 译自 Honey Bottle Challenge】\n【作者 Tom Stone，发布时间 2019 年 12 月 13 日】\n\n\n\n外部来源以及详细的更新条目追踪\nMinecraft 官网（内容英文）Jeb 的 Twitter（英文）Dinnerbone 的 Twitter（英文）Grum 的 Twitter（英文）Searge 的 Twitter（英文）Minecraft 官方论坛（英文）Minecraft 博客（英文）\n",
    "replies": [
        {
            "author": "xiaopangju",
            "timestamp": 1576273680,
            "txt_content": "我觉得第一个主意不错"
        },
        {
            "author": "2560411851",
            "timestamp": 1576279680,
            "txt_content": "不错不错"
        },
        {
            "author": "翻车：滑稽",
            "timestamp": 1576291260,
            "txt_content": "第一个xswl"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1576292640,
            "txt_content": "今天给大伙整个活，干就完了！奥利给！！（指在Mojang办公室厕所吃蜂蜜）"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1576297440,
            "txt_content": "tom自黑到把自己儿子都拿出来黑了 这是什么样的精神"
        },
        {
            "author": "Rukuy",
            "timestamp": 1576298040,
            "txt_content": "23欧元的衣服"
        }
    ]
}