{
    "title": "虚空破碎年度大戏",
    "author": "子德",
    "replyCount": 24,
    "timestamp": 1576334880,
    "txt_content": "本人zide，和Makishi是合作伙伴关系。\n虚空破碎原服主是pump，然后他被玩家骂到心态爆炸于是不想做服了，将服“转予”Makishi并约定“以后由Makishi接管服务器（现宣传贴https://www.mcbbs.net/thread-704840-1-1.html），并将利润的20%给予pump”。\n结果现在pump在某网站上公然以800块的价格出售虚空破碎，撕毁协议。已经有人在某易拿着这端开服了：\n\n\n\n\nIVP9F%7~(MP)1NQ_C@D~UMI.png (16.71 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-14 22:45 上传\n\n\n\n\n\n这还不够，他还不嫌事儿大，直接在群里白给发端：\n\n\n\n\n)OYVCPYH0{S0@NLZ@T((BD7.png (43.57 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-14 22:46 上传\n\n\n\n\n\n唔，“无任何关系。”\n欢迎各路群众围观吃瓜。\n",
    "replies": [
        {
            "author": "茶馆恶霸",
            "timestamp": 1576335300,
            "txt_content": "利益最大化，经商鬼才"
        },
        {
            "author": "心空NaLa",
            "timestamp": 1576335660,
            "txt_content": "我们看看就好了 也不做评论"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576340640,
            "txt_content": " 本帖最后由 屑弟弟楚儿 于 2019-12-15 00:53 编辑 \n\n这件事还是被人发到了这吃瓜的地方。\n来 我就来全盘说一下这事。\npump不堪重负玩家的争端不断，于是我们管理组协商决定，将虚空**转交让别人经营。向无名要价5w也就只是闹着开心的噱头，mianmc来找我们我们也是一个样，因为从头就没相信过这两个能有这么好心，我们对陌生人依旧是抱有警惕的思想（自从经历了某泽拉斯的黑暗统治后就意识到免费送**来的陌生人是有目的的。）\n此时白夜听闻我们要转交虚空，恩 我们也答应如果找不到合适的人就给他来运营，的确 到最后还是没找到人 虚空自然也就到他手上运营了，初期运营还算可以，白夜加了一些自己之前开服的元素，玩家也还算买账，但是后来pump那边的老玩家就发现白夜更新的方向不太对，之前答应勤劳更新服务器剧情等的承诺并未达到，甚至出现了很多预氪金的项目，老玩家就觉得白夜不行了 去群里和他吵了一架，以至于两边都出现了严重的矛盾。此时白夜那边利润20%的承诺也一直没有得到实现，老玩家这边听到以后就更加觉得白夜只是框走了虚空，又去找了白夜骂了一顿。然后白夜生气老玩家也集体被清走了。虚空破碎的旧血算是全盘撤走。\n时至今日，双方只有过相应的承诺 其中并未涉及到任何pump卖端是属于不合法的情况（这说到底。本来也就是pump的劳动成果 他没有拿到与白夜开始更新以后的虚空端 所以他仍然只是在卖属于他那一份的东西，但是白夜是不能进行这样的，首先 虚空基础全部都是pump之前已经设定好的 不属于他个人的劳动成果。其次 虚空只答应了允许他运营 并未同意他能以个人名义贩卖服务端，所以关于你说的这个撕毁协议，可能不大合理。希望不要误导这方面的舆论走向 谢谢）\n虚空贩卖是属于虚空原管理组三人商讨后一致同意的结果，且再三强调我们贩卖的内容并未与白夜运营虚空之后更新的内容有任何的联系，所以请不要以我们直接出售虚空来搏击原管理组，（如果当初没有这么多的争端，还真没这么多事。）\n\n=============到了我个人看法的时候了===============（请不要吐槽下面无数的括号）\n首先，pump转交运营权我都还是能理解的，毕竟大家都知道刚刚进入大学，是大学四年里面除去毕业那一个月最忙碌的时光了（别问我这个高三的是怎么 知道的  用心体会就好了），再加上暑假那段时间虚空经历了无名风波和玩家风波，管理组都身心疲惫（包括我）。转交给白夜是因为我们觉得白夜应该至少可以达到他的承诺（讲真如果无名真5W想买我还真不是很感兴趣，我对某易的抵触应该还是很多人所知道的吧，mainmc那种说两下就能从嘴里体会到那种空手套白狼的操作，（实际上也真的是来空手套白狼的，还想连着三个人一起套进去打工，吃相真的丑恶 点名批评）也不值得令人信服,所以我们转交给白夜的时候也就只是让他兑现他的承诺，他并未付出任何的钱就获得了虚空的运营，（最开始双方都是无争端的时候都是很和平的 谁知道后面会吵成这样）我后来也因为高三的情况开始对国内圈子淡出，虚空的处理从白夜7月底接手到如今12月中旬，我只问了一次还是两次，交谈的内容都很直白，绝大多数也只是询问的内容 并未含有任何重新插手虚空的想法（完全没时间去再折腾破事），直到后来好几次有人和我说 “那个白夜成天做氪金的  也没见到剧情推进到哪，每次节日都是只做氪金 之前好歹还有活动可以刷一下 现在活动也就只有氪金氪一下 balabala~” 那我也觉得好像这不太合乎常理吧.如果真的没时间做更新的话，可以理解，但是更新只做氪金这样的，就很难让人信服他是没时间更了。）\n\n其次，从白夜这个角度（个人猜测） 也到了集训的时候，再加上他和我说的集训那里网络极差，自己带的笔记本也很普通，所以服务器更新也比较迟缓，这些都是情有可原，毕竟大家都还只是一个学生，学习还是主业。所以服务器拖更什么的还是希望玩家能够体谅，但是虚空那边老玩家的喷，还是很难让人不生气，有时候我以个人的情况出来劝，也就只是治标不治本，再加上我也不是说能经常看手机什么的，所以时常老玩家会去骚扰，所以白夜对老玩家的态度我觉得  还是有原因的（并不是说白夜对老玩家直接权限是特别不恰当的，但是我也不对他有任何赞许的态度，毕竟这件事 几个人在一起 完完整整商讨一次，把问题都处理掉，能承诺的承诺 ，做不到的就做不到，这样双方都把自己能接受的说出来，我觉得至少不会有这么多明争暗斗吧？ 但实际上双方就一直这样僵持着，我两边都劝不动，说多几次以后我干脆就不理了。）\n\n\n直到今天，这件事搬到了茶馆这个吃瓜喝茶的地方，我觉得这些事情说出来也无妨，毕竟大家看了也就只是当个茶余饭后的一个笑料罢了。\n不过也是，这件事情也给了大家几个经验\n1.开服要量力而行\n2.既然运营权给了别人 那也没有必要去在意别人怎么做\n3.承诺要兑现，空头支票容易消费掉自己的信用，\n4.有矛盾要当面说，明争暗斗不可取，\n\n\n最后的最后，（喂 茶馆不能挂服务器宣传贴的链接 赶紧下掉 大半夜没管理 第二天你看版主扎不扎你就完了）\n\n-------原制作人之一：楚儿敬上\n\n\n\n\n（最后的吃瓜项目XD）\n某泽拉斯，我不知道你在不在看，不过最近我还是碰到了你那个什么同伙，卖端这件事也来讽刺了一口，没事 尽管来，我个人对我的信用还是很有自信的，毕竟接触过我的人都知道，我脾气还行，也还算宽容，对玩家态度也是比较热情，虽然有时候发起脾气来做事比较**，但这几乎很少有，你是我第一个觉得那种纯正的自大狂，现在虚空里面任何在你统治时期下的内容都干掉了（包括你设置的那个什么新的世界，那东西吃爆服务器资源，洗粒子澡也真的是铭刻在玩家心中，真当茶余饭后的玩服务器是来受难嘛？），从你被赶走的那周虚空所有和你相关的项目pump 我 橙子 三个人协调处理完了，您老人家就好好的休息吧 这点屁事不足入您法眼嘞\n最后鞭个尸,当初说支援无名的事，您兑现了嘛？ 我还等着您率领千军万马杀来和我对线，结果到头来无名先倒了 您还没出马，这可是让我爽了一晚上啊  教主。\n\n"
        },
        {
            "author": "狗鸽GarryGale",
            "timestamp": 1576343040,
            "txt_content": "屑弟弟楚儿 发表于 2019-12-15 00:24\n这件事还是被人发到了这吃瓜的地方。\n来 我就来全盘说一下这事。\npump不堪重负玩家的争端不断，于是我们管 ...\n洗粒子澡笑死我了hhhh\n\n然后我就简短的说几句\n\n我好像没有和白夜弄什么协议契约之类的哦？我去哪撕毁？\n\n卖端的事情是我 楚儿 橙子我们三个人商量了很久才决定的事情，发出去我就已经做好了背负骂名的准备，现在谁来黑我来怼我已经无所谓了吧233，基本上退圈了。我们筹集点小资金有问题吗？emm，这卖的端也是给白夜之前的\n\n我承人我喜欢和那帮老玩家一起带节奏玩hhh 没啥目的，就是纯粹的发泄，谁和我说一定更到完结的来着？\n\n顺便说一嘴 那个图片里是我发布的免费版的端，扣掉了许多插件，没什么问题吧？我自己做的还不许我发了吗？？\n"
        },
        {
            "author": "子德",
            "timestamp": 1576368360,
            "txt_content": "屑弟弟楚儿 发表于 2019-12-15 00:24\n这件事还是被人发到了这吃瓜的地方。\n来 我就来全盘说一下这事。\npump不堪重负玩家的争端不断，于是我们管 ...\n那问个问题：\n1.正经接收的makishi开这端要给pump20%\n2.拿着倒卖端开的一分不用给\n你不觉得这很有问题吗"
        },
        {
            "author": "子德",
            "timestamp": 1576368600,
            "txt_content": "屑弟弟楚儿 发表于 2019-12-15 00:24\n这件事还是被人发到了这吃瓜的地方。\n来 我就来全盘说一下这事。\npump不堪重负玩家的争端不断，于是我们管 ...\n哦，对了\n1.白夜没有清人哦，人是我清的，我进这个群组后看见发现风气很乱，就把那些天天骂人的清了。我清的标准和他是不是老玩家没有关系。\n2.我认为一个群组是一个整体。白夜暂缓更新虚空是因为在整新服，整个群组的服已经从原来的虚空变成现在5个（有些没开）。这并不能算咕咕咕吧。\n3.机子六百多一个月，然后虚空现在的人数你也看到了，是根本就没有利润的，你可能没有搞清楚这点。"
        },
        {
            "author": "jianpeiguo",
            "timestamp": 1576369020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "白叶Official",
            "timestamp": 1576369380,
            "txt_content": "可真是懵的一批\n不过大概弄懂了楼主的表达（这是好的，因为之前那些类似的帖子我都看不懂），顺带看了下楼主的服务器宣传帖子，还挺用心的。\n（然而我搞不明白为什么这么好的服务器里居然有这种居心不良的人）\n总而言之我很欣赏楼主这种明了的表达方式，愿楼主早日解决\n（其实纠纷什么的还是扔到反馈版那边去好一点，毕竟可能会引来一些不明真相的键盘侠）"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576369440,
            "txt_content": "子德 发表于 2019-12-15 08:06\n那问个问题：\n1.正经接收的makishi开这端要给pump20%\n2.拿着倒卖端开的一分不用给\n首先 是白夜最开始给的承诺 提出给出利润20%的是白夜。\n其次 什么时候出现到卖端了？本来就是我们做的 何来倒卖的说法 你是不是想颠倒是非说虚空是你做的？ 众所周知虚空是pump为原服主我是管理之一 谁是制作人心里得有点数"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576369560,
            "txt_content": "子德 发表于 2019-12-15 08:10\n哦，对了\n1.白夜没有清人哦，人是我清的，我进这个群组后看见发现风气很乱，就把那些天天骂人的清了。我清 ...\n我寻思 刚接手那两个月服务器至少都有十几个人。\npump反馈说白夜私底下有一笔大的款项入账（真不真实我不知道）\n反正从头到尾好像就收到过一笔一百多块钱？"
        },
        {
            "author": "子德",
            "timestamp": 1576370400,
            "txt_content": "屑弟弟楚儿 发表于 2019-12-15 08:26\n我寻思 刚接手那两个月服务器至少都有十几个人。\npump反馈说白夜私底下有一笔大的款项入账（真不真实我不 ...\n我寻思，你收到100块钱，利润就是500，加上机子600，那就是月收入1100？十几个人能有这月收入？给过你们100已经很能体现承诺了吧？\n一边把经营权以20%利润为条件把服转让给他人，一边又卖端？？\n转让的是什么我不清楚，但\n1.如果你转让的东西包括整个作品，你就不能拿去卖\n2.如果你转让的不包括作品，那请问你转让的到底是什么呢？同时把一个服卖/要利润给多个人，到底是谁对玩家不好呢？"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576371360,
            "txt_content": "子德 发表于 2019-12-15 08:40\n我寻思，你收到100块钱，利润就是500，加上机子600，那就是月收入1100？十几个人能有这月收入？给过你们1 ...\n首先 我再三强调 你们能拿到的只有运营权 作品权什么时候转让过？从头到尾你就觉得我们是把虚空全盘托出了\n然后 据说虚空收到一笔赞助 然后机子续费了五六个月 您觉得这是1k能拿下的吗？"
        },
        {
            "author": "子德",
            "timestamp": 1576372500,
            "txt_content": "屑弟弟楚儿 发表于 2019-12-15 08:56\n首先 我再三强调 你们能拿到的只有运营权 作品权什么时候转让过？从头到尾你就觉得我们是把虚空全盘托出了 ...\n1.“据说”，没有证据就不要说\n2.那请问你出售端出售的又是什么权呢？"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576372800,
            "txt_content": "子德 发表于 2019-12-15 09:15\n1.“据说”，没有证据就不要说\n2.那请问你出售端出售的又是什么权呢？\n1,这个是有看到的 白夜之前在群里貌似也说过 有个谁赞助了服务器 然后续了几个月的服务器\n2.出售端是我们自己的权利 这次出售就是出售整个端了  （不过不允许倒卖而已）\n\n来 那我来反过来质问一下  \n1.虚空常年做更新 但是实际上剧情更新进度惨不忍睹 这兑现了当初积极更新服务器进度的诺言嘛？"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576373340,
            "txt_content": "说白了什么时候主人行驶权利还得要看客人脸色？\n无非就是看着我们能卖自己的东西你又不能卖眼红罢了\n不然之前这么大乱子也不见得来茶馆发吃瓜贴\n扯下嘴脸看都是丑恶的"
        },
        {
            "author": "小橙子a.a",
            "timestamp": 1576374780,
            "txt_content": "说的难听的一点是\n\n“这端是我们做的”\n\n“我们卖关你什么事”\n\n就这样，劳动成果属于别人，你无论怎么说，不还是用别人的劳动成果吗\n\n承诺就随便找个借口“我要做新服”就可以避开的吗\n\n一言九鼎，一诺千金，你说你做新服可以理解，\n但是不能把别人劳动成果化成自己的，大喊他是盗端的那个\n但是也不能不实现承诺\n承诺自己下的，自己不实现，后果是什么自己不是很清楚吗？\n凡事有因有果，为什么白夜不亲自站出来说呢？\n\n清者自清，做了什么自己清楚。\n\n那么现在请问你：\n你了解那个月收益有多少吗？\n\n你知道白夜是怎么样的吗？\n\n你知道虚空接盘之后就开了一堆圈钱活动吗？\n\n你了解他出个bug都以为是我们下的后门吗？\n\n那么，你觉得你获得的是正确的答案吗？\n\n你知道的只有被蒙蔽的事实，在阴影揭开的时候你会发现你太天真了，又或许是大家都太天真了..."
        },
        {
            "author": "燕子6",
            "timestamp": 1576375620,
            "txt_content": "子德 发表于 2019-12-15 08:06\n那问个问题：\n1.正经接收的makishi开这端要给pump20%\n2.拿着倒卖端开的一分不用给\n看看就好了，不评论"
        },
        {
            "author": "蛇皮螃蟹怪",
            "timestamp": 1576381980,
            "txt_content": "就康康不说话"
        },
        {
            "author": "狗鸽GarryGale",
            "timestamp": 1576386960,
            "txt_content": " 本帖最后由 56977277 于 2019-12-15 13:28 编辑 \n子德 发表于 2019-12-15 08:06\n那问个问题：\n1.正经接收的makishi开这端要给pump20%\n2.拿着倒卖端开的一分不用给\n1.我就拿了几个月的后来我也没去找白夜要，然后他的20%都是发卡平台的收入，私下和玩家获得的收入可没跟我提过呢..\n\n2.端是一开始我们自己做的，而且我卖的端也没有所谓的什么秘境之类的东西，那是我离开之前的端，什么时候叫“倒卖”了，后面的内容它一样吗？。我们卖自己做的也没问题吧\n\n顺便一提，你在这之前也没有来白夜那边的，具体详细的情况基本上也不了解，为什么不让白夜出来说而是你出来说？\n基本上退圈了，我也不想跟你们搞什么战争互撕，怪无聊的，我也没时间撕。\n反正我们三个卖自己做的端也没有什么问题嘛..\n最后，虚空我们做的部分不允许你们倒卖\n当时你们怎么对我们的？什么态度？一定好好更？哪呢？哪呢？哪呢？\n你们放火我们还不能点灯了吗？？？hhhhhhhhhhhhhhhhhh"
        },
        {
            "author": "屑弟弟楚儿",
            "timestamp": 1576390200,
            "txt_content": "哦对了  算是一个警告吧   既然你们能想到不要脸的来通过倒卖我们之前做的那些  那我们是不是可以公开让你的名声臭掉呢？\n当然 我觉得和白夜无关  因为到目前为止我没看到有什么他不好的举动  但是反而是看到了你扬言想要吧虚空倒卖出去的说法 \n如果你真的敢做 我们还真的是可以有反击的方式\n如果一个人能下流到这个程度 我们也没有关系可以把他挂出来\n大家都很讨厌那种倒卖的奇葩吧"
        },
        {
            "author": "q794613",
            "timestamp": 1576420500,
            "txt_content": "我来迟了 这瓜挺好吃\n我就不发表看法了 我只是看到一楼出现了剑域表示好奇，"
        },
        {
            "author": "华南。",
            "timestamp": 1576421700,
            "txt_content": "q794613 发表于 2019-12-15 22:35\n我来迟了 这瓜挺好吃\n我就不发表看法了 我只是看到一楼出现了剑域表示好奇， ...\n我也挺惊讶的，瓜挺大"
        },
        {
            "author": "黄少英",
            "timestamp": 1576422480,
            "txt_content": "真是喜闻乐见的他服事件"
        },
        {
            "author": "cy20000402",
            "timestamp": 1576903020,
            "txt_content": "吃瓜吃瓜，有意思啊"
        }
    ]
}