{
    "title": "【基岩版插件&服务端】旧版版块规定",
    "author": "ruonan_aigugu",
    "replyCount": 0,
    "timestamp": 1576336440,
    "txt_content": " 本帖最后由 PQguanfang 于 2020-8-18 11:28 编辑 \n\n基岩版插件&服务端（Ver2.0.0）本版规在试行期，如对版规有更好的意见欢迎反馈\n一、前言1-1：Ver1.0.0初始版版规部分条例沿袭自Nukkit专版规章制度 Ver.0.3 、PocketMine服务端专区版规 及 服务端整合包版规Ver2.0.4。\n1-2：由于【Nukkit服务端专区】、【PocketMine服务端专区】进行了合并，合并之后为基岩版插件&服务端，因此旧版本版规已不适用，因此对版块版规进行了更新，当前版本号为Ver2.0.0，内容如下。\n1-3：【基岩版插件&服务端】版块下的帖子及子版均适用于本版规条例，在本版内发帖均需遵守本版规条例。\n1-4：在【基岩版插件&服务端】发帖回复则表明你已阅读完并完全同意遵守本版规。\n    欢迎您来到基岩版插件&服务端，在这里你可以分享与基岩版服务端相关的插件、服务端给坛友，感谢您对国内基岩版的贡献。\n    您在MCBBS基岩版插件&服务端版发布的任何言论与使用行为（包括但不限于发表主题、回帖、评分、评分理由等）将视作对本版规全部条款或其后对版规条款修改的完全接受，请您仔细阅读本版规的全部条款与条件，尤其是版规中黑色、红色加粗的条款。\n二、标题2-1：标题格式：（2020/4/13）\n注: \" —— \" 左右空格不是一定要有,但必须用 \"—\" 斜杆 ( 不是 \"一(yi)\" 也不是 -(减号)) ，其他内容必须按格式要求来。\n\n快讯（新闻）标题：\n[新闻]标题 —— 一句话概括主要内容[原文时间]\n例如：[新闻]Nukkitx 每周速报#1 —— BE 1.13.X版NukkitX核心发布[2019/12/4]\n注意：若新闻为官方所发布，可以将新闻修改成官方。\n\n教程标题：\n[教程][教程类型]标题 —— 一句话概括主要内容[最后更新的时间]\n例如：[教程][服务端]Nukkit开服教程 —— 简单易懂的开服教程[2019/12/4]\n\n插件标题：\n[原创/重置/转载][插件类型1 （|插件类型2）]插件名称 —— 一句话简介[支持客户端版本]\n例如：[转载][管理|机制]PlotSquared —— Nukkit上的地皮插件[1.14.1]\n如果支持最新地6个大版本号，则可标注为全版本。\n\n脚本资源标题: [2020/3/26]\n[原创/重置/转载][插件类型][基于哪个插件注1]插件名称 —— 一句话简介[支持客户端版本]\n注1: 例如使用 BlocklyNukkit ，该类脚本编写而成的插件。\n该类插件奖励会有所下降且功能不能过于简单。\n\n服务端标题：\n[服务端类型][服务端核心]服务端名字 —— 一句话简介[支持客户端版本]\n例如：[生存][BDServer]绝对领域 —— 纯净简洁生存[1.14.1]\n\n讨论标题： \n[讨论类型]帖子标题\n\n插件类型：娱乐 RPG 综合 信息 机制 管理 经济 安全 前置API 其他\n\n服务端类型：小游戏 生存 RPG 综合 其他\n\n教程类型：服务端 插件 联机 开服 综合 优化 疑难排除 其他\n\n讨论类型：闲聊 灵感 想法 推荐\n2-2：违规处理：若标题稍[sup]1[/sup]有偏差：将进行移动到“基岩版插件&服务端 过期资源”版块的暂时处罚直到修改完成，限期1天。\n请修改完成后到综合申请贴申请移动回来。若标题严重不合格：则直接删帖。\n注[sup]1[/sup]: 稍有偏差指 标题大体正确,部分错误 例如使用【】\n三、服务端整合包区3-1：必须严格按照基岩版插件&服务端版规且使用基岩版服务端发布模板进行发布服务端，其中下载地址若为站外，则必须为无大面积广告的网站，否则会被移动至过期资源版块直至修改完成，情节严重者按6-4处理。\n3-2：请在您的帖子内附上服务端大体介绍和控制台开启截图，若缺少或无法正常显示，将进行移动到“过期资源”版块的暂时处罚直到修改完成，修改完成后请前往综合申请贴申请移回（2020/1/24）。\n3-3：服务端整合包必须原创或者授权转载，否则视为剽窃（2020/2/16） 。\n3-4：禁止在服务端整合包及其介绍贴内含有任何危害服务器或者服务器所在的主机、窃取服务器数据等内容，否则 最低-2人气 -20金粒 -3贡献 -0绿宝石，情节严重者将永久禁言。\n3-5：禁止在服务端内存在付费插件（允许保留插件文件夹及配置文件），否则删帖并警告处理。\n3-6：付费端、倒卖端及来历不明的服务端严禁发布，如发现处以最低封禁7天，最低-2人气 -20金粒 -1贡献 -0绿宝石，情节严重者永久禁言。\n3-7：如下载链接失效将会被临时移至过期资源版，直至整改完成。\n3-8：服务端整合包内及其有关的地方不得含有任何形式的商业营利性信息，我们允许作者保留自己的整合包曾用的服务器QQ群（须通过基岩版服务器板块的审核且已发布在基岩版服务器主板块） 、个人QQ等联系方式，但不允许出现任何涉及营利的信息，包括但不限于推荐服务器租赁商、诱导用户购买完整版整合包等，否则最低 -2人气 -50金粒 -0贡献 -0绿宝石 并撤销贴内所有正面性评分，并且警告、撤销所有申请奖励与图章/图标、移动到过期资源版，情节严重者可追加禁言处罚 （2020/3/19）。\n3-9：服务端整合包内不得含有任何不尊重使用用户的字眼，否则 最低-2人气 -10金粒  ，并移动到过期资源版要求整改。情节严重的，可追加警告、直接禁言并直接移动到过期资源版关闭锁贴（2020/3/19） 。\n\n四、服务端插件专区4-1：必须严格按照基岩版插件&服务端版规且使用基岩版插件发布模板进行发布插件，其中下载地址若为站外，则必须为国内无大面积广告等的网站，否则会被移动至过期资源版块直至修改完成，情节严重者直接按6-4处理。\n4-2：请在您的服务端插件发布帖内附上最少一张效果展示图或成果图（若该插件过于简单或者不便展图，则可以无需放置）、功能介绍、指令与权限介绍（若没有则可以无需放置） ，若缺少或无法正常显示，将进行移动到“过期资源”版块的暂时处罚直到修改完成，修改完成后请前往综合申请贴申请移回（2020/1/24）。\n4-3：转载插件贴禁止过渡依赖于机翻（允许使用机翻作为辅助），如发现将处以 不少于1人气20金粒0贡献0绿宝石的扣分 + 警告 + 移动至资源回收区 。\n*4-3-1：出现明显的语句不通、语法混乱的，无论其是否真正使用机器翻译，均视为机翻。\n*4-3-2：机翻转载后还试图去申请奖励的，将会加重处罚。\n4-4：有关原创/重置/转载的定义：\n*4-4-1：发布者所发布的插件的代码全部由发布者或者发布者所在的团队/站内小组成员自行编写（允许少量的借鉴） ，均可视为原创。\n*4-4-2：发布者所发布的插件是立足于其他作者的插件的代码后进行编写的或者代码大部分借鉴于其他作者的插件的代码的，均视为重置。\n*4-4-3：发布者所发布的插件没有进行代码二次修改或者只是轻微地代码二次修改的，均视为转载。\n4-5：有关过期插件的处理：\n*4-5-1：如下载链接失效将会被临时移至过期资源版，直至整改完成。\n*4-5-2：若新发布插件根本无法在帖中所介绍支持的客户端版本的服务端核心中正常使用，则会被移至过期资源版，直至作者发布了此插件修复/更新版本。\n*4-5-3：若该插件含有严重bug或者大量报错，则会被临时移至过期资源版，直至作者发布了此插件修复/更新版本。\n4-6：付费插件发布者必须满足基岩版大区规章中的相关条件，否则删帖并警告处理。\n4-7：禁止在插件内或及插件有关的地方含有任何危害服务器或者服务器所在的主机、窃取服务器数据等内容，否则 最低-2人气 -20金粒 -3贡献 -0绿宝石，情节严重者将永久禁言。\n4-8：发布的服务端插件若为转载且为付费插件，则作出以下规定（2020/3/4）：\n*4-8-1：若该插件由国内作者开发并在国内相关平台出售或者支付，则此开发者在MCBBS的账号也必须满足版规4-6的要求，否则不允许发布。若有违反，则删帖 + 警告处理。\n*4-8-2：搬运付费插件的搬运者不得在贴内提供该插件直接下载方式及代购说明，只允许提供购买方式，若有违反，则删帖 + 警告处理。\n4-9：服务端插件及其介绍贴内不得含有任何形式的商业营利性信息，我们允许作者保留自己的插件交流群、个人QQ等联系方式，但不允许出现任何涉及营利的信息，包括但不限于推荐服务器租赁商等，否则最低 -2人气 -50金粒 -0贡献 -0绿宝石 并撤销贴内所有正面性评分，并且警告、撤销所有申请奖励与图章/图标、移动到过期资源版，情节严重者可追加禁言处罚 （2020/3/19） 。\n4-10：服务端插件内不得含有任何不尊重使用用户的字眼，否则 最低-2人气 -10金粒 ，并移动到过期资源版要求整改。情节严重的，可追加警告、直接禁言并直接移动到过期资源版关闭锁贴其一的处罚 （2020/3/19）。\n4-11:  发布服务器插件时不得使用任何混淆/加密手段阻碍他人判断该插件是否剽窃、含有营利性内容、后门等，否则 直接删帖 。如有特殊需求，请私信版主（2020/05/01）。\n4-12：转载的服务端插件必须事先于本版综合申请贴进行申请，否则直接 删除处理（2020/7/8，2020/8/1修改为综合申请贴）。\n五、新闻、教程、讨论区5-1：有关新闻贴：\n*5-1-1：过时的新闻贴会被关闭。\n*5-1-2：新闻贴必须为原创或者汉化，否则视为剽窃。\n*5-1-3：新闻贴禁止设置回复可见，否则强制取消并警告。\n5-2：有关教程贴：\n*5-2-1：教程贴必须为原创或者授权转载，否则视为剽窃。\n*5-2-2：教程允许发布在Github、GitBook、腾讯文档等被大众熟知的平台，并在帖子中予以链接跳转。\n若为个人博客、网站等，则页面必须没有任何营利性内容（包括广告、宣传），否则按6-4处理。\n*5-2-3：教程贴禁止设置回复可见，否则强制取消并警告。\n*5-2-4：教程贴不得含有常识性错误，不得误导，否则直接删帖。情节严重者可予以1贡献扣分。（2020/08/11）\n5-3：有关讨论贴：\n*5-3-1：讨论贴仅限讨论基岩版服务端核心相关的内容且有一定的讨论价值，无价值或者偏题的帖子将会被删除，情节严重者或多次触犯者一贴一次警告处理。在特殊情况，还与灌水同步处理。\n如：你们都在用什么核心啊？（无价值讨论、灌水）\n\n六、发帖、回复相关6-1：禁止以任何形式的灌水/水贴，否则会被处以扣分（不少于0人气10金粒）、发卡、直接禁言等处罚，多个处罚可同时进行 （灌水/水贴的判断依据请见本版版规第8章） 。\n6-2：请勿错版：\n*6-2-1：有关基岩版服务端核心的主体交流、教程、新闻资讯，请发布在本版主版块，错版会被强制移动。\n*6-2-2：有关PocketMine插件发布，请发布在PocketMine插件专区版块，有关Nukkit插件版块，请发布在Nukkit插件专区版块，BDS服务端插件、脚本或者拓展资源，请发布到BDServer服务端插件专区，错版将会被强制移动。\n*6-2-3：有关服务端疑问，请移步基岩版问答版块发布悬赏贴，在本版随意发布将会被删除+扣分。\n多次错版警告1次。\n6-3：禁止以任何形式威胁/引战/辱骂。否则将视情况处以1-7天封禁，帖子警告 + 屏蔽处理（坛规2-4-C/2-4-D）。\n6-4：禁止贴内直接或间接地宣传任何营利性信息，违规宣传其他论坛、服务器、接定制插件等，否则最低-2人气 -20金粒 -0贡献 -0绿宝石，情节严重者追加禁言处罚。\n6-5：短时间内大量发布只是说明支持、希望更新或者有屠版嫌疑的内容，一经发现将视情况处以超过5贴，每贴警告1次并按灌水行为扣分的处罚，情节严重者直接禁言。\n* 请确保您的说明支持、希望更新等内容有一定的意义，用较为客观的语言陈述了自己为什么支持这个作品、希望更新哪些东西。一句话敷衍了事者，部分情况下可能会按万用无意义灌水处理。\n6-6：禁止夸大、贬低他人作品。在对自己或他人作品在本版评价时，必须保证客观公正，否则警告，-2人气 -20金粒，并酌情对帖子进行屏蔽处理。\n* \"楼主牛逼\"\"这个插件真牛逼\"\"国内最好用的\"等词语在大多数情况下都属于夸大，请谨慎使用。\n6-7：未达到相关要求，直接设置回复可见/发电后可见/限制可见/附件收费的帖子，将会被 警告，并强行撤除。屡教不改者，可予以扣分处罚。（2020-07-27） \n\n七、剽窃相关7-1：以下行为均会被视为剽窃，并酌情根据7-2进行处罚：\n对版规明确禁止无授权转载项目进行无节制的转载\n版规 3-3：服务端整合包必须原创或者授权转载，否则视为剽窃版规 5-1-2：新闻贴必须为原创或者汉化，否则视为剽窃版规 5-2-1：教程贴必须为原创或者授权转载，否则视为剽窃授权信息无效或者不够明确。（一小段聊天截图不视为有效授权，于服务端插件转载申请贴申请的回复也于此列）\n欺骗型发帖\n非原创内容标记为原创未按照版规4-4要求如实填写原创/重置/转载\n\n7-2：核实为剽窃的，将会进行处罚：\n根据剽窃情况将处以最低封禁5天，最高永久禁言，并将帖子 关闭 + 警告 + 移到过期 + 重命名为剽窃晒尸。将被处以最低-4人气 -60金粒 -1贡献 -3绿宝石 并撤销贴内所有正面性评分、撤销所有的申请奖励与图章/图标。\n\n八、灌水相关8-1：版聊（以聊天的形式与帖子内容完全无关的回复）：\n例如：\nA：今天你吃饭了吗？B→A：这么巧我也吃饭了\n等等...\n8-2：滚键盘回复:\n例如:\n123123123123123\n66666666666\n16413189465156\nAABBAABBAABB\n是的撒记得那时的你那瞬间的那就\n等等...\n8-3：无意义回复：\n只要是废话或者与主题内容本身无关的均视为无意义回复，表达支持请善用评分功能。\n例如：\nMCBBS有你更精彩~\n神乎其技！6的飞起！\n先回复再看贴\n等等..\n注：在回复可见的帖子，允许使用正面支持类的无意义回复一次。\n（本条例部分沿袭自多人联机大区服务端整合包及服务端插件版，原文由a39编写）\n8-4：不看楼主/版名式回复：\n所有因为 不看楼主/版名/不玩 而写的一句话回复，视作灌水处理。 \n例如：\n1.7.10版本能用吗?(实际上基岩版并没有1.7.10这个版本号)\n原来是PE/基岩版\n我还以为是PC的\n这个Mod真棒(实际上目前基岩版服务器尚不存在Mod)\n版主真厉害(实际上该未作品发布者并不是版主)\n8-5：复读机式回复：\n将上面用户所发的有意义回复，以70%以上的内容直接转述而来，视为复读机式回复。\n8-6：有意义内容+无意义内容=灌水\n例如：\n作品某功-能（某功-能必须替换为一个该作品含有的，非常到位或独特的一个功-能，下同）写的非常到位，支持一下666666666666=灌水\n作品某功-能写的非常到位，支持一下楼主！=正常回复\n支持一下=万用回复\n九、举报相关9-1：可以举报的内容：\n灌水水贴错版贴不符合版规要求的标题、内容、回复等下载地址无效的插件、服务端整合包发布贴或者长时间未更新且bug、报错较多的插件发布贴剽窃内容帖中介绍与实际内容严重不符合的违规发布付费插件、发布付费整合包其他违规内容亦可酌情举报\n9-2：举报奖惩：\n举报并核实的将会获得0 ~ 25不等的金粒奖励对于同一贴内的大量回复请举报其中的一个即可,将会按数量进行奖励，不用全部举报一遍，大量举报视为干扰版主执行工作，倒扣金粒请勿大量举报两个月之前的帖子，否则倒扣金粒在回复可见帖子，举报万用回复视为无效举报，大量举报或提醒后继续举报，视为干扰版主执行工作，倒扣金粒。无故举报他人帖子的将倒扣金粒\n（本条例沿袭自多人联机大区服务端整合包版，原文由寂编写）\n\n十、奖励相关10.1：本版奖励分为发布奖励、更新奖励与汉化奖励，其审核标准、申请规则和其他相关事项均以综合申请贴所述为准\n10-2：有关发布奖励：\n* 每一位作品发布者都可以申请发布奖励\n* 若发布者已申请完低层次的奖励，则在申请高层次奖励时不回收上一层次的奖励\n10-3：有关更新奖励：\n* 发布者对自己成功获得发布奖励的作品进行更新后可以申请更新奖励\n* 更新奖励的申请不设上限\n* 同一更新只能获得一次更新奖励，重复申请者根据情况予以口头警告、扣分或者是警告+扣分之一处罚\n10-4：有关汉化奖励：\n* 每一位对自己所搬运的作品进行汉化的发布者都可以申请汉化奖励\n* 可以正常申请该搬运作品的发布奖励与更新奖励\n* 无论如何，一个作品只能申请一次汉化奖励\n\n\n基岩版大区 - 基岩版插件&服务端版2020/1/25\n本贴最终解释权归MCBBS基岩版大区及基岩版插件&服务端版所有\n\n\n更新记录\n自v.1.8.0版本开始计\nv.1.8.0 2020/1/7\n新增第10大章\"奖励相关\"，并且新增条例10-1至10-6\nv.1.8.1 2020/1/25\n1.新增版规5-3-1和5-3-2，并将第五章更名为\"新闻、教程、讨论相关\"\n2.第八章原版规8-4、8-5迁移至第六章，并新增8-4、8-5版规\n3.对错版定义中，放宽询问贴，允许询问与服务端核心或其插件有关的问题\n4.修改部分扣分处罚，由原只扣绿宝石改为扣贡献，必要时再扣绿宝石\n5.错别字修改、对部分灌水定义中增加补充（举例）说明\nv.1.8.2 2020/2/10\n修改版规10-3\nv.1.8.2 2020/2/13\n申请格式新增艾特版主\nv.1.9.0 2020/2/16\n对版规3-3、3-6、7-1进行修改，对第十章全面大改\nv.1.9.1 2020/2/21\n修改版规4-3\nv.1.10.0 2020/3/4\n新增版规4-8\nv.1.10.1 2020/3/7\n1.因板块调整，修改版规6-2-2\n2.删除版规5-3-2\nv.1.10.1 2020/3/19\n新增版规3-9 3-10 4-9 4-10\nv1.10.2 2020/3/26新增 脚本资源标题 要求v1.10.3 2020/4/8新增服务端插件条例 4-11 混淆及转制说明v.1.11.1 2020/6/1调整版规10-1v.1.11.2 2020/6/16调整版规7-1v.1.11.3 2020/6/22调整万用回复为无意义回复v.2.0.0 2020/8/7调整第八章部分内容\n\n",
    "replies": []
}