{
    "title": "[Minecraft.net|CULTURE]Bonsai Biomes 生物群系盆景",
    "author": "qsefthuopq",
    "replyCount": 1,
    "timestamp": 1576596180,
    "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-18 00:02 编辑 \n文章日期2019-11-02作者Craig Pearson\n译者qsefthuopq\n\n原文链接点击打开\n\nBonsai Biomes\n生物群系盆景\nMinecraft Reddit’s been building Mini-Monuments!\nMinecraft Reddit造出了迷你建筑！\n\n\nThis isn’t usually how we open articles on this somewhat pro-Minecraft website, but do you know what I hate about Minecraft? It’s too big! Why should I be forced to explore an entire ocean to find an ocean monument? Why should I have to take more than six steps(6!) to get from the plains biome to the desert? Why hasn’t the Minecraft Reddit community started a recent trend of crafting miniature Minecraft dioramas, like tiny Taigas and smol swamps, that I can enjoy from the comfort of whatever biome I wish?\n在这个专业的Minecraft网站上看到这篇文章可能会让你觉得你的打开方式不对，但你知道为什么我讨厌Minecraft吗？因为这个世界太大了！为什么我要在浩瀚的海洋里搜寻一座如沧海一粟般的海底遗迹呢？为什么我非得踏破铁鞋才能从平原走到沙漠？为什么Minecraft Reddit社区最近还没开始出现一股建造能够使我赏心悦目的如针叶林和沼泽这样的小型模型建筑的潮流呢？\nOh, wait, they have! Let’s grab a microscope and take a look.\n噢，等等，他们造出来了！让我们拿出列文虎克的显微镜瞧瞧。\n\nThe challenge is to represent the larger parts of Minecraft’s maps in a small square of land. It’s tough to find where this all began, but I think it was CheckPlease123’s post that kicked off this recent miniaturisation phenomenon. As you’ll have seen in the video, if you’d been good enough to click that link in the previous line (look, here it is again!), they built little dioramas of the snowy tundras, forests, deserts, and even made a beach complete with water.\n这个挑战是在Minecraft的一小片地内造出大地图的大部分内容。我很难对这股潮流追根溯源，但我猜是CheckPlease123的帖子引起了这股潮流。从他的视频中我们可以看到(聪明人已经点击了上一行的链接了，如果你错过了的话，链接在这！)，它们建造了一个囊括了积雪的冻原、森林、沙漠甚至是有水的沙滩的小模型。\nWait, you seriously want that Reddit link a third time?OK, but only because I like you.\n等等，你真的没看到上面的Reddit链接?好吧，事不过三，如果不是我偏爱读者的话，我不会第三次放出这个链接。\nAs impressive as their builds were, Minecraft Reddit knew in its heart that it could go smaller. That’s what SirAdyUnleashed did with their Mini-Mega Taiga Biome. This is a great little build. It looks like a mod was used to squish things all the way down but take a closer look. The ‘trees’ are saplings, fences, and flower pots.\n尽管他们的建筑一样令人印象深刻，但是Minecraft Reddit的用户知道它们还可以造出更小的模型。SirAdyUnleashed就造出了迷你巨型针叶林的模型。这个小建筑造得不错，看起来就像是使用用来压榨一切的模组做出来的一样。但只要我们定睛一看就可以看到这些树是用树苗、栅栏和花盆做出来的。\n\nTaiga look at this mini-forest. I’m sure you’ll agree it’s been spruced-up rather nicely.\n瞧瞧这片小型针叶林。我相信你会认为这里是精装打扮的森林。\nOne of the smartest substitutions in this trend was findidledee2’s Mini-Desert. How did they make the cacti? It almost seems a shame to tell you, but they’re sea pickles. *chef kiss*\n在这股潮流中最为微妙的作品之一当属findidledee2的小沙漠。他是怎么做出小仙人掌的？其实是用海泡菜做的。*厨师之吻*\n\nThis is the simplest build, but it shows how well-crafted it is: it’s entirely recognisable as a Minecraft desert.\n这是最简单的模型建筑，但它展示出了建造者巧夺天工的技艺: 这件作品完全可以被视为是Minecraft的沙漠。\nBiomes aren’t the only recognisable part of Minecraft’s world generation. As you’ll know there are plenty of buildings to explore. And therefore there are also plenty of buildings to shrink.\n生物群系并不是唯一可辨认出这是Minecraft世界的要素。你应该知道你可以在Minecraft内探索大量的建筑物。因此还有大量的建筑可以压缩成模型。\nHave a look at Just_Playing_Games’ Mini-Ocean Temple and wallow in how lovely it is. Take your time, you can’t rush a good wallow. Here are a few hints as to how they made it: waterlogged smooth sandstone slabs keep the coral alive, and those heads are spawned in using console commands. But that’s ok. We’re not snobs here. You do what you can to get the job done.\n再看看Just_Playing_Games的小型海洋神庙，沉溺于这座建筑的小巧可爱吧。先别急着跳过，过了这村可没这店了。这里有一些关于他们是如何做到的提示：透水的平滑砂岩台阶给珊瑚提供了养分，那些守卫者的头是用控制台指令刷出来的。使用指令没有关系，我们并不是斤斤计较的小人。创意没有限制。\n\nIt’s not a biome, but shrinking down an Ocean Temple to this size takes incredible building skills. I want it in my base!\n这不是个生物群系，但将海洋神庙缩小到这样的尺寸需要精湛的建筑技巧。我想在这里安家！\nThey also made a Mini-End City and a Tiny Nether Fortress:\n还有迷你末地城和地狱要塞：\n\n\n\n\nIt leads us to the question of what could be done with mods? There’s some incredible skill in making these itty-bitty builds in everyday Minecraft, but the Chisels & Bits mod allows for details that are impossible to achieve without being Jens.\n那么问题来了，使用模组还可以做出怎样的作品呢？虽然在Minecraft的日常中我们可以使用一些惊为天人的技巧来造出微小的建筑，但雕凿工艺这一模组可以让我们无需成为Jens[sup]1[/sup]就能造出更多细节。\nThe mod allowed YukiTheNeko to make a Mini-Island that’s so cute that I want to remake as a plushy. There’s no real trickery here, as the mod enables you to chisel away at in-game blocks, but that doesn’t take away from what’s been made. With just a few tiny cubes of sand, it’s still recognisable as Minecraft. They could have stopped there, but the mottled skybox, cute clouds, and sun are lovely touches. It’s art!\nYukiTheNeko 利用这一模组来造出了一座可爱的小岛，我好想把这座岛做成毛绒玩具。他没有耍花招，这个模组可以让你雕琢游戏内的任意方块，但它并没有改变方块的本质。即使只有几块小沙子也能认出这是Minecraft。这座小岛可能因为那斑驳的盒状天空、可爱的云朵和太阳都是可触及之物而停留于此，享受这惬意的丝绸之触。这就是艺术！\n\nThe Chisel and Bits mod allows each block to be cut into 4096 smaller blocks. So you can get very detailed, and very wee.\n雕凿工艺这个模组可以将每个方块雕琢成4096块更小的方块。所以你可以造出非常小的充满细节的模型建筑。\nAnd if it’s considered art, then why not use them to decorate a base? Players are making biome rooms. I hope the phrase “bioramas”[sup]2[/sup] sticks with these! The detail in this Mini-Badlands by Tommy_Tonk is just gorgeous. Single “bits” of water for the river, trees smaller than single a game block. Worthy of a centrepiece. I would love to have such a room in my house, complete with mountains and ravines.如果它被认为是艺术，那为什么不用这件艺术品来装饰一个家呢？玩家们正在制作生物群系展览室。我希望你能够铭记 “bioramas”[sup]2[/sup] 这个词！这座Tommy_Tonk建造的迷你恶地的细节堪称美妙绝伦。河里只有1 “比特”的水，树比一个普通的方块还要小。这绝对值得一赏。我也想要我的房子里有这样重峦叠嶂的房间。\nIt’s fiddly, but if you’re capable you can make some beautiful dioramas with the mod.\n一般只有能工巧匠才能以一己之力雕琢出这样的作品，但有了这个模组你也能做出这样巧夺天工的作品。\nIt’s such a smart idea. Building tiny bits of Minecraft in your base for you to coo over, or lovingly trim and tweak as the nights draw in and the Creepers explode in the dark. It doesn’t matter if it’s a cleverly cast biome from the game’s tools and blocks, or if you’ve spent the time to learn a fiddly mod and spent hours carving the world a microscopic cave. If you like it, that’s all that matters.\n使用上述的模组真是个不错的主意。想象在夜幕降临，苦力怕潜入爆炸后你缝缝补补被炸出的坑时，在你的Minecraft的家里观赏你所建造的迷你模型。无论是使用游戏里的工具和方块造出的生物群系模型，还是你耗费时间学习使用模组来雕琢微小的洞穴，都值得一试。只要你喜欢就好。\nAnd if you want to show it off, there’s a place for that as well. The main Minecraft subreddit has a lot of these, but also there’s a new sub dedicated to smallification of all things Minecraft. Sub to Tinycraft and feel better about life.\n如果你想要展示你的作品，你可以前往reddit。reddit上的Minecraft吧里有很多作品，还有与Minecraft相关的其他吧。关注Tinycraft吧，发现新生活。\n注释1.Jens Bergensten 是Minecraft的开发者之一，国内一般称其为Jeb。\n2.此处应为dioramas，可能为笔误或是有特殊含义，diorama在本文中的释义为立体模型。\n",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1576596660,
            "txt_content": "相同博文：\nhttps://www.mcbbs.net/thread-925002-1-1.html"
        }
    ]
}