{
    "title": "[Minecraft.net|CULTURE]Fantastic Fish 奇异的鱼",
    "author": "qsefthuopq",
    "replyCount": 3,
    "timestamp": 1576338900,
    "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-28 22:25 编辑 \n文章日期2019-10-02作者Jay Castello\n译者qsefthuopq\n\n原文链接点击打开\nFantastic Fish\n奇异的鱼\nDrago crafts a creepy creature of the sea!\nDrago 制造了一只深海的恐怖生物！\n\n\nApparently, we know much less about the bottom of the ocean than we do about outer space. But with things like Drago’s Angler Fish lurking down there in the deep, can you really blame us? All those teeth… that blank white eye… yeah, I’d much rather hop in an astronaut suit, thanks.\n显然我们对深海的了解远少于对外太空的了解。但有了如Drago的《潜伏在深海的鮟鱇鱼》这样的作品，你还能怪我们对深海的知之甚少吗？看看这些锋利的牙齿… 那双白色的鱼眼… 我更愿意穿上宇航服在外太空进行探索。\n\nDrago has no fear, though. “A few pins popped up on my Pinterest[sup]1[/sup] so I tried doodling an angler fish,” he explains simply. “I thought something interesting was going on there.” Sure, interesting, that’s one word for it. Remind me to never search for any sealife galleries on my Pinterest.不过Drago并不害怕深海。他简言之：“我在Pinterest[sup]1[/sup]上发现了一些有趣的图片，所以我尝试画出一条鮟鱇鱼，我认为这将很有趣。”当然，“有趣”是个提醒我永远不要在Pinterest上搜索任何海洋生物相关内容的单词。\n“The sculpture was made mostly with just Worldedit and Voxelsniper,” Drago tells me. In particular he made use of some new building tools created by Arcaniax. The first, “loft tool,” is usually used for cloth-like shapes, and the second “spike tool,” is an improvement over an earlier one that only let builders make straight shapes. I’ll give you three guesses as to what mouthful of sharp, curved spikes Drago made with that.\nDrago告诉我：“这件雕塑作品主要用到了Worldedit和Voxelsniper,” 他还用到了一些由Arcaniax[sup]2[/sup]开发的新的建筑工具。 第一个工具名为“放样工具”，通常用于塑造衣服的外形，第二个工具名为 “尖刺工具” ，这个工具相当于放样工具的优化版，可以让建造者塑造出笔直的形状。我给你们三次机会猜猜Drago用了哪种工具来造出锋利的弧形尖牙。\n\n“I started by doodling the base of the angler fish, then drew out the line for the lamp,” he says. “The real part where the spike tool shines is the fangs. Doing fangs has never been so easy as it is with Arcaniax’s spike tool.”\n他说：“我从鮟鱇鱼的底部开始绘制 ，然后画出灯笼的轮廓，真正用到尖刺工具的部分是鱼的尖牙。使用Arcaniax的尖刺工具也无法轻而易举地做出尖牙。”\nOh goody. But I’ll admit they are very impressive, crowding all up in that mouth ready to give somebody the world’s deadliest kiss. I’m just going to try not to look too hard at them. Or imagine those curvy nightmares are just a bunch of lovely water slides with very lax health-and-safety guidelines.\n哦，这太好了。我承认这些尖牙就令人印象深刻，挤在蓄势待发的鱼嘴里的尖牙就像它要给予某人世界上最致命的死亡之吻一样。我只是尝试不要把这幅场景想象得太可怕，想像那些弯曲的梦魇只是一串串写有安全指南的水滑梯。\nI like to imagine the little fish is saying 'hey, you just used a bunch of outside tools! That’s not real Minecraft!” and the angler fish is saying “my friend, what could be more Minecraft than using mods and add-ons to create a great work of art, one that clearly requires an amazing amount of skill, regardless of the tools used? I’m going to eat you now.” To which the little fish responds “eep. Me and my big mouth.”\n我喜欢脑补小鱼在说： “嘿，你是用了来自外部的工具造出来的！这不是真实的Minecraft!” 鮟鱇鱼在说： “我的朋友，不管造我时使用的工具是什么，又有什么能够比使用模组和拓展来创建需要大量技巧的更宏伟的艺术品更加Minecraft呢？我现在要吃了你。”小鱼回答道： “不！是我多嘴了。”\n“Finally, I added the remaining final details with loft tool for the side fins, spike tool for the gills, small details such as the eyelashes with hand, and polished the build,” Drago continues. “The little guy was done in a similar way.” Poor little guy, went through the same dedicated build process only to get speared on those sharp, sharp teeth.\n“最终我使用放样工具来完成剩余的侧鳍的细节部分，用尖刺工具完成鱼鳃部分，如鱼睫毛这样的细节则手动雕琢，并润色整个建筑，那条小鱼也是用相似的方式建成的。” 可怜的小家伙，经历了同样的建造过程，却被锋利的牙齿刺穿，最终葬身鱼腹。\nHe captured the whole process in a gif, too, so you can see it get creepier and creepier, bit by bit!\n他用一张gif动态图片捕捉了整个建筑过程，你可以看到这条鱼会变得越来越恐怖！\n\n\n\n\n\n\n\n\nOne of the last additions was the colour palette, which is one of my favourite parts of the build. The renders of this sculpture are lovely as always, with the lamp lit up to lure that poor little guy to its doom, but the daytime in-game screenshots really capture the combination of scales and flesh. Those gills are just horrible, and I love that!\n最后一步是调色，这一步也是我最喜欢的建造步骤。这件雕塑的渲染图还是一如既往地可爱，鮟鱇鱼头顶的灯笼诱惑着小鱼前来上钩，但在游戏内白天的渲染图才能真正地捕捉到鱼鳞之美。虽然鱼鳃看起来很可怕，但我仍然很喜欢这件作品！\n\n“I’m really happy with the final product,” says Drago. He’s currently focusing on bust sculptures after making some dramatic lion and dragon heads, so a fish that’s basically all head was an “over-creative” way to do that. “I’ll definitely be making more bust sculptures in the future,” he says.\nDrago说：“我对最终作品十分满意,” 。在创作出一些巨大的狮头和龙头的雕塑作品后，他现在专注于半身雕塑，所以一条全身都算是头的鱼也算是某种形式上的半身雕塑。“我肯定会在未来制作出更多的半身雕塑作品。”他说道。\n\n\n\n\nWhat animals do you think would make good projects for Drago to tackle next? How about next time a creature that isn’t, oh I don’t know,absolutely terrifying.\n你认为Drago的下一部作品会是什么动物呢？下次也许是个极其恐怖的作品？\nRenders by Barbarian, Jossieboy, Robo.\n图片渲染： Barbarian、Jossieboy、Robo。注释\n1.Pinterest是世界上最大的图片社交分享网站。国内需要特殊手段才可以浏览。2.Arcaniax是一名插件开发者，他开发的插件有：HeadDatabase、goPaint、goBrush、Builder’s Utilities、Liquid Tanks。文中提及的建筑工具为Arceon插件的内容，该插件为Patreon独占付费插件，插件WIKI详情见Arceon Wiki\n其插件站内搬运帖如下：[娱乐|付费][PCD]Head Database——用16000+种头颅做装饰[1.8-1.15][创世|整地]goPaint —— 用笔刷绘制方块[1.8-1.13][创世|整地]goBrush —— 用笔刷和高度图快速造山[1.8-1.13][管理]Builder's Utilities —— 有用的建筑者工具[1.8-1.14][综合|机制][PCD]Liquid Tanks —— 充斥着神秘液体的存储舱[1.8-1.15]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1576415760,
            "txt_content": "Me and my big mouth 都怪我多嘴"
        },
        {
            "author": "qsefthuopq",
            "timestamp": 1576417440,
            "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-15 21:46 编辑 \nShinatobe 发表于 2019-12-15 21:16\nMe and my big mouth 都怪我多嘴\n好吧我找到释义了\nhttps://idioms.thefreedictionary.com/me+and+my+big+mouth\n本来这个帖子还在草稿状态的，不过触发敏感词直接进入审核状态就被迫发布了，所以有些地方还没翻译好。\n"
        },
        {
            "author": "ff98sha",
            "timestamp": 1577540880,
            "txt_content": "Sure, interesting, that's one word for it. Remind me to never search for any sealife galleries on my Pinterest.\n当然，有趣是个提醒我永远不要在Pinterest上搜索任何与海洋生物（sealife）有关内容的单词。\n\n？？？？断句失败吗\n\nHe's currently focusing on bust sculptures, so a fish that's basically all head was an \"over-creative\" way to do that.\n他现在专注于半身雕塑，所以一条鱼也算是某种形式上的半身雕塑。\n\n没把话解释清楚"
        }
    ]
}