{
    "title": "[多线]HoIM —— Towny丨历史模拟丨世界地图丨从械斗到二战丨纯科技无魔法[1.12.2]",
    "author": "TRLWeiss",
    "replyCount": 0,
    "timestamp": 1576376700,
    "txt_content": " 本帖最后由 TRLWeiss 于 2020-12-25 16:44 编辑 \n\n- 服务器简介 -从石器时代的巨型野兽到电气时代的钢铁洪流\n\n\n\n\n\n未标题-222.jpg (83.17 KB, 下载次数: 39)\n\n下载附件\n\n2020-7-23 17:53 上传\n\n\n\n\n\n本服名为HoIM，老玩家俗称钢铁服，是一款包含从远古时代到二战、从南极到赤道，横向纵向跨度极大的历史模拟游戏。服务器建立于2014年11月，最初是以二战为主要题材的战争服务器。但二战并非一蹴而就，而是需要大量的经济基础，追根溯源，其来自于五千年来文明的物质和精神积累。因此便有了本服务器——给玩家自由生活在任一时代，任一位置的权利。本服加入并修改了诸多模组，和原版内容有较大差距，相比原版内容大幅度硬核化，请谨慎生存！\n\n\n- 本服特色 -\n时代发展|个人进步|真实地球|\"特性\"移除\n\n你是否：期待用木棍与燧石点燃一团火焰，照耀从未明亮的黑暗；向往用铜矿与锡簇锻造出青铜，用马匹和刀剑统治异国他乡；渴求调动身边的骑士与工匠，管理星罗棋布的城堡与农庄；希望绘制一条条新航线，探索未知的大陆与远洋；幻想用笨重的机器作为翅膀，划过深海和天空……\n本服特色众多，独家的枪械、载具，让你对Flan's Mod的认知不局限于火器；广受好评的插件组，则让你的辉煌创作受到有效保护，并能供全服瞻仰；而细腻真实的地球地图，也会让建筑大触流连忘返，找到适合自己设计创作的一方净土。时代发展在本服中，您将经历从原始时代、古典时代、中世纪、启蒙时代到革命时代的迭起兴衰。您会从学习用火开始，使一座座在火焰中熔炼的工厂拔地而起；您会自采集木棍起学习精巧的匠人手艺，到精心巧手组装起最复杂的机器。\n\n在原始时代中，您的箱子库存会不满27格；工作台里制作物品需要手动合成；您所知道的矿物也少之又少，而未知的矿物则会显示为石头；您需要面对缺水、严寒、酷热、饥荒、蛮族、肉食动物等对您的挑战。在古典时代中，您熟悉的箱子和工作台将会重现，您将会新掌握几种矿物，制作木板也成为了可能。马匹将为您所用，牲畜的力量将帮助您开始自动化的征程。不过，更加强大的蛮族和来自其他文明的士兵为您带来严峻的考验。在中世纪中，您需要学习锻造钢铁。并用钢制品将自己武装起来。水力和风力会让您如虎添翼，投石机成为了恐怖的攻城利器，重弩会让城防锦上添花。可是，您还需要小心愈发强大的入侵顽敌。在启蒙时代里，文艺复兴、地理大发现、宗教改革、启蒙运动接连发生，启迪民众的理性与人性。您可以驾驶强力的帆船探索深海，甚至发现新大陆或是实现环球航行；火药的广泛应用使得威力巨大的火枪投入实战应用。在这一时代及此后，您将受到其他玩家的直接威胁。在革命时代里，机器轰隆作响，市民追求自由的枪声也久久回荡。工业革命和资产阶级革命为您带来了火力、电力和最先进的技术应用。机枪、坦克、飞机、战舰和重型火炮将支配您开启一场又一场伟大的战争。但这并不意味着您需要亦步亦趋地发展您的时代。在进入新的时代时，上一时代的部分强力技术和物品将会“失传”。例如原始时代的淬毒箭、古典时代的护盾、中世纪的马克西米利安重装盔甲、文艺复兴时期的单人滑翔飞行器等。停留在某一时代，并不意味着落后于他人。\n\n\n\n\nQQ截图20200723170958.png (101.96 KB, 下载次数: 18)\n\n下载附件\n\n2020-7-23 17:42 上传\n\n\n\n\n\n\n个人进步\n在小心翼翼发展您的时代的同时，您还需关注个人的技艺水平。统治、种植、采矿、制造、战斗、驾驭、科研等技艺等级将决定您是否能使用特定的物品。中世纪后期，骑士拥有着最强大的防护能力，甚至超过了二战时期的普通士兵。但这意味着骑士需要长时间学习马术、剑术、枪术，并参加各种决斗大赛，从而提升自己的能力。在本游戏中，我们将“能力”具体化为技艺等级。达到特定的技艺等级，才能使用特定装备和物品。与此同时，我们将“合成”细分为十几个不同领域，实现了职业分化与社会分工。您需要技艺等级来解锁职业化的合成。（会根据服务器的总人数作出一定调整）\n\n\n\n\nQQ截图20200723173010.png (10.01 KB, 下载次数: 18)\n\n下载附件\n\n2020-7-23 17:34 上传\n\n\n\n\n\n\n真实地球\n本服将提供一个似真似幻、万物和谐的真实地球世界。从马里亚纳海沟到珠穆朗玛峰顶，我们在Minecraft 256格的高程范围内仔细排布各类地形数据；从白雪皑皑的两极到酷暑潮湿的赤道，则根据洋流气流、海陆位置等分布着四十多种截然不同的气候带和植被带，无论是终年干旱所导致的仙人掌群亦或是终年多雨而形成的大型榕树乔木群，丰富多样真实细腻的植被让你的游戏充满挑战与新奇。除去乔木以外，多样的灌木、草本植物也占据着地球世界的一席之地。只生长在温和湿润地域的啤酒花，扎根于云雾之中的修林翠竹，亦或是耐旱喜光的橄榄与葡萄，追加的数十种新植物将与小麦、马铃薯、胡萝卜等原版作物一起，为你的第一产业增加新的变数。还有丰富的动物遨游于地球之中，狮子与老虎依然危险，但更让人顾虑的，是团体行动的狼群；野牛、大象与黑猩猩在热带区域穿梭迁徙；小鸟与猛禽共同统治天空；而鱼类的广泛存在则使得海洋也变幻莫测。除去地形地貌与动植物外，人的存在让危险更加真实。这个世界的你并非孑然一人，无数处在不同文明阶段的人们生活在你的周围：行旅的商人让互通有无成为可能；但随时随地奔袭而来的异族骑兵则将战争阴霾带向整个世界。野蛮人的部落营地、弹丸小国的村镇与城邦、强大帝国的城堡与庄园，人和他们的伟大创造填补着这个世界的未知与空白，让这个世界充满变数、挑战与活力。\n\n\n\n\n\nbiomes.png (345.07 KB, 下载次数: 33)\n\n下载附件\n\n2020-7-23 17:15 上传\n\n\n\n\n\n“特性”移除Minecraft有着无数游戏“特性”：魔法随处可见，并能与工具绑定；怪物统治黑暗，入侵一切；全知全能的史蒂夫基本不需要吃喝拉撒，制作各类机械无师自通，秒知配方。本服则竭尽全力将MInecraft中的不科学剔除——附魔台和铁砧不再能产出各种带附魔效果的工具；蜘蛛、骷髅、僵尸与苦力怕消失不见，取而代之的是异族战士的持续入侵；史蒂夫不再全知，他也需要学习才能掌握工具的用法，更需要科学理论的升级来制造新的物品；史蒂夫亦不再全能，负重、口渴、体温与营养让史蒂夫成为肉体凡胎。\n\n\n\n\nfile_1595497389000.jpg (189.55 KB, 下载次数: 13)\n\n下载附件\n\n2020-7-23 17:43 上传\n\n\n\n\n\n\n（图源见水印）\n\n- 模组配置 -\n原始时代>>古典时代>>中世纪>>启蒙时代>>革命时代\n\n魔改——不止CraftTweaker！\n提到魔改，大部分人的第一反应都是CraftTweaker（1.12.2）或是MineTweaker（1.7.10）。但魔改远不止步于此。为实现生物、矿脉、植被等的生成，我们使用了大量魔改向模组。\n合成修改CraftTweaker、ModTweaker、Stages、ItemStages、Artisan Worktables、Ancient Warfare2\n生物修改zawa、In Control、Stages矿脉修改Geolosys植被修改OpenTerrainGenerator/Biome Bundle使用修改ItemStages、Reskillable\n\n\n\n\nfile_1595497448000.jpg (72.05 KB, 下载次数: 12)\n\n下载附件\n\n2020-7-23 17:44 上传\n\n\n\n\n\n\n引导——Better Questing等我们使用Better Questing作为引导模组，该模组将在各种层面引导玩家作出合理的选择。Better Questing将在自然科学发展、社会科学发展、个人技艺发展三方面给予详尽的引导。帮助玩家更快上手我们复杂的游戏机制。同时，服务器主城也提供了不同时代带可交互界面的方块和多方块结构，并使用文字进行提示。\n\n\n\n\n\nfile_1595497448000.jpg (186.71 KB, 下载次数: 16)\n\n下载附件\n\n2020-7-23 17:44 上传\n\n\n\n\n\n\n时代——因时而变的模组体验\n原始时代zawa、Priaml Core、Primal Tech古典时代Primal Core附属模组、Ancient Warfare 2、Modular Machinery中世纪Ancient Warfare 2、Ancient Warfare 2、Modular Machinery启蒙时代BiblioCraft、Flan's Mod、Ancient Warfare 2、Modular Machinery、革命时代Immersive Engineering、Flan's Mod、Ancient Warfare 2、Modular Machinery根据时代不同，所游玩的主要模组也会发生重大变化。Ancient Warfare将提供社会科学研究；Modular Machinery会提供大量多方块结构建筑；Flan'smod则提供大量枪械、载具。\n- 地图创作 -使用Biome Bundle的1:1000世界地图\n\n当“真实地形地图”早已变得耳熟能详时，“真实地形地图”与“真实地貌地图”和“超大比例尺”相结合，你是否还是熟悉呢？欧洲亚洲非洲尽收眼底，一个服务器就是一个地球呢？如果地图里不仅拥有数十条各大洲的主要河流，甚至囊括尼罗河三角洲的泛滥平原，直布罗陀的巨石嶙峋，阿尔卑斯的层峦叠翠呢？还有那爱琴海上那些支离破碎的神秘小岛，以及安纳托利亚高原上的长河落日的荒漠戈壁呢？\n\n\n\n\nYtDraMh.jpg (206.74 KB, 下载次数: 12)\n\n下载附件\n\n2020-7-23 18:16 上传\n\n\n\n\n\n很抱歉，在钢铁雄心M服务器，这些都有。43008x21504的超大世界地形地图，国内一流的卓越。多达40种地形地貌，14G的游戏地图，给您最珍贵的游戏体验。你可以在撒哈拉沙漠里做一个孤独的求生者；可以在喜马拉雅之巅寻求珠穆朗玛的存在；甚至可以在中华大地，那片等待着开发的原始土地上，找到自己的所在地，祖先的踪迹。从新几内亚岛的丛林到格陵兰的雪原；从撒哈拉沙漠的酷暑到西伯利亚的严寒；我们所追求的，是完全真实的地形地貌。大气恢宏的超高清地图上，不仅会有山川河流，更会有让人惊艳的植被、矿产和缤纷细腻的生物、气候——在本世界地图中所涵盖的气候类型，业已超过了高中地理需要掌握的范畴。多图预警！\n\n\n\n\n\nfile_1595495812000.jpg (187.09 KB, 下载次数: 18)\n\n下载附件\n\n2020-7-23 17:17 上传\n\n\n\n\n\n\n\n\n\nfile_1595495813000.jpg (251.18 KB, 下载次数: 7)\n\n下载附件\n\n2020-7-23 17:17 上传\n\n\n\n\n\n\n\n\n\nfile_1595495812000.jpg (119.84 KB, 下载次数: 14)\n\n下载附件\n\n2020-7-23 17:17 上传\n\n\n\n\n\n\n\n\n\nfile_1595495812000.jpg (275.84 KB, 下载次数: 12)\n\n下载附件\n\n2020-7-23 17:17 上传\n\n\n\n\n\n\n\n\n\nfile_1595495812000.jpg (87.41 KB, 下载次数: 9)\n\n下载附件\n\n2020-7-23 17:17 上传\n\n\n\n\n\n\n\n\n\nfile_1595495813000.jpg (254.6 KB, 下载次数: 9)\n\n下载附件\n\n2020-7-23 17:18 上传\n\n\n\n\n\n\n\n\n\nfile_1595497491000.jpg (294.95 KB, 下载次数: 15)\n\n下载附件\n\n2020-7-23 17:44 上传\n\n\n\n\n\n另外，可能根据水运和建桥需要，我们会把全部的河流拓宽加深。\n\n- 插件配置 -城镇保护|一击砍树|环球航行\n\n城镇保护玩家之间的攻伐则会变得简便但真实——一味地挑衅必定带来战争的报复，但战争的代价并非每个人都能承受；玩家需要花费政治点数来维持其庞大的领土规模和战争花销，而越庞大的帝国，越好战善斗的种族，越需要大量政治点数来维持其以战养战的政策。另外，对于鄙视战争爱好和平的永久中立国统治者，我们也提供了特别的方法对其进行全方位有效的保护。我们使用Towny来保护所有文明，但这种保护可以被敌人的“入侵”打破。同时，也会使用更强力的保护插件来保护永久中立国不受威胁。\n一击砍树热带雨林遮天蔽日的参天大树和针叶林中拔地而起的巨型雪松，对于原版玩家而言都是噩梦。只能砍倒树根，却不能整棵砍倒。本服预安装插件考虑到了这一问题，并加入了砍倒树木的动画，使得砍树不再成为难题。\n环球航行地球是圆的，但在Minecraft中，源代码的限制使得Minecraft更倾向于天圆地方。那么该怎么办？我们使用插件，让玩家在抵达地图最东端时，自动传送到最西端。（目前还不支持载具、马匹等的传送）\n\n\n\n\nd4e3ffc652c7a25e6fd9f3a27620536cc7c1d1f3f10fc071df-pimgpsh-f-1503088751.jpg (79.28 KB, 下载次数: 16)\n\n下载附件\n\n2020-7-23 17:56 上传\n\n\n\n\n\n\n\n\n- 拓展包 -\n独有的Flan's Mod 1.12.2大型拓展包\n\n我们调试的Flan's Mod版本对1.12.2独家兼容，使得我们得以移植大量旧版本的艺术资源用于新版本创作，从千岛群岛上的独木舟到执行破交任务的战列巡洋舰，从莱特兄弟研制的双翼飞机到轰炸日本列岛的飞行堡垒，从诸葛连弩到世界首款突击步枪，海上、空中、陆上跨越千年的各类军事武器将齐聚一堂，带给你可歌可泣的战争史诗。\n\n\n\n\n\n\nfile_1595497244000.jpg (173.66 KB, 下载次数: 20)\n\n下载附件\n\n2020-7-23 17:40 上传\n\n\n\n\n\n\n\n\n\n\nfile_1595497244000.jpg (204.66 KB, 下载次数: 17)\n\n下载附件\n\n2020-7-23 17:40 上传\n\n\n\n\n\n\n\n\n- 联系我们 -\nQQ群/QQ/服务器\n\nQQ群：564968003服主QQ：3094300238服务器直连地址（需要最新版客户端）: hoim.site\n最后，感谢忠实的读者——您，读到这里！\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}