{
    "title": "11月24日和11月25日：关于游戏更新和bug修复",
    "author": "素履信游",
    "replyCount": 9,
    "timestamp": 1290743220,
    "txt_content": " 本帖最后由 素履信游 于 2010-11-26 12:21 编辑 \n\n2010.11.24文章翻译：\n原文：http://notch.tumblr.com/post/1668140652/smp-health-update-is-out\nSMP Health Update is out\n多人联机伤害更新放出\n\nI’m expecting bugs on this one, so I’m monitoring the usual channels (irc, twitter, email) extra carefully.\n估计这次会有些bug，所以我额外地留意那些反馈渠道（irc,twitter,email）\n\nBasically everything I talked about in the last post is done, with some extras such as visible hurt animations (how did I forget that?) and visible fire on burning mobs.\n上篇日志中提到的所有要素基本上都实现了，还有一些额外的功能，如受伤害时的动画效果（我怎么忘了那个？），以及怪物燃烧时的火焰显示。\n\nThe lighting still isn’t right, I need to rewrite it. I think I know what the problem is now, though. Or rather, I know what ONE problem is. You know when you’re traveling by boat, and you see weird strips of light on the ocean floor in multiplayer? That.\n光照引擎还有问题，需要重写。不过我想已经搞清楚原因了。或者这么说：我发现了一个问题。当你在多人游戏里坐船移动时，可曾看见海底诡异的光线？那便是问题所在。\n\nAlso needed is visible armor on players and mobs (sheep!), and some tweaks to reduce laggy moving mobs. And bows and arrows.\n还需改进的包括玩家所穿防具和怪物（羊！）的可视化问题，以及一些微调以减少怪物移动时的延迟。此外弓箭也有待完善。\n\nThere are a couple of new settings for the server:\npvp. True by default. If this is set to false, players can’t hurt other players.\nspawn-monsters. True by default. Set to false to remove all monsters.\nspawn-animals. Also true by default. Set to false to remove all animals.\n在这个版本的服务器中有若干新的选项：\npvp.默认开启。如果关掉的的话，玩家之间将不会互相造成伤害。\nspawn-monsters.默认开启，如果关闭将移除所有的攻击性怪物。\nspawn-animals.默认开启，如果关掉将移除所有的温顺动物。\n\n[edit:]\nWow, that broke the game. Hold on while I try to fix stuff.\n噢！那个会导致游戏崩溃。坚持一下，等我试着修复它。\n[edit:]\n\n\nI’ve uploaded a new server and a new client, fixing the two major bugs I heard about.I had to disable leaves decaying again (sorry!) because it caused infinite loops in certain situations.\n我已经上传了新的服务端和客户端，修复了听到的两个主要bug。我不得不关掉树叶枯萎的功能，因为它在特殊情况下会导致死循环。\n\nKeep me posted, and I’ll keep fixing!\n请继续反馈，我会不停修复的！\n\n\n\n2010.11.25文章翻译：\n原文：http://notch.tumblr.com/post/168 ... ore-coming-tomorrow\nBug update #1. More coming tomorrow\nBug修复更新#1  明天也会有更新\n\nThere were some pretty severe bugs with players respawning, which I’ve spent most of the day today fixing. I’ve solved a lot of them, but I noticed that the respawning player can still fail to see other players in the spawn area under some circumstances.\n服务器端有几个关于玩家重生的严重bug，今天我已经花了一整天解决它们。不过我发现特定情形下，重生的玩家在重生点附近还是无法看到其他人。\n\nInstead of delaying the bug fix update until tomorrow, I decided to release what I’ve done so far now today. I’ll fix the remainder tomorrow, and also work on a few more bugs I’ve gotten told about (thank you very much for the organized lists!).\n我决定放出自己目前完成的版本，而不是延期到明天更新。明天我会修复剩余部分，以及听到的一些其他bug。（非常感谢大家整理的bug列表！）\n\nThe server has been updated to 0.2.5_01, but it’s not a mandatory update.\nThe client will auto-update to 1.2.3_02\n服务端更新至0.2.5_01，不过这并非强制更新\n服务端会自动更新到1.2.3_02\n\nSpeaking of which, I will make the client updater ask the player before applying new updates. Automatic forced updates are scary, and they were only in because they were convenient and I never thought about it.\n说到这个，我还将会使服务端在更新前征求用户同意。自动强制更新是件很可怕的事情，此前之所以如此是因为很方便，而且我也从未考虑过这个问题。",
    "replies": [
        {
            "author": "aizuo",
            "timestamp": 1290744960,
            "txt_content": "我多次向notch君提议首先做一个与游戏版本无关的mod引擎先……不过看样子beta前是等不到了= ="
        },
        {
            "author": "素履信游",
            "timestamp": 1290745620,
            "txt_content": "回复 2 # baizuo 的帖子\n\n异想天开一下：Notch要是肯出中文版多好"
        },
        {
            "author": "aizuo",
            "timestamp": 1290765780,
            "txt_content": "应该不是很难，如果只是翻译的话……但是服务器和正版费用……"
        },
        {
            "author": "紫枫",
            "timestamp": 1290770940,
            "txt_content": "哎！要是有中文版该多好啊！！！！!"
        },
        {
            "author": "liu3312776",
            "timestamp": 1290778620,
            "txt_content": "PVP.............\n估计到时候开启的话整个服打成一片.........."
        },
        {
            "author": "tjinz",
            "timestamp": 1290795180,
            "txt_content": "有中文我就买正版！！{:10_523:}"
        },
        {
            "author": "God",
            "timestamp": 1290842580,
            "txt_content": "嗯,不错~"
        },
        {
            "author": "a547142879",
            "timestamp": 1290857400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "nohot",
            "timestamp": 1292002020,
            "txt_content": "回复 3 # 素履信游 的帖子\n\n............不会吧...........这一般都不可能的"
        }
    ]
}