{
    "title": "关于forge和forgeChunkLoading文件的问题",
    "author": "511281270",
    "replyCount": 2,
    "timestamp": 1576423980,
    "txt_content": "我想知道这两个文件里面有包含优化方面的参数可以调整的么\n\n\n网上找不到相关中文注释。。\n谷歌翻译的又看不太懂\n\nforge.cfg\n# Configuration file\n\nclient {\n    # Toggle off to make missing model text in the gui fit inside the slot.\n    B:zoomInMissingModelTextInGui=false\n\n    # Enable uploading cloud geometry to the GPU for faster rendering.\n    B:forgeCloudsEnabled=true\n\n    # Disable culling of hidden faces next to stairs and slabs. Causes extra rendering, but may fix some resource packs that exploit this vanilla mechanic.\n    B:disableStairSlabCulling=false\n\n    # Enable forge to queue all chunk updates to the Chunk Update thread. May increase FPS significantly, but may also cause weird rendering lag. Not recommended for computers without a significant number of cores available.\n    B:alwaysSetupTerrainOffThread=false\n\n    # Control the range of sky blending for colored skies in biomes.\n    I:biomeSkyBlendRange <\n        2\n        4\n        6\n        8\n        10\n        12\n        14\n        16\n        18\n        20\n        22\n        24\n        26\n        28\n        30\n        32\n        34\n     >\n\n    # Enable the forge block rendering pipeline - fixes the lighting of custom models.\n    B:forgeLightPipelineEnabled=true\n}\n\n\ngeneral {\n    # Set to true to disable Forge's version check mechanics. Forge queries a small json file on our server for version information. For more details see the ForgeVersion class in our github.\n    B:disableVersionCheck=false\n\n    # Controls the number threshold at which Packet51 is preferred over Packet52, default and minimum 64, maximum 1024\n    I:clumpingThreshold=64\n\n    # Set to true to enable the post initialization sorting of crafting recipes using Forge's sorter. May cause desyncing on conflicting recipes. MUST RESTART MINECRAFT IF CHANGED FROM THE CONFIG GUI.\n    B:sortRecipies=true\n\n    # Set this to true to remove any Entity that throws an error in its update method instead of closing the server and reporting a crash log. BE WARNED THIS COULD SCREW UP EVERYTHING USE SPARINGLY WE ARE NOT RESPONSIBLE FOR DAMAGES.\n    B:removeErroringEntities=true\n\n    # Set this to true to remove any TileEntity that throws an error in its update method instead of closing the server and reporting a crash log. BE WARNED THIS COULD SCREW UP EVERYTHING USE SPARINGLY WE ARE NOT RESPONSIBLE FOR DAMAGES.\n    B:removeErroringTileEntities=true\n\n    # Set this to true to check the entire entity's collision bounding box for ladders instead of just the block they are in. Causes noticeable differences in mechanics so default is vanilla behavior. Default: false\n    B:fullBoundingBoxLadders=false\n\n    # Base zombie summoning spawn chance. Allows changing the bonus zombie summoning mechanic.\n    D:zombieBaseSummonChance=0.1\n\n    # Chance that a zombie (or subclass) is a baby. Allows changing the zombie spawning mechanic.\n    D:zombieBabyChance=0.05\n\n    # Log cascading chunk generation issues during terrain population.\n    B:logCascadingWorldGeneration=true\n\n    # Fix vanilla issues that cause worldgen cascading. This DOES change vanilla worldgen so DO NOT report bugs related to world differences if this flag is on.\n    B:fixVanillaCascading=false\n\n    # The time in ticks the server will wait when a dimension was queued to unload. This can be useful when rapidly loading and unloading dimensions, like e.g. throwing items through a nether portal a few time per second.\n    I:dimensionUnloadQueueDelay=0\n    B:enableGlobalConfig=false\n}\n\n\nversion_checking {\n    # Enable the entire mod update check system. This only applies to mods using the Forge system.\n    B:Global=true\n}\n\n\n复制代码\n\nforgeChunkLoading.cfg\n# Configuration file\n\n##########################################################################################################\n# defaults\n#--------------------------------------------------------------------------------------------------------#\n# Default configuration for forge chunk loading control\n##########################################################################################################\n\ndefaults {\n    # Are mod overrides enabled?\n    B:enabled=true\n\n    # The default maximum number of chunks a mod can force, per ticket, \n    # for a mod without an override. This is the maximum number of chunks a single ticket can force.\n    I:maximumChunksPerTicket=25\n\n    # The default maximum ticket count for a mod which does not have an override\n    # in this file. This is the number of chunk loading requests a mod is allowed to make.\n    I:maximumTicketCount=200\n\n    # The number of tickets a player can be assigned instead of a mod. This is shared across all mods and it is up to the mods to use it.\n    I:playerTicketCount=500\n\n    # Unloaded chunks can first be kept in a dormant cache for quicker\n    # loading times. Specify the size (in chunks) of that cache here\n    I:dormantChunkCacheSize=0\n\n    # Load chunks asynchronously for players, reducing load on the server thread.\n    # Can be disabled to help troubleshoot chunk loading issues.\n    B:asyncChunkLoading=true\n}\n\n\n##########################################################################################################\n# forge\n#--------------------------------------------------------------------------------------------------------#\n# Sample mod specific control section.\n# Copy this section and rename the with the modid for the mod you wish to override.\n# A value of zero in either entry effectively disables any chunkloading capabilities\n# for that mod\n##########################################################################################################\n\nforge {\n    # Maximum chunks per ticket for the mod.\n    I:maximumChunksPerTicket=25\n\n    # Maximum ticket count for the mod. Zero disables chunkloading capabilities.\n    I:maximumTicketCount=200\n}\n\n\n复制代码CatServer端\n",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1576423980,
            "txt_content": "首先打开 forge.cfg 文件\nB:disableVersionCheck  建议将此项设置为 true ，用于关闭版本检查，提高启动速度。\nB:removeErroringEntities  建议将此项设置为 true ，可避免实体错误导致崩服。\nB:removeErroringTileEntities  建议将此项设置为 true ，可避免Tile方块错误导致崩服。\nB:Global  建议将此项设置为 false ，用于关闭一些模组的检查更新，提高启动速度。\n\n接下来打开 forgeChunkLoading.cfg 文件\nB:asyncChunkLoading  建议将此项设置为 true ，可对区块进行异步加载，减少对TPS的影响。\nhttps://www.mcbbs.net/thread-786074-1-1.html"
        },
        {
            "author": "511281270",
            "timestamp": 1576425060,
            "txt_content": "xmdhs 发表于 2019-12-15 23:41\nhttps://www.mcbbs.net/thread-786074-1-1.html\n这些都是改好的，其他位置的能解释解释么。实在麻烦大佬了，分先给你吧"
        }
    ]
}