{
    "title": "[Minecraft.net|INSIDER]背包盘点：鞘翅",
    "author": "SPGoding",
    "replyCount": 9,
    "timestamp": 1576552860,
    "txt_content": " 本帖最后由 SPGoding 于 2019-12-19 01:24 编辑 \n\nTaking Inventory: Elytra\n背包盘点：鞘翅\nWinging it\n低空飞过[sup]*[/sup]\n\nDuncan Geere 邓肯·吉尔\nIt’s scientifically proven that every time a Minecraft player straps on our item of the week for the first time and jumps off a cliff, they’ll emit a curious noise. “Wheeeeeeeeeeeee!” they say. It’s thought to be a mix of the words “whoa” and “aieeeeeeee”, but we’ll likely never know the truth.\n研表究明，每当一名 Minecraft 玩家第一次装备上我们本周的物品，并从悬崖上跳下时，他/她都会发出一种奇怪的叫声：「哇↗哦↘哦→啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗」，好像是这样的。人们认为它是由惊叹「哇↗哦↘哦」和惊慌「啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗」构成的，不过我们大概永远无法知道事实究竟是什么了。\n\nElytra are an item that lets players fly, even in survival mode. And by fly, I actually mean “fall more slowly and less painfully than normal”. Pop them into your chestplate armour slot, clamber up somewhere high, fall off and then hit the “jump” button while falling.\n[ruby=qiào]鞘[/ruby]翅是一种能够让即使是生存模式的玩家也能飞行的物品。所谓的「飞行」，其实是「跟平时摔落比起来要舒缓一些」。把它们丢到你的胸甲栏位中，爬到高处，跳下来并在掉落过程中按下「跳跃」键。\n\nWith the power of magic/science, the elytra will spread apart like the wings of a bird and you’ll gain control over your descent. Aiming downward will increase your speed, and aiming upward will decrease it again. Sharp turns will also cut your speed, so be careful of that. Oh, and try not to fly into a cliff. It hurts. I learnt that the hard way.\n借助于魔法或科学的力量，鞘翅将会像鸟的双翼一般伸展开来，你将能够掌控自己的坠落。向下看将会增加你的速度，而向上看则会再把它减慢回来。急转弯会迅速降低你的速度，所以尽量不要那么做。啊对了，最好别撞悬崖上，很疼的。不要问我是怎么知道的。\n\n\nBy now, I’m sure you’re rubbing your hands with glee and you’re ready to find out where you get your grubby little mitts on them. Well it’s not great news – they can only be found in End cities, in the treasure room of an End ship. Which, let’s be honest, are not especially easy to track down. They’re guarded by a shulker too, so watch out for that.\n现在，我打赌你一定在兴奋地摩拳擦掌准备去谋取鞘翅[sup]**[/sup]。好吧，我有个不是很好的消息 —— 你只能在末地城中末地船的宝藏室内找到它们。诚实地说，想找到鞘翅确实挺困难的。此外，它们还被一只潜影贝守着，小心点儿。\n\nIf you do manage to find one, though, you’ll notice it gets damaged over time. To repair it you can either trek out to the End and find another Elytra (which is easier if you’ve got one already), then combine the two in an anvil. Or, you can repair it with phantom membranes – which also preserve any enchantments you’ve put on the Elytra. Each membrane restores about 25% durability. Probably a better choice.\n不过，如果你成功搜到了一个鞘翅，你会注意到它的耐久度会随着玩家飞行而降低。想要修复鞘翅的话，你可以选择再次进入末路之地并找到另一个鞘翅（如果你已经设法找到了一个的话，这次会稍微简单一些的），然后把这两个鞘翅放到铁砧里进行合并。或者，你也可以用幻翼膜来修复它 —— 这么做还会保留你在鞘翅上附着的所有魔咒；每个幻翼膜能够修复 25% 的耐久度。或许后者是一个更明智的做法。\n\n\nUnlike most of the rest of what you’ll find in the End, Elytra are a real thing in the real world, and when you learn what they are you’ll probably be less keen on wearing them.\n不像其他你能在末路之地找到的大多数事物，鞘翅是在现实世界中真实存在的物品。如果你知道了它们到底是什么的话，你可能就不太会想把它们穿在身上了。\n\nThey’re beetle wing cases. They come in pairs, like trousers do, and a single one is called an “elytron”, which comes from a Greek word meaning “sheath” or “cover”. When a bug wants to fly, they open them up and expose a set of wings underneath. Imagine a ladybug’s red-spotted shell casing. That’s the elytra.\n它们是甲虫[ruby=wing cases]翅膀的保护鞘[/ruby]。保护鞘像裤子腿一样共有一对儿，其中单独一个被称作「[ruby=elytron]翅鞘[/ruby]」。「[ruby=elytron]翅鞘[/ruby]」这一词来源于一个意为「鞘」或「盖」的希腊词语。当一只昆虫想要飞行时，它会张开它的[ruby=elytra]鞘翅[/ruby]，并露出下面的一对翅膀。想象一只布满红点的瓢虫壳，那就是[ruby=elytra]鞘翅[/ruby][sup]***[/sup]。\n\nHumans do not have wings, so we have little need for wing cases. But some humans have figured out how to slow their descent in a similar way to Minecraft’s elytra. By wearing a wingsuit, which adds membranes between the arms and legs, people can gain control of their descent and glide. By holding the proper body position, wingsuiters can glide forward three metres for every metre they descend.\n人类没有翅膀，所以也不太需要[ruby=wing cases]鞘翅[/ruby]。不过有些人找到了像 Minecraft 中的鞘翅一样减慢自己坠落速度的方式。通过穿上翼装，人们的手臂和腿之间将多出膜，使得他们可以控制自己的下降与滑行。只要掌握好位置和角度，翼装飞行运动员能够在每下降 1 米的同时向前滑行 3 米。\n\nScientists are yet to confirm whether they, too, are incapable of not uttering a “Wheeeeeeeeee!” all the way down.\n然而，科学家还没能证实人们是否真的不能在坠落的全程不发出「哇↗哦↘哦→啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗」的声音。\n\n【SPGoding 译自官网 2019 年 12 月 15 日发布的 Taking Inventory: Elytra】\n【部分翻译来源于 LocusAzzurro、森林蝙蝠、Shinatobe】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "SPGoding",
            "timestamp": 1576552920,
            "txt_content": " 本帖最后由 SPGoding 于 2019-12-17 11:59 编辑 \n\n[sup]*[/sup] winging it 翻译「低空飞过」由 LocusAzzurro 提供\n[sup]**[/sup] grubby mitts\n[sup]***[/sup] wikipedia:en:Elytron & wikipedia:en:Wing caseI'm not a biologist.elytron 和 wing case 是一个东西，指的是一半儿elytra 和 wing cases 是一个东西，指的是一对儿"
        },
        {
            "author": "斯乌",
            "timestamp": 1576553520,
            "txt_content": "能不能示范一下怎么读：哇↗哦↘哦→啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗啊↗"
        },
        {
            "author": "zyjking",
            "timestamp": 1576554180,
            "txt_content": "哼 哼哼哼 啊啊啊啊（"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1576554540,
            "txt_content": "昏 睡 滑 翔 翼"
        },
        {
            "author": "zzyzzyxw",
            "timestamp": 1576554660,
            "txt_content": "看到读音有画面了"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1576556940,
            "txt_content": "SPGoding 发表于 2019-12-17 11:22\nwinging it 翻译「低空飞过」由 LocusAzzurro 提供\n grubby mitts\n wikipedia:en:Elytron & wikipedia:en: ...\n其实不需要 being a biologist, 原文也说了，elytron 是源自希腊语的词，用英语大白话说就是 wing case，中文大白话就是翅膀的保护鞘，如同剑鞘一样；文艺点就叫翅鞘/鞘翅。"
        },
        {
            "author": "mc_cai_niao",
            "timestamp": 1576948680,
            "txt_content": "l厉害，，，，，"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1577996160,
            "txt_content": "SPGoding 发表于 2019-12-17 04:22\nwinging it 翻译「低空飞过」由 LocusAzzurro 提供\n grubby mitts\n wikipedia:en:Elytron & wikipedia:en: ...\nelytron是单数 复数形式就是elytra了\n（见criterion/criteria）\n都是拉丁语的沙雕遗留问题"
        },
        {
            "author": "obookoukioo",
            "timestamp": 1587630180,
            "txt_content": "厉害厉害作者牛"
        }
    ]
}