{
    "title": "建议增加对反馈版灌水的惩罚",
    "author": "CheatDiamond",
    "replyCount": 4,
    "timestamp": 1576575900,
    "txt_content": " 本帖最后由 _Diamond_Xd_ 于 2019-12-17 18:26 编辑 \n\nRT，今天偶然看到这个帖子，证明了我的猜想没有错\n此人正是在被发了一卡后五天后，才再发一帖，躲过了封禁\n但是，低质量反馈贴被惩罚后，只应该发一个卡吗？\n没有一点实质性的惩罚吗？\n所以，我建议，增加在反馈版灌水的惩罚1.在反馈版灌水，没有前科的，给予一次警告，扣除2人气/50金粒\n2.在反馈版灌水，并且有前科的，给予一次警告，扣除2人气/50金粒、1贡献\n3.在反馈版灌水，并且灌水超过10次（包括10次）， 每次灌水按2-4-R处理（封禁7-14天）、扣除1贡献、2人气/50金粒。\n望管理员采纳\n",
    "replies": [
        {
            "author": "恋",
            "timestamp": 1576577460,
            "txt_content": "我建议屡次反馈版灌水应该按干扰版主工作处理 按2-4-R封7-14天  毕竟反馈版是很严肃的场合 也是版主/管理员处理论坛事务的场合"
        },
        {
            "author": "skyliye",
            "timestamp": 1576577640,
            "txt_content": " 本帖最后由 skyliye 于 2019-12-17 20:12 编辑 \n\n最近这件事闹得沸沸扬扬，我也发表一下个人的看法吧：\n\n处罚2个人认为过于严厉，建议至少3次以上反馈版无意义主题帖并且被判定为主观恶意才会视情况扣除贡献，同时可考虑取消这个账号领取捉虫勋章的资格。单次违规封禁规则的话还是建议以受到警告的次数为准。多次违规可考虑根据坛规2-4-R进行手动封禁。\n当然什么帖子算是无意义反馈帖也是一个要考虑的问题，个人建议将以下类型的帖子算作无意义反馈帖。（暂时我能想到的是这些awsl）\n\n 1.同一人多次反馈已知论坛bug的帖子\n2.多次催促站点管理组对未处理的举报/反馈帖进行处理\n3.投诉论坛管理组而无正当理由甚至无理取闹/缺乏尊重的帖子\n4.对于论坛建设毫无意义的建议帖\n5.对于他人或是自己帖子的奖惩（优秀，精华，评分）有异议且无正当理由的帖子\n6.建议修改某一版块的版规而无正当理由或是有明显利己意图的帖子\n7.对于站点管理组/会员在站内站外明显是开玩笑的言论的投诉帖\n8.非站内管辖事务的投诉帖\n9.对站内会员非严重违规行为（版主日常处理范围内）进行投诉的帖子\n10.多次直接建议封禁某一会员，带有明显感情色彩，提倡超出坛规版规处理范围而无实质性建议的帖子\n11.管理员对于反馈版帖子无意义的判定具有最终解释权\n\n还有一个方案就是，对于短期内多次在反馈版发布无意义帖的，反馈版的前两次无意义帖仅会受到口头警告，以扣金粒和回帖提醒为主，如果有第三次反馈无意义帖则三个无意义帖均会受到警告，后续的无意义反馈帖每帖一卡，外加扣除包括贡献在内的积分以及注明理由的手动封禁，6次无意义反馈永久封禁。\n还要明确一点的就是，反馈版无意义帖和水帖是两个概念，二者有本质上的区别，同时未被采纳的帖子不等于无意义反馈帖。这个参考5L的解释吧。\n\n\n\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1576578180,
            "txt_content": "封号我个人觉得太过分了点，建议是水贴3个以上开始扣贡献，顺便取消这个人的捉虫勋章获得资格"
        },
        {
            "author": "west.myth",
            "timestamp": 1576580040,
            "txt_content": "已经扣分了，并不是“没有实质性惩罚”\n更何况草五叶的行为不属于灌水\n需要理清概念，灌水和无意义反馈，二者有本质性区别。灌水是无意义内容，例如滚键盘和万用回复以及不知所云的话；而无意义反馈内容有意义，但是主观上态度不端正，客观上不具有建设性。\n根据我的了解，在犯错误的概率不超过0.01%的情况下，可以认为反馈版不存在灌水的现象。\n虽然反感某些人打擦边球的行为，但毕竟“万马齐喑究可哀”，不能过于严苛。对于这种直接故意出界的行为，处罚不设有缓冲期，违规期限不是5天，而是不限，每次在反馈版吃到3张卡就直接禁言。发卡理由标注“反馈版恶意无意义反馈”"
        }
    ]
}