{
    "title": "[Minecraft.net|CULTURE]蜂蜜块机器！",
    "author": "Aikini",
    "replyCount": 28,
    "timestamp": 1576645620,
    "txt_content": " 本帖最后由 Aikini 于 2019-12-18 20:44 编辑 \n\n★ 前言\n标题：蜂蜜块机器！\n作者：Chris Priestman\n翻译语言：日语\n译者：Aikini\n文章翻译来源：https://www.minecraft.net/ja-jp/article/honey-block-machines-jp\n发布日期：2019年12月9日\n翻译完成日期：2019年12月17日\n\n这是我第一次做官方文章的翻译，体会到了被长句支配的恐惧，可能有些地方有错（特别是长句），如果发现还请指出！\n部分图片文件较大 加载缓慢\n\n\n\n\n\n\nfile_1576591294000.jpg (56.55 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-17 22:01 上传\n\n\n\n\n\nハチミツブロック マシーン！蜂蜜块机器！Minecraft の最新ブロックで作られたマシーンをご紹介！介绍由Minecraft最新的方块制作的机器！\n\n\nハチさんにはもうウンザリです！だって Java 版スナップショットと Bedrock ベータ版に飛んてきてから、ハチたちは自分が Minecraft の自然界において最強の建築家だと思っているんですよ。証拠を出せと？ハチは花から花粉を集め、それをハチミツに変化させ、巣箱を作るんです。ほら、構造的にいい感じの巣箱のおうちからドヤ顔でこっちを見ています。目立ちたがりですね！著者の私が花崗岩と腐肉の山でできた家に住んでいるからって、自分たちが著者より優れた建築家だなんて思わないでよ！\n蜜蜂也忒烦人了！自从它们从JAVA版快照和基岩版Beta里飞出来后，蜜蜂们就自以为自己是Minecraft自然界中最强的建筑师。需要出示证据？蜜蜂从花那里采集花粉，把它们变成蜂蜜，再到蜂箱中工作。喏，它正在一个结构似乎很不错的蜂箱里得意洋洋地看着这边。很想引人注意呢！然而作者我呢却住在由花岗岩和腐肉山堆成的房子里，你（指蜜蜂）可别以为你是比作者我更优秀的建筑师啊！\n\nまあ、実際は、ハチさんの方が優れていますけどね。しかし著者はハチさんよりも建築が上手な人間を何人か見つけました。Reddit の Minecraft ページからプレイヤーの皆さんが作った選り抜きのハチミツブロックを使った仕掛けをご紹介します。Java 版スナップショットや Bedrock ベータ版でテスト利用可能なハチミツブロックを使えば、ピストンの 12 ブロックという圧力の制限を超えることができます。ですので、今まで作れなかったものを作ることができますよ。こちらを見て下さい！\n嘛……有一说一，其实蜜蜂先生（小姐）挺优秀的呢。但是作者发现了几位比蜜蜂先生（小姐）建筑技术更棒的人。下面介绍一下从Reddit的Minecraft页面中筛选出来的一些玩家的作品，他们用蜂蜜块做出了一些装置。运用Java版快照和基岩版Beta中可以使用的蜂蜜块，可以使活塞的压力限制突破12格方块。所以可以做出迄今为止没有做出来过的东西哟。请看看这边！\n\n\n\nこの空飛ぶマシーンは、ハチミツブロックによるベトベトの新産業**の先駆者である KiemPlanetG 氏が作成しました。「基本的に、スライムブロックとハチミツブロックを交互に並べれば、ピストンの圧力制限を無視することができるんです。なぜなら複数のピストン間の負荷を分散できるからです」と説明してくれました。\n这个在天上飞着的机器是新产业**先驱者KiemPlantG大大根据蜂蜜块黏糊糊的特性而制作的。这位大大解释说：“从根本上来讲，史莱姆方块和蜂蜜块交替排列的话，就可以无视活塞的压力限制。因为这样可以分散多个活塞间的负荷。”\n\n簡単に言うと、ブロックの大きな塊を今までよりもっと遠くに動かせるという事です。ハチミツブロックという美味しいブロックで、他の人達がどんな仕掛けをビルドしたか見てみましょう！\n简单的说，就是现在可以把块状的大方块移动的比之前更加远。我们再继续看看其它人用蜂蜜块这个美味的方块做出了什么装置！\n\n\nCONVEYER BELTS传送带\n\nハチミツブロックは他のブロックだけでなく、アイテムにもくっつく性質があります。これを見て HasseHynd 氏はベルトコンベヤーを作るアイデアをひらめいたそうです。「他のブロックを使えば、アイテムはベルトに流されず、同じ所に留まると考えたんです」と HasseHynd 氏は言います。\n蜂蜜块除了会粘住其它方块，它还有着能粘住物品的特性。眼前的这位HassHynd大大灵光一闪便有了制作传送带的构想。HasseHynd说：\"我想了想如果采用其它方块，物品就不会随着传送皮带送走，而是会停留在同一位置。\"\n\nまず最初にベルトコンベヤーでアイテムを運ぶ工場を作ることで本ベルトコンベヤーを試運転したそうです。それか、いいアイデアかどうかわかりませんが、巨大な TNT 火薬を起爆させながらお近くのハチの巣箱に送りたいときにも役に立ちそうです。著者は絶対そんな事しませんけどね…\n当然首先要在使用传送带运输物品的工厂里试运行一下传送带以免出错。当作为玩家的你在下矿时想把钻石送到特定的地方（比如：要塞中的箱子等）时传送带就会显得很方便。我不知道这主意好不好，但是当巨大的TNT即将爆炸时，将它立刻送到附近的蜂箱可能会排上用场。虽然作者是绝对不会这样做的……\n\n\n\nHasseHynd 氏のベルトコンベヤーは回転寿司のカウンター代わりとしても使われています。席を立つことなく、食事を手にできる、あの寿司カウンターです。素晴らしいですね！HasseHynd 氏のアイデアを盗んで、著者の寿司屋さんを Minecraft でオープンしちゃおうかな！なめらかに運ばれるサーモンの寿司を食べに来て下さい！この寿司はちょっとだけハチミツの後味がしますが。\nHasseHynd的传送带可以作为回转寿司柜台使用。在那个寿司柜台旁，不用离开座位，美味的食物都唾手可得。简直不要太棒！“借鉴”HasseHynd大大的想法，作者的寿司店将会在Minecraft中开张！请前来品尝顺利运过来的三文鱼寿司！这寿司可能有些蜂蜜的余味。\n\n\n\n\nELEVATORS电梯\n\n次にご紹介するエンジニアはハチミツの実装を喜んでいる、S5Z7 氏です。「ハチミツでできることは何でも試したいと思っています」と S5Z7 氏は言います。「ハチミツブロックのこのグシャっとした音、聞いたことありますか？とても気持ちのいい音です！」。S5Z7 氏の言うとおりですね。ハチミツブロックの効果音って、快感ですよね！\n下面要介绍的工程师对蜂蜜的加入感到欣喜若狂：S5Z7大大。S5Z7说“只要是蜂蜜能做到的事都想尝试一次”、“你听到过蜂蜜块沙沙的声音吗？那是多么令人心情愉悦的声音啊！”正如S5Z7所说。蜂蜜块的声音确实很有快感哟！\n\n納得行かないです？Minecraft　Wikiのこちらのページに飛んで、実際に聞いてみて下さい。Minecraft サウンドトラックの作曲者である Gareth Coker がヒヤヒヤしているでしょうね。彼が作った全曲をプレイヤーのみなさんがこの効果音と入れ替えてしまうんじゃないかと怯えていることでしょう。\n想不通？请飞往这边Minecraft wiki的页面去实际地听一下。Minecraft的声音作曲者Gareth Coker一定很提心吊胆吧。他很担心玩家们会不会从他制作的所有曲子里把这个音效都替换掉。\n\nS5Z7 氏は単なるハチミツブロックの効果音が好きなだけではありません。ハチミツブロックの楽しいエレベーターを作ってくれました。\nS5Z7不单单是喜欢蜂蜜块的效果音。还使用蜂蜜块制作了一个很有趣的电梯。\n\n早速乗ってみましょう！\n没时间解释了！快上电梯！\n\n\n\nこの便利さを見て下さい！Minecraft でエレベーターは新しい要素ではありませんが、ハチミツブロックで作られたものは、組み立てるのも簡単ですし、乗るとすごく楽しいんです！顔とお腹をベトベトのハチミツブロックにくっつけないといけないこと以外は…。まあ、すぐに慣れますよ！\n请看看关于它的便利性！在Minecraft中电梯并不是什么新颖的要素，不过使用蜂蜜块制作的东西组装起来非常简单，这是一种别样的快乐源泉！除了你的脸和肚皮需要贴在那黏糊糊的蜂蜜块上以外……嘛，你很快就会习惯的啦！\n\n一度作ってみたい作品であることは間違いありません。こちらが仕掛けの全貌です。\n这是一个可以一次做成的作品。这里是它的全貌。\n\n[1/3]ハチミツブロックは普通のブロックよりもちょっとだけスリムなのでこ写真のような場所にもフィッとします。この特徴が本エレベーターにとって重要な要素なんです。[1/3]蜂蜜块看上去比普通的方块更苗条一些，所以是一个比较适合拍照的地方。这个特征对于电梯而言是一个很重要的要素。\n[2/3]こちらが、エレベーターの裏面です。水が流れているのが見えますね。水の流れを上向きにするには、下にソウルサンドを配置します。[2/3]这里是电梯的背面（或者说里面）。你可以看到这些水在流动。要下使水流逆流而上，请在水流的下面放上灵魂沙。\n[3/3]ハチミツブルックを配置して下さい。ハチミツブルックを押すと、水流に触れて上に流されます．ィェーィ！[3/3]请放置好蜂蜜块。然后只要你接触到蜂蜜块，就会接触到水快速地逆流而上，气死牛顿。嘿嘿！\n\nこんなスリル満点のエレベーター、1人乗りだけじゃ物足りなりですよね？Zakimals 氏が Reddit と Youtube で他のプレイヤーが作ったハチミツブロックの仕掛けを見て同じことを思い、複数人乗りのエレベーターを作ろうと思いついたそうです。「前から空飛ぶマシーン類を作るのは好きでした。特に、別のフロアへ移動できるエレベーターが好きです」とZakimals 氏は語ります。「既にある空飛ぶマシーンのデザインを使い、それを組み合わせることで 1 つの大きなマシーンを作ることにしたんです」。その結果、工業用サイズのエレベーターが誕生しました。\n如此惊险度爆表的电梯，当然搭乘未免也太无趣了吧？据说Zakimals大大看了Reddit和Youtube的其他玩家同样使用蜂蜜块制作的装置思考一些事情，打算制作一部可以多人搭乘的电梯。Zakimals说“从之前开始就很喜欢制作能在空中飞之类的东西。特别喜欢可以移动到其它楼层的电梯。”“借鉴了现有的关于在空中飞的机器的设计方案，将其组合起来，就做成了这么一个大机器。”那结果，就是诞生了一台工地尺寸的电梯。\n\n\nハチが1度に運べる花粉の重さは 15mg 程度ですが、このエレベーターはおそらく村1つを丸ごと運べます。どうだ、ハチ！蜜蜂搬运花粉的重量一次最多15mg，不过，这电梯恐怕可以将一整个村子运走。怎么样？服不服？蜜蜂！\n\n\nCOMBINE HARVESTER联合收割机\nハチさんが花を収穫するのが好きだというのはよく知られた話で、大量のハチによって野原のお花が全部を一掃されることもあるくらいです。この combine harvester を使えばハチが大群でやっていることを、たった 1 人でできます！  \n众所周知，蜜蜂喜欢从野花中收集蜂蜜，甚至如果蜜蜂数量特别多，甚至可以搬空一个花谷。使用这个联合收割机，需要一大群蜜蜂做的事，一个人就可以做到！\n\nちゃんと機能するコンバイン収穫機は最近まで作れませんでした。それは収穫機がピストン、エンドロッド、トロッコの組み合わせでできているからです（収穫機の作り方については、英語ですがこちらの動画をご覧ください）。エンドロッドは収穫する時に農地を完全に一掃するのに使われていました。\n更高效的联合收割机知道最近都没人做出来。这是因为收割机是由活塞、末地烛、矿车组合而成的（关于收割机的制作方法，是英语的，请看这里的视频 是youtube的）末地烛用于在收获农田时完全清理。\n\n0827Jake 氏によると、1.15 アップデート以来、エンドロッドが農地を破壊することなく小麦を収穫できるようになったそうです。ヤッター！ハチミツブロックがスライムブロックの前方を横切れることを知らないとできないですが、彼らは知っていましたので新しいコンバイン収穫機が作れました。「空飛ぶマシーンを使って作物を収穫するのは理にかなっていると思いました」とS5Z7 氏は言います。そうですね、うーん、まさに理にかなっています（ピンとこない人はいないですよね？）。もし理解できなくても、大丈夫です！この動画を見れば感動しますので！\n0827Jake说，自1.15更新以来，末地烛不再能破坏农田，而是可以用来收获小麦。哎呀！不知道蜜蜂块会不会从史莱姆块的前面横穿过去，但是他们知道，因此制造了新的联合收割机。S5Z7说：“想利用飞行的机器合理地收获农作物。”原来如此，嗯……确实很合理（没有觉得不合理的人吧？）。即使不能理解，也没关系！看完这个视频你会感动的！\n\nRedditで動画を見るにはここをクリックしてください。ええ、Redditの動画に転送させていただきます。良くわかってもらいたいので！点击这里观看Reddit上的视频（有墙）。emmm请允许我转发Reddit的视频。希望能得到大家的理解！\n\nKiemPlantG 氏はハチミツブロックを使って、巨大で先進的な作品をいくつも作っています。「ハチミツブロックの実装は大変革でした」とKiemPlantG 氏は言い、「私達の作品を見た人たちがメッセージを送ってきて、『Mojang はレッドストーンユーザーに力を与えすぎた！』と言っているんです」と。\nKiemPlantG使用蜂蜜块制作了好几个巨大的先进的作品。“蜂蜜块的实装是一场大变革”KiemPlantG说，“看到我作品的观众有的给我发来消息说‘Mojang给红石党太多压力了！’”\n\nこちらの動画を見れば、メッセージの意味がわかるでしょう。KiemPlantG 氏の「floor remover」はボタンを押すことで床に穴が開き、その穴の大きさが自在に変わります。\n从这个视频中你们应该能明白消息的意思吧。KiemPlantG通过按钮使“地面拆卸者”工作了起来并在地板上开了个洞，那个洞的大小能够自由变化。\n\nhttps://v.youku.com/v_show/id_XNDQ3MzA3ODgwNA==.html\n\n床の下に隠れている巨大な穴が開くなんて、恐ろしいアイデアだと思いませんか？工学の凄まじい力を見ましたね！「この仕掛には Minecraft で 10 年間プレイして学んだ、巧妙なレッドストーンのトリックが使用されています」と KiemPlantG 氏は言います。\n地板上有一个可以打开的巨大隐藏洞穴，你不觉得细思极恐吗？我看到了工程学那可怕的力量！KiemPlantG说“这个装置是我玩Minecraft的十年中边玩边学制作的，巧妙地运用了隐蔽的红石机关。”\n\nKiemPlantG 氏の最新作は、同じアイデアを利用して縦の壁が開いて巨大なドアを作る仕掛けです。仕掛けはとてつもなく大きくて、少なくとも 100 万匹のハチは間を通れるでしょう。誰かがそのドアの向こう側にハチを閉じ込めてくれたら、著者はブンブンいう音に煩わされず、静かに暮らせます。\n这是KiemPlantG大大的最新作品，使用了同样的技巧和想法制作了一个可以打开的巨大的纵向门。装置很大，至少需要100万只蜜蜂才能从门中同时通过吧。如果有人能把蜜蜂关在门的另一面，那么作者就不会被那些烦人的嗡嗡声吵得精神崩溃，可以安静的生活。\n\nhttps://v.youku.com/v_show/id_XNDQ3MzA4MDE0OA==.html\n\nハチミツブロックを使って素晴らしい作品を組み立ててみて下さい！その作品を email に添付し、scoops@minecraft.net まで送ってください。人間工学がハチよりもすごいということ、証明しましょう！それか、もしあなたが Minecraft が得意なハチさんだったとしたら、ぜひ作品を送って下さい。著者は喜んでハチたちに謝りましょう！\n请试着使用蜂蜜块制作出精彩的作品吧！如果你想要投稿给我们，请将那个作品附在Email上，并发送到scoops@minecraft.net。让我们来证明人类的工程学比蜜蜂更厉害吧！当然了，如果你是Minecraft中那得意洋洋的蜜蜂，也欢迎发送你的作品过来。作者很乐意像蜜蜂先生（小姐）道歉！\n\n\n\n\n\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1576648800,
            "txt_content": "我想问，有官方英语的对照为什么为什么要用日文……"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1576649040,
            "txt_content": "zyjking 发表于 2019-12-18 14:00\n我想问，有官方英语的对照为什么为什么要用日文……\n至少搬运视频这一点是好的"
        },
        {
            "author": "tgeyar",
            "timestamp": 1576649340,
            "txt_content": "6666666666"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1576649640,
            "txt_content": "可能有一些需要整理翻译本文的地方：\n蜂蜜块不仅仅是一个“其它方块”，它还有着能粘住物品的特性\n你听到过蜂蜜块沙沙的索引吗？\nS5Z7不单单是喜欢蜂蜜块的真过瘾。\n是日文翻译腔的味道呢，没怎么感受过的样子。"
        },
        {
            "author": "Aikini",
            "timestamp": 1576650060,
            "txt_content": "Shinatobe 发表于 2019-12-18 14:14\n可能有一些需要整理翻译本文的地方：\n蜂蜜块不仅仅是一个“其它方块”，它还有着能粘住物品的特性\n你听到过 ...\n错误还是有点多XD\n“其它方块”确实是原文，后面我会根据情况改改"
        },
        {
            "author": "Aikini",
            "timestamp": 1576650120,
            "txt_content": "zyjking 发表于 2019-12-18 14:00\n我想问，有官方英语的对照为什么为什么要用日文……\n并没有注意到感觉日语还好翻译，还可以锻炼下日语"
        },
        {
            "author": "zyjking",
            "timestamp": 1576650780,
            "txt_content": "Aikini 发表于 2019-12-18 14:22\n并没有注意到感觉日语还好翻译，还可以锻炼下日语\nOK没毛病\n但不知道JP官方的翻译组在从英译日时有没有在玩日文的双关或者梗，或者直接忽略掉一些EN原文的东西，所以这种东西最好还是从en-us翻译过来……\n（翻译的不错，推荐再润色一下）"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1576658400,
            "txt_content": "Aikini 发表于 2019-12-18 14:21\n错误还是有点多XD\n“其它方块”确实是原文，后面我会根据情况改改\n日语我不会，所以我根据英文原文不要脸地盲猜一下（\n\nハチミツブロックは他のブロックだけでなく、アイテムにもくっつく性質があります。\n\n虽然单看 “ハチミツブロックは他のブロックだけでなく” 确实是“蜂蜜块不仅仅是其它方块”，但是后面的句子可能使得 “他のブロックだけでなく、アイテム” 这一部分成为一个整体，意思是 “除了方块之外，包括物品在内也……”，所以整句话应该是 “除了方块，蜂蜜块也能粘住物品。”\n\n请各位日语大手子轻点打我"
        },
        {
            "author": "Aikini",
            "timestamp": 1576667580,
            "txt_content": "Shinatobe 发表于 2019-12-18 16:40\n日语我不会，所以我根据英文原文不要脸地盲猜一下（\n\nハチミツブロックは他のブロックだけでなく、アイテ ...\n可以发一份英文链接给我吗，英文的页面我找不到"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1576672320,
            "txt_content": "Aikini 发表于 2019-12-18 19:13\n可以发一份英文链接给我吗，英文的页面我找不到\nhttps://www.minecraft.net/zh-hans/article/honey-block-machines"
        },
        {
            "author": "Fancya",
            "timestamp": 1576708860,
            "txt_content": "我还以为是林业呢。。支持一下"
        },
        {
            "author": "leiting2000",
            "timestamp": 1576717320,
            "txt_content": "看到大佬们开发了这么多蜂蜜块机器就感觉十分激动，又有很多设想可以实现了。"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762620,
            "txt_content": "现在的玩家都太强了"
        },
        {
            "author": "RenBrian",
            "timestamp": 1576844040,
            "txt_content": "别人的世界"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1577457600,
            "txt_content": "原来官网不仅有英文版文章吗"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1577457660,
            "txt_content": "产业**先驱\n为啥有屏蔽"
        },
        {
            "author": "全民作死",
            "timestamp": 1577505060,
            "txt_content": "这电梯!居然和在四五年前删除掉的携带版BUG（特性）超高速水电梯一模一样!\n（不过除了我以外应该也没人记得当时人人皆知的几乎每两个解密地图里就有一个的超高速水电梯了）"
        },
        {
            "author": "8734110aaa",
            "timestamp": 1577673960,
            "txt_content": "这个厉害"
        },
        {
            "author": "SG玩家2",
            "timestamp": 1577929260,
            "txt_content": "做的挺好！"
        },
        {
            "author": "Tsuki_Kirei233",
            "timestamp": 1577933280,
            "txt_content": "顶顶顶顶顶"
        },
        {
            "author": "mcwuji",
            "timestamp": 1577955900,
            "txt_content": "太棒了真强啊高手大佬带带我"
        },
        {
            "author": "857314934",
            "timestamp": 1577964120,
            "txt_content": "这可真是挺不错的"
        },
        {
            "author": "player10972",
            "timestamp": 1578021900,
            "txt_content": "蜜块的出现确实大大简化了活塞门的红石体积。不过，那个粘性活塞推出方块后不收回是怎么实现的？求助啊。（在视频中可以看到，实现推出和收回的都是同一个粘性活塞。）"
        },
        {
            "author": "Aikini",
            "timestamp": 1578023640,
            "txt_content": "player10972 发表于 2020-1-3 11:25\n蜜块的出现确实大大简化了活塞门的红石体积。不过，那个粘性活塞推出方块后不收回是怎么实现的？求助啊。（ ...\n蜂蜜块所碰到的方块都会和它连成一个整体，也就是我文中所说的“大方块”，活塞无法推动过大体积的“大方块”，详细可以查看相关WIKI。\n总而言之，如果你的粘液块推出去碰到了超过6个方块的整体，活塞就无法收回，因为这个整体超过了活塞的承载力限制"
        },
        {
            "author": "2963059515",
            "timestamp": 1578061260,
            "txt_content": "，66666666666"
        },
        {
            "author": "Minecraft小橙",
            "timestamp": 1578069120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "神坑小弦",
            "timestamp": 1578107940,
            "txt_content": "厉害了，回头试试"
        },
        {
            "author": "安生与好",
            "timestamp": 1578145500,
            "txt_content": "努力学习中"
        }
    ]
}