{
    "title": "【1.15】啊啊啊抓狂了！蜂巢这个破烂特性，说好的对红石友好呢？",
    "author": "依然冰奈斯",
    "replyCount": 14,
    "timestamp": 1576646460,
    "txt_content": " 本帖最后由 依然冰奈斯 于 2019-12-18 13:26 编辑 \n\n1.15新增加了关于蜜蜂的两个农产品：蜂蜜瓶和蜜脾……目前已知这两个产品都是可以近乎全自动化的：当然说“近乎”是因为二者都需要填充原料，但操作量极低就是了。\n\n因为发射器随着更新也增加了新功能，可以将发射器内的空水瓶装满水或者蜂蜜了。\n嗯嗯然后蜂巢和蜂房可以被比较器检测，输出信号很干脆地为1-5。\n\n看上去是红石friendly了。\n然后呢？\n\n有几条言外之意的特性……不知道是MJ有意为之还是忘记了的……\n还记得1.14更新的自动剪羊毛么？发射器被激活时，即便是发射器对着的目标没有羊实体，发射器里的剪刀也不会掉出来。\n然而这个完全不是一回事——如果（第1条）发射器对着的蜂巢没有装满，则发射器里的空水瓶会像正常那样，发射出来！\n这还不算，以下还有：\n\n2. 发射器内存在多个物品时，被激活时有可能使用的是随机的格子。\n3. 如果装满水瓶或蜂蜜瓶后，发射器内有空位置，则成品会回来。\n4. 发射器要对着蜂箱和蜂巢放置(废话，但是很重要）。\n5. 蜂箱或蜂巢通过比较器输出的信号必须且只能为5！短了的话，会提前激活发射器然后让发射器执行第2条和第1条，也就是说随机选取一个物品丢出去……\n长了的话，永远都没法激活发射器，因为上限就是5。\n\n此外还有一个问题，如果通过漏斗对发射器进行输入输出时，发射器存不住东西，除非下侧的漏斗被红石信号封住，当然最常见的是串联一个分类器只允许蜂蜜瓶进入。但是这是完全没必要的……\n\n因为发射器里面就不能放蜂蜜瓶啊！\n因为被激活的时候，发射器有可能会选择蜂蜜瓶扔出去；\n这个蜂蜜瓶能不能被比较完善的回收装置回收尚且不说；\n发射器进行了这个动作就意味着不会对装满的蜂巢或蜂箱有任何操作啊喂！\n这样一来，系统就陷入死锁了……也就是说：\n\n1. 发射器里必须保证每个格子都装满空水瓶，并且尽可能地要装满，并且发射器下方不能连漏斗（也没意义）。\n2. 发射器采集的蜂蜜瓶只能以投掷的方式回收（即发射器获取蜂蜜瓶时内部已经且必须没有空间了，这样才能让蜂蜜瓶以投掷的方式扔出去）。\n3. 蜂箱通过比较器引出的红石线长到激活发射器的距离能且只能为5（这点非常非常影响铺线）。\n\n\n\n\n\nfile_1576645955000.jpg (141 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-18 13:12 上传\n\n\n\n\n\n\n最后就只能这样了。可重复的部分占空间很大（4×4×3）很不利于扩展。\n\n用户通过打开活板门给发射器装满水瓶，然后挂机即可，下方黄色输出端会收集蜂蜜瓶，但是由于产品产出效率要取决于蜜蜂的作息时间，所以效率也非常低，2天3瓶的样子。所以这也说明可扩展性是多么重要……\n\n不过呢其实如果不追求全自动的话，手动目视蜂箱的状态后使用开关批量控制下面的发射器更能省地方……至少可以做成单片的……\n\n相比之下蜜脾就简单直接多了……可以以单片形式实现全自动。每个单片效率跟上面的是一致的……\n剪刀咔呲咔呲就行咯……因为单片效率低所以可以直接用阳光传感器控制。\n\n\n\n\n\nfile_1576646448000.jpg (129.61 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-18 13:20 上传\n\n\n\n\n\n\n\n\n\n\nQQ图片20191217223251.gif (214.58 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-18 13:18 上传\n\n\n\n\n诸位有啥可以扩展全自动蜂蜜机的好点子分享一样呀！\n\n\n\n",
    "replies": [
        {
            "author": "qq2785278464",
            "timestamp": 1576661220,
            "txt_content": "我表示想学习养蜂，真的不会玩，搞不懂。"
        },
        {
            "author": "人称老秀",
            "timestamp": 1576661580,
            "txt_content": "况且只是1.15的新版本，还没出点几呢"
        },
        {
            "author": "zyjking",
            "timestamp": 1576666620,
            "txt_content": "我觉得你发错版块了……\n左转技巧版如何？"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1576668780,
            "txt_content": "zyjking 发表于 2019-12-18 18:57\n我觉得你发错版块了……\n左转技巧版如何？\n前几天发了一次理论上的内容……\n这不才刚投入实践嘛……还没做到满意的程度……所以来发发牢骚……\n目前我觉得这个帖子还不太适合在技巧版块出现……"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1576669020,
            "txt_content": "qq2785278464 发表于 2019-12-18 17:27\n我表示想学习养蜂，真的不会玩，搞不懂。\n养蜜蜂主要为了3点：\n1. 蜜蜂授粉通过农场会催熟，进而增加农产品生产效率——我觉得大家养蜜蜂最直接的原因应该是这个。\n2. 获得蜂蜜瓶和蜂蜜块，以代替粘液块——红石爱好者会喜欢这个，其他人没必要；蜂蜜瓶本身作为食物还是糖的来源都有其他更好的替代方案。\n3. 蜜脾块：纯粹的装饰性建筑，截角正方形镶嵌的图案很耐看。\n\n而且如果目标只是1的话，没必要弄这么复杂的机械了……所以搞不懂没关系的啦"
        },
        {
            "author": "Оil",
            "timestamp": 1576675140,
            "txt_content": "唔，自动控制系统呢.jpg\n【<<表示想到了结课了的自动控制原理……= =】\n\n（从某种方面来说我已经不是玩MC的人了.jpg）"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1576683960,
            "txt_content": " 本帖最后由 依然冰奈斯 于 2019-12-18 23:49 编辑 \n水月淡华 发表于 2019-12-18 21:19\n唔，自动控制系统呢.jpg\n【\n\n\n\n\nQQ图片20191218231819.jpg (216.04 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-18 23:19 上传\n\n\n\n\n\n\n感觉越做越复杂……\n\n布置如下：明面上25个蜂箱，后面发射器对着它：\n发射器横向靠中继器链接，并在右侧（你看不到的那侧）链接到地下那层的一个可控时钟电路上（对应左侧平台的右侧拉杆）。\n发射器纵向靠漏斗链接，便于上料。\n发射器右边4列后面是比较器并指向一个红石灯，最左端1列的发射器对应的指示灯不在后面，而是在最左面，就是你看到的那5个，用来展示上料进度。\n第一列发射器后端有水路（灵魂沙涌泉），水路顶端流入建筑物最顶端的漏斗回环，漏斗回环中的物品通过5个漏斗进入最顶端的发射器，然后通过发射器端的漏斗依次向下下料；水路低端投掷器用来传递左侧的黄色潜影盒的空瓶子，也通过一个可控时钟电路控制（对应左侧平台的左侧拉杆）；\n但是值得注意的是黄色潜影盒下端有一个漏斗分类器，用来过滤潜影盒中的空瓶子，而使成品蜂蜜瓶仍保持在潜影盒内。\n上料过程中，由于漏斗的传递功能，未上料的发射器的指示灯为闪烁，已上料的指示灯为常亮；非上料过程中，未上料为灭，已上料为亮。\n注意只有已上料的发射器才能对蜂箱进行采集，但是因为发射器是通过时钟电路而并非通过检测蜂箱触发，因此绝大部分发射的都是空瓶子并和成品蜂蜜瓶一并流入成品区潜影盒（当然，其实也是上料区），然后潜影盒下面的分类器将空瓶重新通过投掷器运输到顶端的漏斗环路，并重新进入发射器循环使用。\n\n所以其实用法很简单：\n\n两个拉杆，左侧是总开关，右侧是上料模式和正常工作模式切换。\n\n上料模式下只有触发投掷器的时钟电路在工作，主要是将空瓶子加载到各个发射器内；\n正常模式下两个时钟电路都在工作；发射器会根据时钟电路激活，蜂巢满就收集蜂巢并扔出来（有个前提，下面说），没满就扔空瓶；成品区自动保留蜂蜜瓶并重新将空瓶经过分类器、投掷器、水道、顶侧漏斗环路又回去了。\n\n所以其实上料成功后，仅通过一个开关就可以使机器一直工作，而且这个开关如果不设置并保持常开就是全自动的，设置开关的目的是因为无论投掷瓶子还是噪音都会影响游戏性能。\n\n但问题是……从建成到开始上料……\n要用不计其数的空瓶子……因为必须要将发射器完全填满，也就是后面的指示灯必须全部都亮，才能进入正常工作模式。\n否则位于顶侧的发射器因为没有瓶子所以根本没法收集蜂蜜，而部分已经开始上料但没上满的发射器，会将收集的蜂蜜又放回到发射器里，而并非扔出来，其后还会造成漏斗堵塞造成效率上的极大浪费（5个都是蜂蜜瓶，就只能等其下的发射器通过发射空瓶内空出位置才会继续顺畅了）。\n所以必须必须要等待发射器完全完全填满，这里还包括发射器之间连接着的漏斗，总共需要……嗯……22,400个玻璃瓶！相当于6.5个大箱子的量……\n需要两个生物群系的沙子外加两百桶岩浆的工作量……\nPS. 因为我上料现在都没完成就没耐心了……所以鲁棒性如何不得而知QVQ\n\n\n\n"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1576686060,
            "txt_content": "刚才发现……全自动收蜂蜜可以单片化……搭建如下：\n\n\n\n\nQQ截图20191219000402.png (277.41 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-19 00:06 上传\n\n\n\n\n\n\n红石线的总长度正好为5，发射器上方必须要放非透明方块来接收中继器的信号（实际搭的时候可以换成红石灯或音符盒）。\n因为发射器下方与蜂巢同格的空间只有漏斗上方，所以发射出来的蜂蜜瓶必定会被漏斗收集到，从而完成自动收集。\n值得注意的是，因为比较器输出的最大信号为5，所以不用担心多个单片之间的红石线交叉，不可能互相触发的（这点之前也没想到）。\n当然，这里更需要注意的是发射器内必须每个格子都有空水瓶，这样才能将收集的蜂蜜投掷出来并掉在漏斗里；\n否则蜂蜜瓶将仍会停留在发射器内，如果真发生了这样的事情，在下一次采集时发射器有几率选择蜂蜜瓶并将其丢出来，而不会进行采集蜂蜜的动作，从而使比较器输出状态一直保持高电平……这样就死锁了。因此最保险的事情就是将9整组玻璃瓶放入发射器中。\n出现死锁时，需要先将发射器内的蜂蜜瓶（如果有）取出来，然后拆除发射器后上方的中继器再摆上就能解除。\n\n这种单片化的设施可以无限在同一个轴上扩张而不需要任何其他辅助设施……因为每个单元是自行触发的，连中继器都不需要2333\n\n\n然而单片化的代价是不能对发射器进行自动上料，只能手动上料（而且一次要上料⑨组）。\n因为根本没有漏斗可以直接去链接它。漏斗如果放在发射器上方，就会被视为透明方块，中继器的信号不能触发发射器采集蜂蜜；\n\n如果漏斗接在发射器前方，则发射器采集的蜂蜜会直接掉进漏斗里从而采集不到。\n如果非要实现自动上料的话，发射器上方或前方接投掷器应该是个突破点，但是那样就相当相当相当麻烦，而且还要求上料时投掷器也上满（至少我认为是这样）才能正常工作，希望有心人可以尝试一下。\n\n但是利用这种方式实现……emmm……因为是手动上料的缘故就就不能叫全自动了……半自动蜂蜜厂……\n感觉效率还说的过去的……毕竟可以纵向延伸嘛……\n单个单元的效率是不可能提升的，因为蜜蜂的生活习性是摆在那里的……\n\n\n\n\n\nfile_1576685210000.jpg (175.73 KB, 下载次数: 0)\n\n下载附件\n\n2019-12-19 00:07 上传\n\n\n\n\n\n"
        },
        {
            "author": "卿歌",
            "timestamp": 1576687020,
            "txt_content": "这是什么？比史蒂夫的头还大"
        },
        {
            "author": "Fancya",
            "timestamp": 1576715580,
            "txt_content": "学到了，试一试"
        },
        {
            "author": "柒日良",
            "timestamp": 1576720380,
            "txt_content": "莫名很喜歡樓主這帖，說不上來\n可能言之有物又有可愛（？）的圖片吧"
        },
        {
            "author": "lmy23333",
            "timestamp": 1577095680,
            "txt_content": "我是用比较器+熔炉"
        },
        {
            "author": "leiting2000",
            "timestamp": 1577140560,
            "txt_content": "仔细一想，妈耶，整个蜂蜜真的跟楼主说的一样问题层出不穷啊。"
        },
        {
            "author": "Fancya",
            "timestamp": 1577140920,
            "txt_content": "哇，可以可以又学到了"
        }
    ]
}