{
    "title": "[Minecraft.net|NEWS]QUEEN BEE蜂后",
    "author": "乙烯_中国",
    "replyCount": 4,
    "timestamp": 1576677180,
    "txt_content": " 本帖最后由 乙烯_中国 于 2019-12-19 15:16 编辑 \n\n蜂后Pearlescent Moon的超绝蜜蜂建筑！\n\n　　很多人都害怕蜜蜂，但是我们得向他们好好的道个歉：“抱歉，马上这篇文章里会有一个超大的蜜蜂雕像。”。哦对了，我们也对我们本周更早些时候将蜜蜂加入游戏的这件事抱有歉意。\n\n\n　　大家都知道，蜜蜂是一种小巧可爱的传粉者，也是我们生态系统不可缺失的一部分。但是我不能否认的是，如果蜜蜂真的像Pearlescent Moon所建的蜂后那么大的话，那你对其感到恐惧就是理所当然的了。我寻思着，小狗大家都喜欢吧，但是如果这狗要是长到几层楼那么高而且又会飞的话，那可真是毛骨悚然。\n\n　　那么，究竟是什么让我们的珀尔（pearl）产生了动力去直视巨大的蜜蜂，战胜了这样的恐惧与虫子呢？没错，一个Java版快照！\n\n\n　　“我试了试那个java版的快照后，建造出了一个蜜蜂的雏形。”珀尔这么说道，“这启发了我，让我想整些生物。我以前从来没想过去做一只蜜蜂，或者是其他昆虫。我以前确实有做过萤火虫，但是其他的昆虫就真的没想过了。”但珀尔与我的世界的蜜蜂完成历史性的会见之后，一切都截然不同了。“我现在有一个新的生物分类供我建筑时取用，这还蛮新鲜的。”\n\n　　在这个有史以来最大的蜜蜂建造动工之前（至少在我们网站上是最大的），珀尔曾致力于建造许多神奇的动物。\n\n\n　　“我其实经常从幻想故事之中汲取灵感。法师和雄鹿，巨龙斯派洛，伊卡洛斯骑士里的双足飞龙traes，还有我的巨狼建筑。尽管我参考的生物对象一般是像人类一样的对象或者是其他四脚动物，水生动物等等，但出于某种原因，我从来没想过去参考昆虫。”\n\n\n　　这很正常，你见过虫子吗？苍蝇，蛆虫（严格来说有些物种可能不算虫子）……还有蜘蛛。噫……\n　　“实际上我已经有一个关于蜘蛛的大胆想法，下次希望能在万圣节之类的日子建造出来。蜜蜂真的促使我想到了很多，我有很多建造昆虫种的想法，这下子的话乐子可多了。”\n\n\n　　一只巨型蜘蛛，无论是否在游戏内，都和在你头上倒一篮子蜜蜂一样可怕。\n\n\n　　“我知道有很多人都很怕蜘蛛。”珀尔承认。“我其实并不想让他们害怕，但是我就是管不住我的手！不过，我建的蜘蛛会有一些独特的特征，这能让你把它与其他角落里的那些真蜘蛛区别开。”\n\n　　为了使得这只蜜蜂表现的活灵活现，珀尔查了很多资料。她煞费苦心地参阅了一本又一本的参考书，加上了一些夺人眼球的细节使得蜜蜂尽可能的真实。\n\n\n　　“我首先下载了一张真实的蜜蜂照片，然后在绘图软件Photoshop里吸取了相关的颜色，然后再画上一点龙的特征。蜜蜂一开始是围绕幻想风格建造的，但是当你意识到这样成不了事的时候，你就得去修改修改。我想我在向社区征求意见之前大概已经做了四到五版的翅膀。我把所有的翅膀都展示给他们，然后让他们给自己喜欢的设计去投票。”\n\n\n　　我之前说过我其实并不喜欢任何一种的虫子，但是就算是我也不得不说，龙种蜜蜂与其说是可怕不如说还蛮吸引人的。就珀尔的说法，她说现在这样龙型的翅膀是社区投票出的最喜爱的种类，但她本人最喜欢的地方可能出乎你的意料。\n\n　　“我最喜欢的地方差不多是我用的表面材质还有上面的绒毛。我喜欢给建筑添加细小的细节。这会使其富有个性。如果我省略了这些的话，这样建筑会显得非常乏味，并且更加的类‘黄蜂’。”\n\n\n　　珀尔对其建筑的细节非常注意。这使其建筑更加生动，这些细节能够唤起你发自内心的那种感觉。如果你曾近距离观察过真正的蜜蜂的话，你就能体会到那种感觉，这种真实，这种感觉，使得珀尔成为那种专业有机类建筑师。\n\n\n　　“有机物可以让我建出更加鲜活更加生动的东西。你可以建出一条巨大的喷火巨龙，让它矗立于城市之巅，也可以制造一些奇怪的外星生物，头长得像章鱼，身子像大猩猩。这种有机物对我来说就像是用来画出自己想要的生物，然后再把它三维化。生物的话不必遵循那种固定的整体风格，你只需要按你趁手的方式来。我想我就是喜欢这种建造生物时的自由感吧！”\n\n\n由barbarian、 immanull与jossieboy呈现\n\n\n作者 阿时帕里史\n日期20191214\n译者乙烯中国\n原文地址https://www.minecraft.net/zh-hans/article/queen-bee\n\n",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1576678380,
            "txt_content": "不知道为什么总感觉这图好像之前见过啊..."
        },
        {
            "author": "Оil",
            "timestamp": 1576680120,
            "txt_content": "说起来120mm火箭筒的外贸名就是Queen Bee 女王蜂的说呢……= =^\n\n[草生.jpg]"
        },
        {
            "author": "米安博奥",
            "timestamp": 1576682820,
            "txt_content": "这蜜蜂太帅了吧"
        },
        {
            "author": "soil-sword",
            "timestamp": 1576762560,
            "txt_content": "让我想到了盘纳斯的蜂巢"
        }
    ]
}