{
    "title": "[Minecraft.net|INSIDER] 一起玩吧：高等巨龙",
    "author": "海螺螺",
    "replyCount": 11,
    "timestamp": 1576734120,
    "txt_content": " 本帖最后由 海螺螺 于 2019-12-19 13:42 编辑 \n\n\nLet's Play: Advanced Dragons\n一起玩吧：高等巨龙\nAvailable now in the Minecraft Marketplace\n在 Minecraft Marketplace 提供下载\n\n汤姆 斯通\n\nThey say a dog is for life, not just for Christmas. That’s far too much responsibility for me to handle, so I thought I’d try raising a dragon instead. My local pet store didn’t seem to have any dragons, and the shopkeeper was very rude when I asked a few thousand times for him to order one for me, so I opened Minecraft and bought Advanced Dragons by Pixelbiester in the Minecraft Marketplace instead.\n有人说狗陪伴一生，而不仅仅是圣诞节。这份责任过于沉重，所以我寻思不如养一条龙。本地的宠物店看起来没有任何龙，店员还十分粗鲁，我也就只是问了小一千遍让他帮我订一条龙罢了。所以最终我选择打开 Minecraft 买下市场中 Pixelbiester 提供的 Advanced Dragons 。\n\n[media]https://www.bilibili.com/video/av79807843/[/media]\n\nDragon riding? Dragons in different colours? Baby dragons? As a dragon obsessive,Advanced Dragon s looked like the perfect adventure for me! Also, we don’t seem to have a map on the Marketplace called BASIC DRAGONS FOR BASIC PEOPLE yet, so it was going to have be this one.\n骑龙飞行？不同颜色的龙？铜龙？作为龙的头号粉丝，这张地图对我来说是一次完美的探险！并且，我们的市场也没有那种叫 一般通过玩家玩的一般通过龙 的地图，所以也只能是它了。\n\nAdvanced Dragons comes with several delightful skins, so after choosing a favourite, I jumped into the map and immediately looted a nearby chest for armour.\n地图自带几个很好看的皮肤，在选择最中意的一个后，我立刻打开地图搜了一个附近的盔甲箱子。\n\nLeather armour over a blue princess dress? Yet more proof that I’m the most fashionable Mojang employee/person in the world.\n蓝色公主裙上的皮革护甲？此乃我为世上最潮 Mojang 员工的又一有力佐证。\nOnce I’d finished looting, I took a look around the room I’d spawned in. Where’s my dragon? I’ve been playing for almost twelve seconds. Give me my dragon already.\n搜刮完成后，我看了看出生的房间。龙呢？我都玩了快 12 秒了，龙搞快点。\n\nI walked up to a couple of posters on the walls and demanded they give me a dragon. When that didn’t work, I tried reading the posters instead:\n我走到墙边的几幅海报旁，要求它们给我弄条龙。这不管用，我便尝试阅读海报的内容：\n\n\n\n\n\n\nfile_1576726081000.jpg (117.26 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-19 11:28 上传\n\n\n\n\nAha! So to raise a mighty dragon, I just need to follow these simple steps…\n啊哈！所以养一条强大的龙，只需要遵循这些简单的步骤...\n\nSeems this main hub is surrounded by five islands. I’m guessing you get to them by flying on the back of a dragon, or by jumping and wishing really hard. Let’s go with the former.\n看起来主城被五个岛屿包围，我猜测需要在龙背上飞行，或者纵身一跃全心祈祷。我们用前一个。\nIt was time to battle some monsters and earn myself a dragon! I was armoured up and armed with a terrifying sword made of mighty, er, wood. Basically indestructible. Unless I got a splinter.\n是时候打一些怪物给我自己挣一条龙了！我现在盔甲护身，并且装备了一把强大的，呃，木剑。基本坚不可摧，除非剑碎成渣。\n\nI charged towards battle. But on my way to find the arena, my eyes were suddenly struck by a sight they simply weren’t ready for. Get a load of what the people look like here! Get a load of this moustache.\n我渴望战斗，但是在前往竞技场的路上，我的眼睛没能做好准备而被眼前所见震撼一年。看看这里的人们长啥样！看看这些胡子。\n\nPixelbiester, you called your map ‘Advanced Dragons’ when you could have called it ‘Advanced Moustaches’? I’m very disappointed in you.\nPixelbiester，你本可以把地图叫做“高等胡子”，可你却叫他“高等巨龙”？我对你很失望。\n\nPretty much everyone you meet can be traded with. Even the children are miniature merchants. Awwww!\n十分好的一点是你遇到的每个人都可以交易，就算孩子也是小小商人。噢噢噢！\n\nYou want ten of my emeralds for a single flower?! All children should be banned.\n一朵花你想要换我十个绿宝石？本图禁铜。\nI manage to ditch my lousy wooden sword for a more powerful one. But there’s even better news in these great outdoors. If you were worried you’d have to wait a while to see a dragon, worry no more.\n我尝试着把我的辣鸡木剑换了个更强的。但在无尽野外还有更棒的消息。如果你在担心半天遇不到一条龙，那么不用再担心了。\n\nThere’s scaly little cuties everywhere.\n浑身鳞片的小可爱到处都是。\n\nBlue dragon!\n蓝色的龙！\n\nRed dragon!\n红色的龙！\n\nTWO red dragons!\n红色的龙 * 2！\n\n\nGreen drag… no, wait, it’s that child who ripped me off. GIMME BACK THOSE EMERALDS\n绿色的... 不，等等，这是刚刚坑我的小孩。绿宝石给我吐出来！\nNow that I’d met some actual dragons(what have you done with your life?) I was more determined to become a dragon owner than ever. So I sprinted up to the arena, despite the fact that the island I was on was floating in the sky, and the slightest misstep would presumably have caused me to fall through space for all eternity. Pfft, who cares? There’s dragons to be gained!\n我已经遇到一些真的龙了（你一辈子干了什么？）现在我比以往任何时间都想成为龙的主人。因此我径直冲向竞技场，尽管我身处的岛屿漂浮在天空，任何一点失误都可能让我万劫不复地掉落。谁在意这些呢？我要有龙了！\n\nI entered the arena and cockily punched the button that released the mobs. I drew my sword and gave a great boasting laugh. What weaklings did they have in store for me? Creepers? Cave Spiders? Bring it on! I’m not scared of anythi…\n我进入竞技场骄傲地按下释放怪物的按钮。我掏出了剑，自夸地大笑。他们为我准备了什么菜鸟呢？苦力怕？洞穴蜘蛛？都来！我不会被任何东西吓...\n\n...what the heck is that?\n...这特么是啥？\n\nOK, may have bitten off more than I can chew here. Too late to run away crying?\n好吧，这可能比我能对付的要多那么一点。大叫着跑掉已经太晚了？\n\nTell you what - How about we put the weapons down settle this over a nice game of Scrolls instead? What do you mean you’ve never heard of it?\n不如这样 —— 我们不如放下武器来一把愉快的 Scrolls 如何？你说从来没听过是什么意思？\nLuckily, I’m something of a combat genius. So after a few hours of screwing my eyes shut, scoffing chickens to keep my health up, and weeping until the monsters walked off out of pity, I left the arena victorious!\n幸运的是，我可是某种意义上的战斗天才。经过几个小时的闭眼跑路、吃鸡回血、敌退我进之后，我胜利地离开了竞技场！\n\nI sold my new loot to the loot collector then gave my earnings to the dragon merchant in exchange for my first dragon totem. Now I just needed to finish the ritual, and my first dragon would be mine…\n我将新的战利品出售给了战利品收集者，交换来可以去龙商人处交换我的第一个龙图腾。现在我只需要完成仪式，第一条龙就属于我了...\n\nMy dragon egg! I’m one click away from owning a dragon!\n我的龙蛋！我离拥有一条龙只剩点一下了！\nI was literally shaking with excitement. Or it could’ve been because I was playing this on my Switch, while sat on an exploding washing machine.\n我真的激动地颤抖起来，也有可能是我坐在爆炸响的洗衣机上玩 Switch 的原因。\n\nI took a deep breath, clicked on the dragon egg…\n我深**气，点了一下龙蛋...\n\nAnd met my new best friend.\n这就是我的新朋友了。\n\nA gorgeous green skybeast to call my own!\n属于我的美丽的绿色天空怪兽！\n\nWow they, er, sure grow up fast!\n哇哦他们，嗯，长的真快！\n\nUm, really,really fast…\n昂，真的很快 …\nAbout four seconds after being born, my dragon was large enough to ride. So I leapt upon its back. Take to the skies, friend!\n在生长大约四秒后，我的龙已经大到可以骑上去了。所以我跃上它的背。起飞吧，朋友！\n\nSide note: I really should get YOU ARE AFRAID OF HEIGHTS tattooed on both my arms. That way, I might not be constantly forgetting that I’m afraid of heights, and I’ll stop constantly leaping on the back of dragons.\n旁注：我的确应该在两个手臂上都刺上你恐高。这样，我就不会总是忘记我恐高，也就不会总是跳到龙背上了。\n\nSee that thing that’s way too far below me? That’s the ground. Eep.\n看到下面离我很远的东西了吗？那是地面。是的。\nI only scratched the surface of what Advanced Dragons has to offer. There’s more skins, more dragons, more islands to explore... Search for Advanced Dragons in the Minecraft Marketplace to try it yourself.\n我仅仅是接触了这张地图的一点皮毛罢了，它还有更多的皮肤、龙、岛屿等待着探索... 搜索 商城中的 Advanced Dragons ，自己试试吧。\n\nBut first, can someone help me get back down?\n但是，有好心人能先帮我下来吗？\n\nAnyone?\n有人吗？\n\n...Oh.\n...噢。\n\n【海螺螺 译自官网 2019 年 11 月 24 日发布的 Let's Play: Advanced Dragons】\n【本文排版借助了：SPX】\n\n吸）一口\n",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1576747320,
            "txt_content": "铜龙草\n\n\n\n\ni_f33.png (4.96 KB, 下载次数: 1)\n\n下载附件\n\n2019-12-19 17:21 上传\n\n\n\n\n"
        },
        {
            "author": "1033299072",
            "timestamp": 1576777920,
            "txt_content": "我想问一下你的龙要不要和我的5级冰龙干一架？"
        },
        {
            "author": "1098303442",
            "timestamp": 1576906860,
            "txt_content": "好啊 说的太好了吧 厉害啊"
        },
        {
            "author": "320596426",
            "timestamp": 1576985340,
            "txt_content": "大佬牛逼"
        },
        {
            "author": "ff98sha",
            "timestamp": 1577543100,
            "txt_content": "BASIC DRAGONS FOR BASIC PEOPLE\n一般通过玩家玩的一般通过龙\n\n？？为啥，没看懂"
        },
        {
            "author": "SG玩家2",
            "timestamp": 1577929260,
            "txt_content": "做的挺好！"
        },
        {
            "author": "2963059515",
            "timestamp": 1578059580,
            "txt_content": "666666666666666"
        },
        {
            "author": "Minecraft小橙",
            "timestamp": 1578069180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "中村一浪",
            "timestamp": 1578095340,
            "txt_content": "dudjddjdjxjx"
        },
        {
            "author": "213930442",
            "timestamp": 1578545520,
            "txt_content": "那个没文化一句卧槽走天下，还有这论坛怎么升级"
        },
        {
            "author": "longye1234",
            "timestamp": 1579005360,
            "txt_content": "做的挺好，不错，加油噢 ~"
        }
    ]
}