{
    "title": "【原创/连载】MC探索时光——尽量贴合原版的冒险故事（004）",
    "author": "z神主",
    "replyCount": 0,
    "timestamp": 1576691160,
    "txt_content": " 本帖最后由 z神主 于 2020-6-8 21:59 编辑 \n第一卷：启程\n第四章：村民＆指令\n“哼~”“哈——”“嘿~哼~~哈~”“嗯哈~”村民们嘈杂的声音在村庄里回荡展现出这里的生机。史蒂夫把村庄里的成熟农作物全部采光，然后补种后就有了足够未来几天的食物。这里是一片沙漠村庄，主要的建筑材料为砂石。注意：这里是本作的特殊设定史蒂夫的脑海中提取出了村民等级和村庄等级制度的资料。低级村庄是很小的只有几座屋子的村落。中级村庄拥有至少一座大房子，且有很多小房子，农田，甚至有教堂。高级村庄大房子有很多，小房子，农田等基础设施更多，占地面积也非常广，甚至拥有图书馆和铁匠铺。在村庄之上便是小镇，这里的房子大多都比村子的房子好看多了。就连农田都不一样，还比村庄多了很多职业建筑，什么石匠，裁缝铺，甚至干草块都随意堆放在地上。1.14以下的村庄叫村庄，1.14+的村庄叫小镇当然村庄等级大小不重要，只要村民的数量达到一定程度村镇中心就能出现铁傀儡。那个机器傀儡，史蒂夫的知识库称其原理是一种特性，村民和村庄模块达到一定程度就会生成铁傀儡。而村庄模块却很好识别主要需要的就是门和村民，而如果是城镇的话还需要职业方块和床，并且村庄模块可以堆叠，堆的越多铁傀儡的生成效率就会变得越高。史蒂夫脑海中有一套完整的人造村庄制造方法和多重村庄堆叠刷铁机制造图纸。看着眼前的工具人...嗯...村民史蒂夫先去查看了村民们的交易项目。在史蒂夫眼里，村民属于友善生物，虽然与他同为“人类”但却完全不是同一个物种。史蒂夫对自己这类“人”称为方块人，村民则属于另一种友善生物。方块人能做到得事情村民根本没办法做，不同等级的村民所拥有的知识是不同的。他们有一定智力，自我，但却并不能像史蒂夫这样能够独立思考。因此这些村民在史蒂夫脑子里的知识库里有一百种把村民当工具人的方法。说下村民等级吧。最低级的村民是撒币村民，统一穿绿袍，啥都不会做只会摇头晃脑。稍微有点智商的村民则可以以物换物，并且可以交易到基础通用货币——绿宝石史蒂夫需要绿宝石从村民手里获得利益。资料库显示村民本身自带绿宝石，通过交易可获得，并且可以自身生产交易物品。如附魔钻石工具/装备之类的，这就是史蒂夫的主要目标之一。如果要问原理是什么？史蒂夫答道：“一切且是特性。”毕竟他自己都有很多不可思议的特性比如徒手挖石头，一块原木“嘣！”的一下分解成木板，又“嘣！”的一下四块木板变成了工作台。再升一级村民就会穿上华丽的职业服装，交易项目就会有着非常明显区别。可以一眼就看出这个村民是换什么的，但是需要职业方块在附近让其识别。并且有着明确的等级细分，所有村民升级到“大师级”则会有几率解锁特定交易项目。例如史蒂夫目前最需要的附魔钻石工具，可以从铁匠或者盔甲商，工具商那里获得，当然其他职业也会交易一些只有通过交易才能获得的物品。例如地球花纹旗帜，这是一种以另一个世界西半边海陆版图所绘制的旗帜图标，无法制作，只能交易获取。还有就是史蒂夫目前不需要但以后需要的一种道具——“探险地图”寻找海底神殿和林地府邸的方便道具，当然史蒂夫觉得以他随便挖矿都能挖出末地遗迹的运气应该用不上这玩意儿。这个村庄还没有达到小镇的级别因为房屋都是很普通的砂石结构，砂砾道路。看了一下没有他需要的村民准备便准备离去。但就在刚走过村庄最边缘的一座村庄里很常见的4*5的房子时，他那双用余光随便就能瞟到末地遗迹，模组道具仿佛开了挂一样的眼睛瞟到了那个房子里有一个不该出现在那里的告示牌。史蒂夫好奇的进去一看本以为会是什么“不要回头看”，“它就在你身后”，“祂一直在注视着你”之类的，但实际上只是一行字：“敲打告示牌获取信息”史蒂夫非常疑惑，在他的资料库中告示牌并没有特殊功能，唯一有用的就是阻挡水流的功能可以用来做刷怪塔，不过他还是照做了。他想看看这个告示牌是什么情况，啥事没发生就继续他的旅程，要是有事发生就再看看。于是他将手捶打在告示牌上，只是轻轻地打击一下，突然眼前视线偏左下角的地方出现了一个框框上面有一大片信息【我是一名世界观察者信徒，我所敬仰的观察者权限被剥夺，于是我们这些信徒也遭到了「规则」的惩罚，我们失去了这个世界的「权限」但是我们敬仰的观察者阁下用尽全力的拖延『管理者』让他最忠诚的信徒也就是我用最后几分钟的权限制作出这个告示牌，希望看见这块告示牌的人能够帮助我们，如果你不想帮忙请当没看到，如果想要帮助我们请在牌子上面再放置一个告示牌书写“加入”二字即可，请不要带其他字符包括空格，也不要对该告示牌做出任何破坏行为，这是没有意义的】史蒂夫用最快速度搜索脑内的所有知识。终于找到了一个唯一能够解释目前状况的一个条目，但是能够查到的资料只有一行字：命令方块command block：方块id:137，用于执行已编辑指令的特殊方块，非权限者不可使用，非观察者不可使用，非管理者不可使用这这个条目中有涉及权限这个名词，但是史蒂夫并不知道如何用这个东西实现这块牌子。因为知识库里没有这些东西。只知道这是一个存在但他得不到的东西，至少现在没办法得到甚至见都见不到。考虑到自己好像会被卷入什么不得了的事件里，但是这种不像之前那个球一样跟自己脑海里的知识除了知道是插件模组之外基本不沾边，这个在知识库里有明确标明方块资料的东西可能是他解锁以前记忆的关键。思考之余那些文字也渐渐消失。等待史蒂夫的是一次艰难的决定。......上一章|目录|下一章\n",
    "replies": []
}