{
    "title": "[多线]极限世界 —— 〓美景◆硬核◆原创◆护盾◆防御塔◆品质◆高度定制〓[1.7.10]",
    "author": "soil-sword",
    "replyCount": 0,
    "timestamp": 1576760580,
    "txt_content": " 本帖最后由 soil-sword 于 2019-12-19 21:02 编辑 \n\n\n==极限世界服务器==[一个绝对特别的服务器]-|群号：217967914|-\n\n\n\n★服务器特色★\n1.护盾系统玩家出生自带 20点 护盾，护盾与生命值类似，在不受伤害 15秒 后会快速恢复。可以通过许多办法提高自己的护盾上限，比如每一点装备的护甲值都会提高一点护盾，护盾增强附魔会提供大量的额外护盾。在高强度战斗中，把控好自己的护盾是取胜的关键。                                                  \n\n\n\n2.灵视系统服务器中在部分世界死亡会受影响，而灵视的值决定了玩家受到什么样的影响。灵视高的情况下死亡不会掉落，并且会立刻给予buff，灵视低的情况下死亡会全部掉落，并且受到严重的诅咒。灵视上限可以通过副本等方式提高，死亡会降低灵视，灵视每分钟会自然恢复。输入 /dc 指令查看自己的灵视\n\n\n高灵视状态\n\n\n低灵视状态\n\n\n\n     3.经济系统\n     服务器中物价是浮动的，任何物品被卖出后都会降低价格，同时提高别的物品的价格。每个物品的跌价率和涨价率都不同，并且有十分复杂的公式。同时卖出大量物品不会少得到金币或者多得到金币。\n     输入 /worth 查看手中物品的价值，输入 /sell 卖出手中的物品\n\n\n\n\n     4.武器品质系统\n     服务器中大多数武器和部分物品在 合成后 会产生 随机的 品质。不同的物品有不同的品质上下限，合成出来的品质会给予武器正面或者负面加成，高等级的品质甚至会给予物品 主动技能 和 被动技能 。 \n     可以在服务器商店中花费 金币 或者 经验 或者 点券 来重置物品的品质，不同的物品也有不同的重置价格。\n     品质和附魔完美叠加，同时品质和附魔都会增加物品的维修费用。\n\n\n\n物品在合成时的提示      合成后获得的品质\n一把顶级的武器\n\n\n\n     5.防御塔系统\n     服务器玩家可以制造防御塔，防御塔在诞生后同样会获得一个 随机的品质 ，这将影响防御塔的生命值，攻击力，防御力，生命是否自然恢复等属性。\n     玩家可以对自己的防御塔进行升级，以下列出部分升级效果。\n\n\n  - 钻石  提升防御塔攻击力\n  - 铁锭  使防御塔攻击具有火焰\n  - 末影珍珠 使防御塔射程翻倍\n  - 粘液球 使得防御塔攻击减速敌人\n  - 鸡蛋  使防御塔攻击有几率把敌人变成一只\n  - 更多效果可在服务器中合成有关书本查看\n\n\n\n\n\n     同样，玩家可以指定自己的防御塔 攻击/不攻击 某个种类的生物， 攻击/不攻击 某个玩家，这都是可以通过书和骨头合成的 玩家授权书 ，书和腐肉合成的 敌对生物登记表 ，轻松编辑的。\n\n\n\n\n某肝帝+欧皇玩家的家\n\n\n\n\n\n     6.怪物系统\n    服务器中的怪物大为不同！不同的世界中，怪物们具有不同的随机属性和能力，并且具有一些独特的特性！僵尸可能会喷出寄生虫？烈焰人可能被水冷却出矿物？苦力怕爆炸威力随机？这个世界的生物别出心裁，而他们的特性等你来发掘！\n\n\n\n\n     7.黑市系统     在 混乱维度 世界中，会随机生成黑市。黑市被敌对的防御塔保护着，内部随机低价出售一些高级物品，或者高价收购一些廉价物品！你可能一夜暴富，或者。。。死在黑市门前。\n\n\n\n\n     8.丰富的世界\n      这里有为建筑玩家打造的和平世界 纷争之外 ，有为普通玩家打造的 世界核心 ，有为副本玩家打造的 遗迹世界[制作中]，还有为最爱挑战和快速发展的玩家打造的极为危险而又最有特色的 混乱维度，高难度的同时带来了极为丰富的矿物资源，怪物的经验，种类和掉落物都大幅增加！\n\n\n\n\n\n     9.美丽的景色      服务器的一大特色，就是景色了。极为美丽的角色，加强的环境音效，巨大壮丽的地下生态和洞窟，还有从山中潺潺流出的溪流，冰原上的极光，混乱维度中雄伟的长城，地下城和遗迹城堡。。。这个世界值得你驻足观赏。。。[仅世界核心与混乱维度，世界核心地形更壮烈写实]\n\n\n\n\n\n\n\n\n\n一些需要注意的地方\n\n     1.服务内不允许作弊和利用BUG，汇报BUG会得到丰厚的奖励\n\n\n     2.主城可以恢复饥饿，饥饿是前期新手最大的敌人\n\n\n     3.在这个世界生存不易，但是存活下来的都是强者！你的每一个建筑都象征着力量！\n\n\n     4.可以通过金币来获得点券，并且不限量。\n\n\n     5.服务器十分稳定且稳定开服， 2 年内不会关服，也不会换周目\n\n\n     6.服务器登陆必须 Java8 和 64x Java，服务器使用伪正版验证，注册等方式在群里有，或者直接下载客户端也有\n\n\n     7.服务器新手教程十分完善，请耐心看完！\n\n\n\n\n\n\n==极限世界欢迎你==\n       快捷下载地址                                                       提取码：ftpj\n\n\n\n\n",
    "replies": []
}