{
    "title": "[Minecraft.net|CULTURE]Around the World in 80 Builds 参观世界各地的80座建筑",
    "author": "qsefthuopq",
    "replyCount": 3,
    "timestamp": 1576824960,
    "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-28 23:22 编辑 \n文章日期2019-12-19作者Craig Pearson\n译者qsefthuopq\n\n原文链接点击打开\nAround the World in 80 Builds\n参观世界各地的80座建筑\nMinecraftRepro remakes classic buildings block-by-block\nMinecraftRepro用方块再现了世界各地的经典建筑\n\n\nMinecraftRepro is a fittingly named creator who takes real-world monuments and recreates them in Minecraft using Chiseled Quartz and Cobblestone. It’s like Minecraft Earth in reverse, sucking the strange sails of the Sydney Opera House or the wonky Leaning Tower of Pisa right into good ol’ vanilla Minecraft. Has science gone too far?\nMinecraftRepro是一个名字起得不错的建筑创作者，他使用錾制石英块和圆石来在Minecraft里再现现实世界里的不朽之作。和Minecraft Earth相反，他将悉尼歌剧院的奇异的船帆屋顶或倾斜不定的比萨斜塔的精华吸入原版Minecraft内。科学已经发展得这么快了吗？\n\n“I take suggestions from fellow builders, followers, family and friends,“ MinecraftRepro tells me. “I am a bit biased towards European monuments, especially from France and the Czech Republic, the country I come from and now live in. My heart leans towards older buildings, though some modern ones are so iconic I cannot not build them!”\n“我从建筑同伴、粉丝、家人和朋友那里汲取建议” MinecraftRepro告诉我，“我有点偏爱欧洲的名胜古迹，尤其是来自法国和捷克共和国的名胜古迹，因为法国是我的祖国，捷克共和国是我现在所居住的国家。虽然一些现代建筑也因为十分具有标志性而使我难以拒绝建造它们，但我更喜欢建造古建筑！”\n\n\nIt was one of the modern recreations that first caught my eye: the iconic Sydney Opera House. Having been to it IRL and then seeing Guillaume’s pristine, pointy portrayal, it made me want to strap on a backpack and see the world again!\n这是最早吸引我眼球的现代建筑之一：极具标志性的悉尼歌剧院。在参观了他的作品并亲眼看到了Guillaume的质朴、尖刻的作品后，这让我想系上背包去再次欣赏世界之美！\n\nDid I do it? No. Someone needs to feed my cat. But MinecraftRepro’s economical recreation is as impressive as the epic builds we cover here on Minecraft.net. There’s not a block out of place in the down under wonder, nor in the rest of the builds below:\n那么我真的怎么做了吗？并没有。我的猫要有人铲屎。但MinecraftRepro的简洁的建筑和在Minecraft.net上报道的其他史诗建筑一样令人印象深刻。在奇观之下没有格格不入的方块，下图的建筑亦如此：\n\nThe Atomium. “It was very difficult to get the exact angles to have a perfect cube.” MinecraftRepro explains. Tell me about it. I still haven’t managed to finish my first dirt house!\n（上图作品名：原子能塔）“得出精确角度的完美球体十分困难。” MinecraftRepro解释道。告诉我这是怎么做出来的吧，我的泥土火柴盒还没完成呢！\n\nNotre-Dame. “Built a few weeks before the dramatic fire partially destroying it, I also built the version after the fire, with the scaffolding and destroyed roof.”\n（上图作品名：巴黎圣母院）“我在巴黎圣母院大火后的几周造出了它，同时我也用用脚手架和被烧毁的屋顶造出了大火后重建中的巴黎圣母院。”\n\nSydney Opera House. “This was a request from my followers when I passed 300 followers on Twitter,” says MinecraftRepro. “The hardest part was to shape the shells. Even after using plugins to generate the shape I had to manually tweak it.”\n（上图作品名：悉尼歌剧院）“这是在我的推特粉丝数超过300时，其中一位粉丝提出的要求，” MinecraftRepro说道。“这个建筑最难的部分就是给贝壳状的屋顶塑形。即使我用了插件来生成这个造型，我还是得手动修改才能展现出悉尼歌剧院应有的造型。”\nHis workflow doesn’t take him all over the world, though. In fact, a majority of it is done with references, keeping his carbon footprint[sup]1[/sup] small and sleek. “Most of the time, I look for measurements of the real-life building, to have a rough idea about the size. I then eyeball it most of the time, without exact measurement of each part.\n不过他的工作流程并没有带他环游世界。实际上他的大多数建筑都是经过参考才完成的，他的碳足迹[sup]1[/sup]小巧而流畅。“大多数时间里我都在寻找真实世界建筑的尺寸来对我的建筑尺寸有个粗略的概念。我不用精确地测量每个部分的尺寸，大多数时间里我只会盯着建筑看。\n\nMinecraftRepro use Google Maps 3D view to look at the buildings from all possible angles. It’s a tad more difficult when the building isn’t 3D rendered on Maps, forcing him to look for reference photos with more varied angles. Research pays off!\nMinecraftRepro使用谷歌3D地图来全方位地查看不同角度下的建筑。当建筑没有在3D地图上渲染时造出这座建筑就有点困难了，这迫使他寻找更多不同角度的参考照片。精雕细琢终成大器！\n\n“I try to have these necessary details, even if it means that the build will not respect the exact dimensions of its real-life counterpart. Most of the time it works and I end up with just a few blocks variation in size. Though I extensively use plugins to help me building, I still hand-build most of the time. Plugins are really useful to create repeating patterns, various shapes, angles etc, within seconds.”\n“我尝试使用这些必要的细节，即使这意味着我的建筑无法与现实世界的建筑一模一样。大多数情况下这种方法都是有效的，我最后得到的结果只是有几个地方的方块大小不一。尽管我会广泛地使用插件来协助我进行建造，我在大多数时间里仍然会纯手工建造。用插件只需须臾即可建造出重复的图案、不同的形状、角度等。”\n\n(Not familiar with ‘plugins’? Try this guide to Minecraft building tools .)\n(你不熟悉‘插件’？看看这篇文章吧：绝妙的工具 )\n\nI bet the architects of the original buildings wish they'd had such tools to hand. Let's see some more world-famous structures, perfectly preserved by one man at his desk, then rendered for our pleasure!\n我敢打赌现实世界里这些建筑的原建筑师一定希望他们有这样的工具。让我们来看看更多世界上著名的建筑吧，这些建筑被完美地储存在他的桌面上，经过渲染后这些建筑显得美轮美奂！\n\nSt Basil's Cathedral. “My first ever reproduction. It was done with friends for a Christmas-themed build competition. I loved the idea so much I started working on other reproductions.”\n（上图作品：圣巴西尔大教堂）。“这是我的第一座现实建筑的复刻建筑。它是我和我的朋友们在一次以圣诞为主题的建筑大赛中所造出来的。我非常喜欢复刻现实中的建筑，所以之后我开始复刻更多的建筑。”\n\nThe Leaning Tower of Pisa. “Actually built in two stages: I first built a straight version, then I made a copy and angled it.”\n（上图作品：比萨斜塔）。“实际上建造这座塔我只用了两步: 首先造个比萨直塔，然后复制这座塔并用一定的角度让这座建筑变成斜塔。”\n\n“The Colosseum is a classic Minecraft-build. However, every Colosseum I saw was intact, so I took it upon myself to build the current, partially destroyed version.”\n“罗马斗兽场是一个经典的Minecraft建筑。然而我看见的每座斗兽场都是完好无损的，所以我造出了一座部分被毁的罗马斗兽场。”\nBeyond buildings, Guillaume also likes to work on scenes, planes, ships, and the sort of miscellaneous Minecrafting that people do when they think no-one’s creeping on their work.\n除了复刻建筑之外，Guillaume也喜欢建造场景、飞机、船和其他东西。没有他做不到，只有你想不到。\n\nI was particularly taken by two final pieces, the Pointe du Hoc and a board game. The range is remarkable, with one being a recreation of one of the moments that changed the fate of the entire world, and the other one is a board game.\n我被最后的两件作品深深吸引：奥克角和棋盘。建筑的范围很显著，奥克角展现了改变了世界命运的一刻[sup]2[/sup]，棋盘则展现了一场棋局。\n\n'I’m from Normandy and visited the Pointe du Hoc multiple times. Though the terrain resembles the real place, the action happening is fictional. It was built to celebrate the 75th anniversary of D-Day.”\n“我来自诺曼底，我曾多次参观奥克角。尽管地形和显示世界里的地形相似，但本作品里的战争则是脑补的。这件作品是为了庆祝诺曼底登陆75周年而建的。”\n\n“This was a small project I made out of boredom. The game is called “Mensch ?rgere dich nicht[sup]3[/sup]”, the German version of Ludo[sup]3[/sup]. I was inspired by my stay in Germany where I used to play it.”“这是我无聊的时候造出来的小作品。游戏名为 “Mensch ?rgere dich nicht[sup]3[/sup]”，也就是德国版的飞行棋。我的灵感来自我在德国时玩过飞行棋。”\nYou can see more of Guillaume’s work at his Twitter, and you should, because they’re all great. Now if you’ll excuse me, I’m off on a trip around the world – and I’m bringing the cat with me!\n你可以在Guillaume的推特上看到更多他的作品，他的作品值得你一睹。现在请原谅我，我要去环游世界了，我要带着我的猫一起去！\n\nHeader render made by Karrasko.\n题头图片渲染： Karrasko。\n注释1.碳足迹是指企业机构、活动、产品或个人通过交通运输、食品生产和消费以及各类生产过程等引起的温室气体排放的集合。 ——引用自百度百科\n2.奥克角是位于法国下诺曼底大区卡尔瓦多斯省沿海的一处悬崖。第二次世界大战诺曼底战役期间，奥克角是美军进攻的一处重点。此处改变命运的一刻指的是历史上的重大事件——诺曼底登陆。\n3. Mensch ?rgere dich nicht 德国版的飞行棋，此处因德文无法显示而显示成问号。  Ludo 一种棋盘游戏 与国内常见的飞行棋有所不同，其棋局比国内的飞行棋简单。\n",
    "replies": [
        {
            "author": "ff98sha",
            "timestamp": 1577543940,
            "txt_content": "Around the World in 80 Builds\n参观世界各地的80座建筑\n\n标题就有问题\n明显用了儒勒·凡尔纳《八十天环游地球》的梗\n即使不用梗直译，也是“用80座建筑来饱览全球风光”的意思\n\nI am a bit biased towards European monuments, especially from France and the Czech Republic, the country I come from and now live in.\n我有点偏爱欧洲的名胜古迹，尤其是来自法国和捷克共和国的名胜古迹，因为法国是我的祖国，捷克共和国是我现在所居住的国家。\n\n单从语法分析，这里the country I come from and now live in明显指的是一个国家，不然会说and the country。当然如果你查过这人确实来自法国那我无话可说\n\nHaving been to it IRL and then seeing Guillaume's pristine, pointy portrayal\n在参观了他的作品并亲眼看到了Guillaume的质朴、尖刻的作品后\n\n应该是现实中实地到过歌剧院之后再来看他的作品\n\n\natomium 原子球塔\n不要看到atom就以为是原子，你不扔进百度也该知道这是个著名景点（本文标题）\n\nperfectly preserved by one man at his desk\n完美地储存在他的桌子内\nat his desk应该翻成“桌上”，甚至是“桌面上”，此处显然指的是这些建筑存在他电脑里"
        },
        {
            "author": "qsefthuopq",
            "timestamp": 1577546280,
            "txt_content": " 本帖最后由 qsefthuopq 于 2019-12-28 23:21 编辑 \nff98sha 发表于 2019-12-28 22:39\nAround the World in 80 Builds\n参观世界各地的80座建筑\n我最初的标题是80座建筑环游世界，我不了解这本书，之后就按照自己的理解改了标题\n后文提到了他来自诺曼底，所以他的祖国应该就是法国\n'I’m from Normandy and visited the Pointe du Hoc multiple times. Though the terrain resembles the real place, the action happening is fictional. It was built to celebrate the 75th anniversary of D-Day.”\n“我来自诺曼底，我曾多次参观奥克角。尽管地形和显示世界里的地形相似，但本作品里的战争则是脑补的。\n这件作品是为了庆祝诺曼底登陆75周年而建的。”\n\n"
        },
        {
            "author": "soil-sword",
            "timestamp": 1577704020,
            "txt_content": "你可以在Guillaume的推特上看到更多他的作品，他的作品值得你一睹。现在请原谅我，我要去环游世界了，我要带着我的猫一起去！\n\n嗯。有待提高啊。\n"
        }
    ]
}