{
    "title": "SEUS官网下载问题",
    "author": "MYLT25",
    "replyCount": 2,
    "timestamp": 1576921380,
    "txt_content": "下载SEUSv1.0.0(官网)\n显示\n\n\n\nFatal error: Allowed memory size of 268435456 bytes exhausted (tried to allocate 4527711 bytes) in /home/soniceth/public_html/wp-includes/wp-db.php on line 2066\nThe site is experiencing technical difficulties.\nWarning: file_put_contents(/home/soniceth/public_html/wp-content/uploads/wpdm-cache/session-c7b858f262e6ae9666f1096f0871b3bc.txt): failed to open stream: Disk quota exceeded in /home/soniceth/public_html/wp-content/plugins/download-manager/libs/class.Session.php on line 80\n\n\n\n\n\n\n\n有木有镜像/替补？最终用户许可协议说木有替补\n\n\n最终用户许可协议（EULA）\n\n\n\n[size=13.3333px]Sonic Ether's Unbelievable Shaders (here and hereafter referred to as 'SEUS') are the intellectual property of Cody Darr (here and hereafter referred to as 'Sonic Ether') and the copyright belongs to him.\nDistributed is the source code of SEUS. You are granted the right to use and modify SEUS and its source for your own personal use.[size=13.3333px]It is, however, interdicted to (re-)distribute SEUS as it is provided or in any modified version in parts or in its entirety in any way without explicit written permission by Sonic Ether. You may ipso facto not create mirrors, use parts of SEUS - including snippets from its source code - in your own work, claim to be the author of SEUS or publish derived shader packs under your own or Sonic Ether's name.[size=13.3333px]You may freely publish Minecraft footage with SEUS installed given that you do not infringe applicable law. If you feature SEUS as the main content, you must provide reference to a description of SEUS as found in the official thread on the Minecraft forums.[size=13.3333px]Should you opt to release a subsequent series of videos that do not feature SEUS as their main content, e.g. 'Let's plays', it is sufficient to provide this reference once in the first installment featuring SEUS or its corresponding description.[size=13.3333px]This software is provided 'as is' and comes without warranty of any kind including, but not limited to, the implied warranty that it works the way intended or advertised. In no event is Sonic Ether liable to you for any damage that arises out of the use or malfunction of SEUS including, but not limited to, hardware failure, loss of income and negative impact on your Minecraft experience. The entire risk as to every aspect of SEUS is with you.[size=13.3333px]This agreement shall be generally referred to as the 'SEUS License'. Sonic Ether is free to change this license at any point in time without further notice. You can always find the latest version on https://sonicether.com.[size=13.3333px]Legal domicile for any disputes arising from or in connection with SEUS or its use is Arizona, USA. Each clause of this agreement is subject to applicable law and only to be applied to the extent is permitted by applicable law.[size=13.3333px]In case any part of this agreement should for any reason be considered invalid, illegal or be deemed unenforceable, Sonic Ether shall undertake to replace the aforementioned part by a term that comes closest to the intended meaning and is all valid, legal and enforceable. The remaining parts of this agreement are therefrom unaffected in their validity.[size=13.3333px]By installing, downloading, storing a copy of or using SEUS you agree to all of the terms and conditions. They can and will, if deemed neccessary by Sonic Ether, be enforced by going to law.[size=13.3333px]For further questions concerning SEUS, its use or this license please contact Sonic Ether on Twitter.\n\n在minecraftfourm的SEUS贴中，也有人在近期反应官网下载的问题而且作者也没有给出任何答复\n",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1576921380,
            "txt_content": "\nseus renewed v1.0.0  吗？\n\n大概是作者的网站出问题了，我这有一份 \n\nhttps://c-t.work/s/519a18ad70084c"
        },
        {
            "author": "MYLT25",
            "timestamp": 1576922520,
            "txt_content": "xmdhs 发表于 2019-12-21 17:43\nseus renewed v1.0.0  吗？\n\n大概是作者的网站出问题了，我这有一份 \nどうもありがとうございました！！！"
        }
    ]
}