{
    "title": "【原创/连载】MC探索时光——尽量贴合原版的冒险故事（005）",
    "author": "z神主",
    "replyCount": 1,
    "timestamp": 1576912020,
    "txt_content": " 本帖最后由 z神主 于 2020-6-8 21:59 编辑 \n第一卷：启程\n第五章：阵营\n史蒂夫坐在地上，思考了一会，望着眼前这个确实敲不掉的告示牌。一堆疑惑出现在自己脑海。为什么这个牌子设定这么随意，而且既然「管理者」要剥夺「观察者」的权限那么「管理者」必然是不希望「观察者」拥有权限，既然是这样那么这块牌子就这么放在这里真的没问题吗？是百分百不用担心被发现吗？毕竟世界是非常大的纵横跨度几千万格。再者难道他就这么相信遇见这块牌子的人吗？或者他们有完全不用担心遇见这块牌子的人有什么歹心？而且这块牌子所给予的信息并没有说明利益，如果是个思想正常的不相关的人明显是百分百不会主动卷入这种极度危险的事件里面的。那么竖立这块牌子的意义何在？还是说世界上有很多这样的牌子？可是信息里也说了用最后的权限时间只做了这块牌子那么应该是没有多少时间去竖立那么多牌子的。那么最接近现实的有两种：要么拥有权限的「观察者」都因为有强大的绝对能力而放弃了思考并没有考虑那么多，要么就是「观察者」确定会有一个指定的人绝对接受这个协助请求。史蒂夫现在进退两难，他对自己脑海中知识的来源十分好奇，眼前的「观察者」寻求援助的信息是他目前唯一的突破口，但卷进一个不知道是好是坏的事件里实在不是个明智的选择。但是经过多次考虑，目前情况下，史蒂夫没有什么更好的选择，自从他开始拥有意识的时候开始就是把找到自己脑海中知识的源头搞清楚才开始踏上旅途的，如果不抓住眼前的机会可能走遍全世界都不一定会找到答案。于是将周围的墙壁拆掉就地取材做出了告示牌。“加入”确认只有两个字没有多余符号后史蒂夫松开手。顿时两个告示牌全部碎掉。留下一本书史蒂夫捡起书打开一看。上面写着：你已经确认加入【 观察者 阵营】（同时聊天框：已将 史蒂夫 添加至队伍 观察者）该阵营与管理者中立，与入侵者敌对，与土著中立，与玩家友好顿时一道信息传入史蒂夫脑海。队伍/阵营：通过指令/team进行操作的指令类型。指令：需要权限使用可以做到直接修改或者执行一些程序。\n此时史蒂夫已经确认想要找回自己脑内知识的源头，走这条路是对的，至少目前是的。翻到下一页。首先是一堆信息又涌进史蒂夫脑海中：管理者是整个世界的管理，拥有最高权限，想要成为管理者需要其他所有观察者投票决定，而想成为观察者必须在性格，心性，品德，三观，其他观察者眼中的荣誉，信用都必须达到一个限度否则没有资格成为观察者，观察者一共有十三名，可以增减但一定必须为奇数否则多出来的无效，并且管理者只能从观察者中选择。然后是书中的内容本次管理者权限接替的仪式各个观察者都选举了一位各方面都很优秀，并且被其他观察者赏识，也为本世界立下汗马功劳的一位观察者，但谁都没想到，那位观察者竟然是入侵者插入的卧底，为了能够保证能被选上管理者，入侵者对卧底加上了层层禁锢，首先删除所有记忆，将卧底移出入侵者阵营，让其忘记自己是卧底以此能够全身心的成为管理者和观察者阵营的人，并真心诚意的为本世界赴汤蹈火，死在卧底手上的入侵者队友甚至可以说不计其数。以此便能够让卧底稳稳地坐上管理者宝座，而入侵者在卧底灵魂深处植入了一项程序：检测是否拥有权限，无则无事发生，有则淡化失忆后的记忆，并回复增强之前卧底的记忆，让其成为管理者之后直接能够为入侵者里应外合。为此入侵者挑选了一位即使拥有权限，与管理者所在世界建立了羁绊和亲密关系都不会动摇为入侵者效力的一位人选，为了能够拥有这样的人入侵者进行了一场非常大且复杂的忠诚训练项目。于是当卧底被所有观察者心甘情愿送上宝座的同时恢复了卧底的身份，瞬间剥夺了所有观察者的权限。在最后在观察者，Ob-11的嘴炮下成功争取了十三分钟的时间暗中部下了后手。目前想要夺回权限唯一的办法就是让一个人前往世界中枢的信息库直接从信息层面将权限复原。但没有权限的观察者只能通过开放世界边界的方式对外公开，是的其他世界能够融合这个世界，希望能够让一个拥有让非权限者进入世界中枢的物品的世界融入进来。如果你在疑惑我们这块告示牌的处理如果把路人牵扯进来怎么办，我们在告示牌上还添加了一层检测指令，如果没有在Ob-11嘴炮卧底的时候给所有观察者和在场的队友加上的一层tag标签的话是没办法看到告示牌隐藏的内容的所以不管你是哪一位，请通知其他在世界各地的同伴尽快从其他世界融合而导致穿越到这里的物品中寻找能够进入这个世界的中枢的方法。把书放下，史蒂夫做下，闭眼好好整理了获得的信息。首先这个世界上的确出了大事，是这个世界的管理者被一个敌对卧底当上了然后整个阵营就被端了，而观察者用最后的权限和机智和卧底嘴炮周旋只用了十三分钟就埋下了这些告示牌并且消除了世界边界。这就是这个世界开始出现异界的模组物品的原因，（史蒂夫又把球拿出来把玩了一下发现还是除了发光就没什么反应）而目的是想通过模组物品去一个似乎是用来管理权限的地方。总之就是这样。而当时管理者阵营和观察者阵营的人应该并不是在一起或者说主要人员都在一起其他的人都在世界各地，不然也不需要在书上写那么大一堆话来解释来龙去脉了。最后就是，自己也是管理者他们阵营的?嗯，其实这点并不是很值得相信，因为入侵者连为了当上敌方老大而反串对方连自己人都下得去手的卧底都培养的出来，谁知道除了那个卧底其他的人有没有也是被删除记忆的“忠臣”呢？特别是史蒂夫自己的记忆也失去了一大半。不过自己身上既然已经被打上了能够通过告示牌检测的tag标签，那么至少自己目前应该是在观察者和管理者阵营了。就是不知道自己真正是属于哪个阵营的。这种事情真的要思考起来根本无解，因为没有多少线索自己是哪个阵营的都有可能。不过暂时只能这样了，该继续走的路还是得继续走，还是得把自己放在第一位，再不能完全确定自己究竟是哪个阵营的情况下还是先把记忆恢复再说。史蒂夫起身，吃了块面包就直接上路，沿着之前定好的路线前进着。......上一章|目录|下一章",
    "replies": [
        {
            "author": "z神主",
            "timestamp": 1576912980,
            "txt_content": "呼~累死偶嘞"
        }
    ]
}