{
    "title": "[Minecraft.net|CULTURE]A NATION CRAFTED一个精心打造的国家",
    "author": "乙烯_中国",
    "replyCount": 5,
    "timestamp": 1576939380,
    "txt_content": "\n一个精心打造的国家\n这或许是我们展示过的最大建筑？\n\n　　当你在游戏中搞建筑的时候，一般你想要建多大？很多人喜欢做那种精细的活，制作自己的房屋和花园，有些人想着去搞打一点去建个小镇。还有一些人想的更大，想在这卑微小游戏里建造整个大城市。再没有比这还野的了！\n\n　　是吗？\n\n　　或许是的。联合群岛共和国并不仅仅是一座方块堆成的城市——它是一个平行宇宙中的虚构国家，拥有六个独立的州组成： Neueburg, Monta?a, Orleans, Dramhail, Victoria和Región Federal Nacional。每个州都有着自己独特的建筑风格和设计，分别受欧洲、美洲、亚洲和大洋洲的影响，这使得整个国家有着足量的多样性。更加惊人的是，这基本上是由一位来自菲律宾的建筑师IGFredMcWaffe建的，或者我们可以喊他弗里德里克。\n\n\n\n\n\n\n　　就像其他建筑师一样，弗里德雷克的灵感来自Greenfield City与World of Keralis——这些巨大的城市建筑使他想建造一个属于自己的城市。这个计划被称为“无效城市”，是弗雷德里克曾经建造过的一个小镇。他偶尔和朋友一起忙这个，朋友帮他设计建筑。一开始的计划只是建一座城市，然后变成了一座大都市，随着工程的不断进行，无效城市这个计划不断扩大，最终，弗雷德里克决定将计划扩展为一个完整的国家。\n\n　　弗雷德里克解释道：“我希望我长大后能有一些东西可以拿来回忆。这个计划可以让我想起所有我建筑我喜欢的东西时的经历。我还希望能和大家一起分享这张地图。”\n\n　　弗雷德里克从小学时就对建筑产生了兴趣，他用Google SketchUP设计建筑。当他升入高中后，他的朋友向他推荐了我的世界这款游戏，他很快就爱上了这游戏。时到今天，弗雷德里克已经在他的国家上投入了六年的心血。\n\n\n\n\n\n\n　　与其他建筑相比，他的作品可不只是有着数量庞大的方块量和建筑设计——联合群岛共和国有着自己的历史与传统——这是弗雷德里克想了很多整的设定。\n\n　　“在一开始的时候，整个计划没有一个明确的方向或者目标。”弗雷德里克说道。“我只是想整一些街道和之间的建筑，直到规模越来越大，所以我就想着为每个地区、城市和自治区添加明显的特征以给我所做的建筑赋予意义。\n\n　　在《我的世界》这块虚拟画布上看到你所投入的一切，确实是值得的。\n\n　　举个例子，联合群岛的一个区域，Monta?a的首府城市建筑风格主要受到西班牙的影响。他的传统也是基于历史事件比如美国革命。考虑到做这些研究和建筑的花费时间，他一定是夜以继日的忙于计划！\n\n　　“我可能花了成千上万个小时在上面！”弗雷德里克笑道。“自那以后这就是一个基本的过程，只不过更系统化了。因为我已经设想过最终的地图会是什么样的了。”\n\n\n弗雷德里克小技巧1：寻找灵感。你可以从电影、书籍、去过或者没去过的地方还有搜索引擎里寻找灵感，你还可以整些传统以指引你建筑。\n\n弗雷德里克小技巧2：设置目标。有一个方向或者目标去建筑的话其实还蛮重要的，这样你就能对你的进度进行预估。\n\n弗雷德里克小技巧3：做好计划。确定自己是要去做一个电影场景、现实的城市还是要凭想象去建造。如果要建现实的城市，那么必须分区规划城市的空间使用。\n\n弗雷德里克小技巧4：玩的开心，要好好观赏自己的作品。你可以一直的去搞建筑，但也记得时不时要停下来好好欣赏自己的成果。在《我的世界》这块虚拟画布上看到你所投入的一切，确实是值得的。\n\n　　在建造这个国家的时候，弗雷德里克使用三个常用的工具：WorldEdit、 MCEdit 和 World Painter。WorldEdit用于设计游戏之中的那些建筑物，MCEdit用于创建蓝图文件以及一些带角度的结构。“这两种工具结合使用的话很适合制作那些重复的地图细节，比如路灯和电线杆，以及屋顶的细节、路牌、树木还有一排排的屋子。”他说，“另外的一方面，World Painter更适合用于建造真实的地貌，比如湖泊、山谷和山脉，这使得这座城市非常真实，却又毫无疑问的存在于游戏中。\n\n　　弗雷德里克使用谷歌搜图来寻找建筑的参考，有些已经完全重建在了联合群岛共和国里面了，比如菲律宾的马尼拉圣母无原罪圣殿主教座堂（艹百度出来一大串啥东西）、西班牙的托瑞西萨大厦（原文Cepsa Tower，可能指Torre Cepsa Tower）还有德国的新天鹅城堡（原文the Neuschwanstein Castle，英语New Swan Stone Castle，德语Schloss Neuschwanstein）。但是他也喜欢将不同的设计融入成一座独特的建筑，比如Monta?a大都会剧场，它融合了现代和装饰艺术的建筑风格。\n\n　　你或许会认为，这建筑造的如此逼真，所用材料一定也和真实很接近吧，比如砖块或者混凝土。错了！恰恰相反，弗雷德里克会优先使用羊毛！他解释道：“这或许是我用过的方块之中最重要的，因为只有这种方块有着不同的颜色。直到在最近的更新之中才添加了不同颜色的陶瓦和混凝土。虽然我主要用砖块和木板来做更旧的建筑设计。”\n\n　　所以，在六年的努力后，整个国家在弗雷德里克的精心打造后，应该要完成了吧？又错了！“我希望在完工前再忙几年甚至更久的时间。到时候我可能已经有了孩子，但是地图依然在建，”他笑道。我钦佩弗雷德里克的精神！或许他会用他饱含心血的州名来给他孩子起名？祝你在学校过得愉快，Dramhail！\n\n\n\n\n\n\n　　在这样如此大规模的建筑群中，一定很难找一个个人的高光点，但是弗雷德里克确实有一个。“我最喜欢的是DJML竞技场，因为这是我所做过的最复杂的建筑之一。设计的灵感来自于我和大学室友一同创立的唱片公司logo。”\n\n　　等等等等……你是说他不仅在我的世界里整了一整个国家，还创立了一家唱片公司？或许明年我们再次在Minecraft.net上写关于他的文章时，他已经在mc里造了整个地球，一比一大小。\n\n作者帕拉丁\n日期02092019\n译者乙烯中国\n原文https://www.minecraft.net/zh-hans/article/nation-crafted",
    "replies": [
        {
            "author": "ste-am",
            "timestamp": 1576944900,
            "txt_content": "感觉不错哦\n\n"
        },
        {
            "author": "Оil",
            "timestamp": 1576981620,
            "txt_content": "羊毛的配色貌似对比度更高一些的说……= =^\n\n怎么说呢，有的地方，比如圆形穹顶上边其实还是能看出技术的不成熟的，很明显是用等径圆柱一个套一个上去的，并没有后期的圆整……\n\n嘛，不过这就是所谓的“当年”吧，3、4年前造烂过的枪械雕塑我也有留存的说，毕竟是回忆的一部分.jpg"
        },
        {
            "author": "soil-sword",
            "timestamp": 1577704080,
            "txt_content": "哦！这个汉化质量很高！\n不知道是不是我的原因，折叠部分没有东西。"
        },
        {
            "author": "1470457546",
            "timestamp": 1577710860,
            "txt_content": "6666666666666666666666666666665546\n5644456"
        },
        {
            "author": "Kelix",
            "timestamp": 1581223080,
            "txt_content": "难以相信！这真的是一个人完成的作品吗？想得到它的下载地址"
        }
    ]
}