{
    "title": "【原创/连载】MC探索时光——尽量贴合原版的冒险故事（006）",
    "author": "z神主",
    "replyCount": 3,
    "timestamp": 1576962060,
    "txt_content": " 本帖最后由 z神主 于 2020-6-8 22:00 编辑 \n第一卷：启程\n第六章：傀儡\n\n“咻——”“（箭矢落地音效）”插在史蒂夫脑袋左边一个像素点的箭矢发出的余音告诉史蒂夫，只要在往左偏一个像素点就能爆头了。骷髅以最多两只或四只为一组的形式生成，如果运气好就只有一个，而此时史蒂夫运气可以说糟透了。看来之前运气好是有代价的。一只骷髅穿着金头，钻甲，铁腿，皮鞋，附魔弓，之前史蒂夫躲过一支箭射到了旁边路过的猪身上，猪被打飞得很远并且一击毙命，至少得是力量三和冲击二，另一只还是个骷髅骑士，锁套，白弓，但下面的蜘蛛带着骷髅以极快的速度冲向史蒂夫。史蒂夫找准时机，当蜘蛛带骷髅跑到史蒂夫躲得方块旁露出了脑袋，史蒂夫立马提剑砍去。一个横扫，直接造成AOE伤害让两只怪都收到了伤害，剑类武器攻击速度是1.6需要0.625秒才能打出一道完整的伤害，而当攻击进度达到84.8%以上就可以打出横扫伤害对周围的怪物造成1点伤害。铁剑攻击力为6，这一剑砍在骷髅身上蜘蛛受到的是横扫伤害，为1滴血。骷髅生命为十颗心即20血，蜘蛛是八颗心即16血。穿着甲的骷髅更难对付。蜘蛛轻松解决，可能运气是真不好这两只骷髅互相交替射箭，间距完全不给史蒂夫放下盾牌的机会。一场大战后史蒂夫捡起骨头和箭矢就离开了这片平地，之前从村里走出来的时候因为接收到了很大的信息量，导致忘了快天黑了，直到遇见怪物才意识到应该躲起来度过夜晚。他找了个山壁挖了个山洞然后封住洞口躺在地上，身上没火把所以洞里很黑，不过并不用担心刷怪，这里最多刷很多蝙蝠。玩家24格以内和256格以外，以及亮度高于7的地方都不会刷怪第二天一早史蒂夫就继续踏上旅途。之前村庄所在的地方是沙漠，不过好在是在沙漠边缘，没走几十米就遇见了热带草原。这里长满了金合欢树和牛羊猪。看着牛羊猪史蒂夫兴奋地拿起了背包里运气好从僵尸身上获得的铁锭以及从村庄道路的砂砾里抠出来的燧石合成了打火石。左手火石，右手铁剑。伴随着牛得惨叫，欲火焚身的牛儿被史蒂夫一剑解决，史蒂夫获得了三块熟牛排。现在还不是很饿所以就留着了。就在这时一道箭矢出膛的声音传来，（弓发射音效）史蒂夫侧边一跃，完美的展现了adtap的蛇皮美学。“噢哟，|?ρ? )?躲开了？不错嘛，刚来到这个世界就遇见了一个值得一战的对手。”史蒂夫转头一看，来者是两个手持奇特装备的人。刚说话的人走在前面，手上拿着一个史蒂夫的脑海中那庞大的信息库都没有记录的装备，只有可能是异界的模组物品了，走在后面的人手上拿着一把能够辨别的附魔弩。\n“你们想干什么？”史蒂夫手向身后的剑柄摸去。“嘿嘿！咱哥俩在我们的世界可是出了名的飞贼，一手抓钩，一手弩配合无双，在我们那里还没人能够在我俩合璧的情况下胜过，你是我们在这个世界第一个遇见的，把身上值钱的留下，人可以走了。”史蒂夫当场选择拔刀（剑）相向。两人一看这人二话不说直接开干，是个狼火。只见拿着抓钩的人左手一甩，长得像镐头的抓钩拉出一根长线，瞬间扣住一棵金合欢树分枝的树叶，然后整个人就被拉扯而非像那个方向。但他瞬间将抓钩收回立马又朝史蒂夫投掷抓钩。一瞬间史蒂夫才冲了五米对方就完成了一系列动作。且自己已经被勾住了，那抓狗的人也已经朝之前那颗被钩过的金合欢树那飞跃了七八米的样子，而史蒂夫立马感受到一股拉力。随后抓钩男将史蒂夫往自己这边啦并向后跑。等史蒂夫以十米每秒的速度飞到了自己面前四米的位置，早就准备在右手的铁剑直接刺出，剑的攻击距离为三格也就是三米，当准备好的时候史蒂夫在四米的位置随后攻击后已经进入极限攻击范围，于是史蒂夫被直接砍中一刀，收回勾爪的抓钩男立马向前冲去，在史蒂夫再次进入极限攻击距离后又挥出一刀，史蒂夫再次被击退，此时抓钩男已经不可能再追上去了，就算用抓钩也会浪费攻击进度条从而给史蒂夫反击的空子。但，就在这时，“咻——”！三只弩箭射中史蒂夫让其又朝反方向击退了一点，于是又进入了抓钩男的攻击范围，并且这次被击退一次并没有被打出极限攻击范围，于是史蒂夫被打出了一套连击。最后还是没有给抓钩男第三刀的机会就往右跳了一下通过走位让其空刀。随后直接发力冲向抓钩男，刚空刀的抓钩男奋起反抗但由于进度条还没到百分之六十以上连击退的效果都不明显被史蒂夫砍中一刀。随后在一个跑跳冲到抓钩男后面反手一刀砍中其背后，然后一通连击加走位。史蒂夫的pvp技术并不差只是一开始不知道抓钩的作战套路所以吃了一次没见识的亏。真要打起来，以抓钩男这种打法十刀最多中两刀。“停停停！快死了！别打了！你是大佬！”抓钩男立即低头认错。因为战斗太快而换弹太慢导致整场战斗只射过一次弩箭的那位跟班也放弃了瞄准。“这是我们刚来到这个世界拿到的，我们还没来得及研究，您看？”抓钩男弱弱的问道......“哦？用从我们世界里找到的东西来让我来饶恕你？”史蒂夫一脸看跳梁小丑的表情。不过立即说道：“把你的抓钩和这个东西给我就行了。”抓钩男顿时大惊：“啊？这.....我就靠这...”又打了一刀。抓钩男：“就靠这东西让您饶了我啊，给了给了，还有这东西也给了，走走走。”说完带着自己跟班留下两样东西就走了。除了抓钩之外还有一个红白之物。又是个球。半红半白，中间一个开关一样的按钮。按了一下这球就开始震动起来并脱离自己的手。落地就出现了一个原石材质的铁傀儡，或者说叫石傀儡？随后经过试验证明，这是一个专门用来储存生物的球，所有生物都能被装进去然后被放出来。于是史蒂夫看着石头傀儡，寻思着，看着周围也没有南瓜，不然可以试试用其他方块会不会出什么傀儡之类的。总之将石头傀儡收好，左手拿起抓钩就继续向前走去。不得不说这抓钩挺好玩的。摔了六七次后史蒂夫就能完美的运用抓钩做出一些高难度动作了。翻山越岭必备神器。......上一章|目录|下一章",
    "replies": [
        {
            "author": "ste-am",
            "timestamp": 1576974120,
            "txt_content": "完成也能够无"
        },
        {
            "author": "广东DHG忙内",
            "timestamp": 1576984680,
            "txt_content": "哇哦，哝肯定是语文课代表！"
        },
        {
            "author": "langyo",
            "timestamp": 1576987260,
            "txt_content": "虽然感觉怪怪的，但现在还能有人写起纯游戏框架内的小说，难能可贵\n\n支持"
        }
    ]
}