{
    "title": "[Minecraft.net|CULTURE] 树大的装饰",
    "author": "海螺螺",
    "replyCount": 38,
    "timestamp": 1577003520,
    "txt_content": " 本帖最后由 海螺螺 于 2020-1-20 21:34 编辑 \n\n\nTreemendous Decorations\n树大的装饰\nHow to craft the perfect Christmas tree!\n建造完美的圣诞树！\n\nChris Priestman\n\nIt’s nearly Christmas! Which means food, family, and festive fun. Whatever. All I care about is my favourite winter tradition: dragging a tree inside my house and forcing it to dress up in the sparkliest of outfits.\n圣诞将至！随之而来的是美食、团聚和节日的欢乐。随便吧，我关心的是我最爱的冬季传统：往屋里拖一棵树，然后强迫它穿上最闪亮的装束。\n\nWhat’s wrong little tree? You want to be outside with your real friends? Tough. You’re my best friend now and that means you have to wear these flashing lights and itchy tinsel.\n树你有什么问题吗？想出去和你真正的朋友待在一起？那没办法。现在你是我最好的朋友，也就是说你必须戴上这些RGB和令树发痒的金属丝。\n\nAs much as I love dressing up trees, I’m fed up of all of the mess it makes on my carpet, and all the pine needles ruining my christmas jumpers after too many forced hugs. But this year I’ve found a solution: building Christmas trees inside Minecraft. You should do it too!\n尽管喜欢装扮树，我已经对这些事把地毯弄得一团糟而感到厌烦了，更别说被迫被拥抱多次后松针毁了我一件圣诞毛衣。但是今年我想到了一个方案：在 Minecraft 里建造圣诞树。你也应该这样做！\n\nTiny Tree\n小树\n\nOur first (and maybe best) Christmas tree is a small one – a tree that can fit inside your littlest home, so it can sit with you by the warm fire while you sip cocoa. For trees there’s nothing better than being inside with no sunshine and a distinct lack of wet soil. Trust me.\n我们第一个（可能也是最好的一个）圣诞树是一个小的 —— 可以放在最小的房子里，可以陪伴在火炉前啜饮可可的你。对树来说，没有什么比无日照的室内和明显缺少湿润土壤更好了。相信我。\n\nClear a space of at least six blocks in length, width, and height, then follow the instructions below to make your home feel a little more festive.\n清理一片至少六格长宽高的空间，然后这么做就能让你的家更有节日气氛。\n\n[1/4] Start by making a tree trunk out of spruce wood. Five blocks high should do it, but you can make it bigger if you want.\n[1/4] 以云杉树干开始。大约五格高，虽然你可以按需做的更大。\n\n[2/4] When adding spruce leaves to your trunk, leave the bottom layer clear. Then you’ll want to put three blocks coming out of the trunk on the next layer up, then two blocks, and just one on the top layer.\n[2/4] 向树干加上云杉叶，将底部留空。接着一层突出三格，接着两格，顶层一格即可。\n\n[3/4] Add snow underneath your tree to give it that perfect winter look.\n[3/4] 底部放上雪以营造冬日气氛。\n\n[4/4] Finish by adding decorations of your choosing. Maybe redstone torches for lights, tripwire hook for baubles, then green and red banners for some colour? Make the star on top with a fence post, four item frames, and four ender stars. Just a suggestion!\n[4/4] 根据自己的选择加上装饰。比如照明用的红石火把、绊线钩作为饰品，红绿的旗帜填些色彩？顶部放一个栅栏，四个物品框和末影水晶。小小的建议！\nUpside Down Tree\n倒挂金钟\n\nAn upside down Christmas tree? Madness! What kind of pagan sorcery is this? Despite the look of it, It’s not as bizarre as it seems. In medieval Europe it was actually quite common to hang fir trees upside down during Christmas to represent the Holy Trinity.\n上下颠倒的圣诞树？疯了！这是什么异教徒的法术？尽管看起来是这样的，实际上它并不这么怪异。中世纪的欧洲，在圣诞节倒挂圣诞树表示圣三一是十分普遍的。\n\nThe tradition might have faded over time, but it’s making a comeback this year as one of the hot new fads. What better way to wow people, than to turn their world upside down as they enter your home this winter season? Showering them with gifts and generosity is, frankly, overrated.\n这个传统湮没在时间里，但是 今年它又回归 为新的潮流。有什么能比，当别人进入你的房间发现一切都颠倒了，更能令人惊叹呢？给他们慷慨以礼物说实话太过多了。\n\n[1/4] First, find your highest ceiling and build your tree trunk downwards, leaving at least one block between it and the floor.\n[1/4] 首先，找到你最高的天花板，向下建造你的树干，至少与地面之间留出一格。\n\n[2/4] Now add your leaves across the four faces of the trunk. Keep it thick near the ceiling and get thinner near the floor.\n[2/4] 往树干上加树叶，离天花板越近越厚，地板附近则更稀疏。\n\n[3/4] Lanterns are ideal as lights or even the star for the top (bottom?) of your tree as they can hang.\n[3/4] 灯笼是理想的照明，甚至是树顶（底？）的那颗星星，因为它们能倒挂放置。\n\n[4/4] Add decorations as you wish. Banners, buttons, and torches all work for upside down trees. Experiment to see which other objects work as decorations.\n[4/4] 随心添加装饰。旗帜，按钮，火把都可以在倒挂的树上使用。多多尝试其他的组合。\nAs you can see, an upside down can also be quite practical – it gives you more floor space to fill with presents. But if having extra room isn’t a concern for you then you might want to look at making the next Christmas tree. Come to think of it, where do you hide all the presents? Err, time to check out tree number three!\n如你所见，倒挂实际十分实用 —— 你有了更多的空间用来填满礼物。但如果空间不是问题的话，你可能已经打算下一颗树了。想想吧，你在哪里藏礼物呢？是时候展示我们的三号树了！\n\nGiant Tree\n树大无朋\n\nForget Christmas-lighted houses. Nothing says Merry Christmas like a gigantic tree with more lights on it than leaves. You know you’re doing it right when it can be seen it from the next town over. Santa definitely won’t miss your home when he comes round with his sack of presents this year.\n忘掉你的圣诞RGB房间吧，还有什么能比灯头磷磷多于在巨树之叶更能体现圣诞快乐的吗？你能在另一个城镇看到它的时候就差不多了。圣诞老人拿着今年份的礼物经过的时候绝对不会错过你家。\n\nThe only thing to be wary of is that you’ll need a lot of space and a fair amount of time to build a huge tree. Oh, and your neighbours might start complaining about light pollution. But they’re just jealous of how fabulous you are. Ignore them. Don’t ignore this guide, though.\n唯一需要担心的是，你得找片足够大的地方，花上足够多的时间来建造它。噢，你的邻居也会开始抱怨光污染，但是他们只是嫉妒你的优秀。不要管他们，但是别这样对本篇教程。\n\n[1/5] Start by building a 2x2 trunk that gets narrower as you get higher. For a tree with leaves that go 16 blocks across you’ll want a trunk around 22 blocks high. You can go much bigger if you want. You can also put roots in the ground as I have here.\n[1/5] 由 2x2 开始，越高越细。16 格伸展的树枝的树大概有 22 格高的树干。你可以随心增大，也可以如上在地面上放上树根。\n\n[2/5] Leave a gap at the bottom before you start building layers of leaves. You can put snow on the floor if you wish too.\n[2/5] 放叶子前在底部留上间隔，你也可以在地上铺上雪。\n\n[3/5] Build your leaf layers in this pattern. That’s 8 blocks out from the four flat faces of the trunk. Then create a row of 4 blocks and join them up along the diagonals.\n[3/5] 像这种样式建造叶子层。这里离树干的四面有 8 格，然后一行 4 格长，沿对角线连接。\n\n[4/5] When making your next layer, bring the leaves in a single block, then repeat the pattern you made before. Repeat this but make the higher layers (about halfway up) 3 blocks thick.\n[4/5] 搭建下一层时，将叶子留在一格，重复之前的样式。不断重复，但是将更高的层（约一半高）搭成 3 格的厚度。\n\n[5/5] Once you’ve finished the layers of leaves you’ll want to go back over the whole tree and add leaf blocks at random. This makes the tree look much more natural.\n[5/5] 搭建完成后，在整颗树上随机放上叶子，这使得树看起来更加自然。\nThat large tree isn’t bad but you might be able to do better. If you’re feeling really ambitious and want to build an enormous Christmas tree that will truly wow your friends then look no further than YouTuber GeminiTay’s tutorial video below:\n这棵大树已经不错了，但是你可以弄的更好。如果你十分的自信想要建造一颗真正巨大震撼朋友一整年的圣诞树，那你可以看看 GeminiTay 的油管频道的教程：\nhttps://www.youtube.com/watch?v=4ce27se1O90\n\nThis tree looks much more natural and its size and the shape of its branches will let you hang baubles and other decorations from it easily. Oh, I just realised what’s missing from my own gigantic tree!\n这棵树更加自然，大小和形状也足以让你轻易地挂上圣诞饰品。噢，我才意识到我的巨大圣诞树漏了点什么！\n\nDecorations\n饰品\n\nIf you just want to decorate a Christmas tree and don’t want to spend time building your own one then this is the section for you. In fact, there’s even a massive Christmas tree you can download and decorate however you want.\n如果你只是想装饰一颗树，而不愿费心建造，这里就是你需要的。实际上，甚至有 一颗巨大的圣诞树 你可以直接下载随意装点。\n\n[1/4] To make this giant star you’ll need to use black and yellow wool. Focus on creating a section at a time and make any adjustments along the way.\n[1/4] 你需要黑色和黄色羊毛来制作这个大星星。每次专注于一部分，随时调整。\n\n[2/4] Putting tinsel on your tree is actually very easy. Just grab a wool block of your choice and start placing it across your tree. It’s best to start from the top and work your way down, wrapping around your tree – make sure it looks like each block is touching too.\n[2/4] 放置彩色金属丝实际上很简单，只需要选一个羊毛然后环绕树放置就可以了。最好从顶部开始，一路放下去，包住整棵树 —— 也要保证每个方块都互相接触了。\n\n[3/4] For a tree of this size you’re best off using glowstone as it really brightens the night sky. Place them over your tree as you wish but try to not put them too close together. Alternatively, you can use torches for a similar effect.\n[3/4] 这个大小的树最好用上萤石，这实在是点亮夜晚的明灯。将其铺满整棵树，但是每个之间不要太近。火把可以有类似的效果。\n\n[4/4] Last but not least, add some presents to the bottom of your tree. These ones are 3x3 and use two different colours of wool block so that they look like they have been wrapped up with a ribbon.\n[4/4] 不止于此，但是在树底放上一些礼物。这些都是 3x3 的两种不用颜色的羊毛，看起来就像用丝带包装了起来。\n\n\n\nNow gaze upon your beautiful creation. Isn’t it wonderful? Don’t you feel alive?! Of course you do. Have a great holiday!\n现在看看你的美丽创作。这不香吗？是否感受到了生机？那当然！圣诞快乐！\n\nDisclaimer: no trees were harmed in the creation of this article. They loved every second of it. Trust me.\n免责声明：本文没有伤害任何树，它们享受其中的每一秒。相信我。 \n\n【海螺螺 译自官网 2019 年 12 月 21 日发布的 Treemendous Decorations】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1577004600,
            "txt_content": "我还以为你把“圣诞”打错成“树大”了……= =\n\n【但这真schisse的是树大装饰……= =】"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1577012400,
            "txt_content": "没有树在本文的写作过程中受到伤害\n\n请各植保志愿者放过我们"
        },
        {
            "author": "呵呵呵e",
            "timestamp": 1577119500,
            "txt_content": "请问的我请得起我"
        },
        {
            "author": "柚子君prprpr",
            "timestamp": 1578201180,
            "txt_content": "感谢分享！"
        },
        {
            "author": "sdl2020",
            "timestamp": 1578717780,
            "txt_content": "lenin leads us!"
        },
        {
            "author": "li15169629495",
            "timestamp": 1579237320,
            "txt_content": "哈哈比我建的好"
        },
        {
            "author": "42313123123123",
            "timestamp": 1579517340,
            "txt_content": "[ruby=硕大]树大[/ruby]可海星。"
        },
        {
            "author": "42313123123123",
            "timestamp": 1579517460,
            "txt_content": "Shinatobe 发表于 2019-12-22 19:00\n没有树在本文的写作过程中受到伤害\n\n请各植保志愿者放过我们\n这......\n令我无法反驳"
        },
        {
            "author": "Sssss...",
            "timestamp": 1579517700,
            "txt_content": "[4/4] Finish by adding decorations of your choosing. Maybe redstone torches for lights, tripwire hook for baubles, then green and red banners for some colour? Make the star on top with a fence post, four item frames, and four ender stars. Just a suggestion!\n[4/4] 根据自己的选择加上装饰。比如照明用的红石火把、绊线钩作为饰品，红绿的旗帜填些色彩？顶部放一个栅栏，四个物品框和下界之星。小小的建议！\n\n这里的ender stars应翻译为“末影水晶”"
        },
        {
            "author": "MEVer",
            "timestamp": 1579661400,
            "txt_content": "nice good game"
        },
        {
            "author": "aiyebaiye",
            "timestamp": 1580176560,
            "txt_content": "神乎其技六的飞起"
        },
        {
            "author": "云雪凡轩",
            "timestamp": 1580555700,
            "txt_content": "精美，好看，支持"
        },
        {
            "author": "芒果Crazy",
            "timestamp": 1580727000,
            "txt_content": "这是要圣诞节了？"
        },
        {
            "author": "NOOSE",
            "timestamp": 1580783280,
            "txt_content": "很棒的教程"
        },
        {
            "author": "qq2297678534",
            "timestamp": 1580802360,
            "txt_content": "挺好看的！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "2064401299",
            "timestamp": 1581233700,
            "txt_content": "精致漂亮。"
        },
        {
            "author": "马桶12138",
            "timestamp": 1581240960,
            "txt_content": "66666666666"
        },
        {
            "author": "1ne2wo",
            "timestamp": 1581424620,
            "txt_content": "一看就会，一做就废"
        },
        {
            "author": "渡鸦12138",
            "timestamp": 1581536520,
            "txt_content": "顶嗷 mcbbs有你更精彩"
        },
        {
            "author": "zhangtianshuo1",
            "timestamp": 1581588360,
            "txt_content": "666666666666666"
        },
        {
            "author": "安晓月",
            "timestamp": 1581775860,
            "txt_content": "66666666666666666"
        },
        {
            "author": "呼呼的风",
            "timestamp": 1581816660,
            "txt_content": "做的非常精美呢 支持作者"
        },
        {
            "author": "僵尸刚刚",
            "timestamp": 1581988560,
            "txt_content": "是圣诞树吗,>??????"
        },
        {
            "author": "Senlina",
            "timestamp": 1582045140,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "hh猹",
            "timestamp": 1582101900,
            "txt_content": "很好很好，到收藏夹吃灰吧"
        },
        {
            "author": "xiaovo",
            "timestamp": 1582112580,
            "txt_content": "学到了2333"
        },
        {
            "author": "jio建国",
            "timestamp": 1582184040,
            "txt_content": "可以可以"
        },
        {
            "author": "674762812",
            "timestamp": 1582246980,
            "txt_content": "漂亮哎，大树"
        },
        {
            "author": "42059538",
            "timestamp": 1582277880,
            "txt_content": "感谢分享                                          "
        },
        {
            "author": "42059538",
            "timestamp": 1582285680,
            "txt_content": "6666666666666666666666666666666666"
        },
        {
            "author": "mc_mogul",
            "timestamp": 1582347000,
            "txt_content": "要是树能发光就更好了233"
        },
        {
            "author": "2954725771",
            "timestamp": 1582368420,
            "txt_content": "\n哈哈比我建的好"
        },
        {
            "author": "青寒红火",
            "timestamp": 1582853700,
            "txt_content": "666\n支持!!！"
        },
        {
            "author": "沼泽怪物",
            "timestamp": 1582944480,
            "txt_content": "爱辣爱辣，哈哈"
        },
        {
            "author": "yy666666",
            "timestamp": 1583056080,
            "txt_content": "6666666666666666666666666666666"
        },
        {
            "author": "yy666666",
            "timestamp": 1583056140,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "yy666666",
            "timestamp": 1583056140,
            "txt_content": "66666666666666666666666666666666666666666666666666666666666666666666666666666666666"
        },
        {
            "author": "HULELE",
            "timestamp": 1583144340,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}