{
    "title": "[原创/单篇]很久以前的想法",
    "author": "去玩儿桂花",
    "replyCount": 0,
    "timestamp": 1577108940,
    "txt_content": "末地岛原是一个行星,进化出了\"末影人\",并由这种生物建立了璀璨的文明它们曾建造了在末地的传送门，并将一部分末影人传送到了距末地最近的宜居行星，\"主世界\"人们怀着希望前行，却一去不复返，这使得末地的科学家紧急关闭了传送门但他们不知道的是，他们到达了那里，并扎下了根随着一场混乱，传送门被破坏，基地变成了碎片，所有人被迫流亡两个世界间的联系几乎被切断，惟有传送门记录着数据的碎片将末影人的大脑用烈火烧碎，一切不强烈的意识都被摧毁，只剩下了回到家乡想法不顾一切的向可以带领自己回到那里的传送门飞去，即使自己被摧毁当相遇时，记忆中的只言片语与传送门中的数据组合成了一个坐标-------末地的坐标在混乱平息后，来到这里的人们再次准备返航他们做了这一切，并派人回去了，但那些人看到了什么？一片废墟。原来生机勃勃的星球被撕碎，变成了数不尽的碎片。“末影龙”摧毁了一切，建造了黑曜石塔水晶散发出的能量使主岛一片狼藉，只有远方的群岛仍然生长着一些植物人们曾经奋力抵抗，动用了最强大的武器，但不能伤其分毫，只使得星球裂解开来一切建筑都不见踪影，那只龙却耗尽一切力量，建设了黑曜石柱等到建成后，还有什么能伤到它呢？只差一点点一个\"人类\"来到末地，并杀死了为建设水晶而虚弱不堪的末影龙它体内的能量散发了出来，分裂成了两个传送门一个是它摧毁的，一个是他们摧毁的 下界原是一个宜居星球，同样有着璀璨的文明但因为恒星的一次喷发而被恒星吞噬这个文明倾尽一切，建造了一个包裹星球的护盾，抵挡住了恒星的高温很久以后，这个\"护盾\"造成了极强的温室效应由于一次灾难，他们的技术以大不如从前，甚至不能打破这个外壳幸运的是，许多人早已离开这里，但留在这里的人终究还是灭绝了数万年过去了，恒星早已冷却这里却变成了一片火海岩石连着矿物被融化成了岩浆露出了底部的岩床和地下的防核堡垒他们在灭绝前留下了一个传送门，便草草的离去了希望另一个，与他们原本星球相似的文明能够重建星球所以，他们选择了黑曜石理论上，这个坐标系将会等比例放大，但谁会这么去旅行呢？时间飞速流逝这里萌发了新的生命与文明，已经到了铁器时代但是金属早已被融进了无边的岩浆中，只剩下了往日求之不得的黄金凋零，一次失败的实验原为了让它能抵御高温，继承所有东西然而它只有着无尽的敌意，试图摧毁一切然而一个生物，怎么能与这么强大的文明为敌?它终究还是被消灭了，残躯覆盖了整个世界但每当造出与它身体相似的形状时，这之间的能量将会再次融合，形成它的一个碎片当被攻击时，能量将会失控，直到身体被压缩成一个水晶由于某种机缘巧合，这个水晶似乎是某种发射器的核心在发射器激活时，一支光束将会从地表射出，穿透数万光年的虚空所有人都记得它，与造成重大灾难的那个生物相似逃亡的原住民会怎么想？一切都结束了。 \"主世界\",一个奇特的星球，住满了生命诞生了“人类”在数万年的演化中，曾经的人类演化成了“僵尸”与“村民”这两个文明并不和睦，似乎十分敌对为什么？“主世界”中的资源已经十分贫瘠，所有人都要为了生存而争夺早已所剩无几的资源每当恒星升起，高温会点燃\"僵尸\"的皮肤，世界的表面即为“村民”所有然而，在与其相反的地方，在阴暗的洞穴中,\"僵尸\"确立了自己的地盘每当日落,世界沉入黑暗，它们就会从地下走出来，摧毁村民的村落村民同样如法炮制，毒气、熔岩，炸弹......无所不用其极这场旷日持久的战争将世界捣得千疮百孔，世界气候混乱，真菌不断蔓延虽说天下没有不散的筵席，但正当这一切即将结束时,它们却进入了新的阶段村民研究出了人形机器；僵尸造出了压缩的空间村民将铁造成村庄的守卫者；僵尸将村庄压缩在一个笼子中这样僵持了数百年，整个世界都由两个种族占领，殖民，划分地盘任何一方都有摧毁一切的能力，只是互相僵持着，持续着很久的和平所有人都认为那是结束一切战争的战争，然而这只是两千年的休战直到战争开始直到战争结束过了上千年，生物圈完成了恢复，一切似乎从未发生过双方的科技，文化，历史皆化为了灰烬,只留下布满世界的遗址书写了曾经的辉煌所有文明又恢复了生机，在废墟上站了起来新生的生物，第三方的参与者，以及复苏的\"人类\"这场战争永远不会停止 世界的核心，”虚空”在那里，一切都会被分解成微粒，漂浮在其中一切都不例外在所有星球尚未形成时，在宇宙中只有散布在世界中的”虚空粒子”物质在其中无法集中纵使有时会结成块，也是分崩瓦解世界渐渐地冷却下来，微粒逐渐聚成一些微小的颗粒那些脆弱的颗粒逐渐碎裂，只有最坚硬的才留了下来它们逐渐结成了块，在数亿年的时间内不断压缩，最终结成了一个个致密的球体这就是星球的雏形在这周围的粒子逐渐减弱足以形成一些较为脆弱的物质，落在了星球表面然而，这只是周围在足够高的地方，粒子的运动再度增强，一般的物质无法再存在下去在核心中，粒子再度点燃球的中央形成了一团混乱的粒子，甚至要将整个内部摧毁内壳逐渐变薄如今，只剩下了几米剩下的全部在混乱中被卷走，融进了无尽的虚空一切都在消亡，这几个世界只是漏网之鱼最终，一切都会重新化为虚空\n",
    "replies": []
}