{
    "title": "[Minecraft.net|INSIDER] 节日快乐",
    "author": "海螺螺",
    "replyCount": 7,
    "timestamp": 1577158500,
    "txt_content": " 本帖最后由 海螺螺 于 2019-12-24 13:03 编辑 \n\n\nHappy Holidays\n节日快乐\nFrom everyone at Minecraft.net! Even Tom!\n来自官网每个人的祝福！甚至汤姆！\n\n猫石头汤姆 斯通\nWhat a year it’s been, eh?Minecraft turned ** old, and like all ten-year-olds, we couldn’t seem to stop it from screaming random announcements no matter how much we begged it to stop. We announced the Nether Update,Buzzy Bees,Minecraft Earth,our first board game,Minecraft Festival,multipleYouTubeseries,Bedrock on PS4,Nvidia Ray Tracing,Minecraft Realms, and even rereleased Minecraft classic! A game that really, er… redefines the word ‘classic!’\n无比的一年过去了，不是吗？Minecraft 十岁了，如同所有十岁的孩童，我们无论如何乞求都无法阻止它大声地昭告天下。我们昭告了 地狱更新，嗡嗡蜂群更新，Minecraft Earth，我们的第一个桌游，Minecraft Festival，许多油管系列，PS4 上的基岩版，老黄光追，Minecraft Realms，甚至发布了 Minecraft 经典版！一个，呃，重新定义了「经典」的游戏！\n\nBut for the tenth straight year in a row, it was you, the Minecraft players, that constantly made the game special. You bombarded us with so many great builds this year that our eyes can’t take much more and we’re seriously considering getting expensive eye-removal surgery (if any of my friends are reading this and aren’t sure what gift to get me for the holidays,hint hint!).\n但在这第十个年头，是你，Minecraft 的玩家，不断地让这款游戏变的特别。你不断地向我们投来无数优秀的建筑，以至我们的眼睛不堪重负，甚至严肃地考虑进行眼摘除手术（如果我们的朋友之一正在看，并且仍在犹豫节日礼物，提示来了！）。\n\nHere’s just a few of my favourite builds we featured this year:\n这是今年介绍的几个我最中意的建筑：\n\n[1/5] Castles, castles, castles… in the time it takes you to read this sentence, 10,000 more will have been built in Minecraft (probably). Still, why am I complaining?Because I’m so very tired Because this castle build from TomatoN was excellent!\n[1/5] 城堡，城堡，还有城堡... 就在你阅读这个句子的时候 Minecraft 里又多了一万个城堡（大概）。但是，为什么我在抱怨呢？因为我累了因为 TomatoN 的这个城堡太棒了！\n\n[2/5] Drago’s angler fish build still gives me nightmares. Thanks again!\n[2/5] Drago 的垂钓者鱼建筑带给我的梦魇还未消散。再次感谢！\n\n[3/5] We started jigging in the office for days, when we saw Megatorious’ superb The Scarlet Waltz.\n[3/5] 看到 Megatorious 绝赞的斯卡雷特华尔兹的时候，我们在办公室里跳了几天。\n\n[4/5] This industrial factory from Eric is one of the most perplexing builds I’ve ever seen achieved in Minecraft. Seriously how???\n[4/5] 这个来自 Eric 的工厂是我在 Minecraft 里看到的最复杂建筑之一。怎么做到的？？？\n\n[5/5] I have a terrible fear of bees, so you can imagine how ‘delighted’ I was when we added them to Minecraft this year. Still, even I’ll concede this build from Pearlescent Moon is outstanding! Now get it away from me.\n[5/5] 我无比恐惧蜜蜂，所以今天蜜蜂被加到这个游戏里的时候，你可以想象我是多么的“开心”。就算这样，我也不得不说 Pearlescent Moon 的这个建筑是十分出色的！现在赶快拿开。\nI wonder what builds we’ll feature in 2020. In fact, I genuinely have no idea! Because...\n我想知道 2020 年我们能介绍点什么。实际上，我真的不知道！因为 ...\n\nPractically every day for the last three years, I’ve toiled away behind this keyboard, writing article after article for this website. I’ve heroically pressed down on individual letter keys, crafting sentences worthy of Shakespeare, for the pleasure of millions of readers. OK,thousands of readers. OK, a dozen readers. OK,one person who meant to press ‘Download Minecraft’ but clicked an article by mistake. But that person maybe thought it was OK.\n过去三年的几乎每一天，我都精疲力尽地坐在键盘前，为这个网站撰写文章。我英勇地按下每个按键，创造出堪比莎翁的文句，带给数以百万的读者。啊，几千个读者。啊，一打十二个读者。好吧，一个想要点“下载 Minecraft”却不小心点到了一篇文章的读者。但是那个人可能还觉得不错。\n\nAnyway, goodbye, one person! Because in a year of constant changes for Minecraft, things are changing for me too. I’ve decided to stop being editor of Minecraft.net and leave Mojang, mainly so I can finally find enough time to level up in Minecraft Earth . The lovely Per Landin will be taking my place in the editor’s chair! He’s going to be absolutely brilliant. I hope you’re ready for an editor of this website that actually likes Minecraft. Not the direction I would have gone in, but it’s just crazy enough to work. Good luck, Per!\n不管怎样，再见了，那个读者！Minecraft 一年中不断的变化，我也是。我已经决定离开 Mojang，不再是 Minecraft.net 的编辑了，主要是因为这样我就有时间在 Minecraft Earth 里升级。可爱的 Per Landin 将会接替我编辑的职位！他一定会是十分出色的，我希望你已经准备好迎接一位真正热爱 Minecraft 的编辑。这不是我的前进方向，但它足够疯狂让人投入。好运，Per！\n\nAhhh, the future sure looks bright!\n啊啊，未来一片光明！\nHave a fantastic holiday season, a magnificent 2020, and keep your chin up, no matter how much life seems to want you to dig straight down. Tom out! Per in.\n享受绝赞的假日，和辉煌的 2020。无论生活多么想将你陷入基岩，也要仰望天空。Tom 去，Per 来。\n\n【海螺螺 译自官网 2019 年 12 月 23 日发布的 Happy Holidays 2019】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1577158560,
            "txt_content": "呜呜，汤姆哥走了"
        },
        {
            "author": "tanzhihao",
            "timestamp": 1577159460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Оil",
            "timestamp": 1577161080,
            "txt_content": "斯 卡 雷 特 华 尔 兹 \n【海螺狂喜（bushi）】\n\n"
        },
        {
            "author": "米安博奥",
            "timestamp": 1577162100,
            "txt_content": "怎么看都还是蜜蜂很帅"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584535080,
            "txt_content": "考古一下\nTom，你怎么了Tom呜呜呜"
        },
        {
            "author": "封徵",
            "timestamp": 1584535200,
            "txt_content": " 本帖最后由 封徵 于 2020-3-18 20:42 编辑 \n\n今天看WIKI的时候才发现Tom离职了呜呜呜呜呜呜呜呜呜呜呜呜\n\n好难受呀，其实我挺喜欢他写的超级大长文里面的那些废话的，现在他要离职了感觉好难过\n觉得他是一个超级有意思的人……"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584535260,
            "txt_content": " 本帖最后由 321yu_wango 于 2020-3-18 20:44 编辑 \n\n汤姆斯通大**\n离职了？？？呜呜呜我错了。\n主要是因为这样我就有时间在 Minecraft Earth 里升级草，负心汉。\n"
        }
    ]
}