{
    "title": "[微小说] 弑魔之战 第七章",
    "author": "萌萌的咖喱",
    "replyCount": 10,
    "timestamp": 1361798760,
    "txt_content": " 本帖最后由 Technology 于 2013-3-3 18:01 编辑 \n\n      首先说一下，最近的作品更新速度很不稳定，而且字数相比以前会少一点，有可能一天一更新，也有可能一周一更新甚至几周一更新，所以还请大家多多见谅，因为我上学期间上论坛的时间是不定的。\n---------------------------------------------------------------------------------------------------------------      \n\n  弑魔之战 索引贴\n第七章\n\n我听见呼救声后立刻叫醒了身旁的那些伙伴，伙伴们也听见呼救声，我们发现呼救声正是从僵尸猪人的洞穴里传来的，伙伴们有点害怕的说：“我们还是别过去了吧，那边可是僵尸猪人的老巢啊。”，我想起了那个黑影，心想：有可能就是那个人。于是我把黑影救了我一命的事情告诉了他们，我的意思就是：一命换一命，黑影救了我，我也要报恩啊。\n             伙计们穿好盔甲拿好武器就向着猪人巢穴匍匐前进着，以免发出声音让猪人们发现我们的存在。我们很快就进入了僵尸猪人的老巢，这里相比外面满是岩浆和火焰的地狱岩地面更加的湿滑和炎热，我们要不是因为要防御僵尸猪人的攻击，早就把浸透汗水的盔甲给脱下来了。前进了这么久，呼救声消失了，而且我们连一只僵尸猪人都没发现，我们都很奇怪，就在我们打算站起来的时候，我们头顶出现了阵阵 “咔嗤，咔嗤”的声音，我们感觉不妙，往上方一看，一个全身发黑的凋零骷髅人正在洞穴顶端爬行着，现在凋零骷髅人就在我们头顶上方的岩壁上用阴森的眼神看着我们。\n\n             我大叫不好，凋零骷髅人就俯冲了下来，直接趴在地上，然后站起来，居然一点事都没有，拿起手中那把巨大的金剑，摆出一个架势，看上去马上就要发动攻击了。我们深知凋零骷髅人的厉害，凋零骷髅人与普通骷髅射手可不一样，凋零骷髅人属于近战型，而且力量极大，速度极快，还具有抗火的能力，战斗力极强，堪称上是地狱中最可怕的恶魔。但是我们也都是训练有素的战士，立刻举起剑摆出阵型，左边两个防守，前面一个主攻，后面一个助攻。凋零骷髅人首先发动了袭击，拿起金剑就向着主攻的那名队员砍去，两位防御队员和我立刻前去抵挡这一剑，顺便趁此机会攻击凋零骷髅人，但是凋零骷髅人似乎知道我们的行动，立刻剑锋一转，直接刺向一名防御队员的腿部，防御队员躲闪不及，被刺了个正着，本来我们以为只是轻伤，可是那名队员的腿部活生生被凋零骷髅人劈为两半，鲜血直流，甚至可以看到破碎的血管和皮肤纤维组织的收缩舒张。我们受到了不小的打击，没想到凋零骷髅人的攻击力这么强大，如果再有一名队员受伤，那么结局就会很悲惨了。\n\n            凋零骷髅人似乎不急于杀死我们，它又回到刚刚的地方，继续摆出那个架势，似乎在嘲讽我们，我们很愤怒，帮那名受伤的队员包扎好伤口后，那名队员由主攻队员带回我们的城堡，现在洞穴只剩下我和一个防守队员了，场上的气氛十分恶劣，凋零骷髅人冷笑着靠近了我们两个孤零零的战斗队员，这对它来说仿佛只是一次游戏。突然我听见了一阵快速的脚步，后面似乎有一大群什么东西在追赶着那个轻柔但是迅速的脚步。我回头一看，只看见那个黑影把我们两个拖到一边的岩壁，然后拿了一些隐身药水往我们身上一撒，这下我们就不怕被怪物发现了。\n\n           只见一大群僵尸猪人丢失了他们的食物，于是把注意力放在了眼前的凋零骷髅人身上，凋零骷髅人似乎也感到了一丝危险，这么大一批僵尸猪人可不好对付，正要逃跑，僵尸猪人就冲了上去，凋零骷髅人只能迎战，拿起金剑回头一砍，一个僵尸猪人的脑袋就掉在了地上，但这似乎并没有引起僵尸猪人们的恐惧，而是激起他们的斗志，他们一涌而上，扑在了凋零骷髅人的身上，凋零骷髅人死前不断地用力挥舞着它的致命武器——巨型金剑，但是只不过是让僵尸猪人们损失一点人手罢了，一点也没有影响他们啃食凋零骷髅人的速度，凋零骷髅人很快从一堆烂肉变成了一堆骨头，再从一堆骨头变成了粉末，最后被地狱的沙风吹掉了岩浆里，一点也不剩下了。\n\n          我们看的惊恐不已，只见那个黑影带我们回到了集合点，摘下帽斗，我看到那张清秀的女性脸庞我就大叫道：“是你！\"\n\n\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1361798880,
            "txt_content": "支持joney撒~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361799060,
            "txt_content": "啊，你又抢了沙发……"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1361801700,
            "txt_content": "joney 发表于 2013-2-25 21:31 \n啊，你又抢了沙发……\n组内帮顶～～【葱】"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361882220,
            "txt_content": "大葱之灵@ 发表于 2013-2-25 22:15\n组内帮顶～～【葱】\n我也会顶你的～谢了……"
        },
        {
            "author": "强子、",
            "timestamp": 1361882400,
            "txt_content": "头像莫名其妙的感觉有问题"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361882820,
            "txt_content": "强子、 发表于 2013-2-26 20:40\n头像莫名其妙的感觉有问题\n哪里有问题了……我不会告诉你我的头像暗藏玄机的……"
        },
        {
            "author": "Technology",
            "timestamp": 1361887080,
            "txt_content": "永远支持你的作品，真心越写越好了"
        },
        {
            "author": "Technology",
            "timestamp": 1361958900,
            "txt_content": "一口气看到了第七章，感到欲罢不能.."
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1361961000,
            "txt_content": "Technology 发表于 2013-2-27 17:55\n一口气看到了第七章，感到欲罢不能..\n额……这太夸张了，我没时间写啊……"
        },
        {
            "author": "Technology",
            "timestamp": 1361961060,
            "txt_content": "joney 发表于 2013-2-27 18:30 \n额……这太夸张了，我没时间写啊……\n你把MC元素结合的很好。这个比我好多了"
        }
    ]
}