{
    "title": "[Minecraft.net|CULTURE]THE SKY IS NO LIMIT天空没有极限",
    "author": "乙烯_中国",
    "replyCount": 3,
    "timestamp": 1577456460,
    "txt_content": " 本帖最后由 乙烯_中国 于 2019-12-27 22:24 编辑 \n\n\n天空没有极限\n其实高度极限是256格。不管怎样，瞧瞧这建筑。\n\n　　直觉告诉我，在外太空我可处境不妙，旅行其实还蛮让我感到恶心的，我从来没学过在太空中漫步，我又怎么能忍得住摘下我的宇航服头盔，拨弄我的美丽秀发呢？\n\n　　如果你真的飞去太空了，那最好别拉上我。尽管我仍困在这颗老旧行星之上，我仍可以凝视仰望这宏伟的建筑造物——未来空间站！\n\n　　这座星间的独创造物是来自波兰的建筑师Milosz的作品。“我喜欢忙于创造事物，”Milosz和我说，“我总是有着各种各样的奇思妙想，只要有条件，我就会去实现它们。”\n\n　　Milosz的专业是餐饮专业，同时也是一位抱负满满的DJ，《我的世界》这款游戏吸引了他，成为了他创造力的一个发泄口。“我喜欢（游戏中）的创造自由，我可以随意使用各式各样的建筑材料，这让我可以建出任何我心中所想的东西。”\n\n　　“同时，这样一个方块的环境营造了一种可爱又独特的氛围。”妙啊！我们应该把这句写在游戏包装上！\n\n　　Milosz曾说游戏中“天空是唯一的限制”，但这对吗？\n\n　　因为这个空间站似乎忽略了所有的限制，无论是大小各个尺度上。它看起来满满的未来主义与科幻风，但各处又令人满足的合理。如果你们和我说这空间站是仿造真家伙的设计去做的，那我真就信了！我只是一个地球上的傻蛋而已，正如前文所述，我就不该靠近宇宙飞船。\n\n\n　　空间站的配色方案简单朴素，就像一个单色的奇迹（如果不是其他更好的博文写手用过这名字的话，我会用这篇文章的名字作为本文的名字）\n\n　　Milosz通过固定使用黑白灰三色的方块来实现这种时尚的外观，他和我说这些方块都有，石英、磨制安山岩、基岩、黑色玻璃、磨制闪长岩、铁块和青色陶瓦。\n\n　　使用一组方块方案去建造飞船可以使得其他的颜色更加突出，比如卫星上点缀的红色条纹，还有那颗直冲空间站砸来的无耻彗星。嗯……这玩意应该有立场护盾的对吧？\n\n　　但是Milosz并不仅仅使用这些方块去做深色系色板，他还在考虑如果这些方块在这种巨大建筑的一部分时会是怎么样子：“大部分我建筑中的方块都有着很简单的材质纹理，”他解释道，“这样使得所有的东西远望去会很和谐。”如果你也想做大尺度的建筑的话，记好这点！\n\n　　“我还用海晶灯增加了一些亮度，还加了一些其他颜色。”Milosz指出，这是对海洋更新添加的一些方块的妙用。也许Milosz应该在我们下次的更新后在这空间站里塞满刌民？嗯……这似乎不是个好主意。\n\n　　Milosz说，在建筑过程中最难的步骤是将各个元素联起来，使其成为一个有意义的连续结构。现在至少他可以松一口气了，这既是其最难的部分，也是建筑中最成功的部分，我喜欢这样逻辑承接的感觉，这样的建筑功能齐全，你可以想象其中宇航员或者掠夺者在宇宙中航行的样子。\n\n　　那，既然他深知做这样一个宏大的设施要花上的努力，那么Milosz本人对去外太空这件事是怎么想的呢？他有将其作为将来的计划么？（Mojang的律师要我说明，我们不会为去外太空的旅行花钱——扫兴。）\n\n\n\n　　“当然我会很乐趣去天上走一圈。”毫不意外地，Milosz如此说道。“虽然只是一小段时间，比如一周的太空旅行就很棒了！”\n\n　　如果百万（上亿？）名宇航员之中任何一位天天读我们网站的博文的话，让他上啊！\n\n　　渲染由Boxu制作\n\n作者汤姆斯通\n发布日期11172018\n译者乙烯中国\n原文https://www.minecraft.net/zh-hans/article/sky-no-limit\n\n汤姆斯通走了，翻他写的以示纪念\n深色（色板",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1577457780,
            "txt_content": "港真256的限高有时候真的不方便……= =\n切实感受.jpg"
        },
        {
            "author": "RedSteve",
            "timestamp": 1577812920,
            "txt_content": "我知道可以改边界，高度能改吗"
        },
        {
            "author": "Mc_YaoYang",
            "timestamp": 1577861040,
            "txt_content": "大佬666，期待楼主的下次更新"
        }
    ]
}