{
    "title": "ShadersMod 里光影配置 怎么才能不让树晃。树晃的好晕",
    "author": "liayy",
    "replyCount": 7,
    "timestamp": 1361855520,
    "txt_content": "{:10_530:}树晃的我好晕啊。我只要光影 不想让树和草晃啊。 当然要是能不让树晃 只有草晃也不错{:10_530:}\n\n\n\n\n\n\n未命名.JPG (24.36 KB, 下载次数: 55)\n\n下载附件\n\n1\n2013-2-26 13:10 上传\n\n\n\n\n\n\n这些配置文件怎么改啊。哪里有教程啊~\n",
    "replies": [
        {
            "author": "strawmaine",
            "timestamp": 1361855520,
            "txt_content": " 本帖最后由 strawmaine 于 2013-2-26 14:35 编辑 \n\n看得懂么？\n"
        },
        {
            "author": "强子、",
            "timestamp": 1361868840,
            "txt_content": "strawmaine 发表于 2013-2-26 14:34 \n看得懂么？\n无法访问         "
        },
        {
            "author": "hukk",
            "timestamp": 1361874360,
            "txt_content": "强子、 发表于 2013-2-26 16:54 \n无法访问\nColor Attachments Edit The data is passed from shader to shader using color attachments. There are at least 4 for all machines. For machines that can support it, there are 7. In the composite and final shaders, these are referenced by the gcolor, gdepth, gnormal, composite, gaux1, gaux2, and gaux3 uniforms. Despite the naming, all of these color attachments are the same and can be used for any purpose with the exception of the first two. The first one, gcolor has its color cleared to the current fog color before rendering. The second one, gdepth has its color cleared to solid white before rendering and uses a higher precision storage buffer suitable for storing depth values. The rest have their color cleared to black with 0 alpha. When writing to the color attachments in the composite shader, blending is disabled. Writing to color attachments that the composite shader also reads from will generate artifacts (unless you just copy the original contents)  Vertex Attributes Edit mc_Entity - This attribute holds fundamental information about the entity to which the vertex belongs. mc_Entity.x represents the item id. mc_Entity.y, mc_Entity.z, and mc_Entity.w are reserved. Currently it is only guaranteed to be valid for terrain. Uniforms Edit All Shaders Edit All shaders receive the following uniforms: heldItemId - An integer indicating the id of the currently held item or -1 if there is none.  heldBlockLightValue - An integer indicating the light emission value of the held block. Typically ranges from 0 to 15.  fogMode - An integer indicating the type of fog (usually linear or exponential) or 0 if there is no fog. Equivalent to glGetInteger(GL_FOG_MODE).  worldTime - An integer indicating the current world time. For the over-world this number ranges from 0 to 24000 and loops.  viewWidth - A float indicating the width of the viewport.  viewHeight - A float indicating the height of the viewport.  aspectRatio - A float derived from viewWidth / viewHeight.  near - A float indicating the near viewing plane distance.  far - A float indicating the far viewing plane distance.  rainStrength - A float indicating the strength of the rain (or in cold biomes, snow).  sunPosition - A vec3 indicating the position of the sun in eye space.  moonPosition - A vec3 indicating the position of the moon in eye space.  cameraPosition - A vec3 indicating the position in world space of the entity to which the camera is attached.  previousCameraPosition - A vec3 indicating the position in world space of the entity to which the camera was attached during the previous frame.  gbufferModelView - The 4x4 modelview matrix after setting up the camera transformations. This uniform previously had a slightly different purpose in mind, so the name is a bit ambiguous.  gbufferModelViewInverse - The inverse of gbufferModelView.  gbuffers_textured Edit The gbuffers_textured shader receives the following uniforms: texture - A sampler2D referencing the geometry's base texture.  gbuffers_textured_lit / gbuffers_hand / gbuffers_weatherEdit The gbuffers_textured_lit, gbuffers_hand, and gbuffers_weather shaders receive the following uniforms: texture - A sampler2D referencing the geometry's base texture.  lightmap - A sampler2D referencing the geometry's lighting texture.  gbuffers_terrain / gbuffers_water Edit The gbuffers_terrain and gbuffers_water shaders receive the following uniforms: texture - A sampler2D referencing the geometry's base texture.  lightmap - A sampler2D referencing the geometry's lighting texture.  normals - A sampler2D referencing the texture pack's 'terrain_nh.png' file.  specular - A sampler2D referencing the texture pack's 'terrain_s.png' file.  composite final Edit The gbuffers_terrain and gbuffers_water shaders receive the following uniforms: gbufferProjection - The 4x4 projection matrix that was used when the gbuffers were generated.  gbufferProjectionInverse - The inverse of gbufferProjection.  gbufferPreviousProjection - The 4x4 projection matrix that was used when the gbuffers were generated for the previous frame.  gbufferPreviousModelView - The 4x4 modelview matrix that was used after setting up the camera transformations when the gbuffers were generated for the previous frame.  shadowProjection - The 4x4 projection matrix that was used when the shadow map was generated.  shadowProjectionInverse - The inverse of shadowProjection.  shadowModelView - The 4x4 modelview matrix that was used when the shadow map was generated.  shadowModelViewInverse - The inverse of shadowModelView.  gcolor, gdepth, gnormal, composite, gaux1, gaux2, gaux3 - The textures bound to color attachments 0 through 6.  shadow - The shadow map texture. Including this uniform declaration in a shader triggers the rendering of shadows to the shadow map."
        },
        {
            "author": "strawmaine",
            "timestamp": 1361875560,
            "txt_content": "强子、 发表于 2013-2-26 16:54 \n无法访问\n我这里无需翻墙，正常访问"
        },
        {
            "author": "a1257506573",
            "timestamp": 1361879340,
            "txt_content": "strawmaine 发表于 2013-2-26 18:46 \n我这里无需翻墙，正常访问\n我这也是....."
        },
        {
            "author": "liayy",
            "timestamp": 1361890020,
            "txt_content": "strawmaine 发表于 2013-2-26 13:12 \n看得懂么？\nwaving_leaves\n\n谢谢。\n\n我终于知道中国人为什么办事浪费时间了， 因为他们都搜不到有用的东西。因为每搜到一个帖子里面回答都是，有事你百度。最后没办法只能来发悬赏。"
        },
        {
            "author": "strawmaine",
            "timestamp": 1361890080,
            "txt_content": "liayy 发表于 2013-2-26 22:47 \nwaving_leaves\n\n谢谢。\ngood。"
        }
    ]
}