{
    "title": "[Minecraft.net|CULTURE] 建造烟火的演出",
    "author": "海螺螺",
    "replyCount": 67,
    "timestamp": 1577761320,
    "txt_content": " 本帖最后由 海螺螺 于 2019-12-31 18:19 编辑 \n\nHOW TO BUILD A FIREWORKS DISPLAY\n建造烟火的演出\nSee in the new year with a dazzling display of fireworks!\n在炫丽烟火的演出中迎接新年！\n\nChris Priestman\nThe end of the year is hard for me. Everyone’s celebrating the New Year by watching fireworks pop in the sky, and where am I? Cowering under a table. I just can’t deal with the noises: first a SIZZLE as the firework launches into the sky, and then… eventually… not yet… nearly... BANG! Doesn’t that remind you of a certain green mob?\n我的年关十分艰难。身旁每个人都在观看飞向天空的烟火，可是我呢？蜷缩在桌子底下。我只是顶不住这些声音：烟花飞行的嘶嘶声，然后... 最终会... 还没来... 要来了... 嘭！这声音是否让你想起某个绿色的怪物？\n\nEnough misery. I’m told I must face my fears if I’m to ever overcome them. So for this New Year, I’m not only going to try to watch a fireworks display in full view, I’m going to host my own!\n十分痛苦。有人跟我说，我们遇到什么困难也不要怕，微笑着面对它！消除恐惧的最好办法就是面对恐惧！所以这个新年，我不但要完整的看一个烟火演出，还要自己办一个！\n\nI’m not doing it alone, though - I’m obviously not that brave. I’ve gathered some Minecraft players who are experts at putting together grand fireworks displays. They’re going to show us how it’s done. We’ll go through everything from crafting fireworks to configuring redstone clocks to perfectly timing each BOOM.\n但我不打算一个人弄完就是了 —— 我还没有那么勇。我召集了一些擅长巨大烟花演出的 Minecraft 玩家，他们会告诉我们如何做到这一点，从合成烟花到调整红石来踩上每个嘭的节拍。\n\nCrafting Fireworks\n合成烟花\n\nYou’ll need fireworks in order to put on a fireworks display. Heard they’re quite important. So what you’ll need to do first is craft some. It’s fairly easy, but you can create all sorts of shapes and colours. Where to even start?\n烟花演出首先需要烟花，听说它们很重要。所以现在你需要合成一些。不错，这很简单，但是你可以合成各种形状和颜色的，所有从哪里开始呢？\n\nOh yeah, the basics: firework stars and rockets. You’ll need to know how to make both of these to create a basic firework in Minecraft. Here’s how you do it.\n欧耶，基础：烟火之星和烟花火箭。你需要知道怎么合成这两个东西，如下。\n\nFirework star - combine gunpowder and a colour dye of your choice.\n烟火之星 —— 火药和任意一个染料的组合\n\nFirework rocket - combine gunpowder and paper.\n烟花火箭 —— 火药和纸\n\nFireworks - combine a firework star with gunpowder and paper.\n烟花 —— 烟火之星和火药与纸\n\nPlace your firework on the ground and it’ll shoot up and explode in the colour of the dye you put in it.\n将烟花放在地上，它就会飞上天空，爆炸成你放入染料的颜色\nSimple enough. Note that you can add more gunpowder - up to three - to make the rocket fly higher before it explodes. You can also add more dyes when creating a firework star to have it burst with more than one colour. In fact, you can have up to eight colours in a single firework star. You can make your own rainbows!\n十分简单。你可以加入更多的火药 —— 最多三个 —— 让烟花在爆炸前飞的更高。更多的染料也可以让爆炸出现更多的颜色。实际上，一个烟火之星里最多可以有八种颜色。你可以搭造彩虹了！\n\nRAINBOWS!?!?\n彩虹！？！？\n\nYes, rainbows.\n是的，彩虹。\n\nBut that’s not all. To take it further, you can add extra items to the firework recipe. Do this when crafting a firework star and your rockets will have a spectacular variety of different effects when popping in the sky.\n但是不止于此，我们更进一步。你可以在烟火的配方中加入更多物品。在合成烟火之星时这样做，最终的烟花火箭在天空绽放就会有不同样式的特效。\n\nAdd fire charge to a firework star for a larger explosion. Step back unless you want a singed fringe.\n增加火力就会有更大的爆炸。往后稍稍，除非你想燎着刘海。\n\nA feather gives a burst effect to fireworks. Everyone knows that. Didn’t you pay attention in science class?\n众所周知，羽毛可以让烟花呈现爆裂的效果。你上科学课没听讲吗？\n\nSprinkle in some glowstone dust and your firework will sparkle. That one actually makes sense.\n洒些萤石粉，烟花就会闪烁起来。这个还有点道理。\n\nWho was the rich maniac who first put a gold nugget into a firework? No matter. This is who you get a star-shaped explosion.\n是哪个富人疯子先往烟花里放金粒呢？这都无所谓，但是星形的爆炸就这么出现了。\n\nDiamonds are forever unless you put them inside a rocket destined to blow up. The trails effect is spectacular, at least.\n钻石恒久远，除非你把它放在烟花里炸掉。至少尾迹特效很壮观，至少。\n\nShow one of the decorative heads, any head, into a firework and it’ll make a Creeper-shaped firework. Great. Now I hate the noise AND how they look.\n往烟火之星里加上一个装饰性的头，任何一个头，烟花就会爆炸成苦力怕形状。很棒，现在除了声音我还讨厌烟花的形状了。\nRedstone Devices\n红石设备\n\nRight, you’ve got your fireworks. Now it’s time for a display! Oh, hold on, apparently just putting fireworks on the ground and watching them instantly take off isn’t a display. That’s according to the experts who say that’s just dangerous. Well I was having fun, at least.\n好，你弄到烟花了，是时候演出了！噢，等等，只是把烟花放在地上看它们立刻起飞显然不算演出。专家说这样很危险。至少我乐在其中，至少。\n\nLike there’s a safe way to handle a device that’s literally designed to explode anyway! Wait, there is? According to YouTuber stormfrenzy, we can build “sequentially connected redstone circuits” that will send the fireworks into the air for us while we stand back. That sounds... very complicated.\n就好像有安全的方法处理本来设计成用来爆炸的东西一样！等等，真有？据 YouTuber stormfrenzy，我们可以建造“串行连接的红石电路”，在我们退后之后将烟花送上天。这听起来... 十分复杂。\n\nSo let’s start with the basics again. The images below demonstrate how to form simple redstone devices that let you launch fireworks from a distance (the boring way, if you ask me).\n所以我们从基础开始。下图演示了如何造出在一定距离外发射烟花火箭的设备（问我就是无聊）。\n\nGet some distance between you and the explosion with a button, a trail of redstone, and a dispenser for your fireworks.\n在你和爆炸的距离外放一个按钮，一条红石线，和一个为烟花准备的发射器。\n\nWith more dispensers you can set off more fireworks at once. Add redstone repeaters and set them to different ticks to stagger their launch.\n更多的发射器可以同时发射更多的烟花，不同刻的红石中继器可以错开发射的时机。\n\nTry out different redstone repeater setups to create a range of explosive patterns.\n试试不同的中继器摆法，获得不同的爆炸图案。\n\nMake a redstone clock to have fireworks go off on a timer. Use any block at the corners and set it off by pulling the lever on and off really quickly, just once.\n造一个定时发射烟花的红石钟。在转角处放上任何方块，快速拉开再关上拉杆来启动它，一次就够了。\nIf you can get the hang of those basics then you can start playing around with different formations to see how it affects the show in the sky. Especially important is to vary up the timing of fireworks to create contrasting moments of quiet and busyness. Also consider how long you want the display to go on for, as well as the type, colour, and height of each firework you send into the air.\n如果你掌握了这些基础知识，那么接下来就可以尝试不同的组合如何影响天空中的效果。尤其重要的一点是正确的调时以创造出空闲和热烈时刻的对比。也多考虑这场演出持续的时间，以及送上天的每个烟花的种类、颜色和高度。\n\nMinecraft tutorial website and YouTube channel Digminecraft has a good demonstration of how you can make a large redstone circuit to create a fireworks display that can last several minutes with a variety of patterns.\nMinecraft 教程网站和 YouTube 频道 Digminecraft 有一个演示，你可以在那里学到如何建造巨大的红石电路，制作持续数分钟的不同图案的烟火演出。\n[media]https://www.bilibili.com/video/av81392601/[/media]\n\nAdvanced Displays\n高级演出\n\nIf you have an advanced understanding of how to use redstone devices then you can take your circuit much further. Stormfrenzy informs me that he connects a redstone comparator to a dispenser within a circuit to detect when the dispenser is empty of fireworks.\n如果你对红石有更深的见解，那么你可以更进一步。Stormfrenzy 提醒我，他将红石比较器连接在发射器的电路上，来检测发射器何时发射完所有的烟花。\n\nHe then uses “the inverse of the redstone signal from this comparator to start powering the next redstone circuit and so on,” he tells me. “If you join a number of these redstone circuits together you can come up with some interesting fireworks displays.”\n他接着使用“这个比较器的相反红石信号为下一个红石电路充能，”他告诉我。“如果你将许多这样的电路组合起来，就可以弄出一些有意思的烟火演出。”\n[media]https://www.bilibili.com/video/av81381257/[/media]\n\nNeed some more inspiration for your fireworks display? Take a look at maps that showcase how other players have put together their complex shows. This one titled The Most Amazing Firework Show EVER!! by Minecraft Forum user ninjanoah5 lives up to its title.\n需要为你的烟火大会准备更多灵感吗？看看这些地图里其他玩家是如何组合复杂的演出的。这个题为 有史以来最令人惊叹的烟花秀 的地图由 Minecraft 论坛用户 ninjanoah5 带来，实在不辜负其标题。\n\nWe can thank YouTuber ForgeLogical for downloading it and uploading a video of it in action. Check it out below! Yes, that is a horse flying across the sky.\n我们可以感谢 YouTuber ForgeLogical 为我们下载这个地图并上传了它的视频。是的，有一只马飞过了天空。\n[media]https://www.bilibili.com/video/av81387796/[/media]\n\nGet crafting and have a great new year!\n现在开始建造吧，新年快乐！\n\n【海螺螺 译自官网 2019 年 12 月 29 日发布的 How to Build a NYE Fireworks Display】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1577761320,
            "txt_content": " 本帖最后由 海螺螺 于 2020-1-1 15:04 编辑 \n\n小知识，烟花的颜色来自其中的金属离子焰色反应\n\n比如加入 Cu(II)（ @gamerteam ）后会出现鲜艳的绿色，绿色随其中的阴离子不同而变化\n\n\n\n\n\n图片.png (28.87 KB, 下载次数: 15)\n\n下载附件\n\n2019-12-31 12:26 上传\n\n\n\n\n\n\n\n\n图片.png (72.73 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-1 15:04 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Оil",
            "timestamp": 1577765880,
            "txt_content": "草，要素溢出.jpg\n\n你让我想起了我曾经计划过的63式107火箭炮的坑。\n【但因为256限高所以给废了……= =】"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1577780340,
            "txt_content": "typos：\n我召集了一些擅长巨大烟花演出的 Minecraft 玩家一\n\n个人认为可以改进的细节：\nWhere to even start? \\n\\n Oh yeah, the basics - 噢对了，……\nGet some distance between you and the explosion - 借助……，让你与爆炸保持距离\n\n最后那个视频太草了，怎么还有粒子效果演出的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1577972520,
            "txt_content": "海螺螺 发表于 2019-12-31 11:02\n小知识，烟花的颜色来自其中的金属离子焰色反应\n\n比如加入 Cu(II)（ @gamerteam ）后会出现鲜艳的绿色，绿 ...\n\n\n\n\n2i46jrlmsxbx7dn57jl9bhpc1.jpg (44.77 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-2 21:42 上传\n\n\n\n\n\n"
        },
        {
            "author": "DGai",
            "timestamp": 1578549900,
            "txt_content": "我来晚了，祝各位新年快乐！"
        },
        {
            "author": "sdl2020",
            "timestamp": 1578717720,
            "txt_content": "苏维埃为你自豪！"
        },
        {
            "author": "242121899",
            "timestamp": 1579080540,
            "txt_content": "这个效果确定真的没有用插件或者mod？"
        },
        {
            "author": "z3060823844",
            "timestamp": 1579096800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "willheip",
            "timestamp": 1579150500,
            "txt_content": "烟花爆炸好像是有伤害的吧？"
        },
        {
            "author": "fansra",
            "timestamp": 1579189920,
            "txt_content": "支持支持!  圣诞的时候我就在我服务器里搞了个烟花派对，然后服务器崩溃----"
        },
        {
            "author": "li15169629495",
            "timestamp": 1579237440,
            "txt_content": "奥利给啊啊啊啊啊"
        },
        {
            "author": "zzhcraft",
            "timestamp": 1579264980,
            "txt_content": "不错！但是这翻译好像有点问题：【红石设备】一节中的\"patterns\"一词应该指烟花射出的一种模式，而不是烟花组成的图案。\n除了这个其他都不错（手动狗头"
        },
        {
            "author": "Dy_lbcj6",
            "timestamp": 1580014140,
            "txt_content": "各位宝宝们新年快乐a"
        },
        {
            "author": "xiao_chen8",
            "timestamp": 1580133360,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "我选择d-HQAQ",
            "timestamp": 1580461740,
            "txt_content": "现实中放不了烟花，换个地方放awa"
        },
        {
            "author": "闪电之力",
            "timestamp": 1580464560,
            "txt_content": "梨还可哈哈"
        },
        {
            "author": "闪电之力",
            "timestamp": 1580464860,
            "txt_content": "666666666666666666"
        },
        {
            "author": "雨韵",
            "timestamp": 1580526660,
            "txt_content": "\nMCBBS有你更精彩~"
        },
        {
            "author": "yuanze31",
            "timestamp": 1580534340,
            "txt_content": "KakagouLT 发表于 2020-1-2 21:42\n第二张               "
        },
        {
            "author": "裁决滴富农",
            "timestamp": 1580635020,
            "txt_content": "mcbbs有你更giao！"
        },
        {
            "author": "PIAOSIR",
            "timestamp": 1580672220,
            "txt_content": "这烟花有点真实的"
        },
        {
            "author": "eric2018",
            "timestamp": 1580730180,
            "txt_content": "啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "2064401299",
            "timestamp": 1580796660,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "某某人士",
            "timestamp": 1580809020,
            "txt_content": "666                        "
        },
        {
            "author": "yi_leina",
            "timestamp": 1581145380,
            "txt_content": "今天又是核平的一天"
        },
        {
            "author": "马可solo",
            "timestamp": 1581152460,
            "txt_content": "似乎官推文除了那个10周年其他就没有存档了，有点遗憾"
        },
        {
            "author": "2064401299",
            "timestamp": 1581233580,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "马桶12138",
            "timestamp": 1581240960,
            "txt_content": "66666666666"
        },
        {
            "author": "xiao70",
            "timestamp": 1581321360,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "2855712385",
            "timestamp": 1581328140,
            "txt_content": "aaaaaaaaaaa"
        },
        {
            "author": "2855712385",
            "timestamp": 1581328560,
            "txt_content": "aaaaaaaaaaa"
        },
        {
            "author": "gg23df",
            "timestamp": 1581417360,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "拜泪",
            "timestamp": 1581422640,
            "txt_content": "顶！！！！！！!!!!!"
        },
        {
            "author": "Minecraft雪刃",
            "timestamp": 1581498180,
            "txt_content": "冬泳怪鸽励志语录好评"
        },
        {
            "author": "研究员AA",
            "timestamp": 1581530580,
            "txt_content": "打上花火（笑）"
        },
        {
            "author": "xiaopeijue",
            "timestamp": 1581575220,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "2.985",
            "timestamp": 1581863400,
            "txt_content": "nbnbnbnbnbnbnbnb"
        },
        {
            "author": "2.985",
            "timestamp": 1581863520,
            "txt_content": "nbnbnbnbnbnbnbnb"
        },
        {
            "author": "空欢亦恐慌",
            "timestamp": 1581867600,
            "txt_content": "哇哇哇哇"
        },
        {
            "author": "3470947454",
            "timestamp": 1581948660,
            "txt_content": "新年快乐hhh"
        },
        {
            "author": "突击狼1",
            "timestamp": 1582006440,
            "txt_content": "厉害，这么难的都能做出来"
        },
        {
            "author": "耿直的小鑫",
            "timestamp": 1582018860,
            "txt_content": "学习到新东西了谢谢大大"
        },
        {
            "author": "Damon_So_Sweet",
            "timestamp": 1582030080,
            "txt_content": "真的没mod吗"
        },
        {
            "author": "dhshh",
            "timestamp": 1582179540,
            "txt_content": "加油奥利给"
        },
        {
            "author": "674762812",
            "timestamp": 1582246980,
            "txt_content": "发下子图呀？"
        },
        {
            "author": "42059538",
            "timestamp": 1582277760,
            "txt_content": "感谢分享                        "
        },
        {
            "author": "42059538",
            "timestamp": 1582278060,
            "txt_content": "感谢分享                              "
        },
        {
            "author": "869100913",
            "timestamp": 1582292160,
            "txt_content": "学到了，MCBBS有你更精彩~"
        },
        {
            "author": "mc_mogul",
            "timestamp": 1582347240,
            "txt_content": "请问有地图吗 还有这样弄地图会卡吗？"
        },
        {
            "author": "陈CH9",
            "timestamp": 1582365420,
            "txt_content": "fansra 发表于 2020-1-16 23:52\n支持支持!  圣诞的时候我就在我服务器里搞了个烟花派对，然后服务器崩溃---- ...\n真惨，祝你下次成功"
        },
        {
            "author": "201425467",
            "timestamp": 1582419840,
            "txt_content": "烟花派对整一手owo"
        },
        {
            "author": "小江1",
            "timestamp": 1582533660,
            "txt_content": "MCBBS有你才精彩"
        },
        {
            "author": "岚裳丶沐羽",
            "timestamp": 1582616160,
            "txt_content": "mcbbs有你跟精彩"
        },
        {
            "author": "墨语白书",
            "timestamp": 1582619340,
            "txt_content": "mcbbs有你更精彩\n"
        },
        {
            "author": "Henryyang666",
            "timestamp": 1582619520,
            "txt_content": "哇，太厉害了8"
        },
        {
            "author": "孤寂之谷",
            "timestamp": 1582677060,
            "txt_content": "66666666666666666666666666666"
        },
        {
            "author": "Maki_Best",
            "timestamp": 1582823640,
            "txt_content": "烟花会高亮。"
        },
        {
            "author": "jiangguo",
            "timestamp": 1582937340,
            "txt_content": "我会了，谢谢"
        },
        {
            "author": "飏哥",
            "timestamp": 1582939560,
            "txt_content": "66666666666"
        },
        {
            "author": "yy666666",
            "timestamp": 1583052960,
            "txt_content": "666666666666666"
        },
        {
            "author": "南风依在",
            "timestamp": 1583269560,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "钴子_cobalt",
            "timestamp": 1583284080,
            "txt_content": "其实用弩就可以放烟花了"
        },
        {
            "author": "咩鸡",
            "timestamp": 1583308440,
            "txt_content": "我一般都不耍烟花"
        },
        {
            "author": "2038630841",
            "timestamp": 1583395440,
            "txt_content": "666666666666666666666666666666"
        },
        {
            "author": "Dearxiaosa",
            "timestamp": 1583467020,
            "txt_content": "6666666666666"
        },
        {
            "author": "young.sir",
            "timestamp": 1583498400,
            "txt_content": "真的震撼！very beautiful!!"
        },
        {
            "author": "young.sir",
            "timestamp": 1583498460,
            "txt_content": "KalphaGo 发表于 2020-1-2 21:42\n我竟无言以对。。。。。"
        }
    ]
}