{
    "title": "MC小说 《灰烬之影》 第4章 升级",
    "author": "756677537",
    "replyCount": 6,
    "timestamp": 1361864640,
    "txt_content": " 本帖最后由 756677537 于 2013-2-26 15:58 编辑 \n\n城堡有四个门，三个封闭的小门和一个敞开的大门。小门附近的怪物少，而大门周围的怪物较多。因为坚信自己的多年混迹各种网游的游戏水平，同时为了升级更快，不一会儿，龙来到了城堡大门。从大门口出去，可以来到基岩构成的墙前，墙足通天，一眼望不到断头，和大门足足10格宽的距离，使得可以有足够的刷怪空间。仅仅10息不到，3只僵尸，1只骷髅弓箭手就在大门靠外的边缘刷了出来，和龙大约有10格开外。“哈哈，不错，按照惯例来说刷完这点怪就能升级了，20点魔的成长啊~”龙刚在电脑屏幕前说完这句话，就被骷髅pia地射了一下，带去5点血，由于特殊系统的原因，HP从MC默认的20点（10心）增长到了50点以上，所以虽然血的显示仍是10心，但却是浓缩显示的，屏幕上显示的，依然是完满的10颗心，龙知道自己减去了“哈哈，一点都不痛。”龙快速按了两下“w”，角色立马切换为奔跑状态。瞬间，龙和骷髅的距离飞快地缩小，视野也渐渐凝聚成了以骷髅为中心的小小一点。闪过了骷髅连射出的两根箭，屏幕上的龙飞快摇晃着，石剑毫不留情地落下，“刷刷刷刷刷……”，却是足足砍了八下，骷髅才不甘地倒下。“怎么回事，难道怪物也被加强了？”龙喃喃自语。突然，他注意到了左下角的杀敌提示，对于多人模式中增加的一些东西，龙已经见怪不怪了，只是由于杀敌过于投入，一长串的提示都没看见。“骷髅剩余6/60HP。”“骷髅剩余-1/60HP。”“骷髅被您击杀。”看来自己的猜测对了。不过尽管怪物加强了，没想到武器的攻击又加强了一些，龙清晰记得石剑原本的攻击应该是4点。啪啪啪~奇怪的声音出现了，哦，别想歪了，原来是龙在击杀剩余的三个喽啰僵尸。不一会儿后，僵尸们留下了自己的3块腐肉。这本是意料之中，可没想到其中一只僵尸还掉落了一把铁剑，真是神的眷顾。要知道通过鼠标左键打开的商店信息的标价上，明明白白地写着“300灰烬币”。    与此同时，龙也升级了，金色的“level up”的提示显示在左下角的聊天框中。2级了，这代表着离可以使用5级的技能“雷剑”又进了一步。同时，回魔也增加了0.3点，为以后技能可以多次使用铺下了一层不薄的垫子。本想把腐肉卖了买个价格为40灰烬币的附魔保护2属性的“破烂的坚盾皮靴”来顶替自己的皮革靴子一阵子，但是有了铁剑后，本应增加的防御也不用去管了。思考了接下来要买的装备，龙马上又投入了杀怪之中。铁剑的攻击比起石剑来说，足足增加了两点，这对于50点HP的僵尸来说，无疑是省了一击，留给下一只倒霉的僵尸了。\n要报名的赶紧了，亲~服务器一周目有5个职业：初心者、剑士、魔剑士、弓箭手、炎魔 等级1~50 其他有补充的如个性自己写，希望大家踊跃参与。如果报名及时，下一章就能出现你的身影。本小说为灰烬之影服务器（原幻影捣蛋服）同人小说。服务器版本1.3.2.游戏群279312150欢迎大家加入这个大家庭来探索小说中的真实。【但是服务器三周目了，等50章写到三周目吧，以后周末更6，平时不更。】",
    "replies": [
        {
            "author": "13604645510",
            "timestamp": 1361864640,
            "txt_content": "你上一篇怎么不给我回复\n？"
        },
        {
            "author": "756677537",
            "timestamp": 1361864760,
            "txt_content": "13604645510 发表于 2013-2-26 15:44 \n你上一篇怎么不给我回复\n？\n回复在审核……"
        },
        {
            "author": "13604645510",
            "timestamp": 1361864760,
            "txt_content": "好吧，我出去下，回来再说，还有我参加"
        },
        {
            "author": "756677537",
            "timestamp": 1361864820,
            "txt_content": "13604645510 发表于 2013-2-26 15:46 \n好吧，我出去下，回来再说，还有我参加\n游戏ID……"
        },
        {
            "author": "13604645510",
            "timestamp": 1361864940,
            "txt_content": "服务器是什么版本?我进去叫From123还有我要出去了......"
        },
        {
            "author": "13604645510",
            "timestamp": 1361864940,
            "txt_content": "13604645510 发表于 2013-2-26 15:49 \n服务器是什么版本?我进去叫From123还有我要出去了......\n8~回来再说"
        }
    ]
}