{
    "title": "写一写最近的实习感受与经历——2019/12/31",
    "author": "PQguanfang",
    "replyCount": 1,
    "timestamp": 1577795220,
    "txt_content": " 本帖最后由 PQguanfang 于 2019-12-31 20:29 编辑 \n\n我于12月6日上任PocketMine版块版主，之后与Nukkit版块合并，形成现在的【基岩版插件&服务端】 。\n\n可能我的上任对很多人来说是一种惊讶，其实我也很惊讶。我当初的版主申请贴，与其说是申请贴，不如说是建议贴——我是这么认为的。我看着别的申请人，等级一个比一个高，有的是艺术家，有的都9级10级了。我一个在MCBBS微不足道的会员，通过可能性应该是微乎其微的。\n\n我开贴目的也很简单，就是把当时的PocketMine版块整顿一下，然后自己搬运一大批插件，写一些基础教程，然后，让大家用PM开服啊:）\n\n我有这样一份心，看到申请贴里面很多人对我不肯定，我第一反应就是，有点沮丧。我以我的风格解释一个会员的质疑，可是我觉得无济于事，所幸就不管了。\n\n不过那几天我一打开手机，打开的第一个肯定就是MCBBS了:）\n\n新官上任一把火，版主虽然不是什么官，但也可以管理一下版块，简单的把十几页的帖子分了类，联系管理员帮忙开过期资源版块，放到里面去，后来收到版块合并通知，其实我是猝不及防的。\n\n因为没想到会这么快，我记着当时的一个Nukkit版主邀请我一起拟定新版块时候是这样说的：还早呢，不急，慢慢写。\n\n合并的时候，版规还停留在第二大部分（现在版规有10个部分了），另一位版主匆匆忙忙初步写好了就发布了。然后，我建议增加一条规定。\n\n虽然回复内容正常，但是短时间内大量回复1年6个月以前的插件发布贴且只是说明支持、希望插件更新等的内容或者有屠版嫌疑的回复，一经发现将视情况处以超过5贴，每贴警告1次的处罚。\n\n这是为什么呢？理由很简单，之前版块被一个ID屠版了，而且此ID刻意回复2016年的帖子。\n\n而且这个处罚很仁慈了（我个人感觉），我看看另一个版主拟定的版规，感觉挺吓人的emmm\n\n在此期间，顺便加了些许版规，并且完善了很多地方（比如之前版规里面说不让水贴，但是没写水贴了会给什么处罚）\n\n谁知后来又有人来恶意屠版，而且专门回复教程贴（你不是说插件贴不让回复，那我回复教程贴？）\n\n我当时就恼怒了，不过心也软，没做什么处罚。然后到意见反馈那个版块看一下，发现了一个帖子，大致讲的是我管理的这个版块的子版块设置不合理。\n\n我当时就更加恼怒一些了，我感觉他在..\n\n怎么说？就是好比一个贼跑到我家里面，把我家衣服偷走了，完了他还到大街上跟人说这衣服怎么怎么不好，完了这场景还被我给看见了\n\n你一个恶意灌水，而且专门针对我这个版块的，还说我这个版块哪里哪里不完善的，不能理解。而且自己灌水了还没点数吗，还跑到那里去反馈问题。正常灌水的不应该是赶紧跑了能溜就溜吗？\n\n我挑了2贴发了2次卡，这时我不想发第3卡了，我希望警告一下看看就行了吧。\n\n第二天早上再去看那个帖子，服务端整合包版块的一位版主回复了那个帖子，而且附带了一个链接，点进去是一个发布在服务端整合包举报版块里面的一个帖子，举报其他服务端的，这位版主大致意思就是呢，以后举报右下角就可以了。\n\n我点进去一看，楼主是Lv.? 禁止发言，ID正是之前第一次屠版那个人，我当时没反应过来，正准备回复这位版主：\n\n你是不是回错贴了\n\n很快我想到我没回错贴，这俩人是同一人，而他之所以换ID以为之前那个号因为刷分先后被2位管理员永久禁言（这永封还能2次的吗emmm）。\n\n我就有点忍不住了，对他所有的水贴屏蔽掉，如果是提问式水贴，那么就是扣分了。（他的提问跟帖子没什么关系，一个群组服教程他问**E可以互通吗）版规写明本版禁止提问，但没写扣分。\n\n晚上参考了坛规，发了第3次卡，然后就被举报了。（举报原因当然不是我这次发卡）\n\n我觉得这次事情对我打击挺大的，我学业问题，没有及时兑现我之前的想法：搬运大量优秀资源，但我也在努力。\n\n我把我自己的一个RPG服务端端直接拿出来免费发布了，这端之前是付费的。我也写了一个服务端介绍贴，也发布了一个PM纯净贴，写了一个大概的**E互通介绍贴。\n\n我一个版主，我感觉我只不过是正常的执行自己的职责，但我感觉我好像被针对化了。确实，我脾气不太好，在遇到一些我认为可能比较傻瓜化的问题的话，我不能理解一个小白的内心，他可能真的什么都不懂，但是在我看来他就是没努力，这可能跟我所处的学习环境有关\n\n今天下午花了三小时把综合申请贴的初稿拟定好了，本来是另一个版主写，一直没时间，也有一些会员在提醒（我可以说是他在催吗emmm）。\n\n2019/12/31",
    "replies": [
        {
            "author": "Kenneth_z",
            "timestamp": 1578370920,
            "txt_content": "加油"
        }
    ]
}