{
    "title": "MC小说 《灰烬之影》 第5章 第一次死",
    "author": "756677537",
    "replyCount": 5,
    "timestamp": 1361870400,
    "txt_content": "又想盖房子了……龙大约又一口气杀死了20只僵尸，尽管尽量走位避免受伤，但血还是剩的不多了，铁剑的耐久也“唰”得降到了一半。但是可喜可贺的是，等级已经升到了4级。龙计算过，一只僵尸能带来8~12点经验，每次升级大约需要上一级的百分之110的经验。而这回他升到5级还需要90点左右，马上又要升级了，尽管渴望新技能的出现，但龙更希望长远发展，因为死亡肯定是要掉经验的，还是盖了房子，一切布置地差不多了再说。尽管熟肉并不是划算的选择，因为商店里的熟食比生食贵。但苦于无法获得熔炉和煤炭。他早就试过挖掉泥土去探矿以及用木板盖房子，但是却有保护区的限制，看来是要通过其他一些途径“高价回收木板、树苗，树苗只收一个，10腐肉换一个树苗，1腐肉换4原木，50腐肉换挖矿以及建家方法！”“哈哈，又是你啊，我给你方法，但是要60腐肉。”尽管不愿意，但除了luna讨厌的字眼以外没有一个人回复。“好。”龙也很爽快。“那么我10分钟后来大门。”luna也回了。龙突然发现，luna似乎没有想象中的气人了。突然，左下角显示了一条信息——“管理员skycreep登陆了。”龙觉得这是正常的事，但luna却又不知为何回了一句，“还是30分钟后再给你吧。”靠着腐肉，龙的血回到了一半。这个服务器里回血是按百分比的，也就是血越多，一次回的血也越多。第12分钟时，一个显眼的提示让人愉悦不已：“您升级了。”5级了，龙照着玩家的提示，输入/bind把雷剑技能绑定在了自己爆出的第二把铁剑上。顿时，刷怪速度又一次提升，据说雷剑还是个可成长技能。11~12点的伤害提示令人实在大爽。23分钟时，升级的提示和管理员暂时离开的提示同时浮现在聊天屏上。Luna又回话了：“现在就交易可以么？”“当然好”。此时，加上原有的19块腐肉，龙已经集齐了64块腐肉。两人在城堡大门碰面了，龙直接丢出了60腐肉，等luna告诉他为何不能挖掘和建造。“呵呵，你被骗了。服主还没有设定矿区，你挖不了矿。对了，谢谢你的60腐肉，给你一个提示，目前服务器有10个据点，每个据点花3000~7000购买。”龙一看顿时火冒三丈，屏幕那边的luna定然邪邪地笑着。“杀了你！”尽管已经20多岁，但龙也几乎没被如此耍弄过，他玩游戏，从来都是和朋友一起玩，碰到一些陌生人，也鲜有结交，哪曾如此生气过？唯一一个骗过他的，记得是玩WOW的时候，那时他62级，那个人74级，骗了他辛辛苦苦攒起来的几百金，说是秘密交易BUG刷出的极品65装，结果龙并没有举报他，而是借助高超的游戏技巧守了他3天3夜的尸，逼得那个人叫了“爷爷”，还补了他1000金。龙飞快地冲过去，本想应该能重创他，没想到虽只是刷的一箭，整个人不停地受伤，显然是中毒了。不停的受伤使他陷入长时间的硬直，不一会儿便死了。“遗失800经验，掉回4级”。同样是系统的提示，相比升级提示而言，这回却是令人不爽。“luna，你等着吧，欠我的帐始终要还。”不快地关掉游戏，看看电脑上的钟，已是5点了，龙出门找快餐吃，顺带着散心的心态。不一会儿，龙来到了“小天地快餐店”，这也是他和朋友约好的，每天的惯例，和一帮从虚拟世界认识的同城朋友一起谈天说地，道说纷纭。",
    "replies": [
        {
            "author": "冥王星人",
            "timestamp": 1361871060,
            "txt_content": "和外星人风格相距甚多，但水平远超过果冻那只垫底的，期待新章。"
        },
        {
            "author": "756677537",
            "timestamp": 1361873760,
            "txt_content": "冥王星人 发表于 2013-2-26 17:31 \n和外星人风格相距甚多，但水平远超过果冻那只垫底的，期待新章。\n想啥写啥，很少改，以后会抽空改{:10_515:}"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361875560,
            "txt_content": "756677537 发表于 2013-2-26 18:16 \n想啥写啥，很少改，以后会抽空改\n这样不好吧？外星人写文都是有灵感，用板子码，够字数以后，修改修改修改修改修改修改，修改到自己要吐，快背下来了，然后发表，，，【距离不是差距，是风格差异，我有点用词不当了，，，，，，】"
        },
        {
            "author": "756677537",
            "timestamp": 1361876880,
            "txt_content": "冥王星人 发表于 2013-2-26 18:46 \n这样不好吧？外星人写文都是有灵感，用板子码，够字数以后，修改修改修改修改修改修改，修改到自己要吐， ...\n{:10_522:}我的个天……如此认真地修(zi)改(can)，膜拜"
        },
        {
            "author": "冥王星人",
            "timestamp": 1361889000,
            "txt_content": "756677537 发表于 2013-2-26 19:08 \n我的个天……如此认真地修(zi)改(can)，膜拜\n乃给我去屎——"
        }
    ]
}