{
    "title": "[原创·连载] 《血之梦》 前言/介绍",
    "author": "Aikini",
    "replyCount": 3,
    "timestamp": 1577857920,
    "txt_content": " 本帖最后由 Aikini 于 2020-1-1 15:05 编辑 \n\n★ 前言 这篇帖子还会补充，这是我第一次写小说\n这部小说是我闲着没事瞎想瞎写的，部分事物与实际不符，我也不太清楚我何时会继续更新它。\n这部小说属于全架空的小说，基于Minecraft的国战插件创作，因此小说中的国家、人名等均为构想，不与现实照应，阅读时请勿主观恶意地将其与现实对接。\n这个故事的背景和世界观欢迎引用并进行创作，但请不要脱离这个背景/世界观。\n相关介绍的帖中不定时更新，因为我还会再加入一些新元素或内容。\n不知本小说可否与慷先生的佳作一比？\n\n★ 世界观 随着时间的发展，在一块名叫帕尔托兹的大陆上，渐渐出现了人类，这块大陆土地肥沃，因此越来越多的人类在这里繁衍生息，其中人类最多的地方位于大陆的正中央，聚在这里的人越来越多，逐渐形成了一座城市，它被人们称为：主城，这里四季如春、冬暖夏凉、土壤肥沃，每隔3年这里都会进行一次选举选出一位贤能的城主管理城池，直到有一天，主城的城主突然下令围绕主城修建起城墙，并限制人们出入，在城门处设点收取出入税。城墙开始修建的这一天，被称为“城庆日”，同时，城主将这一年定为天启元年，城墙开始修建的这一天被称为天启元年1月1日。\n后来，主城内部逐渐分化出了等级，各个阶级之间斗争愈发激烈，天启8年，主城内所有非贵族阶级的人全部被驱逐，被驱逐的人们被剥夺了一切，包括钱财、衣物，大量的人类流离失所，变成了手无寸铁的流浪者。与此同时主城推出了国家制度，让被驱逐的人们在城外建立起自己的国家、自相残杀，主城则收取建立国家的费用，以及各种煽动外界国家间的仇恨。\n天启10年，被驱逐的人们纷纷建立了数百个国家，在招揽来其它流浪者后，每个国家的都开始纷纷自称是一个独立的民族，并开始为自己的民族设计许多特征特色。\n同年，主城为确保外界国家的纷争不断，在主城内特地开辟处一块空地，供人们创建国家、**国家的相关事务，同时，主城在这里设立了一块块计分板，用于记录外界国家通过战争获得的积分，每隔一年，上榜的国家主城将会减免出入税和贸易税，同时会提供大量的武器装备作为鼓励。\n很快，平静的帕尔托兹大陆燃起战火，天启11年，第一次世界大战爆发，数百个国家参战，帕尔托兹北部战火纷飞，无数个国家相互开战。\n天启34年，第一次世界大战大体结束，帕尔托兹北部的国家所剩无几，国家数量、人口数量锐减，坏境恶化，北部称为贫瘠之地。\n天启35年，由于北部各国的土地愈发贫瘠，粮食完全不足，国家财政收入几乎为零，为抢夺较为富饶的土地，帕尔托兹北部再次燃起战火。\n天启36年，帕尔托兹北部的小国家几乎全部灭亡，迎来了暂时的和平。\n这样的战争几乎每时每刻都在进行着，每个国家都为了自身的利益而不断进行扩张战争。天启73年，主城开始出售各类热兵器，各种大国纷纷抢购，帕尔托兹大陆瞬间进入热兵器时代。\n天启75年，由于武器装备的进步，范围最大的第二次世界大战爆发，整片大陆都燃起了战火，甚至有些国家妄图进攻主城，但是他们还是失败了。\n天启116年，第二次世界大战大体结束。\n……\n\n★ 国家设定 \n··- 血色羽翼第五帝国\n简介：血色羽翼第五帝国，简称血羽帝国，血羽帝国以好战而著名，士兵战斗素质极高，热衷于战斗，对于杂兵，在肉搏战中几乎能以一敌百。血羽士兵通常全身铁甲，左肩后方会固定住一串羽毛，若杀过敌人，就必须要用敌人的血染红羽毛。\n背景：血色羽翼第一帝国于天启47年建立，曾在帕尔托兹东南部称霸，后因在“圣域战争”中被“神圣联盟”多国合力打击，被迫国土收缩至帕尔托兹东南角的克利勒斯岛上。天启75年卷入第二次世界大战，国土向陆地方向的沙漠地带延伸，天启95年，血色羽翼第三帝国占领了克利勒斯群岛以及附近的大陆沿岸的大部分地区，战事暂时告一段落。天启103年，血色羽翼第三帝国被赛卡帝国攻击，沦为附属国，国土被迫收缩至克利勒斯岛西南部，国名改为血羽公国（国内称：血色羽翼第四帝国，但仍是附属国），天启123年，独立战争爆发，天启125年，血色羽翼第五帝国建立，并宣布与赛卡帝国及其附属国保持对立关系……\n国王：万冥汐·克雷\n民族：血族\n\n··- 赛格卡勒第二帝国\n简介：赛格卡勒第二帝国，简称赛卡帝国，赛卡帝国属于成立时间比较长的国家之一，参与了许多战争，其攻击手段多半为人海战术，以丧心病狂的攻击方式著名，曾用这种方法称霸大陆东部。赛卡帝国的士兵无明显区别特征，因此很容易造成士兵逃跑，也很容易使敌军间谍混入。\n背景：赛格卡勒第一帝国于天启30年建立， 身处混乱年代，再加上国土由于周边小国不断对其侵略，被迫退缩至沙漠中，由于沙漠几乎无法种地，搬运泥土耗时耗力，水源枯竭快，赛卡帝国急需扩张，于是在天启34年，赛卡帝国在主城大量借款雇佣主城内的雇佣兵，扫荡了周围的所有国家，强行征兵，提高税收，在天启37年偿还完债务后调低税收，向更多的国家发动战争，并扶持傀儡国家作为自己的附属国。天启70年，赛卡第一帝国几乎占领了帕尔托兹大陆东部，天启75年，第二次世界大战爆发，赛卡帝国称为各国攻击的重点对象，国土面积收缩，由于战争带来的高税收和高死亡，附属国纷纷独立。天启97年，休整数年后，赛卡第二帝国开始南进占领更富饶的土地。\n国王：进卡罗·铜心\n民族：赛卡族\n\n· 五代公国\n简介：五代公国，原五代第四帝国，成立时间较短，由于各届国王的无能，国内内战不断，最终由于根基不稳，被赛卡帝国吞并为其附属国。五代士兵通常身穿较薄的铁甲，头戴深绿色斗笠。\n背景：五代第一帝国于天启71年建立，处于第二次世界大战，位于帕尔托兹东南角的沿海平原上，与克利勒斯岛隔海相望，由于建立后推行无为而治，秩序混乱，国内起义，后几年里各种内战不断，三位国王相继被迫下台，天启91年，起义军成功夺取统治权，五代第四帝国成立，天启97年，血羽帝国对其发起攻击，赛卡帝国迅速干涉吞并五代帝国，五代第四帝国被迫改名为五代公国，沦为附属国。\n国王：坞不义·苏淼\n民族：五菱族\n\n· 松岛川公国\n简介：松岛川公国，一个位于克利勒斯岛北部沙漠区的小国家，领土面积仅为一座城，国家还未建立就被赛卡帝国吞并，随后成为其附属国。松岛士兵通常身穿皮革甲，头戴铁帽。\n背景：松岛川公国位于克利勒斯岛北部的沙漠区，成立于天启103年，为赛卡帝国附属国之一，未参与过任何战争，这里的统治阶级是血羽帝国派来的人，因此曾想与血羽帝国联盟或归顺为附属国，但还未成功就被称为了赛卡帝国的附属国。\n国王：戴夫·克若伊\n民族：血族\n\n· 达尔多伦公国\n简介：达尔多伦公国，原达尔多伦第一帝国，简称达伦帝国，位于东南部沙漠地区，与克利勒斯岛隔海相望，国家建立后攻下了周围全部小国家并全部吞并为自己国家的国土，赛卡帝国进攻时奋力抵抗，但由于寡不敌众，武器装备落后，最终变为附属国，国民被迫改为达尔多伦公国。达伦士兵通常身穿皮革或铁甲，头戴斗笠，背上背着一小面表明自己身份和领队的旗帜。\n背景：达尔多伦第一帝国于天启97年建立，建立后凭借自身士兵战斗能力和随机应变能力的高超，以及国内军队的指挥出色，仅仅使用冷兵器就将附近几个国家全部打败，并在天启100年将血羽帝国打退，成功占领了于克利勒斯岛隔海相望的部分沿海地区。在天启101年引入热兵器后，战力更是大增，一度向平原进军，与血羽帝国持续交战，大部分士兵分布在西南部。天启102年，赛卡帝国对达伦帝国不宣而战，突袭达伦帝国北部，达伦帝国紧急调兵并寻求与血羽帝国的和解，血羽帝国答应了，没有继续推进，达伦帝国调集国内所有兵力抗击赛卡帝国的侵略，但最终全境沦陷，于天启104年成为赛卡帝国附属国，国民被迫改为达尔多伦公国。\n国王：契·达伦\n民族：布族、血族、五菱族\n\n··- 神鹰第一帝国\n简介：神鹰第一帝国，简称神鹰帝国，成立时间长但国土面积很小，位于东南大平原，地形平坦开阔，附近还有河流流经，北部是高大的伯伦山脉，顶部氧气稀薄，无人居住，山的另一面是一个十分强大的帝国，但似乎他们并没有发现在这边有一个国家。神鹰士兵多为民兵或一些非正规的杂牌士兵，士兵来源复杂，管理松散，因此没有任何显眼的特征。\n背景：神鹰第一帝国于天启100年建立，由于东南部的人口总体来说比较少，因此东南大平原没有比较大的国家，因此在这里建立国际轻而易举，建立后以联盟的名义将附近国家收为附属国。\n国王：伯伦·洛卡\n民族：？（混杂，不详）\n★ 人物介绍（待补充） 血色羽翼第五帝国\n·  万冥汐·克雷\n民族：血族\n身份：国王\n性格：时而冷静时而冲动、野心很大、残忍\n背景：天启100年出生他见证了血色羽翼第三帝国的兴衰，也见证了沦为附属国后被统治阶级压迫的痛苦，决心要改变这个国家。天启123年在当时血羽公国南部的小城市铜带领一群人起义，但迅速遭到血腥蒸压*(敏感词)，在热兵器的洗礼下，万冥汐·克雷侥幸逃脱，并认识了从达尔多伦公国而来的一位战士俊鸿·俊剑，两人打算招募人手推翻血羽公国建立血色羽翼第五帝国，天启124年，再次在铜起义，起义成功，万冥汐也看到了这位战士不凡的一面，他几乎一个人杀了所有敌人。天启125年，在万冥汐和他招募的将领带领下的起义军，成功攻下了首都皇城，血色羽翼第五帝国建立……\n\n·  俊鸿·俊剑\n民族：布族/血族\n身份：将军\n性格：残忍、冷静\n背景：天启91年，他出生了，他的母亲是来自血羽帝国的奴隶，他的父亲是达尔多伦公国的领主，他的母亲生出他，显然已经费尽全力了，天启103年，他的母亲去世了，国家陷入战乱，国土被入侵，他的父亲将他强行送上战场，由于生存的渴望，他在战场上显现出了能大杀四方的能力，他的父亲很自豪，说这是继承了他的基因，但即使如此，仍未改变达伦帝国国土逐渐沦陷，军队不断溃败的事实。天启104年，他变成了赛卡帝国的奴隶。天启123年，他以奴隶军士兵的身份被派往血羽公国**起义时，他逃跑了……\n\n·  赫列博·凌\n民族：神族\n身份：大臣\n性格：冷静、厌恶杀戮、诡计多端\n背景：天启100年，在主城作为贵族的他在主城享受了很多待遇，也作为旁观者观赏着来自城外的战争，渐渐对外界产生了很浓厚的兴趣，父母自然不会同意自己的儿女出去外面参与战争，于是他在天启118年背着父母离家出走，几经周折后来到了万冥汐身边……\n\n\n★ 不同于现实的设定 1.民族\n由于外界国家都为流浪者聚居形成的，因此民族这个东西并非很严格。如果一个人加入一个国家之前没有加入过其它国家，那么他的民族就由前者的国家决定，如果加入过其它国家，那就民族就为他先前加入的国家。因此，出生后第一次加入的国家的民族就是一个人民族，不可改变。\n如果一个人是多个民族的混血，那么他理应拥有多个民族的身份\n注：神族为主城内贵族的民族名称（主城城主定的）\n2.帝国、公国\n在帕尔托兹大陆上，建立的国家大多为帝制国家，帝国可以拥有自己的附属国，也就是公国，帝国可以任意操控公国，公国则必须听从帝国，不得违抗命令，在成为帝国附属国没有包括主权在内的各种权力，一个国家是否为附属国的标志在于国名是否为公国，若是，该国可以说是某个帝国的傀儡国家，任其操控。\n3.国战\n这个世界的国战系统是相当复杂的\n①核心\n核心是一个类似于水晶的东西，高度大约两格，是浮空的，需要吸收空气中的臭氧才能正常运作，核心需要去主城缴纳5000金币即可领取，领取后相当于登记了一个国家，核心只要双手按上去即可激活，激活的同时，激活它的人将被自动定为国王，并以核心为中心，将附近5000*5000格的土地作为国土，并由圣贤守护。国王用手点击它可以打开一个全息面板进行国家的管理，同样，将军以上职位的人都可以这样做，只是能够管理的范围不同。每个人想加入某个国家，必须先到核心处由大臣以上职位的人操控后进行登记，需要取一些血淋在核心上，之后核心便可对他进行定位，也可以通过核心对他进行管理。\n当核心被攻击时，核心便会召唤出圣贤，若召唤出的圣贤被击杀，核心会自毁，同时核心所保护的所有国土沦陷，天空会变成短暂的血红色，由摧毁者管理。\n核心所在的位置无法通过挑战的方式召唤圣贤。\n②圣贤\n圣贤是一个人形的战士，没有独立的意识，只会一味的战斗直至区块内所有敌人死亡才会消失。每块区块都有圣贤保护，若要占领一个国家的区块需要将军以上职位的人以挑战的名义召唤圣贤（召唤方式：口头上说“我，XXXX，想要挑战圣贤！”）并击杀圣贤即可。\n圣贤可以通过核心管理升级圣贤相关的属性，但这需要核心点数，核心点数需要带着一部分钱去主城兑换，比例为2000:1，加一点属性点需要3点核心点数。每个区块沦陷后核心点数会相应有所扣除，扣除的部分会直接给到占领国的核心上。\n圣贤不可以在同一区块上召唤两个及以上，但能召唤无数次，每次召唤圣贤都会是满血状态。\n核心所在的位置无法通过挑战的方式召唤圣贤。\n③区块\n每5000*5000格为一块区块，区块都有圣贤守护，区块沦陷后天空会呈现短暂的血红色。\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1577858640,
            "txt_content": "一月1 发表于 2020-1-1 14:03\n新年快乐\n请勿灌水，谢谢"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1577862000,
            "txt_content": "不知本小说可否与慷先生的佳作一比？\n草 这梗全论坛都是了马?\n我觉得彳亍"
        },
        {
            "author": "nggcgg2",
            "timestamp": 1577862480,
            "txt_content": "kingdoms+国战插件系统太草了 看起来既视感贼强 "
        }
    ]
}