{
    "title": "[Minecraft.net|CULTURE]LIFE ON MARS火星上的生命",
    "author": "乙烯_中国",
    "replyCount": 3,
    "timestamp": 1577888280,
    "txt_content": " 本帖最后由 乙烯_中国 于 2020-1-3 20:31 编辑 \n\n\n火星上的生话\nKysaut 在这颗红色的星球上建立了个殖民地！\n\n　　人类一直想着要在星间往来生活，我们厌倦了在地球上的生活，我们在数世纪之前就开始了探索，在海上航行，尝遍了世上最好的餐馆，所以现在是时候找个新地方重新开始了。火星似乎是个最好的选择：火星上有水（尽管几乎都是冰或者是蒸汽），它离地球还足够近，我们可以定时去往火星发射补给，它每天的长度与地球相近，尽管一个火星年几乎有地球上两年那么长。\n\n　　不过不幸的是，火星也不是那么完美，它上面很冷，还有大量的沙尘暴，几乎不下雨，而且那里的大气层会要掉你的性命。情况就是这样。\n\n　　不过现在不需要担心这个问题了！现在没问题了！让我们来看看Kysaut 的建筑吧，为snakecraft服务器而建造的一个火星殖民地建筑！我们或许不能在真正的火星上过上几周，但是我们可以在Kysaut的建筑里就可以在游戏里的火星过上那么久了！没毛病吧？是不是？我要开始收拾行李了！\n\n　　就像真正的火星那样，Kysaut 的建筑表面也有着大量的橙色和红色方块。根据NASA的说法，这是因为火星表面的尘土含铁量非常的高，当这些铁质遇到氧气的时候就会氧化变色。但火星上的人……我是说……火星上的流浪者号则说火星的颜色更接近于奶油糖果。但是那些画家们，甚至美国宇航局本身，都倾向于把火星画成橘色或者是红色，毕竟没人叫火星为奶油糖果星球，是不是？\n\n大卫·鲍威那《Life on Mars》唱对了吗？读者们，大卫·鲍威总是对的！\n\n太阳能板供电！天才！\n\n这层立场挡住了那些不受欢迎的火星人，或者是上大门的推大销员。\n\n　　“主要的色板调色基于科幻作品以及NASA。”Kysaut 说。就像其他人对火星殖民地的描述那样，他使用了一种对比较强的外观。地面是明亮的橙色，但是建筑本身使用了白色的石英、蓝色的玻璃和煤块拼成。这或许不是出自真正宇航员或者科学家的手笔，但它看起来确实非常的惊人。\n\n　　“这样是为了让人感觉它更加的‘NASA’，”Kysaut 解释道，“而这些煤块就像是那种科幻材料。”黑白相间的外观非常尖锐又很工业化，这确实可能就是火星殖民地的风格。建筑足够好看并不会奖励任何人……如果建筑师忘了核心——让住户生存的话。\n\n　　大多数我的世界的建筑师都会使用大量的外部工具来协助自己建筑，因为有些东西只在原版游戏中去建的话要花上很多时间，但是Kysaut则致力于用最普通的创造模式去建造，只用worldEidt做了一点点。\n\n　　这样会很难吗？当然啦。“挑战最大的地方是地形，”Kysaut说。“不使用Voxelsniper（另外一种外部工具），我不得不用游戏提供的东西去完成建筑。”\n\n　　但是出人意料的是，Kysaut最后却发现这样的局限性却能给人启发。“当你学会用提供的东西去建造的话，你很快就会习惯用新的方块和物品去建造，而不是通常使用的方块。”我们在游戏里见过很多这样的建筑：使活板门作为花盆、用楼梯做沙发、用矿车做厕所……呕心/天才！\n\n　　无论最后谁去殖民火星，都能从Kysaut 那里学上一手吧？学着去适应吧！NASA！\n\n　　你想在我们的网站上看到你那些不错的建筑吗？赶紧将截图用电子邮件发送到scoops@Minecraft. net吧！\n\n作者凯特格雷\n译者乙烯中国\n日期1192019\n原文https://www.minecraft.net/zh-hans/article/life-mars\n\n最后说几句，文中说给限制后会更有启发性这点，我深以为然，回想1.8-1.12时代，我玩指令玩的很开心，但是现在这几个版本给的东西太多了，虽然是好事吧，但是我玩的没那么开心了。回想当初在1.12用精度为1的选择器做出了高精度选择器和可以使用的枪械模块的时候，我高兴了好几个晚上。现在只需要换个坐标系统和小数点就好了，怎么说呢，确实方便了很多，但是对我来说就是像是一种例行公事吧，没那味了。",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1577929920,
            "txt_content": "LIFE ON MARS\n火星上的生命 ×\n火星上的生活 √\n\n还有，有些词被屏蔽了，改一下罢.jpg\n\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578040620,
            "txt_content": "一个笔误：\n读着，大卫·鲍威总是对的！\n读者\n\n又忘了点评分理由就按了评分按钮 晚点再补\n"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1578054660,
            "txt_content": "KakagouLT 发表于 2020-1-3 16:37\n一个笔误：\n读着，大卫·鲍威总是对的！\n读者\n严格来说，这里是我整了个类似“听着”的化用，不过你没读出来看来这样整并不好，我去改掉。"
        }
    ]
}