{
    "title": "[Minecraft.net|CULTURE]Safe Haven On A Dark Night黑夜中的避风港",
    "author": "soil-sword",
    "replyCount": 3,
    "timestamp": 1577985600,
    "txt_content": " 本帖最后由 soil-sword 于 2020-3-10 01:12 编辑 \n\nSafe Haven On A Dark NightBrave enough to take a peek at @Mr_Mega_Mango’s creepy castle?\n黑夜中的避风港有胆量去看一眼 @Mr_Mega_Mango 的恐怖城堡么？\nThis beautiful yet ominous castle was created by @Mr_Mega_Mango as the spawn hub on his creative world.\n      这个美丽而又不祥的城堡由 @Mr_Mega_Mango 创造，作为他创造世界的出生点。\nWe like to think of it as a mysterious castle found on a dark and stormy night. What kind of story could you write around this imposing build?\n\n      我们更想把它想象成一个在风雨交加的夜晚中发现的神秘城堡。你能为这个壮观的建筑写出什么样的故事呢？\nI’ll have a try! Our brave hero has lost their way. Pushing their way through an unknown forest, they’ve eaten the last of their food long ago. Hunger begins to press at their stomach. Even rotten flesh sounds pretty good right now.\n      让我来试试！我们勇敢的英雄们迷路了，他们在陌生的森林中奋力前行，早已吃完了最后的食物。饥饿开始压迫他们的胃，甚至连腐肉现在听起来都相当不错。\nDanger lurks in every shadow. Red glowing eyes here. A clatter of bones from over there. And a blood-chilling death groan from behind. A zombie? Or hopefully a villager who just stubbed his toe?\n      危险潜伏在每一片阴影中，红色的眼睛在那里闪闪发光。骨头的碰撞声从那里传来，背后又响起一声毛骨悚然的死亡呻吟。是僵尸吗？或者只是一个被踩到脚趾头的村民？\nThe hero presses forward, narrowly avoiding danger at every turn. Squinting their eyes, desperately searching for a glimmer of light. Any shelter or sanctuary from the seemingly endless darkness.\n      英雄们奋勇向前，而这里处处险象环生。他们眯起眼睛，绝望地寻求一丝光亮，试图从这仿佛永无止境的黑暗中找出任何一个庇护所或者安全区。\nOn their last heart, they emerge from the dense forest, and their eyes fall on the mysterious castle, its doors open wide.\n      在他们只剩最后一颗心的时候，他们走出了茂密的森林，而他们的视线聚焦在了眼前这座神秘的城堡上，城堡的大门敞开着。\nDare you enter?\n      你，敢进去吗？\nWould you like to see your creation featured here? Send your image to FeatureME@minecraft.net.\n      想要在这里看到你的作品吗？把您的截图图片发送到 FeatureME@minecraft.net 吧！\nImage Credit @Mr_Mega_Mango\n      图片来源于 @Mr_Mega_Mango  \n\n作者：Jess Robinson发布时间：2019年11月22日原文链接：https://www.minecraft.net/en-us/ ... ven-on-a-dark-night翻译时间：2020年1月3日 1:19AM\n",
    "replies": [
        {
            "author": "soil-sword",
            "timestamp": 1577985960,
            "txt_content": "这是第一次测试性质的翻译。\n希望能收到大家的评价。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1577986560,
            "txt_content": "每一篇阴影中\n\n似乎不错 加油！"
        },
        {
            "author": "soil-sword",
            "timestamp": 1577986920,
            "txt_content": "1919褐雨燕 发表于 2020-1-3 01:36\n每一篇阴影中\n\n似乎不错 加油！\nProblem hotfixed.\n\n感谢指正，将会在未来的翻译工程中增加更多的审查步骤。"
        }
    ]
}