{
    "title": "[Minecraft.net|CULTURE]DISPLAY YOUR BOUNTIFUL BUFFETS! 晒晒你丰盛的自助餐吧！",
    "author": "qsefthuopq",
    "replyCount": 3,
    "timestamp": 1578024840,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-1-3 12:14 编辑 \n文章日期2020-01-02作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\nDisplay Your Bountiful Buffets!\n晒晒你丰盛的自助餐吧！Enjoy fine dining[sup]1[/sup] the Minecraft way在Minecraft里享受别具一格的雅宴[sup]1[/sup]\n\nHave you ever really stopped and thought about just how many different food choices are available to you in Minecraft? You should! Food is an essential part of our virtual, blocky lives – and what better way to show off your bountiful buffet than by creating a fantastic dinner arrangement for you and your friends?\n你是否真的停下来思考过在Minecraft中有多少种不同的食物可供你选择？你真的应该思考一下！食物是我们在这个虚拟的方块世界内赖以生存的必需品 – 还有什么比为你和你的朋友们准备一顿丰盛的正餐更好的方式来展示你丰盛的自助餐呢？\n\nOf course, the first place you want to start is the star of your meal: the main course. There are soups, stews, and over a dozen choices of dishes, and you can pair them with a variety of fruits, vegetables, or even just bake up a batch of bread. Just grab three wheat and your creative cookout is already ready to roll.\n当然，你首先要开始准备的是你的主食，这包括汤、炖菜和十几种菜肴，你可以将它们与各种水果、蔬菜搭配，你甚至只需烤一批面包。只要将三个小麦塞进工作台里，你的创意烹饪就已经准备就绪了。\n\nFeeling like something sweet for dessert? Why not finish off your meal with one of our favorite treats, a freshly crafted cookie? You could also cook up a pumpkin pie, or go all out and make cakes to celebrate surviving your battle with the Ender Dragon!\n想吃甜点吗？为什么不用我们最喜欢的一种点心——一块新鲜出炉的曲奇来结束你的晚餐呢？你也可以烘焙一个南瓜派，或者全力以赴做块蛋糕来庆祝你在与末影龙的激烈战斗中幸存下来！\n\nVictory is a dish best served with cake.[sup]2[/sup]\n胜利就是一碟配有蛋糕的佳肴。[sup]2[/sup]\nBut what grand feast would be complete without an amazing set up to display it? A recommendation would be to start with a pleasant picnic area outside, complete with a barbeque. It’s perfect for a get-together without having to tidy up your house! Just keep an eye out for wandering creatures who may be theoretically tempted to ruin your gastronomic gathering. You don’t need to prepare extra food or anything – we all know they’re just there to invade your party, not eat the food.\n但没有[ruby=烧烤架]绝妙的装置[/ruby]怎能造就一场盛宴呢？我建议你走出家门前往野餐区来场烧烤。这是个不用整理你的房子的完美聚会方式！留意那些在野外的理论上可能会摧毁你的美食聚会的流浪生物。你不需要为这些生物准备额外的食物或任何东西 – 众所周知，它们只是来侵扰你们的派对的，而不是来享受美味的。\n\nWhy not make your next party a barbeque?\n下一次聚会时为何不试试烧烤呢?\nOnce you’re ready to bring the party inside, why not add an elegant dining room set with a formal dining table and chairs to your home? Try creating your long table with carpet (or fancy-lookingglazed terracotta), stone, and strategically placed flower pots to accent yourdesign, but it’s your table, so set it up however you like. We look forward to seeing your designs!\n当你准备好在室内举办派对时，为何不在你的家里的饭厅摆好正式的餐桌和餐椅呢？试试用地毯、石头来造出你的长桌 (或是华丽的带釉陶瓦)，并巧妙地摆放花盆来凸显你的设计风格，但这是你的餐桌，所以你可以随意装饰它。我们期待看到您的独特设计！\n\nFrom farm to table, make it in Minecraft!\n在Minecraft里将食物从农场带到餐桌!\nOr maybe you’re like us and only have room for a cozy corner near your kitchen with a tiny table and a couple of chairs? It’s all good! Not every build has to be epic to be beautiful.\n或许你的家和我们的家一样，只在厨房附近一个舒适的角落里有空间摆上一个小餐桌和几把餐椅？这不也挺好的嘛！不是每座建筑都需要那么美轮美奂。\n\nStill, now that we’ve have a couple of ideas here, we want to know how you are going to create a tempting feast for you, your friends, and perhaps that party-crashing creeper. Show us your setup at FeatureMe@minecraft.net! Who knows, you may just see your buffet featured in an upcoming article!\n不过，现在我们有了一些想法，我们想知道你将如何为你和你的朋友，也许还有摧毁派对的苦力怕创造一个诱人的盛宴。将你的盛宴发送到FeatureMe@minecraft.net吧！也许下一篇以自助餐为主题的博文里就能看到你的作品！\n\n注释\n1.Fine Dining —— 该词无正式中文译名，英文释义为：\na style of eating that usually takes place in expensive restaurants, where especially good food is served to people, often in a formal way.\n2.Victory is a dish best served with cake —— 句型引用自：Revenge is a dish best served cold.（君子报仇，十年不晚）其它如果你想要投稿的话，我推荐使用这款插件来进行装饰：[机制]Place Items On Ground —— 把物品放到地面上[1.9-1.14]\n\n\n\n\n",
    "replies": [
        {
            "author": "67498",
            "timestamp": 1578061860,
            "txt_content": "顶顶顶顶顶顶顶顶顶"
        },
        {
            "author": "li15169629495",
            "timestamp": 1579237620,
            "txt_content": "叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮叮"
        },
        {
            "author": "q013640",
            "timestamp": 1588077840,
            "txt_content": "牛逼自助餐!"
        }
    ]
}