{
    "title": "[Minecraft.net|CULTURE]Build With It: Acacia!与之搭建：金合欢！",
    "author": "soil-sword",
    "replyCount": 2,
    "timestamp": 1578036000,
    "txt_content": " 本帖最后由 soil-sword 于 2020-3-10 01:11 编辑 \n\nBuild With It: Acacia!Orange your next build accordingly\n与之搭建：金合欢！把你的下一个建筑好好“橙一橙”\nWelcome to Build With It, our weekly series designed to get you building with the fun and fascinating blocks of your world! We could have selected any tree in Minecraft, but we’re quite fond of Acacia, with its vivid orange hue and world of possibilities. JayDeeMc’s sturdy stable in the above image, for example, uses acacia to provide a happy horse home.\n      欢迎来到《与之搭建》！这篇每周系列旨在让您用那些有趣而又迷人的方块建造你的世界！在Minecraft中，我们可以选择任何一种树作为建材，不过我们明显更倾向于金合欢树，它有着鲜艳的橙色和无限的可能性。比如在上图中， JayDeeMc 的马厩就使用了金合欢树作为材料，为马儿提供了一个快乐舒适的家。\nWhat are you building today? Wood you consider building it with Acacia instead? Located in the savannah biomes, Acacia wood isn’t too hard to get and can spruce up any build with a splash of color.\n      你今天要建造些什么？有没有考虑用金合欢树来作为材料？金合欢树可以在热带草原生态群系中找到，并且十分常见，适合为任何建筑增添色彩！\nWhat would you use orange wood for? There are a number of builds we’ve seen that feature acacia as a roof material, and we agree it is perfect for that, especially when contrasted with dark wood. You certainly would find it harder to get lost seeing a bright roof in the distance. Or you can use it as a main material instead as Kunipshun Fit demonstrates here.\n      你会用这种橙色的木头做什么？我们见到过很多建筑以金合欢树作为屋顶的建筑材料，大家都觉得那十分完美，尤其适合深色木头形成对比时。更何况你从很远就能看到这个鲜艳的屋顶，还能防止迷路呢。你也可以用它作为建筑的主材料，就像 Kunipshun Fit 在下图中演示的一样。   \n这个朴实而又特别的小屋让我们开始准备前往热带草原去收集材料\nIf so much orange is a little much for you, then we recommend using it more subtly as an accent on a wall, or perhaps a table inside your home.\n      如果你觉得橙色有点太多了，那么我们建议你把它巧妙地点缀在墙上，或者家中的桌子上。\n对称的图案搭配一些金合欢的点缀真是太棒了！建筑来自BrianGLHF\n\nHas Acacia inspired you to add a bit of woodsy style to your builds? Let us know! Just email FeatureMe@minecraft.net with screenshots of your creation and some info about what you’ve created. Let’s see those creative cobblestone and diorite builds! If you’re lucky, you may just see your build featured in an upcoming article!\n      金合欢有没有启发你，让你想要为你的建筑增添一些木制风格？告诉我们吧！只需要发送邮件至 FeatureMe@minecraft.net ，附上你的作品截图和一些关于你作品的信息。让我们看看那些由圆石和闪长岩构成的富有创造力的建筑吧！如果你运气好，你将会在下一篇文章中看到你的作品！  \n作者：Nova Barlow发布时间：2019/12/20原文链接：https://www.minecraft.net/en-us/article/build-with-it--acacia-翻译时间：2020年1月3日 下午3点19分\n",
    "replies": [
        {
            "author": "微笑的路人",
            "timestamp": 1578069000,
            "txt_content": "支持大佬AWA"
        },
        {
            "author": "马可solo",
            "timestamp": 1584787320,
            "txt_content": "Build With It\n不是用它搭建吗，直接翻译成建材如何"
        }
    ]
}