{
    "title": "[Minecraft.net|CULTURE]Creating art with Minecraft用Minecraft创造艺术",
    "author": "soil-sword",
    "replyCount": 0,
    "timestamp": 1578023460,
    "txt_content": " 本帖最后由 soil-sword 于 2020-3-10 01:11 编辑 \n\nCreating art with MinecraftFan Art… or Fine Art? \n在Minecraft中创造艺术同人作品。。。通人作品？*通人 - 学识渊博通晓古今的人\nWhat’s your favorite part of Minecraft? The mining? The crafting? The constant jumpscares of a Creeper hissing in your ear as it sneaks up on you from behind? For us, it’s showcasing all the amazing things the community creates, whether it’s a great build filled with wonders we didn’t even think possible or a fresh new way to look at a block to spark our imagination. We simply can’t get enough of it – especially when you take your love for Minecraft outside the game to create something truly impressive, which is just what our community member RobotPantaloons did.\n      你最喜欢Minecraft的哪一点？挖矿？制造？还是当苦力怕从背后悄悄靠近，在你耳边发出嘶嘶引爆声的惊喜时刻？对我们来说，Minecraft展示出了所有来自玩家团体创造的令人惊叹的东西。无论是一座我们甚至不敢去想的奇迹一般的雄伟建筑，还是另外一种让我们得以开拓想象力的，看待方块的全新视角。我们不会就此止步 - 尤其是当你将你对《Minecraft》的热爱带出游戏，用它来创造真正令人印象深刻的东西时。这正是我们的社区成员 RobotPantaloons 正在做的！\n\nDesigned in the style of high quality renders, RobotPantaloons has been creating Minecraft fan art for a while as well as a large number of wallpapers for the community. This diverse portfolio is filled several dozen renders, including a wide range of styles: vast vistas, amazing action shots, cuddly critters, and dramatically stark blank and white shots. Check out some of our favorites below.\n      RobotPantaloons 以高质量的渲染风格设计创作《Minecraft》的同人作品已经有一段时间了，并且还为社区创作了很多壁纸。这样多样化的组合由几十层渲染制成，包括各种各样的风格：广裹的远景，令人惊叹的动作镜头，可爱的动物和鲜明的黑白镜头。让我们看看下面那些最受欢迎的作品的吧！\n\n这个小可爱一定在展示些什么 #MinecraftGoals         投入冒险，挖掘属于你自己的故事！或者挖掘出可怜的史蒂夫，他不知道怎么了给埋地底了。。。        戏剧性的黑白渲染让我们对图片下的故事产生无限的遐想     Stray，回到你的床上吧！没有人会在深夜陪你玩耍!\n         We have so many talented artists in the community, and now we’re ready to keep shining our spotlight on the very best creators we can find. Is it you? Your art doesn’t even have to be digital. If you can draw, paint, bake, or even sew, let us know! Art comes in all forms, and we can’t wait to see yours. Do you know an artist who makes magnificent Minecraft based art? Send them to us!\n      我们的社区中有着这么多才华横溢的艺术家，而现在我们准备把聚光灯对向他们当中最优秀的那批创作者。是你吗？你的作品甚至不用仅限于游戏内！如果你会画图，上色，烘焙，或者甚至是缝纫，那就来告诉我们吧！艺术不拘泥于形式，我们已经迫不及待地想看你的作品了！或者你知道有可以基于Minecraft创作华丽作品的艺术家？那快把他们送来！\nNow that you’ve seen some of the possibilities, it’s time for you to start collecting your art together and contact us at FeatureMe@minecraft.net with some samples. Tell us a little about you, your creations, a peek at your process, and you just might be featured here!\n\n      现在你已经看到了那些可能性，是时候开始收集你的艺术作品了！通过 FeatureMe@minecraft.net 和我们联系，不要忘了发送一些示例作品！通过邮箱告诉我们一些关于你和你的作品的故事，顺便透露一些你的创作历程，接下来你就可能出现在这里了！ \n\n\n作者：Nova Barlow\n发布时间：2019/12/31\n原文链接：https://www.minecraft.net/en-us/article/creating-art-minecraft\n翻译时间：2020年1月3日 上午11时51分\n",
    "replies": []
}