{
    "title": "[1.15.2-1.12.2][Lucky Ore——幸运矿石]在挖矿中检验血统",
    "author": "Aikini",
    "replyCount": 41,
    "timestamp": 1578040440,
    "txt_content": " 本帖最后由 Aikini 于 2021-1-11 18:41 编辑 \n\n★ 简介 这个MOD增加了一些类似于幸运方块的幸运矿石。\n作者觉得幸运方块的这个概念很酷，但是又觉得幸运方块没有“融入”到Minecraft中。\n这就是为什么会有这个MOD，MOD加入了一些幸运矿石，并且这些矿石能在世界中自然生成，挖掘它们时会触发随机事件，能让玩家在挖矿时检验自己的血统。\n好的，开往幼儿园的车即将启动！让我们来看看这个有趣的MOD吧！\n虽然这个MOD仅仅加入了2个方块和6个物品，但是这其中有很多有趣的内容。\n原文：\nThis mod adds lucky ores, similiar to the lucky blocks added by the lucky block mod!\n\nI felt like the concept of the lucky blocks is pretty cool, however they aren't \"properly\" built into the regular game!\nThat's why I created this mod, the lucky ores mod, which adds ores, that also have random events when mined, however they generate in the world as ores, so they can be found while mining like regular ores, embedding them properly into the game!\n\n\n\nThe latest version of this mod works for Minecraft Version: 1.14.4\n\nNow, let's get to the good part then!\n\nThis mod, in total \"only\" adds 2 Blocks and 6 Items, but there is quite a lot of content hiding behind those!\n\n\n\n★ 方块 · 奇怪的发光矿石\n\n这是最主要的幸运矿石，需要使用铁镐以上的镐子才能成功挖掘，挖掘后会触发随机事件。\n它会在黑暗中发光发亮，并且有粒子效果。当你挖掘它时，如果显示绿色粒子效果，那么将会触发“好事件”，如果显示红色粒子效果，那么将会触发“坏事件”。\n它不能使用精准采集挖掘获得，但是如果你运气好的话，正常的进行挖掘它就会整个掉下来，你可以用它在熔炉中烧制获得奇怪的发光碎片\n\n· 诡异的发光矿石\n\n这是幸运矿石的变种，是第二种幸运矿石，但这是幸运矿石的一个差劲的变种。\n它的工作原理和奇怪的发光矿石相同，可以在熔炉中烧制，可以用铁镐及以上稿子挖掘。\n但是，当你挖掘它时，如果它检测到它即将触发一个“好事件”，那么它将再重新生成一个随机事件并取消即将触发的“好事件”，意图让你触发一个“坏事件”。\n\n原文：\nBlocks:\n\n\n\nMysterious Glowing Ore\n\n\n\nThis is the \"main\" lucky ore block. When mined with a iron pickaxe or better, a random event will happen. It glows a bit in the dark and has particles surrounding it. When mined it displays either red (bad event) or green (good event) particles. It cannot be silk touched, it will however sometimes drop itself if you're lucky! It can be smelted to gain a Mysterious Glowing Shard!\n\n\n\n\n\nEerie Glowing Ore\n\n\n\nThis is the other lucky ore variant. There are two! As you might be able to tell, this is a inferior variant. Why? Well, it works exactly the same, can't be silk touched, can be smelted, mined by iron and above etc. But if it detects, that it will generate a good event, it will reroll that event once, in the hope of generating a bad event instead!\n\n★ 物品 · 奇怪的发光碎片\n\n当你采集一个奇怪的发光矿石时可能会掉落。也可以通过烧制发光矿石获得。也有很小的概率可以从宝藏猎人的铲子中获得。\n这个物品除了用它制作其它物品或用它修理使用它制作的物品以外别无用处\n\n· 隧道工人的镐子\n\n使用奇怪的发光碎片制成，合成方法与原版镐子一致。当你用它挖掘一个方块时，那个方块下面的方块也会被一起挖掉，以快速地建造出隧道或挖出巨大的房间。这个功能只对石头有效，泥土无效。\n\n· 宝藏猎人的铲子\n\n使用奇怪的发光碎片制成，合成方法与原版铲子一致。当你用它挖掘泥土或沙子（只有这两个有效）时，它就有可能会在你挖掘方块的地方随机生成一些额外宝藏（例如：钻石、金等），当然，也有可能会获得一些垃圾。\n\n· 樵夫的斧头\n\n使用奇怪的发光碎片制成，合成方法与原版斧头一致。和铲子一样，当你用它砍树时，可能会掉落一些与树木有关的物品（例如：原木、木板等，甚至有可能掉落金苹果），掉落的物品与你砍的树木不会有关联（例如：砍橡木额外掉落云杉木）\n\n· 仇恨之剑\n\n使用奇怪的发光碎片制成，合成方法与原版剑一致。它就像其它剑一样，不过，当你使用它攻击生物时，有20%的几率该生物会被闪电击中，这可以用来生成一些闪电生物，非常有用，不过要注意，闪电会摧毁一切，包括你！\n\n· 农场主的锄头\n\n使用奇怪的发光碎片制成，合成方法与原版锄头一致。看上去是一把普通的锄头，不过，当你用它右击沙子时，沙子会变成泥土；当你用它右击红沙时，红沙会变成菌丝；当你用它右击沙砾时，沙砾会变成砂土。\n原文：\nMysterious Glowing Shard\n\n\n\nWhen mining a lucky ore, there is a chance this drops. The ores can also be smelted to get a shard. Very rarely it can also be found with the Treasure Hunter's Shovel!\n\nThis item itself has no use other than repairing tools made out of it or crafting new tools out of it!\n\n\n\n\n\nTunneler's Pickaxe\n\n\n\nCrafted out of Mysterious Glowing Shard! Craft it like you would craft any other pickaxe. When mining a block, this pickaxe will automatically mine the block below it aswell, making it perfect to build tunnels or to quickly mine out huge rooms. this effect will only work on stones, not dirt for example!\n\n\n\n\n\nTreasure Hunter's Shovel\n\n\n\n\n\nCrafted out of Mysterious Glowing Shard! Craft it like you would craft any other shovel. When mining dirt or sand (only these two!) with this, there is a chance to additionally to the mined block also drop some additional treasure (some iron/gold or very rarely diamond for example) or some additional \"garbage\" items.\n\n\n\n\n\nWoodcutter's Axe\n\n\n\nCrafted out of Mysterious Glowing Shard! Craft it like you would craft any other axe. When chopping down trees, just like the shovel, there is a chance for this to drop additional wood related items (for example saplings, logs, leaves, sticks, apples or very rarely even a golden apple). The dropped additional item doesn't have to be related to the tree you are chopping down (Oak Wood can drop from Spruce Trees for example)\n\n\n\n\n\n\n\nSword of Hate\n\n\n\nCrafted out of Mysterious Glowing Shard! Craft it like you would craft any other sword. Works like a regular sword, but watch out, there is a 20% chance whenever you hit a living creature, that the creature is struck by lightning! Very useful, as this does quite a lot of damage and can also be used to easily create charged creepers for example! Watch out though, the lightning damages everything, including you!\n\n\n\n\n\n\n\nFarmer's Hoe\n\n\n\nCrafted out of Mysterious Glowing Shard! Craft it like you would craft any other hoe. A regular hoe. However, when rightclicking sand, it gets turned into dirt. Rightclick red sand and it turns into Mycelium. Doing the same to gravel turns it into coarse dirt!\n\n★ 自定义事件 从理论上来讲，我使用了一种方式设计事件系统，可以让第三方开发者能够自行自定义自己想要的事件。但实际上，我不太确定其它MOD是否能连接上这个接口。\n原文：\nCustom Events:\n\n\n\nIn theory, I designed the event system in a way, that third party developers can register custom events. In practice, I am not quite sure how to make it possible for other mods to hook into that interface.\n\nMessage me if you are interested in adding custom events and I'll look into it!\n\n★ 搬运授权 \n\n★ 关于汉化 汉化文件已内置，此处仅供审核参考\n\n\n\n\nzh_cn.txt\n(676 Bytes, 下载次数: 191)\n\n\n\n2020-1-3 16:32 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n\nzh_tw.txt\n(676 Bytes, 下载次数: 43)\n\n\n\n2020-1-3 16:32 上传\n点击文件名下载附件\n\n\n\n\n\n\n\n★ 关于下载 原帖也可以下载！https://www.curseforge.com/minecraft/mc-mods/lucky-ores/files\n直链：\n游戏版本MOD版本最后更新下载1.15.21.3.12020.02.18Download1.14.41.3.12020.02.18Download1.12.21.32020.02.13Download\n\n★ 更新日志 汉化文件已内置，此处仅供审核参考\n1.15.2：\n1.3-1.15.2的首个版本\n1.3.1-没有太大改变，只是修复（替换）了2个没有被正确加载的合成配方\n1.14.4：\n1.3-修复了一个会从矿石里掉落附魔书的BUG\n1.3.1-没有太大改变，只是修复（替换）了2个没有被正确加载的合成配方\n1.12.2：\n1.3-1.12.2的首个版本\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "183094223",
            "timestamp": 1578044040,
            "txt_content": "学习中 下来试一试"
        },
        {
            "author": "好哥们皮蛋",
            "timestamp": 1578044220,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "dizi18305580905",
            "timestamp": 1578050820,
            "txt_content": "怎么汉化呀"
        },
        {
            "author": "shenpc",
            "timestamp": 1578052740,
            "txt_content": "加油这个模组真的很棒！"
        },
        {
            "author": "KaguraXun",
            "timestamp": 1579630920,
            "txt_content": "有点意思 i了"
        },
        {
            "author": "火柴君i",
            "timestamp": 1582027620,
            "txt_content": "很好的作品~~支持"
        },
        {
            "author": "254143988",
            "timestamp": 1582630860,
            "txt_content": "可不可以取消一个事件？全身脱光那个。"
        },
        {
            "author": "Better弃疗",
            "timestamp": 1582632900,
            "txt_content": "大大牛逼！！muamuamua"
        },
        {
            "author": "ig_Cangqiong",
            "timestamp": 1589010720,
            "txt_content": "高非玩家前来报道"
        },
        {
            "author": "张媛媛",
            "timestamp": 1589029200,
            "txt_content": "可以很实用"
        },
        {
            "author": "WitherDragon",
            "timestamp": 1589038440,
            "txt_content": "工人稿子挖幸运方块"
        },
        {
            "author": "lico234516",
            "timestamp": 1589040000,
            "txt_content": "牛逼克拉斯"
        },
        {
            "author": "小猪拍拍店",
            "timestamp": 1589799120,
            "txt_content": "发现矿石开出来的物品是英文，这个应怎样解决？"
        },
        {
            "author": "不一样无言",
            "timestamp": 1590800760,
            "txt_content": "感谢分享！"
        },
        {
            "author": "yavis",
            "timestamp": 1590800940,
            "txt_content": "@Aikini\n这个mod确实太好玩的，但是有个问题-，-有个事件是随机更改及复制物品栏包括快捷栏内的物品为其他东西\n1：我的一个装了很多植物系的背包被变成烈焰棍了··蛋疼死我了。\n2：一个矿石类背包被复制多了一个，很开心。\n3：砍杀mod的装备武器被事件丢了正好满背包，正好被地图刷新掉。\n还是希望作者能加个 配置文件的白名单，添加不会改变的物品，不然有摔键盘的几率。。。"
        },
        {
            "author": "回学校额",
            "timestamp": 1592208060,
            "txt_content": "可以试试看，感觉会比幸运方块有意思"
        },
        {
            "author": "Aikini",
            "timestamp": 1592209620,
            "txt_content": "yavis 发表于 2020-5-30 09:09\n@Aikini\n这个mod确实太好玩的，但是有个问题-，-有个事件是随机更改及复制物品栏包括快捷栏内的物品为其他 ...\n收到，会反馈"
        },
        {
            "author": "2581685165",
            "timestamp": 1592316000,
            "txt_content": "可不可以把坏事件   物品替换 关掉啊   你能想象有背包MOD的情况下    挖了一背包的矿 被替换成一个圆石 的崩溃的心情吗"
        },
        {
            "author": "var1ed",
            "timestamp": 1592359680,
            "txt_content": "太强了！"
        },
        {
            "author": "我的的世界",
            "timestamp": 1592398020,
            "txt_content": "666666666666666666666"
        },
        {
            "author": "xindao_",
            "timestamp": 1592468520,
            "txt_content": "非酋前来冒泡"
        },
        {
            "author": "liangcha2009",
            "timestamp": 1592468880,
            "txt_content": "有点意思，矿石版幸运方块"
        },
        {
            "author": "zss1057",
            "timestamp": 1592479260,
            "txt_content": "下完配上幸运方块 我现在越来越怀疑我是不是非裔"
        },
        {
            "author": "想办法乖乖",
            "timestamp": 1592547300,
            "txt_content": "123123123312213213123312"
        },
        {
            "author": "逸枫x",
            "timestamp": 1592651340,
            "txt_content": "感觉楼主分享，可惜我不是欧皇"
        },
        {
            "author": "KUKEN",
            "timestamp": 1592910060,
            "txt_content": "                                                                                                                                                                                                                              ·                                             "
        },
        {
            "author": "八月未央",
            "timestamp": 1592917560,
            "txt_content": "这mod很不错"
        },
        {
            "author": "STRLeon",
            "timestamp": 1592921340,
            "txt_content": "非酋狂怒"
        },
        {
            "author": "2633364324",
            "timestamp": 1593186600,
            "txt_content": "啊这，我不想再验证血统了！"
        },
        {
            "author": "1171822798",
            "timestamp": 1593744480,
            "txt_content": "如果有很灵活的配置文件的话 会是一个很不错的mod，不过就目前来看 会造成很多无法预料的问题 比如楼上几位说的背包被替换..."
        },
        {
            "author": "shy20120202",
            "timestamp": 1593765000,
            "txt_content": "看着很有意思，下下来试试"
        },
        {
            "author": "3472320255",
            "timestamp": 1593780120,
            "txt_content": "可以的，这个mod。爱了。"
        },
        {
            "author": "hemoxuan",
            "timestamp": 1593783600,
            "txt_content": "支持楼主！！！"
        },
        {
            "author": "harold123456789",
            "timestamp": 1593787200,
            "txt_content": "很有趣~~"
        },
        {
            "author": "xiao_liang_ge",
            "timestamp": 1593789180,
            "txt_content": "nb，感谢分享"
        },
        {
            "author": "whjdabhd",
            "timestamp": 1598521560,
            "txt_content": "明明有汉化文件为什么游戏里还是英文"
        },
        {
            "author": "HcWit404",
            "timestamp": 1598525100,
            "txt_content": "好家伙，全是坏事"
        },
        {
            "author": "Aikini",
            "timestamp": 1598527680,
            "txt_content": "whjdabhd 发表于 2020-8-27 17:46\n明明有汉化文件为什么游戏里还是英文\n哪个版本"
        },
        {
            "author": "久伴.",
            "timestamp": 1598529060,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "whjdabhd",
            "timestamp": 1598613240,
            "txt_content": "Aikini 发表于 2020-8-27 19:28\n哪个版本\nluckyores-1.15.2-1.3.1，我把us的内容替换了中文就可以了"
        },
        {
            "author": "虚之结社",
            "timestamp": 1598635620,
            "txt_content": "mod支持调整某些事件不生成么？"
        }
    ]
}