{
    "title": "致每个曾经在Rikkaの六花收获感动的玩家-你们有权知道真相",
    "author": "akilar",
    "replyCount": 63,
    "timestamp": 1578130860,
    "txt_content": " 本帖最后由 极光creeper 于 2020-1-5 13:33 编辑 \n\n原贴：https://akilarlxh.github.io/post/406a4be0.html#more，\n因MCBBS图片上传大小限制，所以聊天记录等过大截图只能在原贴中查看。\n\n写在最前\n\nRikkaの六花是我玩的第一个服务器，我在这里收获了许多感动，尽管现在这个服已经消亡。我自诩为这一消亡事件中最大的受害者之一。对于Rikkaの六花最终解散的原因，有太多被隐藏的故事，所以我会将我所知的内容全部公开，其中有些是我的推理，有些是其他玩伴提供的截图证据，有些则是罪魁祸首猖狂至极的自曝。希望靠着这些线索，能够尽可能拼凑出完整的真相。让在读这篇长文的人，能够明白各方的苦衷。\n\n一周目的一个小故事\n\n这是一件相比之下显得比较久远的事情，还是2019年9月时，也就是六花一周目时，服主还是萝北的时候发生的。当时我还是初来乍到，与其他玩家未有过多交集。所以更多的是以一个旁观者的态度看待这件事情。之后的故事与它毫无关联，但是这个故事可以作为某些狡辩的论据。\n\n当时一位脾气暴躁的玩家，在赞助了服务器大约300元以后，开了VIP。之后，因为嫌弃服务器时不时的TPS卡到个位数，认为自己氪金以后没有享受到所谓VIP的优质服务，于是要求萝北退钱。被萝北礼貌的表示这是他给服务器的赞助，而不是所谓的商品购买，所以无法退还。\n\n于是这位脾气暴躁的玩家用了最卑鄙的手段，编造莫须有的罪名举报了Rikkaの六花，导致服务器停服大约5天之久。尽管最后事情得到了解决，而且那位暴躁老哥在率先采取了过激行为以后，也被服务器里的诸位大佬动用各类手段以其人之道还治其人之身，教训了一通。但是，这一事件成了一周目终结的导火索，已经被各种琐事弄的心灰意冷的萝北最终选择了退出，把服务器移交给了二周目的服主shencai。\n\n二周目的一个小故事\n\n这个故事也和接下来的内容无关，只是为了表明我的立场，和解释我对shencai的偏袒。\n\n首先说下两个帮了我很多的玩家。\n\n第一位是诸位都知道的shencai。诚然，shencai的性格确实存在一些不好相处的方面，而且言辞也容易偏向于不礼貌的方向，但还请相信，他本性不坏。在一周目时，我在完成在线任务进入生存大区后才开始和其他玩家有较多的交流，也正是从那时候开始，shencai在各种方面都很照顾我，包括为更加喜欢建筑的我提供各类建材，给没钱圈地的我足够的资金，外带教我搭建最基础的AE+IC结构体。所以在立场上我会比较偏袒他这一方。\n\n当时，另一位服务器内的大佬ee2d，他是在无氪金的情况下发展到了可以与v5玩家比拼财力的地步，而且很乐意为萌新提供帮助，同时，他曾热心的表示可以教我玩IC的核电，可以说，我之后对萌新的照顾是继承了他的理念。但是ee2d在发展思路的理念上和shencai有矛盾，尽管都是乐于帮助萌新的人，但是一个偏向于授人以鱼，一个偏向于授人以渔。加上偶尔口角上的摩擦，最终，二人的关系是势同水火。于是，在萝北退出，交由shencai接手Rikkaの六花之后，ee2d采取了比较和平的方式结束了在Rikkaの六花的旅途，带着他在服务器内结识的好友（meng_long等人）选择了离开。\n\n六花消亡的直接原因\n\n六花解散的事实已成定局，最终一气之下选择解散的shencai的错误，我不会帮他推脱。但我会尽可能梳理前因后果，因为这不是一个人的错。\n\n在此，率先列举所有犯了错的人，shencai，Ling)Yin_(零音)，yfried_rice(炒饭)，xiao_guo_T(果酱）,KW_Kevin（楷文）,chenqu（晨曲）。\n\n第一件事-制造舆论\n\n首先是2019年12月7日下午，（因为六花服务器群已经被解散，我无法列出当时的聊天记录，只能凭记忆转述。）当时，炒饭和零音等人开始煽动玩家情绪，指责shencai不管事，还把活推给他们做，到头来一上线就是欺负玩家，甚至数次炸毁miaojiang的地皮。紧接着，被煽动了情绪的玩家纷纷列举出了曾经的朋友最终选择了退服的例子，而shencai选择了更加过激的全群禁言方式来镇压。气氛一度剑拔弩张。而当时，不知情的我以服务器是shencai掏钱在支撑为由（事后，在Kevin的解释下我才知晓，服务器二周目最初是由至少56个人一起筹钱租的，而shencai的言辞一直塑造出全部都是他在出钱的现象），成了唯一一个帮着shencai说话的人。也因此，我被“起义军”记恨上，打上了shencai派的烙印。\n\n第二件事-杀人NPC\n\n同样是2019年12月7日，当天晚上11点以后，Rikkaの六花服务器内，主城被摆满了以我的ID命名的NPC。\n\n\n\n\nfile_1578129711000.jpg (42.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:21 上传\n\n\n\n\n\n之后，所有在线玩家被强制TP到了主城，并且受到了这些NPC的无差别攻击，幕后黑手更是开启了死亡掉落，让所有玩家只能是在不停的复活与被杀的过程中（复活点就在主城，也就是这些杀人NPC旁边）眼睁睁看着自己辛苦积攒的装备物品被清洁工扫走。\n\n而因为NPC都是用我的名字命名的，所以我一度被诬陷为“杀人凶手”。\n\n\n\n\nimage.png (65.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:22 上传\n\n\n\n\n\n\n之后，chenqu不停的试图制造舆论导向，让所有人都认为是shencai气不过下午被声讨的事情，所以在此时用杀人NPC来报复所有人。\n\n当然，这件事情现在已经可以证明是“起义军”，不，或许就是chenqu一个人的主意而已。\n\n关于这一事件的内容，很不可思议的是，“起义军”居然保存了当时的聊天内容作为他们的发展史，并粉饰为谋权起义。\n\n第三件事-后台被盗\n\n2019年12月8日，后台被盗，在线玩家被相继give了寰宇支配之剑、无尽之块、量子太阳能。这也就意味着所有玩家都直接进度毕业，这不是什么慷慨的补偿礼包，而是幕后黑手企图通过这种方式来让所有玩家丧失继续发展的兴趣。\n\n依然是chenqu，尽管我竭力在呼吁玩家保持冷静，不要互相猜疑内鬼，他依然在服务器里做着舆论导向，试图让所有人把矛头指向shencai。（现在他已经自曝，其实一切都是他带头干的，自导自演的丑态，尽显于此）\n\n而在之后的长达一周时间内，服务器时不时的就出现类似的情况，12月9日晚上，在线玩家被相继清空了背包，而且是从我开始清空，当时如果是按照ID顺序，在我之前还有Acidg，可见这是有目的性的报复。\n\n而在这一周里，整个服务器被不停的回档到12月7日凌晨3点的存档。可笑的是，导致回档的人和进行回档的人，是一伙的。\n\n第四件事-六花解散\n\n2019年12月21日，“起义军”发起了总攻，以炒饭为首，用一连串的过激言语，刻意去激shencai的心态，最终，服务器群被解散，服务器也永久关闭。可以看到，这里chenqu依然在推波助澜。\n\n我的推理与罪魁祸首的自曝\n\n\n推理过程\n\n早在2019年12月8日那天，杀人NPC事件发生之后，我就已经推理出了大多数嫌疑人，实在是他们自导自演，互相掩护的丑态太过可笑。这部分内容会引用我当天写的日记中的推理过程。[20191208](https://akilarlxh.github.io/post/f1820093.html)\n\n(以下内容节选自我12月8日写的日记）\n\n继续昨天服务器的话题，早上起来时服务器群里人满为患了，昨天这样子屠杀玩家的行为应该不是shencai干的了，否则他没必要表现的这么愤怒，说起来他的言语间始终在为我蒙受不白之冤打抱不平，这样的情况我实在怀疑不起来他了啊，为昨晚在心里反复诘问了他的我感到惭愧。\n\n不过仔细先想想，shencai所在的大学，不论工作日还是假期，都是严格执行晚上熄灯断网的制度的，11点以后没有网络，开着热点上来折腾可不像是连服务器日常活动都懒得打理的他会干出来的。\n\n疑点很多。在我找出真相前，我选择怀疑所有人。\n\n存档最后是恢复成周六凌晨三点的存档了。可是炒饭说他事先保留了周六下午六点的存档，而shencai却没去在意，直接一键回档，连带着炒饭手动保存的六点的存档也没了。令人痛心，整整一天的游戏进度打了水漂。\n\n但是令我反感的是其他人的态度，chenqu，miaojiang这几个家伙我也懒得多去管他，从来都是出言不逊的，不过miaojiang相处下来，至少我知道这是个心直口快人不坏的。但是chenqu就待定了，在服务器遭逢此难的时候，他的说法始终是“你们服”，“你服”，满是冷嘲热讽。并且时刻在试图带节奏，把祸端引导到昨天的争吵风波中，居心叵测。\n\n然后下午时，我更加确信了我的想法，这厮绝对有问题。\n\n先是突然变成管理员，而且后面跟着的d很像是某条指令的开头。\n\n接着在线名单里找不到他了。\n但是按他的说法，他一开始信誓旦旦的说能看的到自己在在线列表，一会又说看不到。而其他人的视角从头到尾都看不到。\n\n之后的事情更加加重了我的怀疑。服务器里在线的人被相继give了无尽剑和无尽块以及量子太阳能。这是恶意的扰乱游戏进度。让所有人失去继续游玩的兴趣。这时候我先是问了诸位在线玩家，在线的发个“1”，只有chenqu毫无反应。而他也不在在线名单里。但是，通过Tab键的自动补全ID可以补全他的ID，由此推断他应该是在类似观察者模式下打着give指令。可笑，我@了他七次，他都毫无反应，故意不应答，殊不知tab键的自动补全已经暴露了他的在线状态。\n\n令人欣慰的是大家都同仇敌忾，虽说有几个抱着反正要回档的态度拿着无尽素材瞎玩。但也无伤大雅。\n\n接踵而来的情况让我有些不愿意接受，炒饭可以说是因为shencai的不作为而生气怨怼，连零音都表现出冷嘲热讽的态度。我担心事实是令我无法接受的。\n\n继续确认，chenqu的嫌疑无法洗清。对于此时唯恐天下不乱的，就算不是幕后黑手，也不能算是无辜群众。\n\n之后shencai查了coi日志，真相大白。\n\n但是接着，又有新的问题了。\n\n梳理一下吧。chenqu证据确凿，没得洗。\n\n炒饭行为反常，他人在澳洲，有三个小时时差，当天没有更新计划，但是他却在有自动存档的情况下，特地保留了北京时间6点，澳洲时间9点的存档。\n\n之后，零音说他当天没上线，但是日志显示他和炒饭都有上线。而相对的时间，炒饭证明零音当时在和他玩csgo。而相对的推过去，当时澳洲时间大约是凌晨2点。\n\n零音一直是最热爱服务器的人之一，但是在之前和我爆发过一次矛盾。我举报他滥用OP权力刷游戏币，虽然在我看来是件小事，但是之前我还贬低过他喜欢用op权限，用无尽块做装饰是暴发户行为。有些小事叠加，在偏执情绪驱动下，产生的冲动怒火是可以构成动机的。\n\n而且炒饭和零音都有机会调用OP权限。\n\n待定的嫌疑人：炒饭，零音，xiao_guo_T，现在的群名片是懒岚果。\n\n\n\n（其实我一早就已经怀疑这些人，并推理出了几乎所有罪魁祸首，之所以没有马上曝光他们，原因会在最后的对每个人的苦衷的分析中说明）\n\nchenqu的自曝\n\n我真的佩服，世间确实是有这样的人的。chenqu，作为一切事件的罪魁祸首，几乎每一件事情都有他在推波助澜，若非靠着六花服群相册内萝北留下的古老截图，可以确定他很早就加入了六花服务器，我都要怀疑，他就是最开始一周目那个故事中的暴躁老哥，换了个ID回来复仇的了。\n\n\n\n\n\nfile_1578130412000.jpg (151.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:33 上传\n\n\n\n\n\n\n\n\nfile_1578130425000.jpg (148.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:33 上传\n\n\n\n\n\n\n\n\nfile_1578130436000.jpg (116.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:33 上传\n\n\n\n\n\n\n\n\nfile_1578130445000.jpg (75.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-4 17:34 上传\n\n\n\n\n\n如此，再比对之前他推波助澜，诱导舆论，嫁祸陷害的丑态，我想，此人的为人如何，已经不需要我违背自己的修养去使用那些粗鄙的言辞来刻画了。\n\n每个人的苦衷与动机\n\n六花的消亡，很多玩家都已经预见到，已成既定事实，所以也无法挽回，而作为解散服务器的直接责任人shencai，和间接推动这一过程的“起义军（chenqu晨曲、Ling_Yin_零音、xiao_guo_T果酱、yfried_rice炒饭、KW_Kevin楷文)\"或多或少都有自己的苦衷，chenqu晨曲除外。我会一一从我的角度来理清他们的对错。\n\n这里，我不会隐瞒我对于shencai的偏袒，加之我一度被“起义军”陷害和羞辱，且他们自诩打倒shencai强权的英雄，至今不打算向我道歉，所以在接下来的陈述中，我必然会带有明显的感情色彩，只求诸位见谅。\n\nshencai\n\nshencai对我有恩，所以我或多或少会偏袒他一些。他在萝北退游后，接手了Rikkaの六花，并且一度表示，只是帮着萝北继续打理六花，如果萝北啥时候想回来了，他会欣然的将六花还给萝北。当然，这里他隐瞒了其余56个玩家的功劳，所以我也一度以为是他以一人之力扛起了服务器的资金运转。不过，我可以肯定，他出的力至少会是最多的之一，而其他人出的力多半是被他视为赞助了。\n\n之后，shencai一直无心打理服务器，以抽不出时间为由把活都丢给炒饭来干。这点我以一个大四学生的立场帮他证明，大一新生，并且因为能力强被引荐进学生会，承担各种任务，而且还正直期末，面对着大学一轮接一轮的各科考试，忙不过来是再正常不过的现象。由此积攒的压力也必然极大。而当他带着这种压力，难得偷闲跑到服务器内，又恰好有着超然于一般玩家的服主权限，自然飘飘然，肆意恶作剧。\n\n然而，有件事情诸位未必清楚。早在12月8号我推理出嫌疑人之后，我就已经提醒过shencai，而shencai通过电询服务商，查IP和日志，已经确认了炒饭、零音、晨曲的罪责，但是，shencai在证据已经可以称为确凿的情况下，帮着把此事掩饰成是因为炒饭从MCBBS上下载了带后门的插件，导致服务器后台被不知名的骇客利用后门劫持的样子，以此给“起义军”一个台阶下。\n\n结果并不好，炒饭当时的情绪想必已经被小人煽动到了偏激的地步，认为这是shencai自己不做事，而他辛辛苦苦做插件却要为此事背锅（此处推测所有的破坏行为都是chenqu一人所为，而且未告知其他人，这点，就Kevin与我的自白中，多次提到，他也是在事情发生之后才会意识到这是“起义军”中的某个人干的，尽管没人承认。）\n\n以上就是我对shencai的看法，我希望各位知道，shencai他确实有错，但他曾经主动接手六花，并且在还不是服主时也乐于主动帮助玩家，可见最终解散六花，辜负玩家热情非他初衷。而在六花解散事件中，他更像是被小人利用各种情况（大学忙碌和shencai的性格难免得罪人的弱点）设计陷害。\n\nyfried_rice\n\n我与炒饭并没有什么太深的交集，换周目之前甚至未有交流。\n\n在六花二周目时，炒饭和零音一直承担着服务器的正常运转工作，他的付出所有人都看在眼里，毫无疑问，他的初衷也是为了六花好，试图推翻shencai也是因为觉得shencai这样不负责任，已经不适合继续做服主。（稍微小人之心度君子之腹一下，炒饭坚定推翻shencai，或许和shencai不给他工资却让他干活，甚至还特地发公告要求赞助只能给服主一人有关，而在那之前，炒饭收了玩家赞助也从来不会告知名义上作为服主的shencai）。\n\n在六花解散前的半个月里，炒饭已经在小人的怂恿下，从原来尽心尽责建设服务器的人，变成了一心一意只想毁了它的人，疯狂的去激shencai的心态，一有空隙就在群里反复强调他有多么忙碌而shencai又有多么不负责任。\n\n最后群解散前的总攻言语，并非什么情绪爆发，而是炒饭他一早就准备好的台词。（这点，Kevin曾隐晦的提醒我，周六之前不要再玩六花，“起义军”准备在周六时和shencai正面刚）\n\n而在六花解散后，他们立刻展开了收容工作，装作救世主，把六花的难民引导到UT传说之下，其中有一条理由就是，这里有六花的同伴，而且没有shencai。\n\n炒饭最初对六花的热情付出并不能因为他最后的破坏而被否定，我也清楚他更多地是被人煽动，加之shencai也确实压榨着他的劳动力。最终才导致了六花解散的悲剧收场。\n\nLing_Yin_\n\n我与零音结识是在一周目，当时我的领地还只有一座和风城堡，而之后的空间站建筑就是在零音的帮助下开始建造的，我还帮着他搭建了他的高塔的雏形。\n\n而我与零音结仇是在二周目，其实在我看来这不算什么仇怨。先是零音被任命为OP，负责发放VIP礼包。而他自认这一任务让他忙里忙外，对服务器贡献极大。之后，他利用OP权限，肆意刷游戏币，在生存圈地，用无尽块做建材装饰。我承认我酸了，我没日没夜的挖矿挣钱刷财富榜，而他只需要轻轻的敲一行代码就能刷出游戏币上限。所以我去举报他刷钱，我不认为我做错了。他的理由也同样充分，他作为OP，辛辛苦苦忙这些，难得偷闲，用下权限刷钱无可厚非。\n\n我倒是很想知道，开着op权限发礼包和解答萌新问题累，还是白手起家，拿自己家底帮助萌新，从头引导萌新发展，教导萌新MOD玩法，外加撰写图文教程更累。\n\n稍等，我酝酿一下情绪，爆句粗口给零音。\n\n你不配在我面前喊累！你不配在我面前谈对六花的贡献！\n\n由此，零音的弱点就是对OP权限的贪恋和自以为是，这点也很好的被chenqu利用，一番诱导之下，他坚定的认为我是shencai的舔狗。并且同样抱持着对shencai不负责任的反感和自己没有工资的不忿。\n\n我曾经认为我又有了一个朋友，最后我才发现我是又认清了一个小人。即使他同样是被人利用了。\n\nxiao_guo_T\n\n我与此人毫无瓜葛，未有交流，多半也是在chenqu的一番诱导之下，对我的莫名恨意上升到与对shencai相同的程度。此人我没空黑，也懒得洗。\n\nKW_Kevin\n\nKevin在此事中扮演的角色非常尴尬，他本身就是玩了MC8年的老玩家，曾经也开过服务器，对MC的热情不输给任何人。而他的弱点就是也正是于此，他珍视每一段在MC中收获的友情，每一方都不忍心去伤害。\n\n他固然反感shencai的不负责任，但也厌恶于“起义军”的疯狂。而且他与我有着不浅的交情，向我解释shencai独占56人的赞助名头作威作福的人是他，提醒我何时上线会被“起义军”攻讦的也是他。他夹在中间，扮演着无间道的角色，尽管他多次试图劝导“起义军”的其他人只管建设好UT即可，没必要搞垮六花，但显然敌不过chenqu的谗言。于是他两边不讨好，被我冷漠对待，被“起义军”告诫别再理会我这个憨憨。\n\n最终他选择了两不相帮，只管埋头建设UT传说之下，希望六花在他的无能为力之下，在“起义军”其他人的破坏之下，最终哪怕解散了，也能让六花的玩家能够重新找到可以聚在一起的服务器，并且比六花更好更有趣。\n\n最后他做到了，也可能没做到。\n\n而最令我痛心的是，当初六花解散后，我被不知情的wzj邀请进UT传说之下的群，立马就被xiao_guo_T踢了出来，而他之后说帮我洗白了，我才能进去。他或许不明白，洗白这个词，比被xiao_guo_T把我踢出来对我的羞辱还要大。\n\n之后，Kevin也多次来找过我，希望我能放下成见，不用去理会其他“起义军”，就和他一起做建筑。在我拒绝之后，他也一度表示可以和我玩联机，甚至专门建一个叫Akilarの糖果屋的服务器，就为了能和我一起继续做建筑，继续玩耍。\n\n也正是顾及到Kevin的立场，我才会在一开始就识破“幕后黑手”真容的情况下，直到现在才下定决心要把一切内幕公之于众。\n\n综上，我的意见是，在此事中，Kevin从头到尾都是被动的，同样有错，但不应该苛责。\n\nchenqu\n\n终于到了声讨罪魁祸首的时候。\n\nchenqu这个人的目的十分明确且单纯，就是想搞钱，搞破坏，搞权限。\n\n我很好奇，它与其他人并无什么深层次的情谊，为什么可以轻易得到炒饭的信任，从而骗取后台权限，为什么可以让零音心甘情愿的给他OP权限，为什么可以让果酱选择和他站在统一战线来陷害与果酱素不相识的我。\n\n先是在服务器里盗取权限，放置杀人NPC，接着混在在线玩家中，跳进去被反复杀死，然后回群里叫嚣，幸灾乐祸的说着嘲讽的话，类似“服务器就是这个样子吗”“拍个照纪念一下这个时刻”云云，然后装作受害者，把罪责引导向shencai，在我出言劝说玩家冷静思考的时候，向疯狗一样迫不及待的扑上来，并且在此后的很长时间里，没去找它口中最该死的shencai的麻烦，反而是乐此不疲的找着阻碍了它好事的我的麻烦。\n\n有个比较可笑的事情，在六花时，杀人NPC事件发生之前，“起义军”煽动舆论时，用的一个理由就是shencai炸坏了喵酱的地皮，言辞之间仿佛炸坏的就是他们自己的地皮一样。\n\n然后，在UT里，大权在握的chenqu，毫无顾忌的谩骂着喵酱，全然没有当初同仇敌忾的样子。\n\n而且当初它不停攻讦shencai的理由中，最多提及的就是shencai不管事，而它在UT传说之下却做着同样的事情，说着在修bug了，却不停的鸽玩家，停服修整、删地皮、删生存世界，做的不亦乐乎。\n\n直到我写这篇长文之前，它像是提前收到风声一样，退群跑路了，就是不知道是不是顺便带走了玩家赞助给服务器的款项。\n\n我毫不怀疑，即使我曝光的它的所做作为，它也大可以换个账号，换个ID，然后再找一个倒霉的服务器，重新把它的剧本上演。\n\n写在最后\n\n其实我在写这篇长文之前有过犹豫，毫无疑问，所以内幕曝光之后，我相当于对UT传说之下做了和他们当初搞垮Rikkaの六花时做的一样的事情，即使出发点不同，这篇长文公之于众以后，也会把UT传说之下推上风口浪尖。\n\n但我既然已经决定这么做，就自愿去承担后果，即使我会因此失去一些朋友，或许也可能收获一些感谢，当然，还有可能遭到报复。\n\n曝光这些，我换不回已经被解散的六花，但也可能搞垮蒸蒸日上的UT传说之下。对此我只能说，每个受害者都有权知道真相，而我已经不想再做个哑巴了。\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "晓夜Port",
            "timestamp": 1578198000,
            "txt_content": "建议去茶馆发"
        },
        {
            "author": "幻影访客",
            "timestamp": 1578202140,
            "txt_content": "维持服务器不易"
        },
        {
            "author": "shanjian",
            "timestamp": 1578202620,
            "txt_content": "搞服务器不容易啊……之前玩别人的还觉得腐竹怎么不管事，现在自己开自己也管不了那么多事"
        },
        {
            "author": "Twilight_Two",
            "timestamp": 1578203040,
            "txt_content": " 本帖最后由 Twilight_Two 于 2020-1-5 13:49 编辑 \n\n我也因为某个原因去过那里玩过一小会。在当时六花服务器还是挺不错的，没记错的话管事的不应该是世予吗\n玩个服务器被你们搞成了什么，宫廷剧还是名侦探柯南。。。一大群各种心思的人为了一个游戏在那里勾心斗角的，看着真的又搞笑又恶心。。。"
        },
        {
            "author": "C5bb",
            "timestamp": 1578205680,
            "txt_content": "太精彩了！"
        },
        {
            "author": "极光creeper",
            "timestamp": 1578206160,
            "txt_content": " 本帖最后由 极光creeper 于 2020-1-5 14:46 编辑 \nTwilight_Two 发表于 2020-1-5 13:44\n我也因为某个原因去过那里玩过一小会。在当时六花服务器还是挺不错的，没记错的话管事的不应该是世予吗\n玩 ...\n唉\n服务器这块要比你想象的乱的多\n\n服务器内部而言，也就是我从楼主这贴主要抨击的矛盾点.内因 出发\n世予酱这服怎么说呢，我觉得算是服务器这块很典型且不算大的内乱了，虽然你们看起来算很大的了\n反正对立的两方都凶神恶煞不是么，真的就像你说的一样 宫廷剧勾心斗角\n而宫廷剧勾心斗角这一现象何尝不是价值取向的极端化，高强度自诩社会与冲突本源为黑深残的表征么。\n只能说他们刻意不把游戏当净土，刻意泯灭见到的纯洁与美好，我们一笑而过即可。\n现在拆腻子很多都喜欢宫廷剧，从甄嬛开始，这种价值导向就不太对，官场映射到现实就不妥，\n但落脚点处还是资本作祟，有需求就有人来做这种宫廷剧。何尝不是构成了恶性循环。\n我说歪了\n\n不过吾辈可以拍拍贫瘠的胸脯说自己见过也参与过更加大且头疼的服务器内乱\n\n不过既然说这是内部的混乱，那么一定有外乱\n但外部的混乱还要更甚，甚至是五六条\"黑\"产交织，我某贴里整理过，国内mc服务器质量没有救\n从中涌现的恶人更没有救，毕竟我们只有定力站在潮流之中，无力来推。\n大家砥砺前行，心无旁骛走好自己的路即可，无关乎到底有的放矢还是无的放矢。\n\n这样说来我与其他几位（不是文中的）也曾经给世予、芒果添加过一些压力负担\n虽然我想说我们大抵没有做错，但是客观来讲，我们主观的正面支持也被当做了压力负担\n一直没有机会找世予聊天，某些事情之后就从鱼塘和茶馆里消失了\n先在这里道个歉吧，仅仅是我个人，不代表别人\n不知道她能不能看到 有机会再聊好了\n\n如此\n"
        },
        {
            "author": "贫民窟",
            "timestamp": 1578206280,
            "txt_content": "真羡慕你们逻辑清晰，我逻辑思维乱的很"
        },
        {
            "author": "vavxg",
            "timestamp": 1578207660,
            "txt_content": " 本帖最后由 vavxg 于 2020-1-5 15:04 编辑 \n\n我也有类似的经历"
        },
        {
            "author": "pzhYelanG",
            "timestamp": 1578209940,
            "txt_content": "你也许是当年的王朝，但是如果你不努力提升自己，那么很快你的王朝将会毁灭并且无人会给予你怜悯"
        },
        {
            "author": "茶馆恶霸",
            "timestamp": 1578210300,
            "txt_content": " 本帖最后由 哲学家Ailoor 于 2020-1-5 15:48 编辑 \n\n                                    盗版插件事件我在现场。\n\n别的不太了解，楼主确实在六花对帮助萌新做出很大贡献，我可以作证！\n"
        },
        {
            "author": "Black_Pears",
            "timestamp": 1578210540,
            "txt_content": "还是开个小服好 容易管些"
        },
        {
            "author": "1302401592",
            "timestamp": 1578211680,
            "txt_content": "管理者太多的弊端"
        },
        {
            "author": "Оil",
            "timestamp": 1578219240,
            "txt_content": "现在想想，果然我们都是盲人，在黑暗中摸象罢了。\n【BGM：Voodoo Kingdom】"
        },
        {
            "author": "极光先生",
            "timestamp": 1578219780,
            "txt_content": "这个...故事这么丰富的吗"
        },
        {
            "author": "南派董卓",
            "timestamp": 1578223440,
            "txt_content": "我认为这个故事不适合发在茶馆。"
        },
        {
            "author": "Reon_Aqest",
            "timestamp": 1578224040,
            "txt_content": "年度宫斗大戏"
        },
        {
            "author": "NONGFUSPRLNGL",
            "timestamp": 1578225720,
            "txt_content": "看起来服务器管理不简单啊"
        },
        {
            "author": "SanXu",
            "timestamp": 1578321120,
            "txt_content": "作为此次事件的全程参观者，我认为Akilar写的文章十分中肯，然而UT群内管理（即所谓”起/义/军“）却对之嗤之以鼻，认为大家不知道所谓的“真相”被带节奏，在将Akilar踢出群后又在其背后说三道四颠倒黑白，大家何尝不知道他们是因为打工没饭吃憋得慌，只是看不惯这种做法罢了，公道自在人心，物以类聚人以群分，当chenqu说出“我搞六花纯粹是因为开心因为乐意”这种话时，明眼人都知道这是一群有着什么价值观的人，近朱者赤近墨者黑，在这种地方呆久了迟早也会变成和他们一样的人。\n更可笑的是，在逼得shencai解散群之后又拉玩家进新群，一传十十传百，基本上老六花的人都给拉过来后，群主又在群里叫喊道：“那些老六花的，不愿意玩就滚，没人让你留” 不留人当初又拉人干嘛呢？玩家要的不过是一个正确的态度，而现在管理层的态度只是让玩家更加心寒了。（服务器日常在线人数已降到个位数）\n继续寻觅下一个有意思的服务器吧。"
        },
        {
            "author": "zyjking",
            "timestamp": 1578321600,
            "txt_content": "我说世予怎么突然就隐退了……"
        },
        {
            "author": "1075871059",
            "timestamp": 1578322320,
            "txt_content": "茶馆原来除了氵还有这么精彩的故事啊"
        },
        {
            "author": "㏑243",
            "timestamp": 1578323820,
            "txt_content": "我曾经一直天真的觉得游戏世界是比较接近乌托邦的……"
        },
        {
            "author": "leiting2000",
            "timestamp": 1578365520,
            "txt_content": "玩个游戏而已，何必呢。"
        },
        {
            "author": "1373596163",
            "timestamp": 1579085340,
            "txt_content": "我也算是六花的老玩家了，它刚开没多久我就进了，但我有一段时间没进了，今天刚进Q发现群被解散了。但是就我个人而言，我觉得事实可能并不是完全如你所说的那般，我认识很多老玩家，其中小果算是一个比较显眼的那个。我仔细看了一下你的话，我觉得小果应该不是这种人。"
        },
        {
            "author": "Dictdr_mo",
            "timestamp": 1579162260,
            "txt_content": "哎！玩一个服务器而已，怎么跳出了这么多黑暗的事儿。。想想感觉不至于，但又恐是肇事者生性恶劣，连打游戏都要暴露出他在现实生活中的本性"
        },
        {
            "author": "Omg_Mix",
            "timestamp": 1579179600,
            "txt_content": "我也看到过六花这个服，也想过去玩，但没想到这个服以这样的结果结束，还是挺惋惜的。"
        },
        {
            "author": "Aikini",
            "timestamp": 1579180320,
            "txt_content": "之前加了下群，玩了一小会儿感觉还挺好玩的，那个时候六花还是腐竹，现在才发现群moudei了"
        },
        {
            "author": "秦洪涛",
            "timestamp": 1579181880,
            "txt_content": "兄弟，做个服主做成您这样也是真的可以了，很用心！"
        },
        {
            "author": "安梦梦",
            "timestamp": 1579182600,
            "txt_content": "码了那么多字，辛苦了。\n“从MCBBS上下载了带后门的插件”，MCBBS可背不起这个锅诶……"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1579184460,
            "txt_content": "楼主的帖子，我大致是看懂了\n关系复杂，剧情跌若起伏\n但在这里面谁又能说清什么\n六花或许只是万千案件中的一个，可能也有许许多多我们根本不知道的早已发生的类似案件\n沉浸于什么都好，说白了，如果不知道自己的心在哪里，自己的目的是什么\n随意而为，那么我们生活的地方依旧是黑暗"
        },
        {
            "author": "烧烧烧麦",
            "timestamp": 1579199940,
            "txt_content": "看完了，内心挺有触动的，仔细理一理，最大的罪魁祸首是chenqu"
        },
        {
            "author": "1465328477",
            "timestamp": 1579216500,
            "txt_content": "提示: 该帖被管理员或版主屏蔽"
        },
        {
            "author": "dark7",
            "timestamp": 1579222200,
            "txt_content": "仿佛一场宫廷剧上演"
        },
        {
            "author": "女神M哥",
            "timestamp": 1579233300,
            "txt_content": "服务器居然都有**,我在想我以后的日子该咋熬啊.."
        },
        {
            "author": "KW_Kevin",
            "timestamp": 1579273500,
            "txt_content": "虽然想念六花，但是世予还是回来了哟！世予最棒了！"
        },
        {
            "author": "AD【钙奶】",
            "timestamp": 1579273740,
            "txt_content": "那个ChenQu好可恨啊，快点封杀了吧^ ^"
        },
        {
            "author": "灾厄丶蓝眼",
            "timestamp": 1579274160,
            "txt_content": "愿光明洒落人间"
        },
        {
            "author": "Fishes",
            "timestamp": 1579275600,
            "txt_content": "M C B B S   第 一  大  文 豪 建 议 申 请 诺 贝 尔 奖"
        },
        {
            "author": "wodehao666",
            "timestamp": 1579277580,
            "txt_content": "南派董卓 发表于 2020-1-5 19:24\n我认为这个故事不适合发在茶馆。\n你有权保持沉默，我觉得挺好的，看看又怎么了"
        },
        {
            "author": "a1780494856",
            "timestamp": 1579277580,
            "txt_content": "优秀233333"
        },
        {
            "author": "wodehao666",
            "timestamp": 1579277760,
            "txt_content": "刚刚看完你们评论和帖子。我感觉是写的很好，推理的很棒（抱着看戏的心态【谁不是呢】）没玩过这个服，但是发生的事情还是挺多的"
        },
        {
            "author": "Zapic",
            "timestamp": 1579285080,
            "txt_content": " 本帖最后由 Zapic 于 2020-1-18 02:22 编辑 \n\n得,人人都是脚本大师,我不是.\n你看看这群人怎么能演得这样一出好戏,tql,bfbx.\n再看看那群演员,业余?简直就是dalao说自己是萌新.\n我的天你们还有心情拖5个月演这出戏?\n建议拍成纪录片,电视剧,微电影,赶紧去吊打国内那些水剧.\n\n\n\n不是想嘲讽还是咋滴(虽然语气怎么看都是嘲讽),只是突然有感而发.\n\nP.S:没玩过这服,但是这很明显是mc圈子的冰山一角而已,想想都觉恐怖.\n\n真是,交流什么游戏呀,天天在这里吃瓜都撑死了.\n真·MCBBS有你更精彩."
        },
        {
            "author": "2079474308",
            "timestamp": 1579297440,
            "txt_content": "坚决抵制管理不作为，迂腐，楼主追究到底，好样的"
        },
        {
            "author": "sbshisbss",
            "timestamp": 1579323300,
            "txt_content": "我是依依 幸好我离开的比较早（庆幸）"
        },
        {
            "author": "龙猫酱~",
            "timestamp": 1579327980,
            "txt_content": "Twilight_Two 发表于 2020-1-5 13:44\n我也因为某个原因去过那里玩过一小会。在当时六花服务器还是挺不错的，没记错的话管事的不应该是世予吗\n玩 ...\n哈哈哈哈哈哈哈,+1，这真是我这个月的快乐源泉"
        },
        {
            "author": "KW_Kevin",
            "timestamp": 1579329000,
            "txt_content": "sbshisbss 发表于 2020-1-18 12:55\n我是依依 幸好我离开的比较早（庆幸）\n依依，萝北回来咯~"
        },
        {
            "author": "1327466855",
            "timestamp": 1579329360,
            "txt_content": "恐怖如斯我透...."
        },
        {
            "author": "sbshisbss",
            "timestamp": 1579339080,
            "txt_content": "KW_Kevin 发表于 2020-1-18 14:30\n依依，萝北回来咯~\n我已经在玩啦"
        },
        {
            "author": "唐天c",
            "timestamp": 1579340220,
            "txt_content": "我只读了一半，不是觉得写的不好，只是读不下去了，让我感到很恶心，游戏而已，搞得勾心斗角，没有那个必要。游戏是用来放松的，消磨时间的，我们又不是靠游戏赚钱养家的人【代表我个人的观点】，游戏中不管出现什么事情，对自己其实不会存在多大影响，比较游戏是游戏，游戏中再厉害，也没啥用【按我妈说的话】，虽然他说的时候我听着很难受，但是个事实，游戏中有时间弄这些，不如用到现实，不知道有这心机的人，在现实中肯定不会平庸。能把一个人蛊惑的那样不简单。他又不是女人。"
        },
        {
            "author": "aassddzz44",
            "timestamp": 1579363140,
            "txt_content": "虽然我觉得你写的很好，但是我不喜欢神采，只因为我氪金找的不是他，他明明已经从别人那里得到了我氪的钱，却还是拆掉了我氪的东西，所以，我觉得你写的有问题（ps，这篇小说真好看，小说就是这种和真实反着来还带点真实的东西）"
        },
        {
            "author": "倾宸",
            "timestamp": 1579363620,
            "txt_content": " 本帖最后由 151615611 于 2020-1-19 00:08 编辑 \n\n这个故事有点长，感觉可以写一本小说了，感觉这个事吧看了好久，还是没怎么看懂"
        },
        {
            "author": "aassddzz44",
            "timestamp": 1579413960,
            "txt_content": "151615611 发表于 2020-1-19 00:07\n这个故事有点长，感觉可以写一本小说了，感觉这个事吧看了好久，还是没怎么看懂 ...\n因为很多地方编的冲突了，所以没懂很正常"
        },
        {
            "author": "ghzz",
            "timestamp": 1579493580,
            "txt_content": "看来还是玩网易中国版大服好，专业，人多，省心"
        },
        {
            "author": "NONGFUSPRLNGL",
            "timestamp": 1579493700,
            "txt_content": "吃瓜吃瓜"
        },
        {
            "author": "丿Assassin",
            "timestamp": 1579495740,
            "txt_content": "事真不少。"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1579504800,
            "txt_content": "总有些人会去破坏环境"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1579505100,
            "txt_content": "你们MC服务器领域还真是乱啊\n\n怪不得世予又开了个新服，原来是这样"
        },
        {
            "author": "松易涅",
            "timestamp": 1579524240,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1579526460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "没脑洞",
            "timestamp": 1579620600,
            "txt_content": "我也玩过六花，只不过只在没有换腐竹之前，其实这个服务器挺好的，在线时长有奖励，登录也有奖励（我AE堆了几万个金属锭）然后因为开学，玩不了了，再也没碰过。"
        },
        {
            "author": "aaqwq",
            "timestamp": 1580299680,
            "txt_content": "可以来了老哥，六花重建了，服主是萝北（世予）"
        },
        {
            "author": "Determancer",
            "timestamp": 1580349240,
            "txt_content": "这么乱的......开服不易啊"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1580350200,
            "txt_content": "游戏本来是为了简单的快乐，为什么偏要搞复杂的勾心斗角？\n我不明白，恐怕六花服务器的普通玩家也不明白。\n\n某些人喜欢搞阴谋诡计，怎么不去看电视剧？\n偏要在别人身上试一试吗？\n\n不是很懂，告辞.jpg\n在此感谢六花服的前管理团队给MC圈子做出的贡献。"
        },
        {
            "author": "jin13684552451",
            "timestamp": 1580351760,
            "txt_content": "我感觉我在看小说。。"
        }
    ]
}