{
    "title": "AHC | ① | 你支持开快餐服吗",
    "author": "AzureHanChen",
    "replyCount": 23,
    "timestamp": 1578222480,
    "txt_content": " 本帖最后由 AzureHanChen 于 2020-1-5 21:13 编辑 \n\n辩论提示\n\n1.辩论请以举例与自己的理解为核心,采用推导等方式得出您的结论\n\n2.在辩论中请尽量模糊例子(如h某某ixel),避免被别人吐口水\n\n3.在辩论中请不要被他人的观点所动摇,坚持自己的观点\n\n其他\n\n1.如果您的回复有依有据,条理层次清晰,无论哪方,我将会给予适当的人气&金粒奖励,不过可能有些迟\n\n2.不要在下方进行水贴,无意义回答(如:你说呢,我不知道,谁知道呢等)\n\nMarkdown代码备份\n## 辩论提示\n\n\n1.辩论请以举例与自己的理解为核心,采用推导等方式得出您的结论\n\n\n2.在辩论中尽量模糊例子(如h某某ixel),避免被别人吐口水\n\n\n3.在辩论中请不要被他人的观点所动摇,坚持自己的观点\n\n\n## 其他\n\n\n1.如果您的回复有依有据,条理层次清晰,无论哪方,我将会给予适当的人气&金粒奖励\n\n\n\n2.不要在下方进行水贴,无意义回答(如:你说呢,我不知道,谁知道呢等)\n\n\n\n\n",
    "replies": [
        {
            "author": "心空NaLa",
            "timestamp": 1578223020,
            "txt_content": "从头到尾都是很反感快餐服\n不论其他，\n光是玩家氪完金然后一段时间服务器就关 然后跑路【标准快餐服】\n根本毫无游戏体验且也会劝退部分第一次玩服务器就遇到快餐服的玩家\n可能他们会认为这就是私人服务器的风气等等。。\n美其名曰花更少的代价赚更多的钱，不如说是诈骗"
        },
        {
            "author": "茶馆恶霸",
            "timestamp": 1578224220,
            "txt_content": " 本帖最后由 哲学家Ailoor 于 2020-1-5 19:53 编辑 \n\n不反感也无好感。\n存在必定有存在的道理，也没有明文规定不允许开快餐服。\n\n快餐服也是满足了某部分玩家的需求，有市场才有人会去开。\n我玩过的快餐服都是能开足一个月的，而且差不多都能在一个月之内毕业。\n\n\n当然了，新人第一次玩不建议玩快餐服，快餐服适合对mod有一定熟练度的老鸟。\n大大省去了前期无聊繁琐的过程。\n\n"
        },
        {
            "author": "wannianDML",
            "timestamp": 1578225300,
            "txt_content": "支持\n\n先说明我对快餐服的理解：不需要太多时间就能体验完内容的服务器，同时伴随周目寿命短的特点\n\n首先是定义服务器立足之地——PC，也就是电脑\n因为电脑的无法移动或者说不方便携带（笔记本），所以并不能像手游那样随时随地利用碎片时间慢慢肝，也就是说除了特定人群，大多数人是没有太多连续时间来慢慢体验服务器内容的\n他们也许一天有一个小时的空闲时间，甚至更少。\n而这时候肝帝服/养老服（以下统称长期服）就不适合他们了，因为这种服想要有游戏体验，一个小时——3MC天完全不够。\n你刚收集好早期物品，哎呀，太晚了，得休息了。\n所以快餐服就是他们的选择\n无需在细节浪费时间，走马观花体验完就行了，既没用多少时间也得到了充足的游戏体验\n这就和长期服有了分开受众，虽然会带来一定的问题，但问题不在于“快餐服”这个服务器类型，而是在于服务器的管理者，毕竟按我的说法来的话这就需要服主们辛勤的思考怎么简便化流程\n但无法否认的是，快餐服是以后大部分服务器的选择，相比长期服更符合大部分人需求，不过长期服也并不会因此消亡，有人就会有。甚至还有改善长期服环境的作用。\n随着快餐服的越开越多，蛋糕也会越分越小，这时候就会引起竞争，有竞争就会有更新，也就会出现优质的服务器来带动其他服务器逐渐改善整体环境。\n我们不必把所有快餐服当做洪水猛兽而去一昧抵制，而是把他当做“基因突变”，去宣扬保护优质服务器来加速这一进化过程。\n\n后记：作为一个咸鱼养老服服主，莫名有点惭愧。"
        },
        {
            "author": "梦江南",
            "timestamp": 1578227820,
            "txt_content": "快餐服存在即合理，有人就是喜欢玩快餐服，只是有人又觉得快餐服不好，所以去谴责，当然那些欺骗玩家的诈骗快餐服坚决打击"
        },
        {
            "author": "哀子小七",
            "timestamp": 1578228720,
            "txt_content": "梦江南 发表于 2020-1-5 20:37\n快餐服存在即合理，有人就是喜欢玩快餐服，只是有人又觉得快餐服不好，所以去谴责，当然那些欺骗玩家的诈骗 ...\n你确定不是喜欢这个端好玩？\n谁喜欢几个星期或者一个星期玩的东西没了"
        },
        {
            "author": "Lne",
            "timestamp": 1578229560,
            "txt_content": "1.快餐服只会使越来越多的新van家变得（个人语文不好,有点不会说这个)（比如宁可充个X元也不去购买国际版正版)\n2.要赚到钱一定得开快餐服么？ 参考hypixel国际服的商业模式\n(有时间继续补充)"
        },
        {
            "author": "极光creeper",
            "timestamp": 1578229800,
            "txt_content": " 本帖最后由 极光creeper 于 2020-1-5 22:11 编辑 \n\n你说呢     我不知道    谁知道呢\n\n市场机制 有效 有活力 公平正义\n\n本回复总结一下上面几楼的正反观点，并且给反方提供一点其他角度的思路\n以及我回复内没有推导，都在我的其他帖子里，大家回复的时候不要被我带歪了\n这里不是真的辩论场，我觉得还是不要去使用道德攻击来诡辩\n\n楼上说的好啊\n不论是从分蛋糕的角度还是从定义的角度进行理性分析\n我挺高兴的，茶馆能有人在意这种事\n\n既然不是辩论赛赛场，那么我肯定是正方和反方都要站的\n我先来总结下楼上正方讲了什么\n   ·  平台不同导致套用手游机制不可行。\n   ·  周期短的快餐服务器能够迎合现在的快节奏需求。\n   ·  长期服同样有正面效果，同时迎合了另一部分需求。目前环境中允许并行快餐服与长期服。\n   ·  我们需要站在定义、分类的角度上出发合理看待快餐服，而不是一味地一棍打死，全盘否决。\n   ·  做不大市场蛋糕，但市场蛋糕分配的正反馈机制可以有效提升服务器方积极性，激发市场活力。\n      这可以延伸到多劳多得，劳动需要数量与质量上。\n\n  我个人认为目前正方观点已经算客观、有力的了\n  *我从正方角度出发\n    大抵也如此，理性看来的确如此，我基本上赞同楼上正方提出的观点，不赞同的地方写反方里了\n\n  楼上反方观点说的不多\n   ·  从定义上来看，部分划定在快餐服中的跑路服，赚钱服，是我们应当全盘否决的。\n   ·  同样是一颗钻石，1rmb一个就违反了eula，但如果只能作为装饰，则即便出售了也符合eula。\n\n  *我从反方角度出发\n    我们先来驳正方观点:\n      我们没有完善的市场调节机制，更没有任何一方可以做到\"调控\"(显然这名词多少有些政治相关了，我避嫌吧)\n      市场活力有了，那么公平正义呢？垄断呢(不论是资本上还是技术上)？\n      在目前的形势下，服务器行业乱象四起，黑产营集，这样的矛盾并不能得到很好的缓和或调和\n      我们仍然需要对其负面影响进行合理的评估才能说，到底鼓不鼓励\n      正方也可以驳啊，当然这种乱象在长期服里也是有所体现的，帽子不能只扣一个，只能说这个市场太乱了\n\n   以及反方我觉得挺难打这场辩论的，唯一强有力的一个落脚点居然只是快餐服里有一部分问题服务器\n       除去这方面的话，我认为很明显是要从其机制到底是否有效来打辩论了\n\n       正方说有效: 本来就有效嘛，这不是明摆着了么。\n                         例子我举不出，站正方的下面有人一起想一想吗\n                         如果有有效的例子，那么应该巨有力才对啊，谁知道呢\n                         \n\n       反方说无效: 本来就无效嘛，这不是明摆着了么。\n                         目前没有一个好的案例能说明有效，那么当然就无效了咯\n                         (正方可以继续攻击，没有被证明有效，不代表无效，但是还是要回到上面)\n                \n\n       另外一个落脚点可以转一下话题，攻击正方第一条，也就是手游机制的套用\n       那个观点没说的很清楚，也就是其实手游的很多机制是非常适用于pc端的\n       我隔壁那个插件服教程帖没写完，里面我试图分析了几个手游的机制，主要是想要能用来完善服务器才写的(悲\n       比如说我们的货币结构，资源结构，我昨天新贴提到的的传递与平衡、封闭与开放\n       说白了 服务器就是游戏，游戏就是代码里的变量和CALL和各种判断，顺便来点字符串和贴图材质罢了\n       真的要定义服务器，从其游戏模式来讲，你服务器的一切玩法与机制都能决定着你到底是长期还是快餐\n       那么落脚点又可以来到玩法与机制上，我大概在这里给反方打开了一点辩论的空间(请不要跟着我的屑逻辑走)\n\n\n以及我最后的自爆攻击\n  玩家不需要管什么市场，好玩就行了，你只要能做好服务器，你只要能保持运作\n  能被玩家普遍定义为\"不骗氪服，不跑路服\"\n  这就够了\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "1378495772",
            "timestamp": 1578231600,
            "txt_content": "支持。\n不开快餐服可能会赚不到钱\n看看我国的网民职业结构，他们会有大量的时间，在游戏内 养老/肝 吗？\n\n快餐服恰好满足了这部分没有大量时间的人的需求。\n\n而且，开服需要一定的成本，大多数人是以 盈利 为目的而开服的（服务器版现有 35  页商业服务器、8 页公益服务器）。\n\n赚不到钱至只能关服了。(用爱发电)\n\n\n\n\n\nimage.png (153.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-5 21:30 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "幻影访客",
            "timestamp": 1578232500,
            "txt_content": "事实是大部分服务器维持不久"
        },
        {
            "author": "gfjhf",
            "timestamp": 1578234000,
            "txt_content": "作为一个开非快餐养老服的服主，我也无法反对快餐服。如今节奏那么快，很多玩家的游戏时间甚至不如一个快餐费的周期，想开长久服需要大量的时间成本和经济基础，到头来基本也是没什么人玩，那还不如开快餐服。开快餐服以适应大部分玩家的需求也是无奈之举。。。但我个人是喜欢非快餐服的，难以权衡，站个中立吧"
        },
        {
            "author": "small_alex_2",
            "timestamp": 1578234660,
            "txt_content": "无感，不支持也不反对"
        },
        {
            "author": "icebears",
            "timestamp": 1578235320,
            "txt_content": " 本帖最后由 CatTailDragon 于 2020-1-5 22:44 编辑 \n\n有部分人宁可去快餐服送钱也不肯买个正版"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1578239760,
            "txt_content": "我选择支持 总比赚不到钱黯然离场要好对于快餐服我并不是一刀切觉得快餐服都是垃圾的 相反我甚至能看到一些做快餐服的服主他们也是怀抱着梦想 即使服务器品质比较低 但是他们也能从一次次恰烂钱中不断的用钱去更新服务器的插件模组 即使这样子很傻吧 但是他们也在为自己心中的愿景做着努力\n\n再一步说 如果快餐服服主没有技术没有资本 那么做快餐服是很必要的 因为不管你前面做了多少快餐服 恰了多少烂钱 但凡你能够做出一个让人惊艳的服务器 之前的一切都可以被淡化被磨平 以前历史就是这样 更何况现在网络世界\n\n我觉得也不能说快餐服就是垃圾的 反方貌似对快餐服的影响有很大的争议 实际上都没有真正解释到为什么快餐服会多的原因 诚然确实是有人想骗一波就走 然而你又怎么能知道这些人中就没有以后会开出好服务器的人呢 我觉得也不能很主观的看待 还得看服主具体的情况"
        },
        {
            "author": "west.myth",
            "timestamp": 1578275400,
            "txt_content": "梦江南 发表于 2020-1-5 20:37\n快餐服存在即合理，有人就是喜欢玩快餐服，只是有人又觉得快餐服不好，所以去谴责，当然那些欺骗玩家的诈骗 ...\n完全不能认同“存在即合理”。那么它的逆否命题“不合理（的事物）不存在”也是正确的？"
        },
        {
            "author": "west.myth",
            "timestamp": 1578275520,
            "txt_content": "建议给出快餐服的定义以便有一个统一的讨论标准"
        },
        {
            "author": "xxxiexin",
            "timestamp": 1578280020,
            "txt_content": "好与不好我们无能为力，现在就是这么个大环境。\n比如一刀999点击送屠龙宝刀三天就合区\n土豪们互相pk。。。最后玩家走了关服。\n快餐不快餐无所谓要让玩家玩的爽，过瘾才行。\n而不是一味的让玩家死氪金。"
        },
        {
            "author": "ggjgg",
            "timestamp": 1578281640,
            "txt_content": "辛苦得到的资源，辛苦做的建筑短短的几周甚至几天就没了，谁也不愿意。。。"
        },
        {
            "author": "QWESRT",
            "timestamp": 1578289680,
            "txt_content": "我支持开快餐服。\n快餐服是什么？顾名思义，我的理解是：形式单一（三件套单人餐）、周期短（10分钟原则）、意义不明（营养价值低）等。\n我能理解反对的呼声，这些“快餐服”毁我青春，废我钱财，要来何用。可是，冷静下思考，那些耗时耗财的mc服务器，真的是“快餐服”吗？或许我们在这里误会了，快餐服不一定赚多钱，更不是黑心假酒。已经非常明确了，“快餐服”不可能是诈骗服，存在诈骗行为的服务器只能被否决，而我们在此谈论的“快餐服”，只是一种经营模式的mc服务器，才有了辩论利害关系。提到“快餐服”便联系到诈骗，是完全错误的。\n至于为什么支持“快餐服”，是因为我想起了刚玩mc服务器的情况。众所周知的是，在2010年，minecraft PE 服务器一般利用路由器端口映射功能。但是路由器这种东西在当时仍在推广，可以想象多少mc玩家绞尽脑汁发挥聪明才智渴望能在手机里玩一次服务器。我记得很清楚，放学之后第一件事就是打开qq，进入mcpe群，刷屏求ip。大佬发ip，大家挤进服：你建房子，我种树；1小时过去了，大佬下了，服关了，大家回味无穷。后来，大佬来了没几天，退群了。从此再也没有ip，之前精美的建筑永远找不到了。情况就是这样，这种情况——形式单一（通常是创造）、周期短（往往只有几天）、意义不明（找不到过去的人和物）；这不就是我所理解的“快餐服”吗？\n它们的诞生、消亡，看似平淡无奇，却是minecraft历史中的痕迹。它们同样是“快餐服”，它们也很精彩，毫不逊色。\n我支持它们。"
        },
        {
            "author": "倾城阿狸",
            "timestamp": 1578365880,
            "txt_content": "大多数玩家都精通各种mod 正常没魔改的科技服 玩家几天就毕业了"
        },
        {
            "author": "shanjian",
            "timestamp": 1578368160,
            "txt_content": "反对，MC是一个长期的建设游戏，游戏本身没有必须要达成的目标，所以不存在说游戏玩完了，玩通关的说法。对于在快餐服玩的玩家，只是走马观花看一下插件、mod的元素，来不及搞建设就关服了，那有啥意义呢？自己的想法没时间实现，跟别的玩家关系没时间培养。只是氪金，拿道具，走人并不适合MC这款游戏。"
        },
        {
            "author": "a1051461594",
            "timestamp": 1578563820,
            "txt_content": "不支持，但是服主們實在是盡力了，人員流失是真的遭不住"
        },
        {
            "author": "472358645",
            "timestamp": 1578565980,
            "txt_content": "不好，一夜肝帝， 周目清零，感觉刚睡醒"
        },
        {
            "author": "神坑小弦",
            "timestamp": 1578566040,
            "txt_content": "反方23333"
        }
    ]
}