{
    "title": "[1.12.2-1.10.2][Hatchery——孵化窝]更加真实的养鸡业[来自搬运悬赏令]",
    "author": "零尘233",
    "replyCount": 27,
    "timestamp": 1578276180,
    "txt_content": " 本帖最后由 零尘233 于 2020-3-31 22:20 编辑 \n\nHatchery——孵化窝\n\n\n介绍孵化窝为Minecraft中的养鸡业添加了新的含义。孵化窝添加了全新的方块，全新的游戏机制和物品，以帮助那些养鸡户更好的养鸡。新添加的方块包括用于孵化新生雏鸡的巢，用于圈养成年鸡的组合鸡舍，以更快的速度生产更多的鸡蛋。新的鸡繁殖机制将不会繁殖新鸡，而是生成出必须要孵化的鸡蛋。搭配不同的物品将会自定义蛋孵化以增加蛋的孵化效率,及提高孵化速度\n搬运声明此模组为二搬一搬此模组来自搬运悬赏令搬运授权正在获取...\nmod图片模组部分物品一览mod下载curseforge原帖\n汉化本模组已经有全部汉化\n\n\n相关模组索引Chickens Mod bySetyCzChinckens mod的附属 More Chickens鸡窝Roots\n现有功能鸡的新的繁殖AI用于孵化鸡蛋的巢支持Mod里的鸡类生物支持Waila捕兽网施肥的泥土 和 施肥的耕地沼气池喂食器鸡类繁殖分类器\n本帖更新历史2020.01.06搬运贴正式发布\n\n模组更新历史\n#2.2.2v (hotfix)\nRemoved testing code from logs.\n\n#2.2.1v\nRemoved a test printout from the generatorIf a chicken some how dies inside of a pen.. it will now die.Checks when animal in net (not a chicken) to prevent deleting animals in nets when clicking on a chicken pen. \n\n#2.2.0v REDSTONE UPDATE\nAdded Redstone Comparators signalsFertilizer Mixer -> fertilizer liquid levelNesting Pen -> Inventory sizeShredder -> Primary Output Slot Only Egg Machine -> Output Inventory sizeAdded Redstone InputGenerator -> High input shuts off generatorFertilizer  -> High input shuts off Fertilizer mixerShredder -> High input shuts off ShredderAll Hatchery eggs now can be converted back into vanilla eggs.. again!Fixed Fertilizer sprayer not being able to be refilled from liquid fertilizer on ground or by shift + right clicking on a fertilizer mixer. Fixed Fertilizer Mixer giving incorrect values of liquid fertilizer based on upgrades. Generator now outputs power correctly to any mod with power conduits. Added new Config SettingsNets only capture chickensFeeders will only accept Chicken Feed \n\n#2.1.4v\nTried to fix an issue with rending null world in the nest renderer. #2.1.3v\nFixed issue with thrown hatchery eggs spawning only vanilla chickens, even when its another mods chicken type.Fixed issue with manure item entities overpopulation worlds. (This should help server lag)\nChanged drop time of manure from chickens to drop at a slower rate, but may drop more.\nFeeder block now increases drop rate of manure, So feeding chickens more makes them poop more.\nFixed JEI nesting pens order of chicken stats to match  the 'chickens mod' order in JEI.\n\n\n#2.1.2v\nThanks to a lot of people I ,hopefully, was able to crush some bugs. Fixed all the Containers and GUI's to work as intended(I think).Nesting Pens now show Chickens Stats in HWYLA && TOP  (If its enabled in chickens mod or chicken has been analyzed)Change the look of nesting pens and nest. You can now use Chickens Spawn eggs on nesting pens to spawn a chicken inside of it.You can no use Chickens Analizer on nesting pens to see their stats.Fixed Chickens being rotated in strange directions in nesting pen.Fixed hatchery eggs not showing Chicken stats. Fixed Guis to actually only allow certain items into certian slots.Fixed a duping bugChange some of the manure mechanics for roaming chickensRoosters can now be giving modded seeds via a config file (trial run)Added swing sound to animal net when picking up entity.Fixed the wool recipe from fiber pads #2.0.2v\nFixes a crash when opening certain Guis#2.0.0v\nInitial port from 1.11.2 to 1.12.2This may be a finish version, but I'm sure crashes and errors will be found.Please report if you find any.If nothing is reported after a while. than i will change to a Release version.\n\n\n\n\n\nPort from 1.10.2 -> 1.11.2\n #1.1.0v\nRefractored a lot of old codeFinished up all JEI CodeUpdated JEI codeRemoved a secondary Generator block and replaced it with a Variant. You will get a missing block error.Added more recipes to Shredder MachineAdded a couple more items to the lucky eggs. \n\n #1.0.4v\nFixed server side crash\n\n\n\n #1.0.3v\nGame Locked up Fix on World loadRemoved two custom recipes for fertilizer bucket and refilling the sprayer. The Recipes aren't really needed anymore since, the fertilizer mixer can be used to make liquid fert, and can fill the sprayer. They were removed because they seemed to keep worlds from loading under certain circumstances.  \n\n#1.0.2v\nEgg nests are working correctlyMore code clean up. Generators my have some issues in next update as I will be replacing come code. be prepared. \n\n#1.0.1v\nFixed Duplication bug (yeah.. Im not say what it was.)Egg nest are added back.. didn't noticed I forgot it last update.Known issues is egg nests aren't rendering egg colors correctlyCurrently Chickens dye eggs aren't working. Will fix this as soon as I can.Some clean up of code\n\n#1.0.0v\nFirst Port.. it will have errorsI believe most of the null pointer errors have been found.. Otherwise.. report the issues Changes to RoostersMore health and dmgRoosters attack anything that attacks chickens.Roosters \n\n\n自定义蛋教程持续填坑中（咕咕咕）\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "突兀的悲鸣",
            "timestamp": 1578311640,
            "txt_content": "支持一下"
        },
        {
            "author": "黝黑921",
            "timestamp": 1578322500,
            "txt_content": "感觉很有意思"
        },
        {
            "author": "家用系",
            "timestamp": 1578365640,
            "txt_content": " 挺好的dddd"
        },
        {
            "author": "西柠",
            "timestamp": 1578368160,
            "txt_content": "支持Waila就很Nice了"
        },
        {
            "author": "gxy233",
            "timestamp": 1578449460,
            "txt_content": "大力支持6666"
        },
        {
            "author": "laye",
            "timestamp": 1581007740,
            "txt_content": "目前正在使用中，但是唯一没有弄明白的是关于自定义鸡蛋的使用方式问题"
        },
        {
            "author": "daliwolaopo",
            "timestamp": 1589084880,
            "txt_content": "支持！！！！！！！\n"
        },
        {
            "author": "海豹10队",
            "timestamp": 1589092440,
            "txt_content": "感谢楼主，这个mod比较实用，找了好半天才找到。"
        },
        {
            "author": "896785",
            "timestamp": 1589098080,
            "txt_content": "养鸡党大喜"
        },
        {
            "author": "我的名字叫做TNT",
            "timestamp": 1590057660,
            "txt_content": "有谁是跟我一样看到鸡来的呢？"
        },
        {
            "author": "wslps",
            "timestamp": 1590650040,
            "txt_content": "终于找到了 感谢楼主分享"
        },
        {
            "author": "sk神刹",
            "timestamp": 1590658200,
            "txt_content": "这跟鸡窝模组有点像"
        },
        {
            "author": "长宁",
            "timestamp": 1590811620,
            "txt_content": "感谢分享"
        },
        {
            "author": "醉城メ夜风",
            "timestamp": 1590826320,
            "txt_content": "看隐者 时候想加上这个模组     终于有了   谢楼主"
        },
        {
            "author": "醉城メ夜风",
            "timestamp": 1590826380,
            "txt_content": "力争上游 发表于 2020-5-30 16:12\n看隐者 时候想加上这个模组     终于有了   谢楼主\n虽然是二搬但还是好评"
        },
        {
            "author": "醉城メ夜风",
            "timestamp": 1590826440,
            "txt_content": "我的名字叫做TNT 发表于 2020-5-21 18:41\n有谁是跟我一样看到鸡来的呢？\n我也是    呵呵呵"
        },
        {
            "author": "大炮是歪脖",
            "timestamp": 1592466720,
            "txt_content": "建议配合工业使用，不然小心鸡屎把你家淹没"
        },
        {
            "author": "AcrossItem",
            "timestamp": 1592467920,
            "txt_content": "之前好不容易找到但是没有汉化,谢谢楼主搬运"
        },
        {
            "author": "VOLRIS",
            "timestamp": 1592508120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "wayyzt",
            "timestamp": 1592526900,
            "txt_content": "感谢整理分享"
        },
        {
            "author": "安静的收",
            "timestamp": 1592528940,
            "txt_content": "似乎很有趣的样子，赞"
        },
        {
            "author": "lemon丶十秒",
            "timestamp": 1593175080,
            "txt_content": "玩了stoneblock过来找的，这个mod很棒啊，支持作者"
        },
        {
            "author": "2633364324",
            "timestamp": 1594347120,
            "txt_content": "我直接鸡你太美"
        },
        {
            "author": "呆呆cute",
            "timestamp": 1594353420,
            "txt_content": "有没有人知道沼气池的电能怎么使用？"
        },
        {
            "author": "1518397918",
            "timestamp": 1594357620,
            "txt_content": "可以可以我觉得行这个modnb啊"
        },
        {
            "author": "STRLeon",
            "timestamp": 1594900020,
            "txt_content": "鸡你太美，贝贝"
        },
        {
            "author": "niakokun",
            "timestamp": 1601052000,
            "txt_content": "我这里孵化巢拆不掉，而且会无限复制是什么bug？"
        }
    ]
}