{
    "title": "[Minecraft.net|CULTURE]MEET THE ICE PRINCESS! 一睹冰雪公主的芳容吧！",
    "author": "qsefthuopq",
    "replyCount": 1,
    "timestamp": 1578748560,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-2-14 19:23 编辑 \n文章日期2020-01-09作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\nMeet the Ice Princess!\n一睹冰雪公主的芳容吧！\nShe’s frosty and fabulous\n她冷若冰霜，美丽动人\n\n\nIt’s not often a build freezes us in our tracks so elegantly, but that’s exactly what happened with Riddeh’s “Ice Princess”! It only took a quick glance at this build to know there was no doubt we would feature it on Minecraft.net for everyone to get inspired by!\n一般情况下，我们不会因为一座优雅的建筑而驻留，但Riddeh的“冰雪公主”足以吸引我们驻足！只需瞥一眼你就知道这座建筑无疑会被放到 Minecraft.net 上来让每个人都得到启发！\n\nThis entire build is around 1100 x 1100 to max height blocks, including the Ice Princess and her nearby castle. According to Riddeh , the project took a couple of months. We were fortunate enough to get one of the first looks at this dazzling wintery display via FeatureMe@minecraft.net not long after it was completed!\n整座建筑涵盖了冰雪公主和她附近的城堡，占地约 1100 x 1100 x 高度上限。据Riddeh所言，他将几个月的时间投入到了这个项目上。我们有幸能在这座建筑竣工后不久，通过 FeatureMe@minecraft.net 首次看到这个耀眼的冬季作品展示！\n\nWe applaud the attention to even the smallest details, from the various shades of blue in the necklace giving it an icy glow, to the palace nearby looking chilly yet inviting to visit, and the overall visual illusion of being caught in a snowstorm. Fortunately, it doesn’t look like a severe storm, but still just enough to provide wind and snow flurries. Maybe it’s magic!\n我们赞赏作者对其最为细微的细节的关注——从冰雪项链上深浅不一的蓝所表现出的冰冷的光芒，到到附近看起来寒风刺骨却吸引人参观的宫殿，再到被困在暴风雪中的整体上的视错觉。好在这场暴风雪看起来并没有那么凛冽，但它仍足以煽动狂风和吹起小雪。也许这就是魔法吧！\n\nThe Ice Princess keeps a watchful eye over the surrounding area. A cold glare indeed, but what did you expect?\n冰雪公主密切地留意着附近的区域。真可谓冷眼凝视，你猜她在凝视着什么呢?\n\nThe falling snow apparently froze that great hair day[sup]1[/sup] into place.显然落雪冻结了这一美好时刻[sup]1[/sup]。\n\nThis captivating build is beautifully detailed from any angle\n从任何角度看这个诱人的建筑都显得充满了细节\n\nShe’s a magnificent monarch that’s ready to rule!\n她是一位时刻准备着统治冰雪世界的伟大君主！\nThis Ice Princess has warmed our hearts for sure,Riddeh, and we look forward to seeing your future builds! Now that we’ve seen winter, will her spring sister be too far behind?[sup]2[/sup] We hope so!\n冰雪公主确实温暖了我们的心，Riddeh，我们期待在未来能够看到更多您的优秀建筑！冬天来了，春天还会远吗？[sup]2[/sup]但愿如此！\n\nNow it’s your turn! What have you been building lately? Tell us all about it by sending some screenshots and information to FeatureMe@minecraft.net, and you might just see your creation featured here on Minecraft.net!\n现在轮到你了！你最近建了些啥？发送一些截图和信息到我们的 FeatureMe@minecraft.net 来告诉我们吧，也许你就可以在Minecraft.net 上看到介绍你的作品的文章！\n注释\n1.good（great）hair day 美好的一天；国外一家护发产品生产商的名字\n\n2.原句化用了雪莱的诗句：\nIf winter comes, will spring be far behind",
    "replies": [
        {
            "author": "神探王",
            "timestamp": 1578758160,
            "txt_content": "好看好看666666666666"
        }
    ]
}