{
    "title": "[Minecraft.net | INSIDER] 本周方块：绿宝石",
    "author": ":spgbigfan:",
    "replyCount": 13,
    "timestamp": 1578412080,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-7 23:48 编辑 \n\n\n\n\n\nimage.jpg (91.5 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-7 22:51 上传\n\n\n\n\n\nBlock of the Week: Emerald\n本周方块：绿宝石\nCashing in the green\n拿这些绿色的东西换现钱\n\nAlex Wiltshire 亚历克斯·威尔特希尔\nAh, to be minted with the green stuff. To swan about the villages of the Overworld with pockets bursting with emeralds. “Ho there, villager!” you would bellow, tossing a few emeralds for a handful of carrots. You’d never need farm again!\n啊，弄到了不少绿色的东西。在主世界的村子里闲庭信步，兜里的绿宝石满溢出来。“这边的村民，请留步！”你大吼一声，扔下几颗绿宝石，换来一大堆的胡萝卜。再也不用种田了！\n\nAlso, you could build a house of blocks of emeralds! That’d be one in the eye for your neighbours, those ones with that showy mansion of quartz. Build your house out of money! Ha! That’ll show ‘em!\n另外，用绿宝石块造房子也不是不行了！坐拥石英豪宅的邻居们，看到这个绿宝石房子，也必定会咬牙切齿。用钱堆出来的房子呢！哈哈，秀死他们！\n\nOh, one can dream. Emeralds are pretty rare in Minecraft, their ore only found in Extreme Hills biomes, and even there it’s super scarce. In the real world emeralds are found in many countries, from Cambodia to Canada, but only rarely, and it’s rarer still to find one without cracks and fissures through it.\n有道是，有梦想谁都了不起。在 Minecraft 里，绿宝石非常稀有，它的矿脉只出现在峭壁生物群系，而且就算在那里，矿脉分布也十分稀疏。从柬埔寨到加拿大，现实中的绿宝石遍布许多国家，只不过非常稀有，而且要是希望绿宝石没有裂痕和缝隙的话，那就更加罕见了。\n\n\n\n\n\n\n4361b5d7e133e1b5c4678405314abfba-emerald_0000_Layer-3.png (297.98 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-7 22:54 上传\n\n\n\n\n\nHi there, little emerald, peeping out of your calcite bed! Check out its hexagonal cross-section, a feature of emerald’s atomic structure. Pic by Rob Lavinsky.你好，从方解石基岩探出头的小绿宝石！注意它的六边形截面，这源于绿宝石原子级结构的特征。图片由 Rob Lavinsky 提供。\nWhile emeralds are good money in Minecraft, their prices in reality vary wildly because there’s no fixed market. Take the Bahia Emerald, which was mined in Brazil and is one of the largest emeralds yet found, its stone weighing 340kg. But no one can quite work out how much it’s worth. One valuation pegged it at $370 million. It was once put on eBay with a Buy It Now price of $75 million. One offer was made for $19 million. But right now it’s sitting in a Los Angles County Sheriff’s vault, having been recovered after being stolen, and no one can quite work out who owns it.\nMinecraft 里的绿宝石是一种优秀的货币，而现实中的绿宝石价格悬殊，因为并没有固定的绿宝石交易市场。就拿巴伊亚绿宝石来说，它采掘自巴西，尺寸在目前已知的绿宝石中排名前列，整块宝石重达 340 千克。但没人能确切地指出，这块宝石值多少钱。有评估报告为其估价 3.7 亿美元。eBay 曾经上架过这块绿宝石，给出的一口价是 7500 万美元。还有人曾经报价 1900 万美元购买这块宝石。不过现在，巴伊亚绿宝石存放在洛杉矶县治安部门的金库里，之前曾被偷过一次不过又找了回来，而且没人知道现在谁是这块宝石的主人。\n\nStill, emerald is pretty special stuff. It’s made out of beryllium, a pretty rare element which is formed when cosmic rays collide. Yes, it’s made in SPACE when particles travelling near the SPEED OF LIGHT crash into each other. And then it becomes part of stars and planets, and...\n无论如何，绿宝石是一种非常特殊的东西。它由铍元素构成，这是一种经由宇宙射线碰撞产生的稀有元素。没错，在太空里，粒子以近光速互相碰撞，产生了铍元素。然后这种元素就化入了恒星和行星，以及……\n\nOH, THE INFINITE MAJESTY OF THE UNIVERSE.\n啊，宇宙的无限神威。\n\n\n\n\n\n\nf7ffbd86ccadd6f0d87fbab716d84fbe-emerald_0001_Layer-1.png (303.14 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-7 23:16 上传\n\n\n\n\nWhen this trapiche emerald was formed, nearby carbon was pulled within, creating a black, six-pointed star. There's no scientific consensus on exactly how this happens - but it's rather beguiling, no? Picture by Luciana Barbosa.当这块达碧兹绿宝石形成的时候，临靠的碳被拉了进去，创造出黑色的六角星形。科学上还没有形成针对这种现象如何发生的共识——但是它已经足够迷人了，没错吧？图片由 Luciana Barbosa 提供。\nOh, where were we? Ah yeah, emeralds. So we’ve got a small deposit of beryllium in the Earth’s crust, and now we’re going to heat it to 400 degrees centigrade and apply to it pressure of between 1000 and 3000 kg per square centimetre.\n哦，讲到哪了？对，绿宝石。在地球的地壳中，我们得到了一块铍的沉积物，然后我们要给它加热到 400 摄氏度，并施加 1000 到 3000 千克每平方厘米的压力。\n\nNow, this makes the mineral called beryl. To get emerald, you need a little chromium or vanadium nearby during the process, because it’s these elements that give emerald its green colour. Pure beryl is colourless, after all. In fact, in 13th century Italy, it was used to make the lens of eyeglasses.\n现在，我们就制得了名为绿柱石的矿物。为了得到绿宝石，在宝石形成过程中，旁边需要有一点铬元素或者钒元素，因为这些元素是绿宝石绿颜色的来源。毕竟，纯绿柱石是没有颜色的。其实，在 13 世纪的意大利，绿柱石就用来制作眼镜镜片。\n\nYou can also get slightly blueish or yellowish emerald if you add the slightest dash of iron, but go too far and you’ll get fully yellow helidor, or light blue aquamarine. Gem experts can get awfully shirty about the distinctions between these different colours, despite them fundamentally being the same stuff.\n加入微量的铁，你还可以得到稍微偏蓝或者偏黄的绿宝石，但是不要放的太多，否则就会得到完全黄色的金绿柱石，或者是淡蓝色的海蓝宝石。面对此类颜色的差别，宝石行业的专家会极为恼怒，虽然这些基本上没有差别。\n\n\n\n\n\n\na65cc47843d08eb863bb4b470702a453-emerald_0002_Layer-0.png (288.59 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-7 23:40 上传\n\n\n\n\nThe Gachalá Emerald is a 172 gram chunk of green heaven, found in 1967. Now housed by the Smithsonian Institution, it's one of the world's most valuable emeralds. Thanks to this.isbossi for the photo! Hope you didn’t try to steal it!高加拉绿宝石是一块172克重的绿色珍宝，它发现于 1967 年。现在这块宝石存放在华盛顿史密孙学会，算得上是世界上最珍贵的绿宝石。感谢 this.isbossi 提供的照片！希望你没想过要偷走它！\nHopefully you’re now getting an appreciation for why emeralds are so rare. Beryllium doesn’t often form clumps large enough to form beryl, and then you need just the right amounts of chromium or vanadium around to avoid gem-nerds getting all hoity-toity about the perfection of your gem’s colour.\n希望你已经充分了解了绿宝石稀有的原因。铍元素很难形成大小足以形成绿柱石的团块，而且还需要保证铬元素或钒元素的量刚好合适，以免宝石爱好者因为颜色的完美性，而对你的宝石面露不屑。\n\nAnd even then you don’t know how much it’s worth. Money, schmoney! The important thing is remembering your emerald’s origins: COSMIC RAYS COLLIDING IN SPACE. That’s got be worth something.\n至此，你还是不知道绿宝石的价值。钱，就知道个钱！重要的是牢记你手里绿宝石的来源：宇宙射线的撞击。这才是算有价值嘛。\n\n【Kakagou 译自官网 2017 年 04 月 21 日发布的 Block of the Week: Emerald】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1578412140,
            "txt_content": "我又抢到了绿宝石！（？\n\n太久没翻译博文了，手生，若有疏漏还请指出，谢谢~\n早  期  作  品"
        },
        {
            "author": "Оil",
            "timestamp": 1578447180,
            "txt_content": "我 写 我 自 己 \n\n但是个人对石英更有好感。【大概是枪镜上边用得更多的缘故.jpg】"
        },
        {
            "author": "汩汩伊",
            "timestamp": 1578525420,
            "txt_content": "绿宝石一颗在现实中买这么贵到了游戏里就买两根胡萝卜就要一块，不愧是奸商！"
        },
        {
            "author": "18579439460",
            "timestamp": 1578558720,
            "txt_content": "村民：“哼～哼哼～嗯～”"
        },
        {
            "author": "Z04Notfound",
            "timestamp": 1578630960,
            "txt_content": "太棒了～绿宝石真好吃"
        },
        {
            "author": "CalciumTablet",
            "timestamp": 1578987720,
            "txt_content": "这么珍贵的绿宝石每个村民兜子里有几十颗"
        },
        {
            "author": "longye1234",
            "timestamp": 1579009020,
            "txt_content": "绿宝石可以用来和村民进行交易的噢"
        },
        {
            "author": "546276774",
            "timestamp": 1579094220,
            "txt_content": "万恶的奸商村民\n刻意哄抬物价"
        },
        {
            "author": "年少有为nic",
            "timestamp": 1579154280,
            "txt_content": "村民之宝????"
        },
        {
            "author": "wolfonrhesky",
            "timestamp": 1579172040,
            "txt_content": "18579439460 发表于 2020-1-9 16:32\n村民：“哼～哼哼～嗯～”\n哼，哼哼，啊啊啊啊啊啊啊啊啊啊啊啊啊啊"
        },
        {
            "author": "wolfonrhesky",
            "timestamp": 1579172160,
            "txt_content": "所以没有什么mod想过绿宝石提炼铍吗？又轻又坚固，还带可以杀敌的毒性，拿来做武器镀层绝配"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1582682460,
            "txt_content": "第一段首句 Ah, to be minted with the green stuff.  其中 mint with 一词似乎已经暗示了 green stuff 的货币属性，仅说”弄到了绿色的东西“可能欠妥……吧？\n\n前辈还是很强，爱了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1582682880,
            "txt_content": "Vandarkblue 发表于 2020-2-26 10:01\n第一段首句 Ah, to be minted with the green stuff.  其中 mint with 一词似乎已经暗示了 green stuff 的 ...\n有道理，但是我们认为无伤大雅"
        }
    ]
}