{
    "title": "关于基岩版插件&服务端综合申请贴的建议",
    "author": "Kenneth_z",
    "replyCount": 2,
    "timestamp": 1578477780,
    "txt_content": "主要是针对二-2-2与二-2-3两款的一点建议链接：https://www.mcbbs.net/thread-937068-1-1.html\n\n我个人认为二-2-3的注4是由问题的，原因如下：\n\n二-2-2 审核与奖励标准里列了很多条要求，包括必须满足的，加分项以及扣分项。但是举出的例子似乎更加看重的是插件的功能性，从插件内容方面角度出发然后给对应的高亮等级。这是有一些以偏概全了\n分析一下二-2-3的注4\n注4 对于服务端插件，这里以一个“世界保护”类型的插件进行说明（仅供参考，不作为审核依据）\n普通：此插件仅仅保护保护世界，使得指定世界不能被破坏、放置、交互方块，玩家之间不能PvP\n优异：在上一级基础上，可以设定指定世界可以有很多指定的保护，例如只设置名称为world1世界可以破坏方块，但不可以放置方块\n精良：在上一级基础上，拥有更多的配置项目，例如指定一个世界不能发送指定命令、不能生成指定生物\n优秀：在上一级基础上，拥有与“世界保护”主题沾边但又有点离题的内容，例如进入指定世界显示指定消息\n精华：在上一级基础上，甚至可以设置指定世界只能破坏指定方块，击杀指定生物，甚至可以设置多破坏方块是彻底禁止还是需要支付金币\n普通：对插件基本功能的实现 优异：对插件基本功能的扩充 精良：对插件基本功能的再度扩充 优秀：对与用户体验的思考，对于插件功能再度扩充 精华：对于插件内容再度扩充\n其实乍一看似乎也没什么毛病，但是实际上无法概括评分的要求。会有用户觉得内容全看插件内容的厚度，插件内容只要多就能精品，这是有偏差的\n我的建议：\n注4 对于服务端插件，这里以一个“世界保护”类型的插件进行说明（仅供参考，不作为审核依据）\n普通：此插件仅仅实现世界保护的基本功能，使得指定世界不能被破坏、放置、交互方块等，服主可通过配置文件设定效用的世界，插件在大多数情况下运行正常\n优异：在上一级基础上，可以设定指定世界的可定制保护条目，例如只设置名称为world1世界可以破坏方块，但不可以放置方块，插件在绝大多数情况下运行正常，特定运行环境下几乎没有代码报错以及隐式异常\n精良：在上一级基础上，拥有更多的配置项目，帖子内容排版整齐美观，作者经常性回复帖子，有少量正面评分，收藏以及评价指数\n优秀：在上一级基础上，对于插件功能进一步扩充，插件bug少，作者更新/修复及时，有一定量正面评分，收藏以及评价指数，用户反馈良好，插件在所对应领域泛用性高\n精华：在上一级基础上，对于插件功能进一步扩充（可选），作品属于开拓先驱级别（可选），开源并提供开源地址（可选），允许二次开发（可选），插件运行用户体验感良好（可选），插件运行正常并具有大量正面评分，收藏以及评价指数二-2-2 审核与奖励标准可以考虑加入一条\n【二级加分项目】作品有较高的技术水平以及插件功底[，适合新手借鉴模仿（可选）]一些比较小的瑕疵\n\n欢迎您来到基岩版插件&服务端，在这里你可以分享与基岩版服务端相关的插件、服务端给坛友、分享教程与新闻贴。\n应改为：\"欢迎您来到基岩版插件&服务端，在这里你可以分享与基岩版服务端相关的插件、服务端、教程与新闻贴给坛友。\"\n  普通 — 优异 — 精良 —优秀— 精华\n优秀左右两边加一个空格\n二-2-3 注5 精华：在上一级基础上，此服务端有自己原创的插件或者自己独创的船新玩法，介绍灰常详细\n规章制度还是严肃一点，不要搞一些网络用语以免出问题\n二-2-3 注5 优秀：在上一级基础上，此服务端对于生存和所加的拓展课玩法有机的结合到一起，例如普通生存物资可以回收为金币，通过金币可以买拓展的“RPG武器”，“RPG等级系统”升级以后可以获得生存方面的提升，例如挖矿加倍?\n这个问号加的很奇怪，给人感觉写规章的人不够自信的感觉，可以考虑去掉问号或者改成挖矿加倍等娱乐功能\n\n\n\n版规这个东西也是大家以后基岩版插件&服务端的行为准则。对于这件事来说，还是要严谨具体一点的。提了一点小小的建议，对事不对人，希望能够采纳。\n\n\n",
    "replies": [
        {
            "author": "PQguanfang",
            "timestamp": 1578494700,
            "txt_content": "只要满足对应项目即可获得对应奖励，高亮则就是根据插件功能性予以判断。（楼主所提的只是名称为“优秀”和“精华”的高亮等级）\n此外，优秀和精华的硬性要求中也对插件本身做出要求。\n其他调整正在商讨。"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1578498000,
            "txt_content": "PQguanfang 发表于 2020-1-8 22:45\n只要满足对应项目即可获得对应奖励，高亮则就是根据插件功能性予以判断。（楼主所提的只是名称为“优秀”和 ...\n感觉版规不能表达那个意思 高亮的精品跟精品是个什么关系 我是没看懂 感觉也很容易误解"
        }
    ]
}