{
    "title": "[Minecraft.net|INSIDER] 新年目标",
    "author": "海螺螺",
    "replyCount": 2,
    "timestamp": 1578498600,
    "txt_content": " 本帖最后由 海螺螺 于 2020-1-9 11:22 编辑 \n\nNew Year's Resolutions\n新年目标\nThe bad Minecraft habits to break in 2020!\n2020 要戒掉的 Minecraft 坏习惯\n\nChris Priestman\n\nI just spent the last couple of weeks stuffing my face with every food know to man. I can't remember the last time I drank something that wasn't gravy. Point is, this is not the best time to ask me what I want to achieve in the next year. I’ll be lucky if I can roll off this sofa.\n前几周我一直在用已知的所有食物塞满嘴巴，上一次喝不是肉汁的东西的时间我都记不清了。关键是，现在不是什么问我新年目标的好时机，我的目标是从这个沙发上滚下来。\n\nBut alright, I guess I can come up with something to achieve this year. Like, How about breaking some of those bad habits we’ve all acquired when playing Minecraft? Don’t pretend you don’t know what I’m talking about. We all know about that bathroom you built out of dirt.\n好吧，我想我还是能想出点新年目标的。比如，戒掉一些我们玩这个游戏都染上的坏习惯怎么样？不要装傻，我们都知道你是用泥土来建的厕所。\n\nLook, I’ll even get us started with a list of common habits Minecraft players get into. Pick one as your New Year’s Resolution and try to stick to it for the whole year. Too easy? Try doing them all! Too hard? Go back to bed!\n看，我甚至列出来了这些大部分玩家都有的恶习，你只需要选一个作为新年目标然后坚持一整年。太简单了？那就全部一起。太难了？回去睡觉去！\n\nDon’t dig straight down\n不要直着往下挖\n\n\nThere are no official crimes in Minecraft (except maybe hitting baby sheep) but if there were this would definitely be one. Those who dig straight down should be locked up. No jury, no trial. Straight behind bars. It. Is. Not. Okay.\nMinecraft 里没有官方承认的罪行（可能除了打小羊），但是如果有的话，这个肯定是。那些直着往下挖的应该被关起来。没有陪审团，没有审判，直接关在铁窗后面。这！是！不对！的！\n\nWhy? It’s dangerous! Grab a pickaxe or spade and remove the column of blocks right underneath you and see for yourself. Go on. I dare you (er, despite just telling you not to do it). You could fall into a ravine, a pool of lava, or even a pit of giant spiders. Take your pick! No, seriously, take a pickaxe so you can escape, dummy.\n为什么呢？这很危险！你拿一个镐子或者铲子，挖掉你脚下那一列方块自己看看。去吧。谅你也不敢（只是让你不要这样）。你会掉进峡谷，或者一湖岩浆，甚至是一矿井的巨大蜘蛛里。挑一个吧！不，我是说，拿个镐子你就能逃出来了，笨蛋。\n\nIt gets worse if you survive whatever hazard befalls you as you’ll have no easy way out. The solution is to dig a staircase when descending so you can run back up to the surface with ease. Oh, and always bring ladders, just in case. You really can’t predict what’s directly under your feet. You’re standing somewhere safe while reading this… right?\n更糟的是，你从刚刚的危机中存活下来，却没有路逃离。解决方法就是，阶梯地往下挖，这样你就能轻松逃回地面。以防万一，一定要带上梯子。你真的没法预测在你脚下的是什么东西，你应该站在什么安全的地方读这篇...吧？\n\nFinish your creative builds\n完成你的伟大工程\n\nRemember that huge golden castle I made with beautiful gardens, a throne lit by stained glass windows, and a roof terrace complete with a pool? Probably not, because I never actually finished it. Behold!\n还记得那个我建的那个带美丽的花园的巨型金色城堡、被穿过彩色玻璃的阳光照亮的王座，和带游泳池的屋顶露台吗？你可能记不得了，因为我从来没有建完过。看！\n\nLook, it’s getting there. Expected completion date: 2027\n看，就是这个。预计竣工日期：20277\nEvery year my friends ask me “are you still writing for that stupid Minecraft website?”“where’s that giant golden castle you were building?” and every time I have to reveal my shame. I kept putting it off in favour of working on other creative builds. And guess what? None of those got finished either.\n每一年我的朋友们都会问我“你还在给那个愚蠢的网站写东西吗？”“你建的那个黄金城堡呢？”，每次我都羞愧难当。我不断地将它推迟以便完成其他的奇思妙想。你猜怎么着？一个都没弄完。\n\nDon’t be like me. Finish your projects in Creative mode and then you can show them to your friends and maybe even the world. You never know, it could end up on a small not-stupid-at-all-please-keep-employing-me website called minecraft.net…\n别像我这样。在创造模式里完成这些项目，你就可以向你的朋友或者整个世界展示它。你可能不知道，它最终会出现在一个一点也不蠢还很讨喜的叫 minecraft.net 的网站上...\n\nStop living in a cave\n不要成为穴居生物\n\n\nWhy are you lot obsessed with living in caves? As we’ve already established, we’re now in space year 2020! You’re probably reading this on the bottom of your hovershoes with your cybereyes, so get that Neanderthal thinking out of your brain and build a proper house. I suppose a cave is acceptable to get through your first night in Survival mode. But move on from there immediately,puh-lease!\n为什么要沉迷穴居生活呢？如同我们已经宣布的那样，现在已经是 2020 年了！你可能穿着悬浮鞋用 cybereyes 来读这篇文章，所以请把你那套尼安德特人的思想从你的脑子里赶出去，建一个正确的房子。我觉得生存模式第一晚住在岩洞里我还能接受，但是马上从这里搬出来，请！\n\nGather some stone, build a house, and then live in it. But don’t stop there either! Install windows, lay down carpet, how about adding some stairs? Eventually you can decorate your abode with paintings and flowers, or whatever else you fancy. More of a cobwebs and slime kind of person? Live your best life.\n弄点石头，建房子，然后住在里面。但不要就此打住！装上窗子，铺上地毯，再弄点台阶？最后你可以装饰一点画和花，或者别的你喜欢的。你是蜘蛛网和史莱姆那样的人？过好你自己的日子吧。\n\nOh, and put a bed in your house so you can sleep. Which leads me to my next point...\n噢，放个床睡睡觉，这引出了我接下来要说的...\n\nGet some sleep\n多睡点觉\n\n\nThis might come as a surprise but there are benefits to sleeping. I know: shocking. But listen, you should do it inside and outside of Minecraft. But let’s stick to how it can help you inside the game.\n这可能很惊人，但是睡觉是有益处的。我知道这很惊人，但是听着，在 Minecraft 和不在你都得睡觉。我们接着讲在游戏里为什么有益处。\n\nSleeping in a bed resets your spawn point. That means you can explore the wider world without worrying about dying and then having to run a huge distance to get your gear back. Sleeping is also an easy way to get through the night when all the hostile mobs come out to play. Plus, if you stay up over multiple days,this could become a problem...\n在床上睡觉会重置你的出生点，这就是说你可以探索更广阔的世界，而不用担心死在外面后要跑很长一段距离才能装备回收。睡觉也是度过漫漫长夜、怪物都活跃地玩耍的好方法。不仅如此，如果你熬了好几晚上，这会是一个问题...\n\nThis is a wake up call to any players who don’t venture beyond their starting area. It’s time to craft a bed (wool and wood planks) and run far and wide across the world. Build a small shelter along the way, place your bed, and sleep. Now, whenever you die you’ll end up back there. Embrace the spirit of adventure by getting some rest.\n这是对那些不敢跨出出生点一步的玩家的警钟。是时候合成一个床（羊毛和木板）然后奔向广阔而遥远的新世界了。沿途建上一个小庇护所，放下你的床，睡一觉。现在，你被终结后就将重生于此。睡一觉，拥抱冒险的精神吧！\n\nNo more mining in the dark\n不要在黑暗里挖矿\n\n\nIs it really so hard to craft some torches and stick them on the walls as you go? It only takes a few seconds of your time. I have no idea why you’re in such a rush. Those diamonds aren’t going anywhere. They’re pretty stuck in the ground down there. Last time I checked they didn’t have legs. Something I was able to check because it was well lit thanks to my torches hint.\n在你走的时候合成一些火把插在墙上真的很难吗？这真的只会花一丁点时间。我实在搞不懂为什么要这么匆忙，钻石又不会跑，他们就陷在地底下。上一次我看的时候他们还没有长腿。之所以我能确认这一点，是因为我火把的亮光提醒了我。\n\nUnless you’re one of our surprisingly high number of mole-people readers, cut this behaviour out. Open your eyes and embrace illuminated mining!\n除非你是我们数量惊人高的鼹鼠读者之一，那就摒弃掉这个坏习惯吧。睁开你的眼睛，享受光明照亮的矿道！\n\nImprove your diet\n改善饮食\n\n\nOnce I was playing Minecraft and thought to myself “I better watch my health.” Then I put down the controller and realised I’d never once had that thought outside of playing a videogame. Haunting.\n有一次我在玩这个游戏的时候想到“我最好关注一下身体健康”。然后我放下手柄，意识到我从来没有在游戏外有过这种想法。真折磨人。\n\nNew Year’s Resolutions are often about dieting and in Minecraft it’s not much different. Except our goal is to eat a better variety of food. Try to consume more than apples and raw beef. For a start, you could try putting that meat in a furnace so it’s cooked.\n新年目标一般都和饮食有关，Minecraft 的也差不多，除了我们的目标其实是吃更多种类的食物。试着吃一点苹果和生牛肉之外的东西，比如说，试着将生牛肉放进炉子里烹饪一下。\n\nYou can make pumpkin pies, baked potatoes, and rabbit stew in Minecraft, so make the most of it. Go foraging for mushrooms so you can make stew. Grow wheat to make bread – add sugar, eggs, and milk to get a cake. Craft a rod so you can catch fish.\n你可以制作南瓜派、烤土豆、兔肉煲，那为什么不做呢？去弄点蘑菇来，这样就能做汤。种植小麦以制造面包 - 加上糖、鸡蛋、牛奶就有了蛋糕，合成鱼竿就有了鱼。\n\nIf nothing else, promise me this one thing: you will stop eating rotten flesh. Yes, it’s plentiful, but there’s a high chance it will give you food poisoning. Stop eating it! Why am I eating it while writing this article? Look, the supermarket is shut and I’m on a tight deadline. I’ll try this one in 2021!\n如果这些都不行，至少向我保证这一件事：别再吃腐肉了。是的，它们源源不断，但是也有很大几率让你食物中毒。别再吃了！为什么我写这篇的时候还在吃呢？你想，商店已经关门了，我的死线也快到了。2021 年我会听取这条建议的！\n\nStop hoarding everything\n不要把所有东西囤起来\n\n\nFellow hoarders, come clean, empty your pockets! It’s time to get rid of that chest full of dirt and stone that you’re keeping just in case. Be honest, when is that going to come in handy? Newsflash: there’s lots of dirt all around you. If you ever need any mud you can just dig up more.\n仓鼠们赶快清空口袋！是时候把你装满泥土和石头以防万一的箱子挪开了。说实话，囤的这些东西哪天才能派上用场呢？快讯：你的身边全是泥土。真的要用的时候完全可以去现挖。\n\nA spring clean will do wonders for making your life in Minecraft cleaner and more efficient. Throw your rubbish into the lava and don’t look back.\n春季的大清理将会给 Minecraft 生活带来更多乐趣和效率。把垃圾都丢进岩浆，不要回头。\n\nNo more double doors\n不要双开门\n\n\nHow often do you use double doors in real life? I’m gonna bet that it’s not nearly as often you use them in Minecraft. You do not need double doors on a hut made of dirt. What is this, mud mansion?\n真实生活中你什么时候会用到双开门呢？我打赌没有 Minecraft 里用的多。你的泥巴房子不需要双开门。那算是啥？泥地府邸？\n\nI’m not sure exactly when the entire Minecraft community got the idea that double doors made a building fancy. I’m not saying they don’t, but you should still use them sparingly. Made a huge house or a castle? Great, get those double doors in there. They look the part!\n我不清楚是多久，Minecraft 社区有了“双开门让建筑变的很好”的这样一种共识。我不是说这样不能，但是你还是该谨慎地用它们。建了一个巨大的房子或者一个城堡？很好，双开门应该用在那里。它们很符合！\n\nWhat gets me is when there are double doors on tiny houses that took five minutes to build. Now I have to open both of them, don’t I?! It feels wrong not to. Waste of time. I’m a block wide, same as a door, I don’t need anything more than that, thanks.\n最让我不爽的是那种看起来五分钟建出来的房子有双开门。现在我得把两个都打开，不是吗？不打开就觉得不对，浪费时间。我只有一格宽，和一个门一样，多的完全不需要，谢谢。\n\nAutomate for better efficiency\n自动化 为了更高的效率\n\n\nIt’s very easy to play several hundred hours of Minecraft and not make a single redstone device. If that describes you then guess what your resolution for 2020 is? Yep, time to make yourself some machines.\n玩上几百个小时却没有一个红石设备是很容易的。如果这句话完美地描述了你，那么你该考虑一下 2020 的目标是什么了。没错，是时候弄点机器了。\n\nRedstone is intimidating but powerful. If you’ve been doing everything manually up until now then you owe it to yourself to learn how to use redstone. Figuring out how to put together circuits and arrange pistons is going to be tricky at first, but the payoff is huge.\n红石令人生畏但又强大。如果你至今只用双手搭建了一切，那么你就该去学习如何使用红石了。考虑如何组合线路安排活塞最初会很让人头疼，但回报是巨大的。\n\nRedstone is especially good for automating farming so you have a steady supply of food. You can also use it to speed up mining so you can find precious resources quicker. Maybe one day you can make a honey block machine or a hidden piston door– it’s not as hard as you might think!\n红石非常适合自动化农场，你就有了稳定的食物来源。你也可以将它用于加速挖矿以便快速找到珍贵的资源。可能有一天你可以制造一个蜂蜜块机器或者一个隐藏活塞门 —— 比你想象的实际要简单一点！\n\nTell us what to do\n告诉我们该做什么\n\nHang on, why do I get to decide all the resolutions? We wanna hear yours! Email us your building resolutions to scoops@minecraft.net with the subject line I CAN CHANGE and inspire us to build better in 2020!\n\n等等，为什么是我来决定所有目标呢？我们也想听到你的！将你的想法发送至 scoops@minecraft.net，标题为 I CAN CHANGE，激励我们建造更好的 2020！\n\n【海螺螺 译自官网 2020 年 01 月 07 日发布的 New Years Resolutions】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1578531720,
            "txt_content": "新年目标 ×\n新年flag √\n\n\n说到伟大工程……我又想起了我开了却迟迟没填的国产重型轻武器坑……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578550320,
            "txt_content": "cybereye 咋不翻呢亏上面改成了2077（"
        }
    ]
}