{
    "title": "[Minecraft.net | INSIDER] 本周方块：青金石",
    "author": ":spgbigfan:",
    "replyCount": 11,
    "timestamp": 1578577860,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-12 01:03 编辑 \n\n\n\n\n\nfile_1578571778000.jpg (66.48 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\n\nBlock of the Week: Lapis Lazuli\n本周方块：青金石\nChip away at the secrets of this true blue block!\n剖开这个蓝色方块的秘密！\n\nAlex Wiltshire 亚历克斯·威尔特希尔\nA glimmer of blue in the dark wall of a cave - could it be DIAMOND? Ah, no. Instead you've stumbled on a seam of lapis lazuli ore. It can be fashioned into a fancy blue block (which can only otherwise to be found in the centre of Illager statues in Woodland Mansions), or into the dyes beloved of aesthetes who want to splash a bit of colour about. But it doesn't make for hardy armour, and for that reason, survival specialists may be disappointed to discover it.\n洞穴里，漆黑的墙上，闪着一道蓝色的光——是钻石吗？啊，不是。你只是偶然遇到了一片青金石矿而已。青金石可以打造成好看的蓝色方块（不然只有在林地府邸的灾厄村民雕像的中心，才能发现青金石块），或者拿来制作染料，对那些想要泼上一点颜色的美学家们来说，这种染料可是个好东西。然而青金石并不能制作更坚固的铠甲，因此，生存高手发现这种矿石的时候会很扫兴。\n\nIn the real world, this blue rock is highly prized, and, for a long time, no less highly priced. For several thousand years,the only source of blue in the world was a single mine in north-eastern Afghanistan . It’s the source of the blue in the eyebrows of Tutankhamun’s funeral mask and a headdress in the Sumerian tomb of Queen Puabi.\n现实中，这种蓝色的矿石非常昂贵，而且在很长一段的时间里，价格始终居高不下。几千年来，世界上唯一的蓝色之源，就是一处位于阿富汗东北部的矿洞。无论是图坦卡蒙葬仪面具上的眼珠，还是苏美尔女王阿普比墓葬中的头饰，都是由这个矿洞提供的蓝颜色。\n\nEven today, this remote mine, which is called Sar-i Sang and has been worked for 6000 years, is one of the world’s only sources of pure lapis lazuli. So it might be pretty hard to find in Minecraft, but lapis lazuli is even rarer in the real world.\n这处名为 Sar-i Sang 的遥远矿脉，至今已开采了 6000 年，就算是到了现在，这里也是仅有的几个能出产纯青金石的地方之一。所以，Minecraft 里的青金石可能确实难找，但现实中的青金石要比游戏里的还要稀有。\n\n\n\n\n\n\nfile_1578571778000.jpg (213.91 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\n\nBut in both places this mineral is a source of brilliant blue pigment for artists and sculptors. In the ancient world it was used to form bowls, jewellery and carvings from Egypt to Pakistan, but when lapis lazuli reached Europe in the late Middle Ages as a result of the Crusades, painters went barmy for it.\n不过，无论是游戏还是现实，对艺术家与雕塑家来说，青金石都是蓝色颜料的优质原料。在古代，从埃 及到巴基斯坦，青金石被用于碗具、珠宝和雕刻品的制作。而当青金石因中世纪晚期的十字军东征而传到欧洲时，它受到了画家们的极度追捧。\n\nThey crushed it into a powder, mixed it with wax resins and oils and purified it in lye, and called the result ultramarine. Being a cultured individual, you might know ultramarine as the name of a storied legion of Space Marines, but others know it as the basis for the blues found in many great works of Western painting.\n他们把青金石磨成粉末，拿蜡、树脂和油与之混合，在碱液中将其净化，把所得物称为群青。作为一个知识分子，你可能了解过，群青也是富有传奇色彩的极限战士团的名字，不过其他人知道这种东西，是因为许多西方绘画名作的蓝色就基于这种物质。\n\n“A noble colour, beautiful, the most perfect of all colours,” wrote Italian painter Cennino Cennini in his 1400 Book of the Arts. They especially liked to use it to depict the Virgin Mary’s blue robes.\n“这是一种高贵的颜色，很美丽，在所有的颜色中无与伦比，” 1400 年，意大利画家琴尼诺·琴尼尼在他的《艺术之卷》如此写道。他们尤其喜欢用它来描绘圣母玛利亚的蓝色礼袍。\n\n\n\n\n\n\nfb8bb9c328de9b3236395463aaff13b0-lapis_carousel_tutankhamun.jpg (180.95 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\nWorks featuring lapis lazuli blues: Tutankhamun’s funeral mask (1323 BC) - photo by Carsten Frenzl使用了青金石的作品：图坦卡蒙的葬仪面具（公元前1323年）- 照片由 Carsten Frenzl 提供\n\n\n\n\n\n\nfile_1578571778000.jpg (219.81 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\nTitian’s Bacchus and Ariadne (1520–23). Currently displayed in the National Gallery, London.提香的《巴克斯与阿里阿德涅》（1520–23）。现展出于伦敦的英国国家美术馆。\n\n\n\n\n\n\nfile_1578571778000.jpg (265.65 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\nMichangelo’s The Last Judgement (1536-41), on the altar wall of the Sistine Chapel, Vatican City.米开朗基罗的《最后的审判》（1536-41），位于梵蒂冈西斯廷礼拜堂的圣坛墙上。\n\n\n\n\n\n\nfile_1578571778000.jpg (129.18 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 20:09 上传\n\n\n\n\nVermeer’s Girl With the Pearl Earring (1665). Displayed at Mauritshuis, The Hague, Netherlands.维米尔的《戴珍珠耳环的少女》 （1665）。 展于荷兰海牙的莫瑞泰斯皇家美术馆。\nThe thing with lapis, though, was that it was expensive. It costed, weight for weight, the same as gold. That meant that only the most successful painters and the richest patrons could use it, making lapis lazuli a real mark of status. If you could afford to use blue, you were a real mover and shaker.\n不过，青金石的重点在于它的昂贵。它和等重的黄金有着同等的价格。这意味着只有最成功的画家和最富有的赞助人才用得起，这使得青金石成为地位的实在象征。如果你用得起蓝色，那你一定位高权重。\n\nSo the bright blue sky of Michelangelo’s The Last Judgement in the Sistine Chapel is down to lapis, because he was painting for the Pope. Later, Johannes Vermeer, painter of the Girl with the Pearl Earring, used lapis lazuli more than other Dutch painters of his time, showing that he was the cream of the bunch.\n所以在那幅位于西斯廷礼拜堂的《最后的审判》，米开朗基罗绘制亮蓝色的天空时用的全是青金石，因为是教皇向他约的画。后来，约翰内斯·维米尔，就是画了《戴珍珠耳环的少女》的那位，用的青金石比当时其他的荷兰画家都多，表明他就是所有人中最出色的那一个。\n\nToday, lapis lazuli is still used as a pigment, despite the invention in 1826 of a synthetic form. The fake stuff lowered prices, but it couldn’t quite produce as rich a blue as real lapis lazuli. So that mine in Afghanistan is still working, and there’s good reason for you to mine for it, too. Go on, splash a bit of lapis about.\n现在，青金石依然用作颜料，虽然 1826 年就发明出了人工合成的青金石。假货把价格拉了下来，但是比起真货，它的蓝色还是不够丰富。所以阿富汗的那个矿洞依然在开采，而你也有非常好的理由去挖掘青金石。去吧，去泼上一点青金石。\n\n【Kakagou 译自官网 2017 年 02 月 03 日发布的 Block of the Week: Lapis Lazuli】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1578578520,
            "txt_content": "又到了暌违已久的注解环节\n\n1. splash a bit of colour about - splash something about\nto scatter or slosh a liquid about. Please don't splash that about. It will stain anything you spill it on. Don't splash that stuff about!\n\n2. 那个没有图片的头饰\n\n\n3. ultramarine 出自《战锤40k》\n自人类的第30个千年的伟大远征起，极限战士们就作为星际战士第十三军团奋战在帝皇军队的最前列，一万年来，这些无畏的精英勇士，虔诚的遵行着阿斯塔特圣典的教导――那是他们的基因原体罗保特·基里曼留与后世的伟大著作，从马库拉格的家园起，直到泰拉的神圣殿堂，他们辉煌的战绩为帝皇的子民所传唱，每当人类的敌人威胁帝国的疆域，极限战士们都准备着给予他们无情的痛击。 百度百科\n4. 我随手在必应找的蓝袍图片\n\n\n\n\nvirgin-mary-lapis-lazuli-blue.jpg (204.19 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-9 21:59 上传\n\n\n\n\n\n\n5. mover and shaker - someone who is powerful or who has a lot of influence\n\n6. the cream of the bunch - the cream of: the best people or things in a particular group\n\n\n\n"
        },
        {
            "author": "Оil",
            "timestamp": 1578618060,
            "txt_content": "这个链接太忠诚了.jpg \n\n【说实在我第一次知道高版本附魔要青金石的时候是震惊的.jpg】\n（↑上一次附魔应该在Minecraft还是1.2.5版本的事情了……= =）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578627180,
            "txt_content": "水月淡华 发表于 2020-1-10 09:01\n这个链接太忠诚了.jpg \n\n【说实在我第一次知道高版本附魔要青金石的时候是震惊的.jpg】\n你可能不知道，我玩了这么久，只合成过一瓶药水 其他时候要么在创造要么在白嫖……"
        },
        {
            "author": "luozhilin",
            "timestamp": 1578977700,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "longye1234",
            "timestamp": 1579008960,
            "txt_content": "原来青金石里面富含着这么多有韵味的东西，第一次见到，"
        },
        {
            "author": "546276774",
            "timestamp": 1579094160,
            "txt_content": "所以没记错的话在欧洲当时一直是蓝色最高级...？????"
        },
        {
            "author": "吃你m的室",
            "timestamp": 1579095300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "G大佬",
            "timestamp": 1579144800,
            "txt_content": "其实我一直觉得游戏里的青金石不难采啊,虽然我基本不用"
        },
        {
            "author": "Hz_bingc",
            "timestamp": 1579403040,
            "txt_content": "时运真香"
        },
        {
            "author": "42313123123123",
            "timestamp": 1579531680,
            "txt_content": "546276774 发表于 2020-1-15 21:16\n所以没记错的话在欧洲当时一直是蓝色最高级...？????\n是的,直到合成了普鲁士蓝等蓝色颜料"
        },
        {
            "author": "MEVer",
            "timestamp": 1579661700,
            "txt_content": "我愿称之为绝世好活"
        }
    ]
}