{
    "title": "[Minecraft.net | INSIDER] 背包盘点：告示牌",
    "author": ":spgbigfan:",
    "replyCount": 12,
    "timestamp": 1578590340,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-11 13:19 编辑 \n\n\n\n\n\nfile_1578590237000.jpg (104.61 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-10 01:17 上传\n\n\n\n\n\nTaking Inventory: Sign\n背包盘点：告示牌\nPay and display\n给钱就上\n\nDuncan Geere 邓肯·吉尔\nI get lost in Minecraft. A lot. I’ll be merrily chopping down trees, hunting pigs and humming my exploration song (“A-here I am exploring, over hills and streams. What will I discover? Oh no – a creeper! *scream*”) and suddenly it’ll be dark and I’ll have no idea where I am.\n我沉迷于 Minecraft 无法自拔。根本拔不出来。我高兴地撸树，猎猪，哼哼我的探险歌（“探险家我要出发，翻山越岭都不怕。待会我会找到啥？不好，找到一只苦力怕啊啊啊啊啊”），突然天黑了下来，我不知道如何是好。\n\nI never bring a compass, because I didn’t read the Taking Inventory guide to compasses . But there’s another smart way of finding your way home – a way that’s accessible from the very beginning of the game. It’s called “sticking down a load of signs everywhere that point towards home”.\n我从来不带指南针，因为我没读过《背包盘点》的指南针篇。不过还有一个巧妙地办法找到回家的路——这种办法从刚开始进行游戏就可以用。那就是“在走过的路上插满指向基地的告示牌”。\n\n\n\n\n\n\nSign ingame.jpg (62.85 KB, 下载次数: 2)\n\n下载附件\n\n2020-1-10 01:17 上传\n\n\n\n\n\nSigns were added to Minecraft in September 2009, but they didn’t become craftable until almost a year later – in June 2010. Initially, they could only be placed on the ground, but over time they became more flexible. Now you can place them on the ground, on walls, and even inside furnaces. Though they don’t last very long there.\n告示牌在 2009 年 9 月加入游戏，然而直到差不多一年后——也就是在 2010 年 6 月——才可以合成告示牌。最开始的时候，告示牌只能放在地上，但后来就灵活很多。现在可以插在地上，挂在墙上，还可以扔进熔炉。虽然在熔炉里告示牌留存不了多久。\n\nThe easiest way to get a sign is to craft it – six planks and a stick will make three. But in a pinch, they can also be harvested in igloo basements and taiga village houses. They’re easiest to break with an axe, but you can collect them with any tool, or even your bare hands.\n获得告示牌最简单的方法就是合成——六块木板加一根木棍可以制作三块告示牌。但是如果实在不方便，也可以从冰屋地下室和针叶林村庄的房子里找到告示牌。要破坏告示牌最快的方式是用斧头，不过无论什么工具都可以破坏获得物品，空手也行。\n\nOnce placed, hit the use button (right-click on PCs) to edit the text – you get four lines to write your masterpiece. It’ll stay there until broken, at which point it’ll be lost forever. But it’s only four lines, so you can probably type it in again without too much fuss.\n放置了告示牌之后，可以用使用键（电脑上的鼠标右键）来编辑文本内容——你有四行的空间写下你的大作。文本会一直保留到告示牌被破坏，之后文本就再也无法寻回。不过只有四行而已，你或许可以再输入一次，也不会糟心到哪去。\n\n\n\n\n\n\nSign realworld.jpg (176.6 KB, 下载次数: 3)\n\n下载附件\n\n2020-1-10 01:17 上传\n\n\n\n\nCanvassing for Votes, by William Hogarth, 1755 (Public Domain)\n游说拉票的场景，由 William Hogarth 绘制于 1755 年（公有领域作品）\nIn the real-world, signs have been around for longer than you might think. Ancient Egyptians, Romans and Greeks all used signs – often to advertise shopfronts or public events. Ancient Roman taverns were marked with a sign showing a bush, and hairdressers had the classic red and white barber’s pole.\n在现实中，告示牌的历史可能比你想得要久远。古埃 及人，古罗马人和古希腊人都用曾使用过告示牌——通常是为了店面或者公共事件做广告。古罗马旅馆会通过展示一株灌木作为标记，而理发师们用的则是经典的红白相间理发店圆筒。\n\nSigns also emerged independently in ancient China. Recent research has uncovered copper printing plates used to create posters that advertised a “White Rabbit” brand of sewing needles. The signs promised “high quality steel rods” which were “ready for use at home in no time”.\n在古代的中国，也独立地出现了告示牌。最近的研究发现，古人曾用铜质印刷版制作海报，为“白兔”商标的缝纫针做广告。广告上承诺使用了“上等钢条”，“不误宅院使用”。\n\nSigns evolved during the medieval period, becoming particularly popular in London from the 16th century. At one point, the number and size of large overhanging signs started to interfere with traffic, and authorities were forced to regulate them.\n告示牌在中世纪发生了进化，从 16 世纪开始在伦敦变得极其流行。在某个时间段内，由于大型的悬挂式招牌太多太大，以至于开始影响到交通，因此管理部门不得不开始管制这种招牌。\n\nBut it was the USA, of course, which perfected the art of the sign. Animated, illuminated “spectaculars” began to be erected in Manhattan in 1892, and they were further enhanced with the addition of neon tubes in the 1920s. Today, in most major cities around the world, it’s not uncommon to see enormous screens displaying adverts which play on a loop at all hours of the day and night.\n然而，很显然，是美国让告示牌的艺术趋于完美。在 1892 年的曼哈顿，开始竖立画面生动、灯光照明的“看板”。在 20 世纪 20 年代，还使用霓虹灯管对其进一步增强。现在，在世界上的大多数大城市内，无数的屏幕在全天候循环地播放着广告，这样的场景已是稀疏平常。\n\nNow wouldn’t it be awesome to play Minecraft on one of those screens?\n如果用那种广告大屏幕玩 Minecraft，岂不是会很爽？\n\n【Kakagou 译自官网 2020 年 01 月 09 日发布的 Taking Inventory: Sign】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1578619140,
            "txt_content": " 本帖最后由 水月淡华 于 2020-1-10 09:25 编辑 \n\n草，开幕要素.jpg\n……是一只苦力怕啊啊啊啊啊……\n这里（co↑co↓），就是给不知道这个梗的人原曲链接的。\n草生视频.jpg\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578626460,
            "txt_content": "水月淡华 发表于 2020-1-10 09:19\n草，开幕要素.jpg\n\n这里（co↑co↓），就是给不知道这个梗的人原曲链接的。\n停一停，不要满脑子布施明要素啊 korra"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578630960,
            "txt_content": "1. 我从来不带指南针，因为我没读过《背包盘点》的指南针篇。\n这句话是有矛盾的，如果你读过这篇文章就会知道你确实可以不带。详情请点击文中链接。\n\n2. 放置了告示牌之后，可以用使用键（电脑上的鼠标右键）来编辑文本内容。\n众所周知，这句话其实不正确，应该是右键放置广告牌再修改内容，而不是放下去之后再右键修改。\n当修改窗口关闭后，只能通过破坏与重新放置的方式修改告示牌的内容、移除文本。 MCWiki\n\n3. 古罗马旅馆的灌木……？\n\n\n\n\nBush.gif (21.86 KB, 下载次数: 2)\n\n下载附件\n\n2020-1-10 12:31 上传\n\n\n\n\n\n来源：http://llyfrawr.com/Hobbitonian/IvyBush.html\n\n4. 白兔捣药商标的铜板现存于济 南市博物馆。广告全文为：“收买上等钢条,造功夫细针,不误宅院使用,转卖兴贩,别有加饶,请记白”。\n"
        },
        {
            "author": "2124782819",
            "timestamp": 1578632700,
            "txt_content": "wow，好高级      "
        },
        {
            "author": "wen_nai",
            "timestamp": 1578738000,
            "txt_content": "棒         "
        },
        {
            "author": "caitidashi",
            "timestamp": 1578839220,
            "txt_content": "厉害\n厉害\n佩服"
        },
        {
            "author": "xiaovo",
            "timestamp": 1578908160,
            "txt_content": "英语不错，不过，你开车？？拔不出来什么鬼"
        },
        {
            "author": "QAQlaoya",
            "timestamp": 1578930540,
            "txt_content": "怎么升级"
        },
        {
            "author": "luozhilin",
            "timestamp": 1578977640,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "luohua5683",
            "timestamp": 1578994080,
            "txt_content": "Оil 发表于 2020-1-10 09:19\n草，开幕要素.jpg\n\n这里（co↑co↓），就是给不知道这个梗的人原曲链接的。\n\n回复一下嘿嘿嘿"
        },
        {
            "author": "一笑而过、",
            "timestamp": 1578995940,
            "txt_content": "回复一下呵呵呵"
        },
        {
            "author": "aiyiming",
            "timestamp": 1579018320,
            "txt_content": "看着好厉害的鸭子哈哈哈，加油呀"
        }
    ]
}