{
    "title": "有生之年，虚无世界终于要迎来大更新了！",
    "author": "C5bb",
    "replyCount": 8,
    "timestamp": 1578650580,
    "txt_content": "作者放出口风 18号左右更新3.2版本\n我觉得这大更叫他虚无4算了,  上一次更新还是八个月前。\n日日夜夜，风雨兼程\n\n3.2是一个计划中的更新。它将会是“战利品列表更新”[4]。计划在2020年1月18日发布，如果在此之前完成，会提前发布。[3]3.2有一系列已经讨论过的几种不同类型的更改，这些更改可分为以下几类。其中一些信息可能会发生变化。[5]战利品更新包含了有关于战利品列表的基本信息。目前为止，此文档目前的简要说明如下：大部分由生物掉落的武器和盔甲将会被合成系统取代。武器和盔甲将会由一些材料合成而来。这些材料有多种获取方式。尽管有些材料有多种获取方式，但它们仍需要通过到访某些维度才能获得。\n加入两个战利品列表。一个包含所有生物，另一个只包含特定生物。包含所有生物的战利品列表包含各种不同掉落的掉落物，而且生物经常会掉落这些物品。只包含特定生物的战利品列表同样包含各种不同的掉落物，但生物会罕见的掉落它们。\n掉落杂项物品的生物会保留它们的掉落物。Boss仍会掉落完整的武器和盔甲，但也会掉落额外的物品。也会加入不需要收集原材料而获取武器的方法。\n                武器或盔甲更改\n\n 新的注魔台合成配方。一张图展示了合成配方，注魔台需要3个绿色羊毛、2个远古岩石、3个黑曜石和1个灼热的注魔石， 2种新的增强器：幸运和神圣。 注魔台拥有GUI。注魔台的GUI被展出，目前已知GUI的2种目的： 附魔以及武器合成。预告展示了在注魔台GUI制作的力量III附魔书，需要3个增强器：攻击、1个线、1个闪耀的能量石制作。另一种预告展示了巨型枪在注魔台被附上炮弹III，需要3个增强器：攻击、1个火药、1个未知的能量石制作。第三张预告展示了2种配方，一种制作牛仔手枪，另一种制作棕色冲击者。\n 一种名为“褐铁棒”的物品被展示。一张预告图像展示了浊流之杖能在注魔台上合成，需要1个未知的书、1个褐铁棒纯宝石更改[size=12.3704px]\nScimiguy发布了一张预告图，展示了一些纯宝石。[16]\n\n\n多种纯宝石的更改已经由快照接收者展示：纯宝石用于能量雕符石时不再会被消耗。它们也变得不可堆叠。[17]格瑞克、下界和符境的新的纯宝石。[18][19]下界纯宝石不会取代黑曜石、打火石进入下界的方法，仅仅是一个可选的额外方式。[20]\n新的“空白纯宝石”物品。[21]新的纯宝石获取途径。[22]这些途径包括完成神灵的任务。[23]可能的任务示例（但不保证是最终的形态）：[24]传说：将空白纯宝石与主世界的每一种树苗结合。[25]深渊：在下界击败凋灵。[26]注意：在Github的语言文件中，深渊的任务为在下界召唤凋灵。\n赫尔维蒂：从26个方块高处摔落并存活下来。[27]下界：浸没在熔岩中时扔出空白纯宝石。[28]深层：在基岩层挖到矿物。[29]爵士：使用空白纯宝石击败尸壳。[30]蠕变：使用爆炸击败宿主爬行者。[31]黄金：对矿化祭坛使用空白纯宝石。[32]晶体：对概念体使用深层水晶。[33]格瑞克：对虚影使用噩梦薄片。[34]异位：在拥有夜视效果时召唤暗影领主。[34]塞尔瑞：将空白纯宝石与魔法修复液、光明宝珠、鬼魅花 、黑暗粉末 与恐惧血液结合。[34]玩具：使用赫尔维蒂巨剑击败小丑。[34]天堂：在赫尔维蒂树木上用近战攻击击败弗莱。[34]月球：持有圣杯并落入天堂的虚空。[34]不朽：被拥有力量II效果的力量概念晶体攻击。[35]花园：将空白纯宝石扔进胡萝卜植物中并击败召唤出的生物。[36]糖果：在传说维度食用心果。[36]未知：穿着危险套装并向蠕变的商人展示空白纯宝石。[37]秘境：给予飞翔爬行者中毒效果。[37]符境：将一个空白纯宝石放在未知灯上并用活跃符石激活。[37]石板更改屏幕截图涵盖的内容如下：石板即将回归。[38]预告图展示了一个可能的石板的提示信息。这个是一个叫做“Tablet of Sight”的石板的提示信息。提示信息列出了 Tablet of Sight 需要1级的灵气和“提升视野”。此外，提示信息中还有3个其他描述符：“启动消耗量”、“灵魂力消耗量”以及“作用半径”。[38]石板可以放置于地面上为玩家提供效果，直到玩家灵魂力耗尽。[39]只需右击一下，即可从地面取回石板。[39]玩家可以一次放置多个石板，但所有石板会持续消耗灵魂力。[40]一旦灵魂力被完全耗尽，玩家只能收回石板再放回地面以再次使用它。[41]\n\n新武器[size=12.3704px]\n新武器。\n\n\n一种计划于3.2加入的新武器被披露。[42]\n生物更改一些生物被透露拥有变化：等级低下的宠物不再会攻击狩猎型生物。[43][44]\n菲什克斯、跳跃者、赤鹿、骨炭和奇美拉将不再是狩猎型生物。[45][46]冲击兽原本也是上述列表中的一员，但一张新的预告图片揭露了冲击兽将成为1级狩猎生物。[47]\n\n以下生物将会变为被动型生物：[48]赤鹿空惕特罗特薄荷蜗牛留兰香蜗牛\n\n平静牛、蠕变牛、空惕和赤鹿将可以繁殖并将拥有幼崽变种。[来源请求]下界犬将不再传送玩家。[49]灵魂代理人将被移除[50]所有来自**事件的生物都会在玩家被攻击时消耗玩家能量。[51]所有来自灵魂之夜事件的生物都会在玩家被攻击时消耗玩家灵魂力。[51]饥饿的旅行家能支持任何类型的食物。[52]生物在生成时不再有方块需求，而是基于方块的光照禁止生成。[53][54][55]应用至所有维度的生物。[56]夜晚生物仍然遵循常规的生成规则，而白天生物需要在方块光照不足的位置生成。[57][58]\n乐透人不再出售图腾，而是出售垂钓箱（鱼和水晶箱除外）。[59]还有一个名为“乐透图腾”的常规物品。[60]乐透图腾项物品可以放在世界上并使五件事物出现。乐透图腾的奖励基于“稀有表”。[61]玩家可以通过它获得钻石、绿宝石和精华，或是谢谢惠顾。[62]“稀有表”是一组攻击型生物掉落的物品。其包括各种物品，如钻石、绿宝石、魔法修复沙、各类精华、下界之星和附魔金苹果。赢了乐透图腾就保证能从稀有表中抽到一票。[63]\n\n\n许多生物发生变化：[64][65]步行者将在接触时点燃玩家，而不是在一定范围内。夜行者当被玩家击中时和击中玩家时会造成玩家失明，在范围内不再造成失明。使岭会有更多的随机跳跃。蜂王当在它的祭坛生成会有intro效果。减慢纳德吉克凋灵和暗影领主的速度。\n\n一些生物发生了属性变化：[65][66]斯芬克斯拥有枪械免疫，取代了之前的近战免疫。幽灵和巨蜗牛拥有状态免疫。魔力克拥有法术免疫。幽灵独眼巨人、幽灵野人、幽灵袭击者、幽灵哥布林、幽灵收割者和幽灵超广角皆会拥有近战免疫、远程免疫以及枪械免疫。\n\n所有狩猎型生物将不再攻击狩猎等级不足的玩家或其宠物。[67]所有生物皆可以出现在箴言集上，不仅仅是本Mod的生物，还有其他原版生物和其他Mod生物。[68][69][70]一张预告图片展示了一个添加/删除狩猎型怪物的方法。更多的详情请查看wikihttps://adventofascension-zh.gamepedia.com/%E8%AE%A1%E5%88%92%E7%89%B9%E6%80%A7以上资料复制于wiki\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "C5bb",
            "timestamp": 1578650580,
            "txt_content": "这个排版是怎么回事.....<马虎凑合一下>"
        },
        {
            "author": "Sdrkey",
            "timestamp": 1578652920,
            "txt_content": "好的，漂亮。在够肝的基础上更加肝"
        },
        {
            "author": "dark7",
            "timestamp": 1578658500,
            "txt_content": "虚无子服预备233333"
        },
        {
            "author": "Reon_Aqest",
            "timestamp": 1578660540,
            "txt_content": "感觉有些更新是不合理的。。比如把支配改了,改成了玩家每5个等级获得1个额外的生命值，达到100级最多20个。这满级就40血了。打boss后期就无脑了"
        },
        {
            "author": "C5bb",
            "timestamp": 1578662100,
            "txt_content": "dark7 发表于 2020-1-10 20:15\n虚无子服预备233333\n 我已经在着手做了"
        },
        {
            "author": "青芦叶",
            "timestamp": 1578662160,
            "txt_content": "这个mod是真的复杂。。。"
        },
        {
            "author": "C5bb",
            "timestamp": 1578662340,
            "txt_content": "tdk1220086 发表于 2020-1-10 21:16\n这个mod是真的复杂。。。\n是的~ 得慢慢理解"
        },
        {
            "author": "浮生忆若梦",
            "timestamp": 1578662340,
            "txt_content": "可以。。。。"
        }
    ]
}