{
    "title": "[Minecraft.net|CULTURE]上天去吧！",
    "author": "森林蝙蝠",
    "replyCount": 3,
    "timestamp": 1578668400,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-1-10 23:03 编辑 \n\nAir Traffic  上天去吧！\n    This airship is far from aero-plain! \n 飞船离地九万里！\n                                            \nAh, the open skies. Once mankind's greatest unconquered adventure, now just the place you go when you're on your way to Disneyland inside a giant hunk of metal. But still, there's so much magic about being up in the air, looking down in awe on the miniature mountains and rivers below you, wondering how Earth can be so big, and yet so tiny.\n啊，天空何其辽阔，那里曾经是人类最伟大的冒险之地，现在只是你坐在一个大飞机里面，去迪士尼乐园时的“必经之路”，不过上天本身还是很有魅力的，坐在高空之上，五岭逶迤腾细浪，乌蒙磅礴走泥丸，感受地球的庞大与渺小。\n\nBut if it's so wonderful to be on the inside of an aeroplane looking out, why can't it be just as wonderful from the outside looking in? Look, I'll say what we're all thinking: planes are just a bit boring. They're just big long grey tubes. Where's the colour? The innovation? The excitement?\nOur fantastical builders in the world of Minecraft have the right idea: fish-shaped pirate ships in the sky, hot air balloons, and now – courtesy of Mr No** – we have big-bellied steampunk airships, too! None of this dull grey in these builds, oh no: Mr No**'s striking aircraft combines a lovely rusted orange, made using terracotta, with vivid, neon green accents made of lime glass and concrete.\n不过，如果坐在飞机上往外看的感觉那么好，为什么站在飞机外面往里看的感觉不是一样棒？我就替大家说了吧，飞机本身长得一点都没情趣，它们就是一群又大又长的灰铁管子，没颜色，没创新，更没意思。\n在此之前，MC的世界中已经有了很好的建筑创意：“鱼形海盗船”和“高空热气球”，现在，感谢No**先生，我们也有了巨大的蒸朋飞船！它们不再是单调的灰色了，相反它们配上了铁锈橙色，是用红色陶瓦所构成，配以黄绿色玻璃和混凝土所形成的霓虹绿色调。\n\n\n\nLook closely and you'll see the kind of detail we don't see in aeroplanes, too – probably because of boring reasons like \"safety\" and \"aerodynamics\". Mr No**'s ship has no time for these things, and so you'll perhaps notice that there's a traffic light on its side, and some large windmill-things sticking out the back. These are actually propellers which keep the ship in place while it's flying, like a helicopter! No word on what the traffic light does, though.\n走近看，就能看到很多现实飞机上看不到的细节——可能是因为某些烦人的因素，比如“安全性”和空气动力学“，真正的飞机才没有这些吧。No**先生的船则无暇顾及这些因素，所以你可能注意到，它的一侧有个交通信号灯，背上还有一些巨大的风车翼状装饰，这些其实就是让飞船飞行时悬停的螺旋桨，就像直升机一样！不过交通信号灯就没什么意义了。\n\nMr No** spends most of his time building \"animals, people and fantastic beings,\" which you can check out in this incredible album. Organic builds can be difficult, because they're not very symmetrical, like buildings are, and often require a lot more study of colour and shape. For Mr No**, the non-organic airship build was a challenge, because of his experience with building creatures. \"I decided on airships because I wanted to try different things,\" he says, \"and because I love the designs of the machinery.\" \nNo**先生把大多数时间花在建造“动物，人和奇特的生物”，这些作品都能在这个相册中找到。不管造生物还是造建筑，因为它们都不是很对称，所以造起来会很难，经常需要许多配色和形状的研究。对于No**先生来说，基于他以前建造生物的经验，不是生物的飞船建造也是个挑战。“我决定造飞船，是因为我想尝试不同，以及我喜欢机械设计。”\n\n\n\n\n\nHe began his build by searching for inspiration, eventually finding an image of a steampunk airship with a traffic light sticking out of it. Mr No** then began to create the ship by hand, using the image as a guide. He began in June 2018 and finished it in March 2019 – a total of nine months. \"I was very busy with other projects,\" he admits, \"as well as studies and personal things that made it take me a long time to complete the project.\" \nHe says there were many challenging details in the build that contributed to it taking so long, too, from the propellers to the turbines, but most of all, the main engine, which is actually the bit he started on first. \n开始建造之前，他寻找了一下灵感，最后发现了一张身上戳着交通信号灯的蒸朋飞船图片，于是他决定以这张图片为蓝本，建造他自己的飞船，2018年6月开工，2019年三月完工——总共9个月。“我承认，我还忙于其他事情，不仅有学业，还有其他私事，所以搞完这玩意花了我很长时间。”\n他还说这个建筑上有不少挑战性的细节，所以造起来也花了不少时间，从螺旋桨到涡轮机都有，不过主引擎才是他最为着重的地方。\n\n\n\nAlthough the airship is a beautiful creation, it doesn't seem like Mr No** is totally won over to the non-organic side of Minecraft builds. \"I like to make giant animals or fantastic beings,\" he says. \"I love the combination of the idea of fantastic beings with nature.\" \nTwo of his three favourite builds are more in the natural style: one is a creature that's part wolf, part tree, and another is a glistening white structure that he calls \"Dream of Paradise\". The third favourite, of course, is the airship, but after finishing this one, Mr No** intends to take a break from mechanical and technical builds. His next planned project? A citadel!\n虽然这飞船还挺好看的，不过看上去，No**先生并没有完全投入到MC非生物的建造中，“我更喜欢建造巨大的动物或者奇妙的生物，我喜欢生物和自然在一起的创意。”\n他最喜欢的三个建筑当中，两个是自然风格：其中一个是“树身狼头”，另一个是叫做“应许之梦”的炫白建筑，第三个最喜欢的自然就是这个飞船了，不过完工之后，No**的科技和机械建造就要告一段落了，至于他的下一个计划？是个城堡！\n\n（由Blovien和Maavi渲染）\n\nIt may be a few years before we can look up at the real-world clouds and see aircraft like Mr No**'s steampunk creation, Whether that's because **s we have work perfectly fine, or because Mr No**'s creation isn't exactly up to safety specifications, we'll never know. For now, at least, we can dream in blocks.\n在现实世界中见到No**的蒸朋飞船可能要很多年，也可能永远不会见到，可能是因为我们现实中做出来的飞机已然完美，或者是No**的造物不符合安全规范，这都不得而知，至少，我们可以在方块的世界中畅想它们。\n\n原文链接：https://www.minecraft.net/en-us/article/air-traffic，发布于2019/4/26。\n作者：Kate Gray\n译者森林蝙蝠\n\n",
    "replies": [
        {
            "author": "森林蝙蝠",
            "timestamp": 1578668700,
            "txt_content": "注：飞机当然不是铁做的（除了苏联的某个比导弹还快的飞机），“灰铁管子”只是叫起来顺口点；\n被和谐掉的名字是“MEI GUO ZHI YIN”的缩写，这是个著名的反华网站。"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1578669420,
            "txt_content": "你看我就打得出Novoa"
        },
        {
            "author": "Оil",
            "timestamp": 1578705840,
            "txt_content": "学了叶轮机原理的表示：其实进气道叶片的三维美你想象不到……\n（二维处理那是离心压气机的做法= =^）\n【现在我完全可以根据一个等环量原理设计出个模型叶片来的说.jpg】\n（当然我还要查叶形表……）"
        }
    ]
}