{
    "title": "回忆存个档，新手小白腐竹的开服报告",
    "author": "hndntfl",
    "replyCount": 3,
    "timestamp": 1578680760,
    "txt_content": "本着过年闲置在家无事便想去搜点游戏耍耍，找了很多的快餐游戏，也是没玩几下就腻了。\n偶然间翻看网上的视频，我的世界 又再一次映入我的眼帘，想起玩这款游戏已经过去多年，现在回想起来还是多少有点小情怀的。\n于是乎便开始找服务器玩，想着又可以站在河边看着夕阳钓着鱼手里拿着胡萝卜的场景，内心便无比向往与激动。\n可惜搜寻体验片刻之后，又是一股快餐的味道。心有不甘，便毅然决定自己开服。\n\n之前也从来没有自己开服，在我刚接触这款游戏的那个时候，遍地是小服务器，那时候我也想着自己开服，但是没有成功。\n现在想来还是之前没有仔细斟酌的结果，这次我便重理自己的开服思路，开个纯净一点的，不要整合包，不要插件，不要MOD。就干干净净的原版\n第一个原因还是因为怕出了问题找不到原因，自己现在是开个服都不知道的人，还要去理会插件与MOD的错误，岂不是给自己找麻烦\n第二个原因还是想站在河边看着夕阳钓着鱼手里拿着胡萝卜的场景，只要原版生存，不要MOD的花里胡哨，我就喜欢这烂在骨子里的平淡。\n\n在论坛搜寻一番后发现水桶服（craftbukkit）貌似已经倒闭了，想着这当年满天飞的水桶服竟然就这样随风而去了\n我又开始茫然，脑子里唯一对服务器的记忆也随时间破灭了。\n后来终于在服务端板块发现一个13年的帖子，虽然这远古帖年代久远，但不能否定他在我的眼里就像是一桶石油\n帖子中介绍了各种服务器的特性，官方服务端（无法装MOD，无法装插件），龙头服（可装插件，无法装MOD)等等。\n虽然帖子介绍服务端的特性并不是很详细，但是简明扼要正是我所想要的，就是他了，官方服务端，符合我纯净的想法，什么都不要，只要玩游戏。\n\n下载了服务端，运行了一遍，照着网上的教程一步一个印的去运行，去配置，错一个地方都要停下来看好久，心想着人家按这步骤下来能开服，\n我就照搬照抄的做下来把服务器带起来走一遍总会的吧，真的，时间什么都没有给我，却给了我一颗耐心，后续仔仔细细的翻看操作手册及配置文件，对照着网上教程，终于，完美开服。\n接下来就是端口映射的问题了，这个是真的头疼，至今还没有一个完美的解决方案\n依旧用的是第三方转发。毕竟国内的网络环境一层套一层真的摸不透。\n\n接下来便通过直播在网上寻找志同道合的水友\n给自己的游戏定位就是原版生存，干干净净。\n在直播不久后有小伙伴便有意向加入，我甚是欢迎，就这样两个人在游戏里慢慢的发展了起来。\n起初是进来了就直接给了OP的，第一个是因为挖矿远了或者是去野外搜索资源，回家与返回要耗费很大的精力\n所以给的OP主要是为了一个传送的命令。\n但是后来发现，熊孩子有了OP之后跟拿了屠龙宝刀一样，拦都拦不住，各种命令满天飞，\n顺便说下我给的OP是4级的，相当于把后台给出去了，想起来就想笑。\n人一多，根本管不住。\n后来被一个拿了OP的熊孩子一番捣乱之后我便与另外一位小伙伴选择弃服。\n事后一想，这官方的服务端只适合认识的朋友之间来玩，林子大鸟就多，想法太单纯就容易碰壁。\n\n后续再看着写吧。。。很晚想睡觉了。。\n",
    "replies": [
        {
            "author": "gfjhf",
            "timestamp": 1578681240,
            "txt_content": "很真实的第一次开服经验呢。。。我是比较谨慎，第一次开服就开了个一个人的服，研究各种权限和插件指令（可能平时比较注重安全？后来开基友服，最后才开了现在这个对外的公益服。虽然有了之前的开服经验，但几乎还是每天都要解决一些小问题（平衡经济，更新，查熊孩子之类的。。。还要经常去外网找找新玩法。。。还是挺累的，不过看大家玩的开心我也挺开心的"
        },
        {
            "author": "duqing",
            "timestamp": 1578700440,
            "txt_content": "哎，物是人非"
        },
        {
            "author": "神坑小弦",
            "timestamp": 1578700800,
            "txt_content": "服务器都有熊孩子\n"
        }
    ]
}