{
    "title": "[多线]云宇器迹——超真实困难生存|怪物加强[1.15.5]",
    "author": "末影之凋零",
    "replyCount": 0,
    "timestamp": 1578832320,
    "txt_content": "本服是公益服并且愿意承担虚假宣传的一切后果您好，感谢阅读我们的宣传语，云烟迹宇全体玩家愿您在以后的日子里事事如意—————以下是我们发自内心写成的宣传语\n\n欢迎您来到云烟迹宇公益服务器，这里秉承着纯净，公正，和平的理念，历经为时五年的考验，如今重新整改成1.15超困难生存。本服务器为各位玩家保证，竭力让您获得最好的游戏体验，如果遇到一些自己解决很困难的事情，请联系辅助以及其他管理，以便酌情为您处理问题。至于游戏规则，没有多少约束性，但如果各位做出了影响服务器良好氛围的事情，无论你是什么东西，都一律逐出服务器。我们尽力不作出任何误判的事情，为了大家的友谊和快乐。云烟迹宇辅助凛极天敕“cvraindays”，兢兢业业对待生活中的每一件事情，在现实中也非常阳光，喜欢各种运动和文化，并且对待所有的事情都很专心，更重要的是学习也好，如果大家有不会做的题什么的也可以提问（高三以下），他会依据实际问题耐心解决。我们的工作室云空之语中的小伙伴，也都很热爱mc这款游戏，企盼大家能一起游戏，收获一段不错的记忆。聊天群里大家也可以畅所欲言，保持活跃，你们才是我们服务器的中坚力量。一起加油，我们云烟迹宇的志向是在一整片天敕大陆上一起欢笑。如果您在一些意见上与我们产生了分歧，还请心平气和的和高管们好好谈谈。我们说过会解决就一定会解决。\n\n\n云烟迹宇服务器的聊天群号：433792830\n服务器官网地址:www.cloudvl.cn\n严肃提醒：我们欢迎所有人，但是不宠熊孩子。\n服务器历年风景\n\n\n\n\nfile_1578832202000.jpg (51.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\nQQ图片20200112202852.jpg (67.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\nfile_1578832190000.jpg (60.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\nfile_1578832178000.jpg (52.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\nQQ图片20200112202818.jpg (66.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\nQQ图片20200112202818.jpg (66.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-12 20:29 上传\n\n\n\n\n\n\n\n\n\n后记（服务器背景）云宇器迹，由云宇天敕**天敕作为腐竹开始了服务器生涯。服务器至2019年九月已经历经四年风雨洗礼。四年里，服务器里人才济济，最高同时在线人数超过五百，由2015年1月25日创建的云烟迹宇交流群，人数破三百大关。这五百、三百或许不算什么，但它象征着我们曾经的辉煌，我们永远忘记不了，我们的云宇器迹服务器曾是一个繁荣快乐的大家庭。这几年，辅助一直没有放下服务器，即使是在最困难的时刻，辅助一直在不断地为服务器做出贡献，给服务器更新、给官网重编、给玩家们做福利建筑（红石类）。我们由衷地感谢他，所以由我自愿来书写这一篇介绍书。服务器在最初的时候，是最鼎盛的。记录也是在当时被打破。我们有辉夜城：由Raindays（辅助），Chen_tian，Chun_Ge（辉夜城城主）建造而成。那是我们最初的风光，是服务器最初的建筑群，红石最集中的大区。它见证了服务器的发展历程。在当时，玩家们可以见识到各类红石机关和近代建筑，丰富自己的学识，互相研讨红石的作用以及玩法。这里非常热闹，但这里还仅仅是第二大领地。我们的所有领地有：辉夜城，新鑫城，五丰城，暮光场，泰水城。以上是生存部分的选样介绍，我们还有余梦小镇空岛，云梦颠鼎小游戏，可以说云宇器迹的交流群互为一体。五大领域，都有地皮保护，没有加入其中一个领地时，无法获得内部资源。玩家进入服务器后，需要完成三个建筑，否则无法获得他人帮助。同时还有自定义武器，自选RPG玩法。本服务器是纯净，公益，的服。自愿进行捐助，以维持服务器日常维护等。看罢，如果你想和我们一起重现当年繁荣，不，想玩的开心就一起玩吧。我们保证玩家的游玩顺畅，保证环境的友好纯洁。虽然目前放弃了以往的旧存档，如今只是个普通的红石生存服，但我们依旧在。我们会带着你们，你们可以推着我们，让我们一起前进！再前进！！\n\n\n\n辅助训话还望大家欢乐游玩。资源共享，互帮互助，共同进退。而能维持服务器运作之根本。\n人人为我，我为人人。希望大家能够继续愉悦相处。\n入驻敝群，荣耀至极，嬉戏欢乐，如影随形；发展与共，互相学习；自我修养，交涉以彰，技无优劣，人无完人；品德之尚，至此至要。\n群员和睦相处，学习进步发展，便如煜日高升，草木歆然。便能稳定发展；至若尔虞我诈，待人僭越觊觎，便如颓圮离墙，破烂橱柜。群定萧瑟肃杀。\n连图不过三、发言不过七、亥时不言语、言无不健康。言出必行，信守承诺。此为基本操守也。\n给予机会，望能遵守。\n\n\n\n\n\n服务器辅助cvraindays\n\n",
    "replies": []
}