{
    "title": "[Mod教程]Industrial Craft2（工业时代2）图文教程【持续更新】",
    "author": "天启-麒麟",
    "replyCount": 73,
    "timestamp": 1583634240,
    "txt_content": " 本帖最后由 麒麟喵o 于 2020-4-19 09:57 编辑 \nIndustrial Craft2   图文教程【持续更新，目前内测阶段】——by qilinmiao\n =[Industrial Craft2]介绍=\nIC2是一个发展现代化生活，全自动化生产为核心的一个大牌远古mod，内容涉及农业，资源处理，矿物处理等多种方面。\n其中新引入了一个Energy Unit（电力新能源）一个新的能源系统。\n工业mod的趣味性和技术性很强，我自认为仅次于ae（应用能源）2，适合与BuildCraft（bc管道）mod同时使用。并且热力（RF能），ae（AE）和工业（EU）的对接都很完善。在本文给大家带来IC2的详细图文教程，希望能对大家有所帮助。可以加我qq3148483069一起讨论关于工业的各种问题哦！！\nps：本文用的版本为2.2.829-exp（即1.7.10工业2实验版）\n本体mod：工业IC2实验版\n1156407698大大搬运的NEI\nqq33004898大大搬运的高级太阳能\n23235599大大搬运的BuildCraft建筑工艺\n注意，由于工业2中合成比较复杂，连锁合成比较多（后面东西一个就要一堆的图），所以我只在早期给出一部分的合成表，其他的合成请自行NEI。（如果你要用G键我也不拦你，但是NEI和好多别的模组和工业联动了。比如工业电路板和科技枪的电路板是通用的，合成的时候用哪一个都一样，这个在NEI中可以看到GIF动图，而G键及其他的没有这种功能）\n鄙人的工业全自动化帖子[持续更新]  欢迎去捧场啊！！\nps：由于这个教程是作者纯手打的，可能会有一点错字请见谅，发现可以给我留言我会改过来的。\n=以下正文=\n\n一、橡胶篇\n首先我们要在荒郊野外找到橡胶树\n\n\n\n\n\nimage.png (295.97 KB, 下载次数: 7)\n\n下载附件\n\n2020-1-13 11:32 上传\n\n\n\n\n没错就是他 你没有看错          树上有黄色的小点\n撸掉树叶（光树干也可产橡胶）可以得到树苗，然后想在哪种就在哪种\n橡胶树产量及其不稳  多种几颗 ，或者......直接把家建在橡胶林里（妈妈再也不怕我缺橡胶了）\n有了橡胶树，怎么弄橡胶呢。我们需要一个木龙头\n\n\n\n\nimage.png (3.71 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-13 11:37 上传\n\n\n\n\n需要5个木板，摆法如图\n拿着木龙头右键橡胶树干上的那个黄色小点点\n就会出现一个名叫黏性树脂的东西 注意：不是橡胶。       然后树脂在熔炉里烧制成为橡胶\n\n\n\n\nimage.png (2.11 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-13 11:40 上传\n\n\n\n\n\n附：橡胶树种植法：\n法一：我称他为“WiFi信号种植法”\n\n\n\n\nimage.png (212.51 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-8 10:35 上传\n\n\n\n\n\n法二：我起的名是“蛇皮走位型种植法”\n\n\n\n\nfile_1583635030000.jpg (79.51 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 10:37 上传\n\n\n\n\n\n二、矿物、工具篇\n工业2中新加了几种工业必需的矿物，如图：\n\n\n\n\nimage.png (272.47 KB, 下载次数: 7)\n\n下载附件\n\n2020-1-13 11:45 上传\n\n\n\n\n从左到右依次是：铜矿石  锡矿石  铅矿石  铀矿石（前期没啥用）  还有一个挖矿挖不到的，我手上拿着的这个 铱矿（当然还有一个就是银矿）\n准备好这几个矿物（当然别忘了还有原版的铁 钻石 煤炭 红石 青金石啥的）（肯定不包括铱矿，你前期要能弄到你肯定是召唤神仙了）就把自己关在家里，投身工业大业吧！！\n先做一个锤子，全名锻造锤。\n\n\n\n\nimage.png (193.13 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-13 11:50 上传\n\n\n\n\n不多说 合成表都放这里了肯定会做\n铁+锤子=铁板 如图\n\n\n\n\nimage.png (196.11 KB, 下载次数: 9)\n\n下载附件\n\n2020-1-13 11:51 上传\n\n\n\n\n同理：金+锤子=金板\n铜+锤子=铜板\n锡+锤子=锡板\n铅+锤子=铅板\n铁板+锤子=铁质外壳X2\n\n\n\n\nimage.png (38.71 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-13 12:01 上传\n\n\n\n\n其他同理（一样）\n注意：锤子只有80次耐久 用完就没了 还需要再做\n然后是剪刀\n\n\n\n\nimage.png (16.75 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-13 11:54 上传\n\n\n\n\n好吧他叫板材切割剪刀（不都一样么）\n我们继续   剪刀（我就愿意这么叫）+铜板=铜制导线X2\n\n\n\n\nimage.png (3.03 KB, 下载次数: 4)\n\n下载附件\n\n2020-1-13 11:57 上传\n\n\n\n\n其他材料一样\n这里需要说明的是：铁板不能剪切\n金板剪出来4个金质导线\n橡胶+各种导线=各种的绝缘导线（没什么用 但是做东西用的多）\n例：橡胶+铜质导线=绝缘铜质导线\n注：金导线+橡胶*2=绝缘金导线     高压导线+橡胶*3=绝缘高压导线（至于高压导线是啥...其实就是铁导线 只不过只能用金属成型机挤压铁锭得到 前期得不到）\nps：工业对铁的要求十分的多 光做这两个工具就费了10多个铁\n三、电池、发电篇\n在工业中，最引以为傲（牛叉！！！）的就是加入了电力（EU）这个新能源（在工业中 你没电就等于没有世界）\n那我们首先做一个电池（火力发电机的前置）\n\n\n\n\nimage.png (16.26 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 17:05 上传\n\n\n\n\n一个绝缘锡导线+4个锡制外壳+2个红石  一个充电电池就出来了 \n充电电池是一个存储电力的一个能量储存器\n但是只有电池怎么能行呢！有了电池 就要发电 才能用电\n那么首先先做一个火力发电机\n\n\n\n\nimage.png (4.27 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 17:10 上传\n\n\n\n\n铁炉合成表\n\n\n\n\n\nimage.png (4.51 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 17:10 上传\n\n\n\n\n火力发电机\n右键放置在地面上 打开后是这样一个界面\n\n\n\n\nimage.png (2.74 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 17:11 上传\n\n\n\n\n火力发电机顾名思义 就是烧东西来发电的 上面一个框用来放置充电电池 下面一个框用来放置可以烧的东西\n右边那个玻璃框是表示发电机本身存储的电力\n注：发电机是最基本的发电设备，主要用于发电或合成其他发电机(ic所有的发电机合成表中都有一个火力发电机)。因为是最基础的机器所以可以用镐去拆卸。\n它可以使用木炭、煤炭、木板等物品作为燃料发电\n但是强烈建议前期使用甘蔗发电，因为甘蔗价格廉价生长快速，采集方便。 煤炭、木炭                                                                                                        4000EU                                                                                                         废料870EU  原木、木板、其他木材     750EU  木质工具和武器500EU  树苗、木棍250EU  橡胶树苗200EU  甘蔗、仙人掌120EU ps：除了煤炭和甘蔗仙人掌之外都很鸡肋的。\n注：火力发电机自身能存储4000EU的电\n四、第一个工业设备：电炉\n学会了发电，下一步肯定是要用电的啦！！\n第一步先做一个电路板\n\n\n\n\nimage.png (2.67 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-7 17:32 上传\n\n\n\n\n（你们要学会自行查NEI或者G键啦！！）\n绝缘铜导线*6+红石*2+铁板\n电路板是基本上每个工业设备凡是用电的都会用到的一个合成材料（自己本身没什么用） 所有的橡胶和红石基本上都废在这里了。\n然后合成一个电炉\n\n\n\n\nimage.png (4.86 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 17:35 上传\n\n\n\n\n电路板+红石*2+铁炉\n右键放置在一个地方（ps：暂时不要用镐子挖工业的各种机器，不然你会后悔的，如果觉得机器的位置不好，等到做出扳手来再拆卸机器）\n\n\n\n\nimage.png (79.33 KB, 下载次数: 10)\n\n下载附件\n\n2020-3-7 17:37 上传\n\n\n\n\n电炉和火力发电机挨着 这样火力发电机里面的电力就会自动送到电炉里面\n\n\n\n\n\nimage.png (7.02 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 17:38 上传\n\n\n\n\n具体使用方法和熔炉一样 唯一不同的是电炉用的是电，而熔炉用的是煤炭。\n那么，如果你在放的时候没有把电炉和火力发电机挨在一起怎么办呢？\n方法一：将电池放入火力发电机中充满电，再放入电炉里。    限制性：太麻烦，没有办法实现理想的全自动化，后期一堆机器一个个跑不是办法。    推荐性：极低\n方法二：将火力发电机和电炉用导线连接起来，任何导线都可以。     限制性：无！！！     推荐性：强烈建议使用此种方法。\n\n\n\n\nimage.png (79.52 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 17:44 上传\n\n\n\n\n\n这样，你的第一台工业机器就做完了，然后你就可以让你的熔炉歇着了\n五、各种导线之间的区别\n我相信你们到这里会有一个疑问，就是各种不同材质之间的导线到底有什么区别呢？这一章就顺嘴提一提这些导线\n\n\n\n\nimage.png (61.82 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 17:48 上传\n\n\n\n\n从左到右依次是：铜导线、锡导线、金导线、高压导线、玻璃导线各种导线绝缘与非绝缘之间没有差别 唯一差别就是合成东西用的有时不一样（我擦擦擦擦擦嘞？？   不是说没有差别吗？）但是在1.9.5之后的导线如果不是绝缘的会漏电（这个你们知道就行了，1.7.10版本的不会漏电）不同材质的导线只是传导电力的速度不同罢了，其他没区别。导线材质传导电力速度铜导线128EU/t锡导线32EU/t金导线512EU/t高压导线2048EU/t玻璃导线8192EU/t相信大家看完这一个表格对各种导线有了更深的理解。\nps：在某些mod服里可能会将所有导线传导电力速度都改成无穷大的。小科普：EU（Energy Unit）是电力单位，t=tick，指我的世界中计数的单位（1t等于二十分之一秒），但不同于红石刻（0.1秒）。\n六、打粉机、提取机、压缩机篇\n这章我们来讲更多的工业机器，不过...合成表就劳驾你们查阅NEI怎么样qwq  来自作者深渊的凝视（当你在凝视深渊的时候，深渊也在静静的看着你装逼。）\n加油！！！想要成为工业大佬就要自食己利（好吧我忘了成语），艰苦奋斗！！自力更生！！\n好扯这么多闲淡终于要步入正题了吗  是不是有点鸡冻鸭！！\n（1）打粉机\n首先讲一讲打粉机，打粉机是工业矿物处理核心的一部分，因为有了它才能实现双倍矿物！！是不是很神奇！！\n比如你有一个铁矿原矿（就是没烧之前的），扔到打粉机里，就会出现两个粉碎铁矿石，然后放到电炉里面烧，出来两个铁锭，就实现了一个简单的矿物处理双倍系统\n\n\n\n\n\nimage.png (7.46 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 18:15 上传\n\n\n\n\n打粉机=燧石*3+圆石*2+基础机器外壳+电路板基础机器外壳=铁板*8\n\n\n\n\nimage.png (5.06 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 18:17 上传\n\n\n\n\n打粉机内部图示，基本同电炉，上面框放需要打粉的材料（如矿石，锭，可以打粉的东西），下面可以放电池（当然你如果连上导线就不用担心了。）中间像一个脚丫子（恕作者没有文采/捂脸）的东西是进度条，右边那个框是输出框。\n下方是各种材料打粉原物品及成品\n 原物品成品沙砾燧石蜘蛛眼2*蛤蛤粉矿石（铁，金，铜，锡）2*粉末（原版）矿石（铁，金，铜，锡）2*粉碎矿石（exp）红石矿石6*红石钻石矿石2*钻石青金石矿石X*青金石矿锭/压缩矿板矿物粉末黏土块2*粘土粉咖啡豆3*咖啡粉圆石沙子石头圆石毒马铃薯蛤蛤粉冰雪球石英加工品下界石英矿石块9*粉末植物球泥土能量水晶9*能量水晶粉萤石4*萤石粉骨头5*骨粉沙石沙子末影珍珠末影珍珠粉小麦面粉烈焰棒5*烈焰粉羊毛2*线\n打粉机自身最高能存储800EU。\n注：打粉矿物锭（如铁锭 钻石之类的）可以得到矿物粉（如铁粉 钻石粉 煤粉），矿物粉再次进行烧制之后就会变回原来的样子。\n（2）提取机工业对于橡胶的需求还是比较大的，但是一个粘性树脂只能得到一个橡胶。这就让萌新有点头大了，相当于一组橡胶就要一组粘性树脂（总感觉这样有一点亏）。\n工业中有一个机器是提取机，见名知意，就是提取东西的，这个机器做到了橡胶翻倍，把粘性树脂放进去，会提取出来三个橡胶。\n合成：木龙头*4+基础机器外壳+电路板（亲们自行NEI阔以么qwq）\n\n\n\n\nimage.png (4.77 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 19:56 上传\n\n\n\n\n基本同电炉和打粉机，上面格子放材料，右边格子输出→_→\n原物品成品粘性树脂3*橡胶橡胶原木橡胶橡胶树苗橡胶染色羊毛羊毛压缩空气单元空单元水单元水化单元砖块、地狱砖块、黏土块、雪块4*砖、地狱砖、粘土、雪球火药硫粉湿润煤炭单元煤油单元生物质单元生物燃油单元满锡罐空锡罐提取机的话 东西不多 但是主要是用来提取更多的橡胶，说这么多应该够了。\nps：合成的时候只能用满耐久的木龙头。\n（3）压缩机压缩机算是在工业机器中用的比较多的一个机器了，主要用于压缩东西（这不是废话嘛..）。\n压缩机是一种压缩高级材料的机器，主要用于压缩碳板、合金板、铀锭、冰等\n合成：石头*6+基础机器外壳+电路板  \n\n\n\n\nimage.png (6.86 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-7 19:56 上传\n\n\n\n\n\n原物品成品9*矿物板致密板无无合金锭高级合金9*小撮钚、小撮U-235钚、U-235矿物粉矿物板（有些不可以）空单元压缩空气单元煤球压缩煤球无无无无4*砖、粘土、4*雪球、沙子、萤石粉砖块、黏土块、雪块、沙石、萤石 9*能量水晶粉能量水晶雪块冰碳网碳板湿润煤粉湿润煤炭\n总的来说，压缩机的用处其实也不是很大，这三个机器中用处最大的非打粉机莫属了，毕竟，银家也是能整出来双倍矿物啊！\n好，这三种工业基础机器就已经讲完了（我擦擦擦擦擦嘞？？这还只是基础？？   没错，这就是基础）\nps：千万不要手残用镐子撸机器！！！要撸掉机器需要扳手。\n\n七、太阳能发电篇\n当你有了这么多机器之后你发现，只有火力发电机已经完全带不动这些机器了，我们需要更多的发电设备。\n我们都知道，在现实生活中有太阳能发电，那工业中肯定也有的啦！\n合成：煤粉*3+玻璃*3+电路板*2+火力发电机\n\n\n\n\nimage.png (6.76 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 19:55 上传\n\n\n\n\n这样一个基础的太阳能就做好了，把他放到阳光能照到的地方（露天的地方），用导线和其他机器连起来\n界面非常简单，白天发电（黄色亮），夜晚不发电（黄色熄灭）。格子中可以放充电电池，或者用导线将其与其它用电机器相连。太阳能发电机虽然不消耗煤炭，且白天持续发电，下雨不行，但发电量太少，一个白天大约发电12000eu左右（=3个煤炭）。\n\n\n\n\n\nimage.png (2.75 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 19:57 上传\n\n\n\n\n（除了普通的太阳能还有“高级太阳能工业附属”mod里面带的高级太阳能、混合太阳能、终极混合太阳能（俗称忠魂）、量子太阳能。这些太阳能每个基本上都是超核电的存在，不过就是耗费的材料也是数一数二的贵，，）\n\n\n\n\nimage.png (6.12 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-7 19:57 上传\n\n\n\n\n前期还是打消做这个的想法吧 亲。\nps：除了太阳能发电机（也就是工业自带的发电机）不能用镐子撸以外，其他高级太阳能附属mod里面的扩展太阳能都可以用镐子撸哦。\n八、储电盒----比充电电池更牛叉的电力存储设备。\n有了几个太阳能之后，用电池储电就特别的麻烦，我相信你们也深有体会。那么我们来做一个储电盒。\n\n\n\n\nimage.png (7.44 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 19:59 上传\n\n\n\n\n木板*5+绝缘锡导线+充电电池*3\n放在地上使用，可以存储40kEU（40000EU）\n注意：这一个面是电能输出面！！！\n\n\n\n\nimage.png (82.15 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 20:02 上传\n\n\n\n\n带有小白点的面是输出面，其他面都是输入面。\n其实这个地方萌新比较容易有的疑问是：明明已经放上了储电盒，而且都已经充满了电了，为啥我在使用机器的时候还是点不够啊。那这个时候就是你的导线没有连接到储电盒的输出面。\n例：只输入，不输出。原因：没有导线连接储电盒的输出面，至于，，怎么让这个输出面调整方向，，还需要做了扳手再说。\n\n\n\n\nimage.png (224.34 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-7 20:05 上传\n\n\n\n\n正确做法：\n\n\n\n\nimage.png (263.45 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 10:54 上传\n\n\n\n\nps：我们已经多次提到了扳手，我们马上就要做了。\n九、青铜锭、扳手的制作\n有的时候，我们刚刚做好的机器一不小心，就手残放到了你不想放在的地方，那这个时候用稿子一挖，就会出现一个外壳或者火力发电机，辛辛苦苦做了好长时间的机器就这么没了，这一篇就给大家介绍一个用来拆卸机器，改变机器朝向的一个工具----扳手\n做扳手需要先做青铜锭，做法很简单：锡粉+铜粉*3（不会就自行NEI，从现在开始不是非常重要的合成表就不放上来了）\n是不是很简单有木有\n但是这时你会发现，做出来的是4个青铜粉，而不是青铜锭，只需要再用电炉烧一下就好了\n六个青铜锭合成一个扳手                                                                        =       这种新型合成表的方式是不是有点帅=-=（作者太有才啦！！）（手机排版可能会出点小小的问题）\n好扳手做完啦，那么....怎么用呢\n水友：这才是重点！！！\n扳手，可以直接右键机器拆除（不包括存储电力设备等对朝向有要求的机器）\n\n\n\n\nimage.png (234.85 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 11:14 上传\n\n\n\n\n打掉机器成功率为10%~70%，成功率自低级机器向高级机器递减（在1.10.2之后的版本不管是啥成功率都是100%）\n扳手耐久120，其中改变机器朝向消耗耐久1，拆卸机器消耗耐久10（在1.10.2之后的版本扳手没有耐久，这里不再做赘述）\n接下来有点难理解了。\n电力存储设备等对机器朝向有要求的机器，在拆卸的时候，你右键第一下，是默认将正面调整到你所右键的那一个面上。再次点击那个面，才能拆卸机器。或者你要直接拆卸机器就可以点击这些机器（对朝向有要求的机器）的正面（也就是电力存储设备有点的那一个面）\n这些对朝向有要求的机器扳手还有一种使用方法，就是shift+右键，这又是啥意思呢。就是你shift+右键点击一个面，他会自动将机器的背面调整至你所点击的那一个面。再一次点击机器的背面，就可以打掉机器（和直接右键差不离，但还是有区别的）\n举个栗子，糖炒栗子蛮好吃的，软软的甜甜的，就是有点贵，10块钱一斤，今天去买了2斤.........\n水友：等等等等等？？？？跑题了！！！\n嗯...好现在来举一个真正的例子。\n一个储电盒，我用玻璃导线连接上它的正面\n\n\n\n\nimage.png (231.09 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 11:27 上传\n\n\n\n\n如果我用扳手右键它的右面，如图：\n\n\n\n\nimage.png (220.16 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 11:28 上传\n\n\n\n\n可以看到它的正面改到了原来的右面的地方了，再一次用扳手右键他的正面（第二张图的），就把他拆卸了。\n那还是一个储电盒，我用玻璃导线连接它的正面\n我用扳手shift+右键它的正面\n\n\n\n\nimage.png (310.5 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 11:30 上传\n\n\n\n\n不难看出它的正面改到了原来的背面的地方，如果再一次用扳手shift+右键连接玻璃导线的那一面，就会把储电盒拆卸掉。（我擦擦擦擦擦嘞，作者你好细啊！）\n你 学费了吗？？\n这个扳手的用法主要是用于拆卸机器，明白怎么拆卸机器就行，至于对朝向有要求的机器改变朝向，如果不是特别需要可以不用记住，了解了解就好了（毕竟用来装x也是不错的选择）。\n附：作者亲身试验过，镐子附上精准采集没有用，工业机器要想他不坏只能用扳手（哈哈哈哈哈，作者的黑历史，表面笑嘻嘻，心里妈卖批）。\n十、金属成型机\n我们在老早以前就提过的一个导线----高压导线，当时只是顺嘴提了一句，是铁锭放在金属成型机中挤压而来的，毕竟，，，人家高压导线可是比铜导线，锡导线，金导线传导效果都好的啊，仅次于玻璃导线。\n这一章我们就来讲一讲做高压导线必需的金属成型机\n合成：电路板+基础机器外壳+工具盒*2+线圈*3工具盒=青铜外壳（青铜锭用锤子砸成青铜板，再用锤子砸成青铜外壳）*5线圈=铜导线*8+铁锭\n具体合成自行NEI。\n放置在地上打开界面如下图：（借用一张网络图片，因为论坛每天上传图片是有限制的，能省则省呀）\n我们看这个界面，左边两个框我们已经见过多次了，上面放要加工的材料，下面放电池之类的（可以不放），中间三个工具盒样式的是进度条。最右边一个框是输出加工完成的材料的。但是我们发现，中间下面一个比其他机器多出来了一个框框，是干啥的呢？？\n其实，那个框就是调金属成型机工作模式的。点击即可调工作模式。\n金属成型机有三种工作模式\n1.辊（gun）压\n是一个锻造锤样式的，用法和锻造锤差不多，但是他的用处比锻造锤多。例如：精炼铁（后面我们会讲）不能用锻造锤砸成精炼铁板，但是可以用金属成型机辊压压成精炼铁板。\n输入输出输入输出锡锭\n锡板锡板2*锡质外壳\n铁锭铁板铁板2*铁质外壳铜锭铜板铜板2*铜质外壳青铜锭青铜板\n青铜板2*青铜质外壳金锭金板金板2*金质外壳铅锭铅板铅板2*铅质外壳精炼铁锭精炼铁板精炼铁板2*精炼铁质外壳\n2.剪切\n是板材切割剪刀样式的，用法和板材切割剪刀差不多。但是有些矿板用剪切模式剪出来的比用板材切割剪刀剪出来的多。如：铜板用板材切割剪刀能剪成2个铜导线，而用金属成型机剪切能剪出来3个铜导线。\n锡板\n3*锡线\n铁板4*高压线铜板3*铜线铁质外壳2*工业货币金板4*金线\nps：工业货币主要用来在贸易箱里交易物品\n3.挤压\n这个是一个铜导线样式的，也是金属成型机最重要的一个工作模式，前面两个基本上都可以用锤子和剪刀代替，而这个挤压模式没有任何工具可以代替，所以挤压是金属成型机最主要的一个工作模式。\n锡锭3*锡线锡质外壳1*空西罐金锭4*金线铁板1*空燃料棒铜锭3*铜线铁质外壳\n1*铁栅栏铁锭4*高压导线铁块1*铁柄锡板3*空单元精炼铁块1*精炼铁柄\n空锡罐是一个食物容器，主要在流体固体装罐机中装满食物得到满锡罐用（简而言之，就是没啥用）\n空单元我们一会就会接触到，主要是用来装液体和压缩成压缩空气单元。\n空燃料棒是用来做铀燃料的，是核电部分的，暂时用不到。\n铁栅栏和木头栅栏差不多，用法也差不多，就是一个铁一个木头罢了，个人觉得铁栅栏看起来比木头栅栏安全awa（丹仅仅是看起来）。\n这样一个金属成型机就做好了，你就可以把所有的导线都换成高压导线啦！！\n十一、地热发电机\n我在做出来火力发电机的时候就有种想法，就是能不能把岩浆丢进去，最后试了几次不行。相信许多刚刚玩工业的萌新们也是这么想的，工业中有一个专门烧岩浆发电的一个机器，我们今天要讲的，就是地热发电机。\n\n\n\n\n\nimage.png (36.66 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-8 17:04 上传\n\n\n\n\n玻璃*4+空单元*2+火力发电机+铁质外壳*2\n空单元是锡板放到金属成型机中挤压而成。\n有了地热发电机，你就可以往里面扔岩浆来发电了。\n地热发电机里最大可以存储8000mb的岩浆，1000mb（一桶岩浆）岩浆发电10000EU。地热发电机自身可存储24000EU\n妈妈再也不怕我电不够了\n在这里我推荐大家使用的是工业2自己带的装流体的容器----通用流体单元（一个也可以装1000mb的液体，和桶一样）\n合成：锡制外壳*4+玻璃板\nps：桶装了液体之后不能叠加，而通用流体单元装了液体之后照样可以叠加64个，可以很好的节省背包的空间。十二、工具篇\n相信许多萌新一开始看到那些大佬拿着看起来很牛批的钻头来挖矿，心里羡慕不已。于是乎，这一讲我们就来讲一讲钻头。\n需要做钻头，自然要先做驱动把手的啦！\n合成：充电电池*3+铜导线*2+电路板+铁质外壳*2+电动马达电动马达=线圈*2+锡制外壳*2+铁锭（是不是忘了线圈合成表啦？？）钻头=驱动把手+铁板*6就这么简单\n做出来的钻头是处于没电状态的，所以把他放到储电盒里冲会电\n等到下面的绿条满了之后，就可以愉快的去挖矿了\nps：如果你背包里有火把，拿着钻头右键一个地方即可放火把。\n这个驱动把手除了做钻头，还可以做电锯\n你们在用扳手的时候是不是觉得有耐久特别不好使啊，是不是觉得有几率会把机器拆坏掉很心疼啊？\n这些，电动扳手通通都能解决，我们先来看小型驱动把手。合成和大型差不多，比大型少了两个充电电池。\n小型驱动把手能做的东西比较多了，还有些东西是比较常用的，比如电动锄头（左边第二个）、电动扳手（右边第二个）、电动木龙头（也叫电动提取器，左边第三个），相比较于大型驱动把手做的东西，小型驱动把手做的东西比较接近于农业生活。\n水友：我擦擦擦擦擦嘞，还有右边第一个没有讲呢。\n那个是风力计，用来测量风速的，下章就会用到啦。\nps：所有这章讲的工具无一不是充电之后才能用，没有耐久！！！只有电力！！\n附：（小声）电动扳手可以开启无损模式，打机器永远都不会坏掉（100%成功率）。非酋：我有救啦！！\n电动扳手无损模式开启方式：把电动扳手拿在手上，按下Mode Switch Key+右键（默认键位是M+右键）\n如果M+右键不行，请打开Esc-选项-控制-找到IC2，把下面的键位改成你想用的（作者比较喜欢用数字键1-4+Alt）\n\n\n\n\nimage.png (28.19 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-8 13:58 上传\n\n\n\n\n看个人喜好，你们随便改，只要键位不冲突就行（冲突这个字会变成红色）\n十三、风力发电篇\n做了这么多工具和机器，是不是电力有点带不动了呀！没关系，这篇咱们就来讲一个叫做风力发电的一个东西。\n风力发电，咱们现实生活中也有，自然，工业是贴近生活的，所以也肯定有风力发电，不过...NEI查了查，好像没有风力发电机这个东西哦。\n作者（一脸奸笑）：肯定没有啦，不然这么简单玩个锤子...嘿嘿.....\n在工业中要实现风力发电是需要风力动能发生机和动能发电机相配合使用的，额，，至于怎么用，一会就会讲到。\n风力动能发生机合成：\n风力动能发生机=铁柄*2+基础机器外壳\n铁柄是铁块放在金属成型机挤压而成的。\n动能发电机合成：\n\n\n\n\nimage.png (6.49 KB, 下载次数: 3)\n\n下载附件\n\n2020-3-9 12:23 上传\n\n\n\n\n\n动能发电机=铁质外壳*6+火力发电机+铁柄+电力马达\n有了这两个东西，就可以开始愉快的搞风力发电了。\n首先需要搞一个高高的台子，这里顺嘴说一下脚手架脚手架，是一种方块，在搭高高的时候可以用，放上之后就相当于前后左右4个面都有梯子，可以随意上下爬\n脚手架在高空在没有方块支持的情况下是不能放的\n并且有一个支柱周围只能最多放13个脚手架方块\n脚手架空中一个支柱极限摆法\n\n\n\n\nfile_1583674279000.jpg (66.42 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 21:31 上传\n\n\n\n\n\n好，赘述到这里，继续讲风力发电，搭一个高高的台子（前期不需要太高，后期可以再调）\n先放一个风力动能发生机，如图：\n\n\n\n\nimage.png (299.7 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-8 21:34 上传\n\n\n\n\n注意：若要这个圆环朝向这边，需在另外一边放置这个风力动能发生机\nps：这个圆环是风力动能发生机的动能输出面（背面），而另外一边则是转子旋转面（正面）。\n再在这个风力动能发生机旁边挨着放一个动能发电机\n\n\n\n\n\nfile_1583674821000.jpg (67.08 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-8 21:40 上传\n\n\n\n\n同样的，这个动能发电机要达到这个效果也需要在另外一边（风力动能发生机上）放置这个动能发电机\nps：现在面朝的这个面是电力输出面（纯黑）（背面），而与风力动能发生机相连的那一个面是动能输出面（也是一个黑圈但是中间有一点白）（正面）\n附：这个风力动能发生机和动能发电机都是在扳手篇讲的对朝向有要求的一类机器（和电力存储设备例如储电盒差不多）。\n好了，我们现在打开这个风力动能发生机\n\n\n\n\nimage.png (4.81 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-8 21:44 上传\n\n\n\n\n\n有一个提示是：“缺少转子”  意思就是我们要在这个圆框里放转子。\n转子分为：木转子，铁转子，钢转子，碳转子。\n发电功率及耐久自左向右逐增\n风力 MCW  动能 KU电力 EU（4KU ==>> 1EU）转子类型动能 KU（转化率）最小 / 最大驱动力最小产电力EU/tick 最大产电力EU/tick 耐久（消耗1/秒）消耗时间（小时）直径半径木转子1MCW=2.5KU/tick最小10MCW 最大60MCW最小25EU最大150EU10800353铁转子1MCW=5KU/tick最小14MCW 最大75MCW最小70EU最大375EU864001天74钢转子1MCW=7.5KU/tick最小17MCW 最大90MCW最小127.5EU最大675EU1728002天95碳转子1MCW=10KU/tick最小20MCW 最大110MCW最小200EU最大1100EU6048007天116\n   附：两个木转子至少左右间隔10个方块前后间隔20个方块，两个铁转子之间至少左右间隔14前后间隔25个方块，两个钢转子之间至少左右间隔18个方块前后间隔28个方块，两个碳转子之间至少左右间隔34个方块前后间隔34个。\n作者经过各种资料查证和实践出真知得出：4KU=1EU，这种能源类型转换的，后面会给大家出一篇单独讲。\n前期做一个木转子就够了，后期，一个碳转子可是堪比核电的哦！！没有污染，基本不需要维护，没有爆炸危险，基本不消耗任何资源，香的一批啊！！！\n将木转子放入风力动能发生机中，他就开始工作了。（千万别忘了把动能发电机连上导线啊）\n风力发电工作原理：风力动能发生机中放入转子，转子转动产生KU（动能），KU输出到动能发电机中，4KU转化成1EU。\nps：做3个风力发电，放入木转子，前期的电就靠它了呀！！\n小科普：MCW是风力单位，MCW越大，风速越快。KU（Kinetic Unit）为动能单位。\n十四、更高级的储电设备----CESU\n风力发电出来之后，配合太阳能发电机和地热发电机，你会发现，一个储电盒根本不好使了，还有很多电浪费了。这一篇，我们就来做一个更高级的储电设备，毕竟，，存的电多了自己心里也踏实了。\n工业2实验版中，一共有四种储电设备，储电量从小到大分别是：储电盒（40k）、CESU（300k）、MFE（4m）、MFSU（40m）\n今天我们就来做一个CESU（储电盒升级版）\n要做CESU就要做强化充电电池，\n强化充电电池=青铜外壳*5+硫粉+铅粉+绝缘铜导线*2硫粉是由火药放入提取机中提取出来的\nCESU一共需要三个强化充电电池\nCESU=青铜板*5+强化充电电池（可以不满电）*3+绝缘铜导线做出来了后，用法和储电盒差不多\n有了CESU之后，会发现，这个CESU存的电简直就是无底洞啊，一堆太阳能+风力发电都装不满，再也不怕浪费电啦！！\n十五、泵、洗矿机\n有了电，咱们就要用电了呀。这一章说一个能使粉碎矿物增产44.4%的一个机器（虽然比不上打粉机，但这是和打粉机连用的啊）\n这一篇就来讲一讲洗矿机，洗矿机耗电比较厉害（16EU/t，金属成型机才10EU/t），而且要配合泵来使用，不过你要是人工通流（通用流体单元简称）打水也可以。\n洗矿机=铁板*3+铁桶*2+基础机器外壳+电动马达*2+电路板光这个合成就比之前的基础机器麻烦\n还需要配合一个泵来使用\n泵=空单元*4+电路板+基础机器外壳+采矿管道*2+木龙头采矿管道*8=木龙头+铁板*6泵做出来了，接下来咋用呢？？\n水友：这才是重点！！！\n泵是一种能够抽取水和岩浆等（各种mod中的）液体（注意不是流体，气体抽不了）的一个机器，它可以抽取面对着的任何方向的流体（抽取他的源头）。\n每抽1000mb的液体需要20EU，实际测试的值是0.95EU/t\n泵特性（bug说的好听点）：可以隔两个方块抽取第三个方块的液体\n只要正面的口对着液体，并且机器内没有液体或者是有同种液体就可以抽。\n首先搞一个无限水（最好大一点，例如2*3的无限水），在旁边放上泵，泵连上电\n\n\n\n\nimage.png (288.64 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-9 08:22 上传\n\n\n\n\n就会看到泵开始抽水，同时泵中的水位也在上升。满了，就不会再抽了（也不会浪费电了）（泵自身可以存储8000mb的液体）\nps：黑色圆圈这一面要对着水啊，不然就只能抽土玩了       /笑哭（手动滑稽）\n有萌新就有疑问了：哎作者大大，这个洗矿机不是机器吗，为啥还要配合泵使用嘞？\n洗矿机洗矿机，就是用来洗矿的，没有水咋洗啊....那叫干洗（？！？！？！？）好像还蛮有道理的。（你家干洗不用水嘛...）\n洗矿机工作是需要水的，所以需要配合泵来使用（不过你要是手动用通流打水放里面我也不拦着你）\n那么就把洗矿机放在泵旁边就行啦！\n但是你会发现泵不会自动把水输出到洗矿机内。\n这个时候，就需要一个流体弹出升级了。\n顺嘴提一提，我们每做完一个新机器之后放到地上打开之后，最右边总有一列不知道是干啥玩意儿的东西，而我之前也没有讲。今天就顺嘴提一句。\n那一列是升级插件栏，不知道大家有没有注意到，凡是有这升级组件栏的机器，左上角都有一个“i”蓝底白字，把鼠标放到上面就会出现：\n兼容的升级插件：xxxxxxxxxxxxxx\n这里以金属成型机为例\n\n\n\n\n\nimage.png (8.2 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-9 08:40 上传\n\n\n\n\n\n这些升级插件，就是放到最右边的升级插件栏里面的，这个“i”，就是说明这个机器能用什么升级插件。\n今天要用的流体弹出升级就是一个升级插件。\n呼，终于讲完了。\n通用流体单元=锡版*4+电动马达\n做出来之后把它放入泵的右边一栏里，泵中的液体就可以自动弹出到一格有效方向（上下左右需要液体的机器或者别的东西）了。\n这时你发现洗矿机中的水不断的增加，不到一会就满了。\n洗矿机是用来把粉碎矿物洗成纯净粉碎矿物还有出产的别的产物。\n加工每一个物品均需1000mb\n界面如图示：左边1区域是放电池的，上面是电力缓存区。\n2区域左上是放水通流，水桶等（有了泵就不用管了），在下方输出空通流，空桶等容器。\n3区域，也是最重要的一个区域上方放置粉碎矿石，下方三个格子输出纯净粉碎矿石，小撮矿粉，石粉。中间是进度条（很慢很慢）。\n输入-输出表：输入输出消耗水粉碎铜矿石纯净的粉碎铜矿石，小堆铜粉*2，石粉1000MB粉碎锡矿石纯净的粉碎锡矿石，小堆锡粉*2，石粉1000MB粉碎铁矿石纯净的粉碎铁矿石，小堆铁粉*2，石粉1000MB粉碎金矿石纯净的粉碎金矿石，小堆金粉*2，石粉1000MB粉碎铀矿石纯净的粉碎铀矿石，小搓铅粉*2，石粉1000MB粉碎铅矿石纯净的粉碎铅矿石，小堆硫磺*3，石粉1000MB洗粉碎铅矿石可以洗出来小撮硫粉，再也不用去冒险打苦力怕了。\nps：作者目前未发现石粉有什么用，当做废物就可以了（不知道他能不能放到废料盒中转化成废料）。\n这个洗矿机虽然看起来麻烦，其实也不麻烦。\n十六、RE充电电池\n你在用钻头嗨嗨皮皮挖矿的时候最烦的事情是啥？？没错！！就是钻头没有电了，需要经常回家充，这样是不是很麻烦啊？这一讲来讲一个随身电源----RE充电电池。\nRE充电电池本身可存储40kEU的电量和储电盒存储的电量一样。放在背包里可以给背包内的东西充电，RE充电电池一共有三种模式：（1）Enabled    开启（2）Disabled   禁用（3）charge items not in hand  给工具栏中不在手上的物品充电。\n说了这么多，也该讲讲合成了：电路板*4+充电电池*4（还行，不算太贵）\n可以放入储电盒、CESU、发电机中充电，充好电带上他把模式调成开启就可以愉快的去挖矿啦！！\n调模式：手中拿着RE充电电池，右键一片空地即可切换模式。建议是先禁用，等到钻头没用了再开启。\n这时是真正做到了[充电五分钟，通话两小时，RE充电电池，好用不贵，丰俭由人]，续航能力极强盛！！！\n附：RE充电电池也可以放入机器中给他供电。\nRE充电电池可以把它升级成高级充电电池高级充电电池用法和RE充电电池差不多，高级充电电池可存储400k。\n\n注意：高级充电电池只能放入CESU及更高级的电力存储设备和发电机中充电，并且，只能给[最大128EU/t]以上的机器供电。至于原因，，现在这里讲了也不明白。\n升级需谨慎！！升级需谨慎！！升级需谨慎！！\n重要的事情敲三遍！！！\nps：后面会专门抽出一篇来说说高低电压的事。\n十七、新能源HU及高炉和电力加热机\n我们基础机器已经快全部做完了，我们马上就要接触高级机器了，做高级机器的一个重要原材料就是精炼铁锭，在工业2原版中精炼铁锭是铁锭直接放入熔炉里再次烧制而成的，而工业2exp（实验版）新添加了一个炼钢的这个元素，增加了高炉。这一篇就来说一说如何炼钢。\n炼钢，我们首先需要两个机器高炉和电力加热机\n做这两个机器都需要热传导器合成十分简单，两个机器都需要就做两个。橡胶*6+铜板*3\n高炉合成表铁质外壳*7+基础机器外壳+热传导器\n电力加热机：电力加热机=铁质外壳*6+充电电池+电路板+热传导器\n做好了，该怎么用呢？\n首先我们看电力加热机：\n\n\n\n\nimage.png (223.45 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-9 11:08 上传\n\n\n\n\n这个有黄点的一面是他的正面。也是他的热能输出面。\n电力加热机，顾名思义，消耗电力，出产热能。这里热能单位是HU/t\nHU即为Heat Unit，电力加热机连接上电线（除了黄点一面任意一面都可），里面没有产热，而显示的是：【放置线圈来增加输出热量】，我们放置一个线圈在里面（最多可放十个线圈），放入一个之后，下面显示屏上变成0HU/最大10HU\n\n\n\n\nimage.png (15.9 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-9 11:13 上传\n\n\n\n\n注意：这里电力加热机只要里面放上了线圈就会不停的耗电。\n1EU=1HU\n萌新：咱们不是用高炉炼钢吗，为啥还要做电力加热机啊。\n高炉，需要消耗热量来进行炼钢，而他本身又不能出产热能，所以给他连上一个电力加热机，有热能输入了，才能进行炼钢。\n电力加热机弄好了，我们来放置高炉。\n\n\n\n\nimage.png (236.76 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-9 11:17 上传\n\n\n\n\n高炉的那个黄点（热能输入面）需要和电力加热机的那个黄点（热能输出面）连起来。这样高炉就有热能了。\n高炉打开后的界面如图：\n\n\n\n\nimage.png (5.53 KB, 下载次数: 3)\n\n下载附件\n\n2020-3-9 11:21 上传\n\n\n\n\n左边上面是放置铁锭的，左下方是放置压缩空气单元，中间即为进度条，下方进度条为积攒热量，上方即为炼铁进度，右边下方输出精炼铁和炉渣，右上是升级组件区：可安装弹出升级，红石信号反转升级，抽入升级。\n我们放上铁锭和压缩空气单元（由空单元压缩而来），可以看到他开始运行了。\n\n\n\n\nimage.png (6.35 KB, 下载次数: 4)\n\n下载附件\n\n2020-3-9 11:54 上传\n\n\n\n\n一个铁锭+六个压缩空气单元=精炼铁锭+炉渣\n空单元可反复利用。\nps：炉渣不要扔，后面放在离心机里面可以离心出来金粉和煤粉，贼有用。\n高炉是先将热量升到100%再开始炼钢。一般3分钟一个锭。\n小技巧：可以在高炉上放一个拉杆，拉下拉杆，这样高炉即使在没有铁锭的情况下热量还是会保持在100%，不信的小伙伴可以试试哦！！\n我们再来补充一个叫做固体加热机的东西，具体工作方式和电力加热机差不多，就是不需要放置线圈，只需要烧煤炭（煤炭块也行）产生热量，烧完后留下煤渣（白色的），这个是真的没用，固体加热机配合高炉使用也可以，需要的煤炭不多。\n但是我为啥给大家讲这个电力加热机呢？因为在后期的话，我们搞一个全自动化炼钢，不能总是往里面扔煤炭吧，其他的一些教程是讲的固体加热机，我希望大家固体加热机和电力加热机都会，多一门手艺，就多一条出路（毕竟知道多了装装逼也是可以的嘿嘿）。\n并且这里给大家证明了，各种能量之间的互换或者是能量的产生不止有一种方法，希望大家多多开动脑筋，想出更好的一个方式。\nps：其实各种能源之间是都可以转换的（EU、KU、HU）\n十八、车床及电力动能发生机（钻头升级篇）\n在做出来钻头之后，你们是不是发现了钻头还有升级版----钻石钻头啊！！  我相信有些宝宝们试着做过，但是怎么做都做不出来那个中间的铁空转换模板是不是。\n萌新：作者大大你太太太太太太厉害啦！！一语洞穿萌新心。\n其实呢，那个铁空转换模板啊，是钻头形状的，并不是普通合成合出来的普通铁空转换模板（空）。这一篇，我们就来说一说制作铁空转换模板样式的一个机器：车床。\n上篇的高炉和车床差不离，只不过高炉是用HU（热能），而车床是需要KU（动能）\n其实也很简单的啦！！\n车床配合电力动能发生机使用。\n合成：电力动能发生机=铁质外壳*6+充电电池+铁柄+电动马达（和动能发电机有点像吧嘿嘿）\n车床=铁质外壳*2+铁柄*2+基础机器外壳+铁板*3（这玩意儿全身都是铁，心疼死了）\n用法和高炉及电力加热机差不多，只不过车床不区分动能输入面而已。\n所以放一个电力动能发生机（电力动能发生机还是有动能输出面之分的）面向我们的这一个面是动能输出面，把车床和他挨着放，这样动能就能传输到车床里面了。\n电力加热机中需要放线圈才能产热，电力动能发生机也一样，放入电动马达来产生动能。\n注意：！！！这个电力动能发电机中只要放上了电动马达就开始把电力转化为动能，不管有没有需要动能的机器，所以在不用的时候一定要把电动马达拿出来！！！\n毕竟，耗的电也不是一般的多，电力加热机放入线圈也一直耗电，但是没有电力动能发生机耗电那么多。\nps：1EU=4KU\n好，环境搭建好了，我们继续看车床内部构造。\n首先车床工作需要一个车床工具。来了来了，第一个用到精炼铁的地方，相信我，最后精炼铁用的非常非常多。\n放入车床之中提一嘴这个界面，车床工具上方是放置铁空转换模板的，车床工具下方是削模板削下来的小撮铁粉，右边则是工作区域。\n先做一个铁空转换模板然后把它放进车床中\n到了最关键的步骤了，首先先看一下合成表中合成钻石钻头的那个铁空转换模板（钻头），把鼠标放上面，按住shift，可以看到：5/5   4/5   3/5   2/5   1/5（这里我不好截图，先不放图了，试了好长时间）\n这个就是他的模型，你也可以点击那个铁空转换模板（钻头）\n\n\n\n\nimage.png (16.31 KB, 下载次数: 9)\n\n下载附件\n\n2020-3-9 12:56 上传\n\n\n\n\n这个其实就是钻头样式的铁空转换模板\n然后我们再来看车床一开始都是5/5，然后怎么变成图中这样呢？\n按钮1不需要点，按钮2点击1次，按钮3点击2次，按钮4点击3次。按钮5点击4次。\n就出来了钻头样式的铁空转换模板\n其实就拿5/5来说，点击一下上面的那个按钮，就会变成4/5，再点一下，就会变成3/5\nps：不要多点，多点了就回不去了=这个铁空转换模板废了。\n有了这个，就可以合成钻石钻头啦！！钻石钻头=采矿钻头+铁空转换模板（钻头）+钻石*3\n有了它，自己感觉挖矿的速度都快了一倍了呢！！自己挖矿的兴趣也增加了呢！！！\n（呼，终于讲完了，累死了）\n我在补充一下手摇动能发生机，就是手动产生动能的，纯天然无污染。\n合成：基础机器外壳+拉杆  或  铁板*8+拉杆\n\n\n\n\nimage.png (280.44 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-9 13:06 上传\n\n\n\n\n十分easy\n只需要一直右键那个手动动能发生机就可以（总觉得这样比电力动能发生机划算）\n手动动能发生机没有动能输出面之分（仅限于前后左右四个面，你让上下面去输出动能也不可能啊）\n附：只要是车床上方有一线红色，就证明车床有动能！！\n作者的话：这个机器和它的产品目前只在1.7的版本上有了，1.12的版本已经把他给去了，新版钻石钻头合成只需要3个钻石往钻头上一套，估计以后开发组也不会开发这个车床的新玩法了，就让他和它的产品永远的安眠于1.7.10吧。/泪奔/泪奔\n十九、热能离心机\nps：之前更得有点多，所以打算歇上两天再更，现在继续开始爆更！！\n我们很早之前就说过，高炉烧出来的煤渣有大用，那么咋用呢？相信大家已经攒了一堆没炸了吧。\n今天我们来讲一个处理煤渣的一个(高级)机器----热能离心机\n（作者的废话，无视掉就行）想要用机器，肯定要先做机器啦。\n做热能离心机，你需要他的一个部件----采矿镭射枪\n这里面用上了一个贴空转换模版（扳机型），还需要一个咱们没有见过的能量水晶，再加上高级电路板（这都是些个啥子东西哦，龟龟）\n还有那个合金板，你们是不是一脸懵逼啊\n\n合金锭*2=锡版*3+青铜板*3+铁板*3\n\n合金锭放到压缩机里面，就出来合金板了。\n\n能量水晶粉*9=红石*4+钻石粉*5\n再把能量水晶粉扔到压缩机里面就可以了（9个能量水晶粉=1个能量水晶）（我都不知道能量水晶看起来这么小，怎么能装下5个钻石和4个红石呢？？？）\n高级电路板需要萤石和青金石，You must go to 地狱了。\n接下来再看铁空转换模板（扳机），这也是这一篇重要的内容了，因为我们上一篇讲的是车床，十分重要，这一讲来复习复习。从左到右依次点击：1下 2下 3下 3下 3下\n还是蛮简单的对不对啊（水友：我呸，高级机器外壳咋做啊）\n高级机器外壳=精炼铁板*4+合金板*2+基础机器外壳+碳板*2（不会的自行NEI）\n做出来了热能离心机，放在地上，连上导线，打开之后的界面和高炉有点像（反正我是这么觉得的）\n我们把煤粉放到里面，可以看到下方热量在不断增加。\n增加到满了，上方就会开始工作了，可以看到：\n炉渣=煤粉*5+小撮金粉*1（还是蛮划算的嘛）\n输入最低热量要求输出圆石100石粉下界石英X2250小撮锂粉粉碎铜矿石500小撮锡粉,铜粉,石粉粉碎锡矿石1000小撮铁粉,锡粉,石粉粉碎铁矿石1500小撮金粉,铁粉,石粉粉碎金矿石2000小撮银粉,金粉,石粉粉碎铀矿石3000小撮铀-235,铀-238X4,石粉粉碎铅矿石2000铅粉,石粉纯净的粉碎铜矿石500小撮锡粉,铜粉纯净的粉碎锡矿石1000小撮铁粉,锡粉纯净的粉碎铁矿石1500小撮金粉,铁粉纯净的粉碎金矿石2000小撮银粉,金粉纯净的粉碎铀矿石3000小撮铀-235X2,铀-238X5纯净的粉碎铅矿石2000小撮铜粉,铅粉燃料棒(枯竭铀)4000小撮钚,铀-238X4,铁粉X1双联燃料棒(枯竭铀)4000小撮钚X2,铀-238X8,铁粉X3四联燃料棒(枯竭铀)4000小撮钚X4,铀-238X16,铁粉X7燃料棒(枯竭MOX)5000小撮钚,钚X3,铁粉X1双联燃料棒(枯竭MOX)5000小撮钚X2,钚X6,铁粉X3四联燃料棒(枯竭MOX)5000小撮钚X4,钚X12,铁粉X7放射性同位素燃料靶丸5000\n钚X3,铁粉X54\n炉渣1500小撮金粉,碳粉X5粘土粉X4250\n二氧化硅粉\n附：采矿镭射枪使用方法（在服务器里面是必ban物品）：他是一个可以用激光挖矿（当然也可以和别人打架）的一个东西，自身可以存储300k，它自己需要在MFE或者MFSU里面充电（储电盒不可以，后面会讲）\n按下mode key（控制里面可查看键位）+鼠标右键可以切换各种激光模式\n采矿模式:发射出的激光可以击穿10个方块；低聚焦模式:打一个，近距离有效，节约用电；远距模式:可以打很远，对实体的伤害也是最高的，可以达到19；水平模式:水平的远距模式；超级热线模式:现挖现烧；散射模式:25个采矿模式；爆破模式:约一个TNT当量，对玩家具有穿甲效果。爆炸中心伤害为100点；（当然他的电耗的也很多...）3×3模式:以3×3的断面向前开挖。\n（作者不知道为啥，反正就是非常不喜欢用这个采矿镭射枪）\nps：不能开采黑曜石\n\n二十、转子升级\n我相信你离心炉渣已经离心出来一堆煤粉了吧。\n有好多萌新不知道怎么用，这一讲我们就来用煤粉升级一下转子（你以为是铁转子？错！！！今天做的是碳转子！！！！）\n碳转子之前讲风力发电的时候讲过，消耗不多，没有爆炸的危险，发电量堪比核电。\n要不...合成表自行NEI？？（作者一脸想偷懒的样子）\n好，做出来了之后....\n水友：哎等等，还没合成呢怎么就做出来了呢？？\n作者（一脸奸笑）：都让你们自行NEI了...\n做出来了之后把它放入高高的风力发电机中\n注意：！！！这时如果你的风力发电机不够高的话，需往高了再搭。\n碳转子自身至少需要20MCW，所以过低的高度风力往往不够，最大风力范围是100-160之间（作者测试多次得出的经验）\n你可以做一个风力计，勘测勘测风力\nps：F3看y，就是高度\n二十一、采矿机\n到了后面，你会发现矿基本上不够用了...然而最难受的就是即使有了钻头也不想去挖矿了（又脏又累还有危险）。\n那么工业中有没有自动挖矿的机器呢？\n当然有，不然怎么叫生产生活自动化呢？\n这一篇就来讲一讲采矿机----自动挖矿的机器\n首先是合成：合成十分的简单：箱子+电路板*2+基础机器外壳+采矿管道\n但采矿机不能自己连上电就可以工作了。他还需要扫描仪，钻头和采矿管道。\n我们先用OD扫描仪（成本低）。这个合成蛮复杂的...\n自身可以存储100k（10万）的电量，扫描范围小，只有5*5（采矿面积是对应的小），消耗电量也十分的少...\nps：采矿机是不消耗采矿管道的（一般是有几个采矿管道就能往下挖几格），在采完下面的东西之后就可以一个个的吐出来了。教你们一招省采矿管道的一个方法，按下F3查看y坐标，比如，我的y坐标是60，所以我在采矿机中放入60个管道，他就可以挖到底了（基岩层）\n我们把扫描仪和钻头还有采矿管道放进采矿机中（千万别忘了给采矿机通电，而且一定要足），可以看到采矿机开始工作了。采矿管道不断减少，而右边的格子里面出现了石头、泥土、矿物等东西把鼠标放到那个i上，我们可以看到，兼容的插件是弹出升级和抽入升级，那我们就可以来制造一个大箱子来存储这些产物了。\n\n\n\n\nimage.png (19.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 11:07 上传\n\n\n\n\n放入弹出升级（注意实在右上角）\n在采矿机周围再放一个大箱子（这样存储的物品比采矿机自带的箱子多多了。就不用害怕满了）。\n附：OV扫描仪是OD扫描仪的升级版，可以扫描9*9的范围，相应的采矿范围是中级采矿范围。消耗电量极大（前者的五倍啊）。反正我是及其不推荐前期用OV扫描仪的。自身可以存储1m（及100万）EU\n\n二十一、半流质发电机\n如果你的地热发电机还没有扔掉的话，就把他升级为半流质发电机吧。它是消耗沼气（总觉得有点怪怪的）来工作的，沼气是由各种植物打粉成糠，然后再和水混合成生物质，然后再发酵而成（这特么的也太麻烦了吧）\n首先我要先讲一个新的工业机器，可以把物品和水混合，装罐或者是将单元内液体灌满水格，将水槽中流体灌满单元。\n它就是固体/流体装罐机，虽然不是高级机器，但是后期用的还是蛮多的。合成十分简单。不讲了\n他是需要泵来配合使用的（一个泵可以配合最多6个机器使用，每一个面一个），所以可以和洗矿机一起用一个泵。就是把流体固体装罐机放到那个泵的旁边...\n混合流体固体的配方：水8×青金石\n冷却液\n蒸馏水1×青金石冷却液水1×生物糠生物质水建筑泡沫粉工业泡沫我们用到的是水+生物糠=生物质这一个配方。\n首先打粉植物（我用的是树苗。小麦，树叶也可以）4个树苗打一个糠，其他材料（如小麦等）都是八个打一个糠\n糠放入流体/固体装罐机中，选择混合流体与固体（里面一定要有水，旁边是泵就不用管了）\n可以看到中间的进度条开始动了\n完事之后，最右边的水槽里面出现了一坨绿色的东西（我看着有点像是黄绿色，仍然有点怪怪的，这一篇的东西都是怪怪的）\n然后拿着通用流体单元shift+右键流体固体装罐机就可以取出来了。\n然后我们还需要一个机器，就是发酵机。（水友：怎么这么的麻烦啊）合成也蛮简单的\n但是你们一看到合成里面有这个热传导器，就感觉大事不好！！！打算跑！！！\n作者（露出凶险的笑容）：有那么容易让你跑吗？？？？肯定是先评个分才能跑啊！！\n咳嗯....跑题了，我们继续讲，做出来了之后配合电力加热机或者是固体加热机来工作。\n注：作者测试的是一个电力加热机或者是固体加热机只能配合一个需要热量的机器。（如果这里有误的话请大佬移步评论区告知我）打开后是一片花花绿绿的界面，还有一堆格子，看着就头秃...\n左侧绿色部分的格子放入装有生物质的通流，（又是一个类似高炉的东西）那个肯定是工作区域啦，左侧黄色即为出产东西。左下方是放置升级插件的地方，可以自己查看那个i的地方。\n不用我说也知道怎么用了吧...发酵机热量越大发酵速度越快（不知道这里面的东西会不会烧糊了.....）\nps：1.12.2版本的发酵机是可以用稿子或者钻头挖的，电动扳手可以用来调整方向，而1.7.10当然只能用扳手挖了....（麻烦至极）\n发酵完成之后有了沼气，我们就可以用半流质发电机来发电了。（合成自己NEI，最后一次提醒啦！！！）\n我们就可以发电了。（效率一般啊，如果有林业mod的话还是阔以考虑考虑的）这里发电材料我只放IC2的燃料每桶(1000mb)发电量沼气32000原油16000发电量还是可观的，就是效率太慢了。\nps：如果你依然种田的话，对于你来说获得糠很简单的，用沼气发电才是最绿色的（就是太麻烦了啊！！！）\n附：这段时间有些小伙伴让我更新更新1.12.2和1.7.10之间的区别，因为我玩的1.12.2的工业也不多呀，我一直是玩的是1.7.10的，所以对1.12.2的工业了解不是很深，等我把1.12.2的工业研究透了我在更新这个区别，还有就是全自动化机器的更新，因为这是mod教程版，而我更新全自动化机器的地方是要在mod技巧用更新的，等我把这个基础篇更新完我就去更新全自动化机器，到时候会给大家链接的哦！！你们目前当下的任务就是：别急别急别急...毕竟作者也是手打的教程，也是很不容易啊...\nps：如果觉得本教程好的话可以分享给你的朋友哦！\n二十二、超频升级\n你们在用机器的时候是不是觉得这机器也太慢了吧...有没有能让机器速度更快的装置啊！！  肯定有！！！而且在某些机器的i里面有一个叫超频升级的东西，估计那东西就是提高速度的！！\n这一讲我们就来讲一讲超频升级----大幅度提升机器运行速度（终于再也不用为了做一个东西挂一晚上的机了）合成十分的简单（水友：我呸，上面这蓝不蓝白不白的东西咋做啊）\n其实那东西做法也十分的简单的啦\n首先青金石打粉（青金石终于能排上用场了）\nps：你打青金石块会更快，其他的矿物都一样\n然后把打出来的青金石粉扔进流体/固体装罐机里面，选择固体流体混合模式机器里面要有水，或者是蒸馏水也可以（水的话需要八个青金石粉才出1000mb而蒸馏水只需要1个青金石粉就出1000mb，蒸馏水后面会讲，这里仅做了解）\n等进度条完右侧水槽中出现1000mb的冷却液，同样的，用通流shift+右键机器取出，接下来步骤十分关键！！！千万别忘了这一步啊！！！\n就是，把通流里面的冷却液倒出来，然后用空单元来装这个冷却液，就得到了冷却液单元，冷却液单元+锡版*4就出来了上面蓝不蓝白不白的东西了。\n（呼，讲完了）\n下一篇随便讲讲MFE吧。\n二十三、储电升级----MFE\n首先非常感谢各位的支持，有你们的支持我会继续写下去的！！还有欢迎在评论区发表自己的看法哦！\n在风力发电有了碳转子之后，你会发现，连几个MFSU都装满了，我相信之前你们看合成的时候应该会看到一个机器名字叫做MFE，可以储存4m（400万）的电，如果把他给存满了，简直这辈子都不缺电了啊有木有！！！\n做这个机器成本比较昂贵...需要16个钻石（好贵）。合成蛮简单的，就是造价昂贵。\n能量水晶粉*9=钻石粉*4+红石*5（钻石粉是钻石放在打粉机里打粉而成）\n你看到能量水晶粉是九个就以为一个能量水晶粉是一个能量水晶了么？？？不好意思，这个丧（gan）心（de）病（piao）狂（liang）的作者，居心叵测，9个能量水晶粉放在压缩机里面才能弄成一个能量水晶。\nMFE=能量水晶*4+绝缘金导线*4+基础机器外壳（别给我说绝缘金导线做不出来，讲剪刀的时候已经讲了，两个橡胶+金导线=绝缘金导线）\nMFE做好了，用法和储电盒和MFSU一模一样，唯一不同的就是，MFE可以给能量等级为三的工具充电，至于...能量等级的话，后面专门挑出来一篇讲。\n好，再也不挑出来讲了，下一篇就讲讲能量等级和电压。\n二十四、电力及电压\n我们肯定都知道，工业2中的能源是电力（EU）\n首先我们要知道，电力（EU/t）是每tick（游戏刻，相当于二十分之一秒）输入、输出、传输的总电量。而单个设备输出的值为电压（EU/p），先举一个栗子：\n我今天又去市场买了几斤栗子，生的，比外面卖的糖炒栗子便宜多了。回家自己炒了炒，味道挺好，就是里面没有糖味....\n咳嗯...又跑题了，我们现在来举一个真正的例子：\n我这里有一百台工业原版的太阳能发电机（当然都要用导线连着）。（图的话...自行脑补吧）然后在白天，每一个太阳能都输出1EU/t，100个太阳能输出的电力就是100EU/t,而电压呢，就是单个太阳能在每t输出的电量即为1EU/p。我这么说应该好理解了吧...\n相信你们有的时候机器或者是储电设备会爆炸......其实就是输入的电压超过了该机器的最大负荷。\n电压只计算单个供电设备到对应储电设备/用电设备之间的电量（基本上所有用电的设备+储电设备+线缆一般都有一个烧毁电压，也可以称为爆炸电压= =）\n所以你们在大型太阳能（当然是工业原版的）发电厂，可以用锡线，因为单个太阳能最大电力就是1EU/t，所以电压就是1EU/p。锡线就可以承受。\n电力 EU就是工业里面的能源单位，可以被存储于电池和储电设备里面（而且基本上所有用电设备都可以缓存一部分电力）。他和咱们现实里面的焦耳差不离。EU不能直接与红石线路中的红石信号相关，但是有好多工业机器能被红石电流所影响。\n电流 EU/t就是每红石刻产生/流动（传输）/消耗的电量，他和功率单位瓦特差不离。\n电压 EU/p就是单位体积内的电量。他反应的是某一时刻单位体积内所含电量的值（说白了和单位里面存储的东西差不多，只不过电力是流动的，而东西不能流动）。它类似于电压值福特。\n注意：除发电机以外的所有电力设备都有一个电压门限，就是最大承受电压的值，如果输入/输出/流动的电量超过了那个最大承受电压的值的话，就会爆炸或者是融化。\n电压对于每一个电力物品是固定的，这和电流（EU/t）不一样，电流通常会根据机器的开或关，电容器满或者空或者发电机的运行或者停机而变化。除了核发电机和带有升级组件的机器以外，绝大多数设备都有固定的输入/输出电压。\n电压的范围为1到2048EU/p，但有可能瞬间的电力的峰值有时候会超过2048。\n不同物品的电压分段：名称电压值默认来源电缆超低压小于5Eu/p太阳能发电机锡线（LF版）、铜线、金线、玻璃纤维电缆、高压线、超导线低压小于32Eu/p存电盒、低压变压器、核反应炉、发电机、地热发电机锡线（EXP）、铜线、金线、玻璃纤维电缆、高压线、超导线中压小于128Eu/p存电箱、中压变压器、低压变压器、核反应炉铜线（EXP）、金线、玻璃纤维电缆、高压线、超导线高压小于512Eu/p高级存电箱、高压变压器、中压变压器、核反应炉金线（EXP）、玻璃纤维电缆、高压线、超导线超高压小于2048Eu/p高压变压器、核反应炉高压线、超导线，玻璃纤维电缆特高压（这玩意儿基本上没有）小于2147483647Eu/p(格雷)核聚变/(格雷)等离子发电机超导线（EXP玻璃纤维电缆8096Eu/p)\n\n\n能量等级\n我们在玩工业的时候，经常会看到“充电电池，能量等级1”“兰波顿水晶，能量等级4”这到底是啥意思呢？？？其实这些能量等级就是伏特（EU/p）\n\n\n\n\nimage.png (4.66 KB, 下载次数: 3)\n\n下载附件\n\n2020-3-19 10:16 上传\n\n\n\n\n\n1能量等级=1伏特1V=1EU/p1V=32EU/t\n（我滴个乖乖，这都是啥东西...）\n当输出机器的能量等级不大于接受机器的能量等级时，不论输出电流有多大，都不会造成接受机器爆炸当输出机器的能量等级大于接受机器的能量等级的时候，如果输出电流大于接受机器的输入电流时，接受机器就会爆炸\n（头秃了，有木有，其实这东西了解了解就可以，记住嘛...这辈子估计不可能了）\n其实还有一个EU电表...\n\n\n\n\nimage.png (14.1 KB, 下载次数: 3)\n\n下载附件\n\n2020-3-19 10:20 上传\n\n\n\n\n至于用法嘛...待我研究研究\n好，其实我是知道的，这东西是来看电压、电流的大小的，你可以右键导线或者是机器就可以看，可以看这个机器的各种...（一时语塞）数据。来控制流入电压不要超过最大限度，防止机器爆炸（当然有些服务器是把这个电压配置文件删了的，就不用在意了。）\n他不需要充电就可以无限耐久无限次使用。\n二十五、电压变压器\n上一篇我们讲了电力和电压，相信很多宝宝们都想要知道怎么改变这个电压的大小，其实很简单，在电力传输过程中放上一个变压器就好了，我们前期一般用的是低压变压器，他是一个和储电盒差不离的一个机器，然后呢，我们在放的时候，高压面（5个黄点）会自动朝向我们，而其他一个白点的地方就是低压面。有三种模式我们可以选择：用红石控制是增压还是减压(与老版本相同)、固定为降压变压器、固定为增压变压器。\n我们只需要高压电源（不要超过128EU/t）---导线---低压变压器---导线---低压机器\n或者你也可以做一个高压升级放到低压机器里面。\n还有各种变压器，根据你的需要来做就好了。\nps：这两篇主要是讲电力和电压的概念还有应用.....相信你们和我一样都昏昏欲睡了吧....是时候来点干货了嘿嘿。\n二十六、电力喷气背包\n我相信你们一定是想要飞的更高的对吧。毕竟工业怎么能没有一个飞行器呢？？？\n这一篇就来讲讲工业的飞行器----喷气背包！！！大家肯定期待已久了有木有！！！合成依旧简单，这里讲一讲高级电路板（忘了以前讲没讲了，我这个记性）\n高级电路板=电路板+萤石粉*2+青金石*2+红石*4\n（我总记得之前讲过呢，可能出现幻觉了）\n这个喷气背包放在储电盒里可以充电，就是速度感人，所以还是建议在MFE里面充电。这东西充好电了之后穿到胸甲的位置按住空格就可以飞了。\n他有两个模式：喷气模式，和悬浮飞行模式（和创造的差不离）\n按住空格+Mode Switch Key（默认为M，你们自己设置了的话去控制看看）就可以切换模式。（作者极其不建议使用悬浮模式，看你们喽）\n附：如果你们不想摔死的话，可以在落地前按一下空格缓冲一下。\n二十七、核电！核电！核电！！！\n鸽了两天，终于又更新了啊。额...好吧是一个周。\n水友：明明鸽了好几个周了好么？？？\n啥？？？我没听清，嗯好开始今天的主题。做了这么多机器之后，你家的电是不是吃不消了啊，工业2中有一个特别经典，特别之牛掰的一个发电系统。\n----核电。\n核电的话分为EU模式的反应堆，还有流体反应堆，其中流体反应堆较为复杂，所以我们先来讲EU模式就是普通的反应堆。\n其实现在工业发电的主流还是风力发电，但是呢，核电有他的好处，就是不受海拔影响，输出稳定，而且你每时每刻都可以感受到将要爆炸的有趣的感觉。\n那么基本上讲完了我们就开始我们的核电之旅吧！！！\n首先呢，玩核电你需要穿上一身防化服（具体咋做自行NEI），对你没有看错，就是那个黄不溜秋的一身衣服（好吧是橙色）\n（水友：明明是橘色好嘛...）\n打扮完之后（不要问我为啥说打扮），拿出你箱子中珍藏已久的铀矿石，开始打粉-洗矿-离心，最后出来两个绿不溜秋的东西，这个时候你如果没有穿上防化服的话，他就会不断地掉血，给你一个10秒的辐射buff，如果你不从背包里拿出去的话，你可能就会一直死。\n为了生命安全，咱还是带上口罩吧....错了错了，咱还是穿上防化服吧\n一个是铀238，一个是小撮铀235，然后把它们合成成为浓缩铀燃料。\n然后我们需要一个燃料棒，（就是把铁板放在金属成型机中挤压），这个时候就用到了我们珍藏已久的流体/固体装罐机。\n选择固体装罐模式\n然后就会出现一个铀燃料棒。这个就是发电的主要的燃料。\n工业中有一个防辐射容纳盒，里面的空间还是蛮大的，但是只能放置有辐射的东西，其他没有辐射的放不进去，所以可以吧有辐射的东西放在里面，节省背包空间啊。\n那么核电的发电量到底有多恐怖呢？我们来拿一个小铀燃料棒来说。\n一个小铀燃料棒发电5EU/t，可以发电一万秒，一秒是20t，所以我们来算一哈子\n5*20*10000=1*10^6EU\n一个煤发电4000EU，这样算下去，一个铀燃料棒的发电量相当于250个煤的发电量。怎么样，是不是被惊到了。还有更惊到你的。\n我们先讲讲燃料棒的类型。\n\n\n\n\nimage.png (90.28 KB, 下载次数: 6)\n\n下载附件\n\n2020-4-5 08:04 上传\n\n\n\n\n\n可以看到，我没有穿防化服，结果就有一个辐射的debuff，这些燃料从左到右依次是。\n1.单燃料棒（当然他不叫这个）\n可以产生5EU/t刚刚也说了也计算了，还可以产生4HU/t\n2.双联燃料棒（相当于两个燃料棒挨在一起）\n可以产生20EU/t，同时产生25HU/t\n3.四联燃料棒（4个燃料棒围一圈）\n产生60EU/t，产热96HU/t\n4.单燃料棒MOX\n同单燃料棒\n5.双联燃料棒MOX\n同双联燃料棒\n6.四联燃料棒MOX\n同四联燃料棒\n有的宝宝们就问了，MOX和普通的铀燃料棒到底有啥区别呢，其实啊，MOX燃料棒的耐久是普通燃料棒的一半，那他一定就不好么？？不一定，MOX燃料棒他的发电量可以随着热量的上升而上升，一句话，热量越高MOX燃料棒发电量越高，所以这里面也是有琢头的。\n而且MOX燃料棒枯竭了之后将他放到离心机里面可以离心出钚，钚可以靶丸（至于有啥用...后面讲后面讲）\n接下来是散热片\n散热片，自身可以存储1000HU的热量：以12HU/t的速度吸收周围四格燃料棒的产生的热量，并以6EU/t散发出去自身的热量。一个散热片就可以在自身不存储热量的情况下，散发一个单燃料棒的产生的热量\n注意：如果散热片没有吸收铀燃料棒的产生的所有热量，剩下的热量将会堆到反应堆中，这个的话，一会就会讲。\n高级散热片，自身可以存储1000HU：以24HU/t的速度吸收周围四格燃料棒的产生的热量，并以12HU/t散发出去自身的热量。这个散热片可以帮助二联燃料棒散发热量，散热片是24HU/t所以可以把二联燃料棒所有的热量都转移到他身上。但是，因为二联燃料棒产生的热量是20HU/t，而高级散热片散发的热量是12HU/t，所以他会在高级散热片中存储热量，当热量到达了这个散热片的最高容量1000HU的时候，这个散热片就不能用了。简称报废。\n但是你可以停下反应堆来冷却散热片。其实后面还有更好的方法。\n反应堆散热片，自身可存储1000HU，吸反应堆5HU/t，并全部散掉，放在哪里都可以，不用必须放在燃料棒旁边。\n超频散热片，自身可存储1000HU：是反应堆散热片的升级，吸收反应堆36HU/t，也是放在哪里都行。但是他自身只能散出20HU/t。\n最后一个！！！\n元件散热片：放在别的元件（散热片旁边），以4EU/t吸收他的热量，并全部散出去。最重要的是！！！这个元件散热片同时可供四个散热片一起散热。也就是他相当于散热16HU/t，并全部散发出去，在四面都有散热片的时候。\n所以之前散热片储热的情况是不是就迎刃而解了？高级散热片周围放上3个元件散热片，自身就不会储热\n超频散热片周围放上4个元件散热片，自身就不会储热。\n看到这里是不是觉得工业瞬间难起来了？？其实核电才是工业的精髓啊！！！\n不要慌，下面我们来讲几个更难得。\n燃料棒发电的效率其实和他周围放了几个燃料棒有关，之前的那些个二联燃料棒，四联燃料棒，他并不是成倍数增长的，而是有一定的公式的。\n（请饶恕我引用了一点WIKI里面的东西qwq）\n我们刚才说了，双联燃料棒其实就是两个单燃料棒挨在一起，那么他的发电量为啥不是5*2=10EU/t呢而是20EU/t。\nIC2这么设置，他是在现实中有依据的。那么到底是啥引起来了发电量的改变呢？这里就有一个新的名词了：效率\n一般说一个燃料棒的效率就是说他的总效率，总效率可以分为基础效率和附加效率。基础效率是完全固定不变的，单联燃料棒是1，双联是2，四联是3，附加效率不固定，他是取决于这个燃料棒相邻的燃料棒或中子反射板的数量。\n基础发电：单燃料棒=5EU/t||MOX燃料棒=（5+20*堆温/10000）EU/t\n总发电=基础发电*总效率\n发热量=2*总效率*（总效率+1）\n发电量是一个一次函数 而发热量是一个二次函数。\n双联燃料棒和四联燃料棒就是把多个燃料棒集中于一个格子里，可以极大的压缩空间；当然，副作用就是他们的效率增加时，发电量和发热量的增加会及其的明显，因为他们的附加效率是附加在单个燃料棒上的（这里的单个燃料棒指是构成多联燃料棒的单个燃料棒）。\n我们通过几个实例来看一哈子\n\n首先一个单燃料棒和一个双联燃料棒，我们先算单燃料棒的\n单燃料棒发电量=5*（1+1）=10EU/t  发热量=2*（1+1）（1+1+1）=12HU/t\n双联燃料棒我们刚刚说了，他就相当于两个单燃料棒挨在一起。\n我们来看双联燃料棒中一个燃料棒的发电量=5*（2+1）=15EU/t  发热量=2*（2+1）（2+1+1）=24HU/t\n然后再乘上二得到双联燃料棒整个的发电量=15*2=30EU/t 发热量=24*2=48HU/t\n所以这两个燃料棒整个发电量=10+30=40EU/t  发热量=24+48=72HU/t\n是不是很简单啊。我们再来一个比较难的。\n\n\n\n\n\nimage.png (1.07 KB, 下载次数: 2)\n\n下载附件\n\n2020-4-6 08:45 上传\n\n\n\n\n\n这...是不是有点难了qwq。别慌别慌，让本上仙带你们玩一玩。\n算双联燃料棒的发电量，需要先算他里面单个的燃料棒的发电量=5*（2+1）=15EU/t 产热=2*（2+1）（2+1+1）=24HU/t\n所以双联燃料棒发电量=15*2=30EU/t 产热=24*2=48HU/t（为了方便我下面计算不写单位了 明白就好）\n单燃料棒发电量=5*（1+2）=15 产热=2*（1+2）（1+2+1）=24\n四联燃料棒我们先分为两个双联燃料棒，再把双联燃料棒分为两个单燃料棒\n分成的单燃料棒发电量=5*（3+1）=20 产热=2*（3+1）（3+1+1）=40\n分成的双联燃料棒发电量=20*2=40 产热=40*2=80\n所以四联燃料棒发电量=40*2=80 产热=80*2=160\n所有的加起来总发电量=30+15+80=125EU/t  总产热=48+24+160=232HU/t\n\n其实你们在用的时候可以不自己计算，有需要的时候来查看下面的数据就行\n一联燃料棒n=0 时，产热=4Hu/秒n=1 时，产热=12Hu/秒n=2 时，产热=24Hu/秒n=3 时，产热=40Hu/秒n=4 时，产热=60Hu/秒\n二联燃料棒0 个相邻 = 20 eu/t, 24 热量/tick1 个相邻 = 30 eu/t, 48 热量/tick2 个相邻 = 40 eu/t, 80 热量/tick3 个相邻 = 50 eu/t, 120 热量/tick4 个相邻 = 60 eu/t, 168 热量/tick\n四联燃料棒0 个相邻 = 60 eu/t, 96 热量/秒1 个相邻 = 80 eu/t, 160 热量/秒2 个相邻 = 100 eu/t, 240 热量/秒3 个相邻 = 120 eu/t, 336 热量/秒4 个相邻 = 140 eu/t, 448 热量/秒\n好了是不是很简单。\n（我自己都不信）下面就是...实例演练。\n呼...终于到了实际的了，光理论都蒙蔽了。\n首先需要准备一个核反应堆。注意，核反应堆即使拿扳手敲也不一定敲得掉，所以千万不要手残啊。这个时候你会发现啊，只有一个核反应堆的时候，他里面有好多格子都是打着叉号的，所以如果我们想扩张的话，就用到了核反应仓，核反应堆每一个面都可放一个核反应仓，每放一个加一列的格子。核反应仓是依附在核反应堆上的，如果把核反应堆打掉了，核反应仓也会随之而掉。\n这里合成有一点要说一下，核反应仓所需要的致密铅板是9个铅板放在压缩机里面整出来的，这也就是，核反应仓做一次至少要36个铅板(不算其他的)，可以看到他的成本高的一批\n没有装核反应仓的核反应堆：\n\n\n\n\nimage.png (10.02 KB, 下载次数: 3)\n\n下载附件\n\n2020-4-19 08:10 上传\n\n\n\n\n\n可以看到他好多都打着叉号，如果我们在他六个面上都放上一个核反应仓：\n\n\n\n\n\nimage.png (5.99 KB, 下载次数: 3)\n\n下载附件\n\n2020-4-19 08:11 上传\n\n\n\n\n\n一个叉号都没有了\n\n\nps：本麟建议朋友们把核反应堆连接上红石信号，这样可以控制它得开关了\n\n\n\n\n\n\n\nimage.png (195.14 KB, 下载次数: 3)\n\n下载附件\n\n2020-4-19 08:16 上传\n\n\n\n\n\n\n\n有的萌新就问了，六个面都放上核反应仓了，咋打开核反应堆呢？你随便点击一个核反应仓就好了（这种问题自己玩玩就明白了），实践出真知\n\n\n我们可以往里面放上一个单铀燃料棒，这时看到下面输出5EU/t，堆温也在上升，这个输出他就是每t输出的电量EU，堆温他就是核反应堆的温度\n\n\n反应堆的温度有最大临界，默认是10000°C（在没有装反应堆隔板的时候），>4000℃将引燃周围树木和树叶，>5000时会蒸发周围的水，>7000时会对附近生物造成伤害，>8500时会融掉附近方块，包括反应仓，>临界温度（也就是堆温100%）时会发生爆炸。\n\n\n所以说咱玩核电可以随时感受到快要爆炸的快乐。\n\n\n刚刚那一段应用只是帮助你们缓解一下算产电和产热的脑细胞死亡，下面我们继续来讲新的东西：\n\n\n刚刚我们提到了隔板，我们现在就来讲一哈子隔板，隔板就是提升反应堆的临界温度的东西，这玩意儿可以用于...感觉也没啥用处，减缓反应堆的爆炸吧，减小反应堆爆炸的范围，不能无限叠加，最大可以放36个，但是格子一共才54个，所以我感觉没啥用。\n\n\n反应堆隔板，他可以增加1000HU的热量上限，减少5%爆炸范围，当然我们怎么可能让他炸呢...(如果害怕的话可以安一个反应堆防爆的mod)\n\n\n密封型隔板：增加500HU的上线，但是可以减少10%的爆炸范围\n\n\n高热容型隔板：增加2000HU的上线，但只减少1%的爆炸范围\n\n\n如果你的反应堆的总是产热比散热多，需要经常停了来散热，隔板可以延缓爆炸。\n\n\n接下来我们讲一讲冷却单元：\n\n\n冷却单元自我感觉有点鸡肋，至于用不用，看你们喽\n\n\n他们只吸收相邻燃料棒的热量，而不会吸收相邻元件和反应堆的热量，如果真的要吸收的话需要配合上热交换器。\n\n\n10K冷却单元：自身可以储热10000HU，元件散热片可以帮他散热，别的散热片不行。\n\n\n30K冷却单元：自身可存储30000HU，元件散热片可以帮他散热，别的散热片不行。\n\n\n60K冷却单元，自身可存储60000HU，元件散热片可以帮他散热，别的散热片不行。\n\n\n红石冷却单元，自身可存储热量2000HU，和红石在工作台合成，立即减少自身存储热量1000HU\n\n\n青金石冷却单元：自身可存储十万HU，和红石在工作台合成，减少5000HU，和青金石合成，减少40000HU\n\n\n这些冷却单元作者也研究的不多，所以这冷却单元还有很大的深究的意义，如果各位小伙伴感兴趣的话可以自己去试试(小心点别爆炸了)\n\n\n我为啥说他鸡肋呢，就是如果装上了这个他不能做到全自动化，也就是每过一会这个冷却单元里面的热快满了的时候就需要给他合成一下，而且如果你的矿物也就是青金石红石不多的话，这玩意儿就基本没啥用了，所以本麟觉得他比较鸡肋。\n\n\n刚刚提到了热交换器，我们马上来讲一下\n\n这个东西不具有散热功能，但是可以平均相连各元件的热量，用人话来说就是：平均他连接的元件的热量，假设有一个元件已经积累了500HU，把它和另一个没有积累热量的元件用热交换器相连，那么最终两个元件的存储的热量都会是250EU。\n\n\n元件热交换器(自身存储5000HU)：见名知意，元件之间的热交换，传热速度36HU/s(注意这里是s秒了，并不是t，可以看出这玩意儿有多鸡肋)\n\n反应堆热交换器(自身存储5000HU)：这玩意儿就是元件与反应堆的热交换了，传入速度72HU/s\n\n热交换器(自身存储2500HU)：元件与元件/反应堆的热交换，元件之间的热交换速度为12HU/s，元件和反应堆之间的热交换速度4HU/s\n\n高级热交换器(自身存储10000HU)：基本同热交换器，元件之间速度24HU/s，元件与反应堆速度8HU/s\n\n我们说了，冷却单元和热交换器都很鸡肋，但是鸡肋+鸡肋>神器，也就是三个臭皮匠，顶个诸葛亮，鸡肋与鸡肋如果配合好的话简直就是神器，但是具体怎么配合就要看你们的造化了(呸)，就要看你们的灵性了(二次呸)，就要看你们深究的程度了(这次对了)。\n\n水友：我擦擦擦擦嘞，这么多东西，应该讲完了吧。\n\nNO！！！！下面还有！！！(水友当场晕厥)\n\n我们在计算产电量和产热的时候就提到过反射板\n\n反射板可以增加铀燃料的发电效率，使铀资源缺乏的玩家能发更多的电，也就是能反射核脉冲(不要告诉我这都忘干净了，我们刚刚学的提升核发电效率的东西啊！！！)\n\n但是他是消耗品，需要定期更换，不利于全自动发电(看到这里心瞬间冷了下来)\n\n中子反射板：可以反射10000次(寿命差不离8-9分钟吧)\n\n加厚中子反射板，可以反射60000次(差不离50多分钟)\n\n\n(这玩意儿也太鸡肋了吧)\n\n\n鸡肋没关系，但是他可以省铀燃料，可以增加发电量啊！！！而且增加就是成倍的增加！！！\n\n\n到这里终于讲完了关于核电的一些东西，这个时候你就可以自己摸索元件的摆法了，注意：如果反应堆温度在上升，关掉反应堆，保证散热大于产热而且那些元件没有过热(报废)这才是最安全的。\n\n\n这里我给大家推荐一下gonglinyuan大大的核电教程\n\nps：最近作者在忙着搞服务器和学习各种稀奇古怪的东西，所以更新不大及时请见谅哈。\n二十八、开始发电！！！\n我这里随便摆了几个发电的样子，虽然可能不是最优的，但是绝对能保证他不炸。\nps：作者不喜欢用热交换器或者是冷却单元，因为我感觉他们加起来很鸡肋（好吧我承认是我没有好好研究）\nFirst：\n\n\n\n\nimage.png (13.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-19 09:38 上传\n\n\n\n\n看！！稳定输出。\n我们稍微来算一下哈，\n首先我们算每一个单燃料棒的产电=5*（1+2）=15\n总产电=15*4=60\n单燃料棒产热=2*（1+2）（1+2+1）=24\n总产热=24*4=96\n我们再来算算这些散热片的散热：\n高级散热片吸收24HU/t，自己散出去12HU/t，周围有三个元件散热片，帮他散热12HU/t，所以高级散热片自身不存储热量，散发出去24HU/t\n超频散热片自身吸收36HU/t的热量，散出20HU/t，他周围放了4个元件散热片，所以自身不存储热量的情况下，散发出去36HU/t，他是两个\n24+36*2=96\n96=96\n所以他的产热=散热，没有毛病。\n我这里只列举一个实例，具体怎么做的话，开动你们的脑筋吧！！！如果感觉自己的实例挺好的，可以在本帖的评论区给大家分享一下哦！！\nps：下一章就要开始UU复制了\npps：下下章就要开始流体核电了(作者：我太难了！！！)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[groupid=1427][IRCN]红墨青城[/groupid]",
    "replies": [
        {
            "author": "天启-麒麟",
            "timestamp": 1583667540,
            "txt_content": "感谢各位来看我的教程，如果觉得好的话可以留言呀，有不足的地方请指出，谢谢！！！"
        },
        {
            "author": "54531",
            "timestamp": 1583713500,
            "txt_content": "很详细嘛，非常好"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1583721540,
            "txt_content": "54531 发表于 2020-3-9 08:25\n很详细嘛，非常好\n感谢支持！！！我会继续更新的！！"
        },
        {
            "author": "JanuC.",
            "timestamp": 1584266280,
            "txt_content": "介绍得十分详细，加油啊！"
        },
        {
            "author": "muliou233",
            "timestamp": 1584268860,
            "txt_content": "已经收藏感谢"
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1584270900,
            "txt_content": "大赞作者！很方便萌新！可以申精了，建议更新工业不同版本之间的区别和自动化应用。"
        },
        {
            "author": "JanuC.",
            "timestamp": 1584283500,
            "txt_content": "作者你好，新版本的车床好像已经删了"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1584326760,
            "txt_content": "JanuC. 发表于 2020-3-15 22:45\n作者你好，新版本的车床好像已经删了\n嗯1.12.2的车床和他的产物都删了"
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1584447000,
            "txt_content": "这个优质的教程必须让更多人看到，我希望真正的好教程能够被顶上去，这是我见过的最详细，最优秀的工业2教材！"
        },
        {
            "author": "2bxx",
            "timestamp": 1584500220,
            "txt_content": " 本帖最后由 2bxx 于 2020-3-18 11:02 编辑 \n\n1.7.10用风力发电让我炸了九个储电盒\n麻烦出一下机器摆放规划行吗？电压弄得我脑壳疼.....主要的问题是，几个储电盒并联在一起，导线的输出电压变化吗？储电盒爆了之后我现在害怕机器也爆了....就是这种两个储电盒连在同一个导线上的话导线上的电流是32+32还是32啊？\n\n\n\n\nfile_1584500472000.jpg (143.1 KB, 下载次数: 6)\n\n下载附件\n\n2020-3-18 11:01 上传\n\n\n\n\n\n"
        },
        {
            "author": "麻蛇",
            "timestamp": 1584579180,
            "txt_content": "期待楼主下次更新"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1584579360,
            "txt_content": "麻蛇 发表于 2020-3-19 08:53\n期待楼主下次更新\n今天就更"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1584579480,
            "txt_content": "2bxx 发表于 2020-3-18 10:57\n1.7.10用风力发电让我炸了九个储电盒\n麻烦出一下机器摆放规划行吗？电压弄得我脑壳疼.....主要的问 ...\n其实这是电压过大的原因，这个情况你就可以做MFE或者是MFSU，如果实在还是想用储电盒的话导线上放一个低压变压器"
        },
        {
            "author": "地球照样转",
            "timestamp": 1584594360,
            "txt_content": "还是1.7.10？太老了点。\n建议换用1.12.2做教程\n1.12.2没有车床，钻石钻头和采矿枪可直接合成\n顺便补充下核电\n一般没资源的情况下可以用这个，永远不会炸\n\n\n\n\nQQ截图20200319130600.jpg (70.91 KB, 下载次数: 7)\n\n下载附件\n\n2020-3-19 13:06 上传\n\n\n\n\n\n\n"
        },
        {
            "author": "2bxx",
            "timestamp": 1584663360,
            "txt_content": "地球照样转 发表于 2020-3-19 13:06\n还是1.7.10？太老了点。\n建议换用1.12.2做教程\n1.12.2没有车床，钻石钻头和采矿枪可直接合成\n我寻思我们看的不就是1.7.10吗大哥...别这么劝人，都做1.12.2的教程了我们玩1.7.10的怎么办？话说我在很多帖子都看你发这个图片了..."
        },
        {
            "author": "地球照样转",
            "timestamp": 1584663840,
            "txt_content": " 本帖最后由 地球照样转 于 2020-3-20 08:27 编辑 \n2bxx 发表于 2020-3-20 08:16\n我寻思我们看的不就是1.7.10吗大哥...别这么劝人，都做1.12.2的教程了我们玩1.7.10的怎么办？话说我在很多 ...\n这个是我比较喜欢用的核反应堆摆法。\n关键是使用材料比较少，所以适合前期使用。\n大多人玩工业2都玩的是1.12.2了【当然低配电脑只能带1.7.10，所以1.7.10还留有部分玩家】\n1.7.10的工业2早就停止更新了，也缺少一些新特性\n"
        },
        {
            "author": "酒黎",
            "timestamp": 1584687180,
            "txt_content": "额，请问高版本的电压问题怎么解决，放了变压器降压机器就没电，升压放高压导线机器就炸"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1584688260,
            "txt_content": "酒黎 发表于 2020-3-20 14:53\n额，请问高版本的电压问题怎么解决，放了变压器降压机器就没电，升压放高压导线机器就炸 ...\n主要是高版本我玩的也不多...不太了解里面的特性...这个问题按道理来说可以给机器加一个高压升级"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1585039380,
            "txt_content": "欢迎各位提问哦！"
        },
        {
            "author": "所某呀",
            "timestamp": 1585096080,
            "txt_content": "扫了一眼果断收藏。"
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1585205940,
            "txt_content": "可惜教程。"
        },
        {
            "author": "Thaddeus_Xyank",
            "timestamp": 1585240440,
            "txt_content": "\n这是ic2的最佳指南"
        },
        {
            "author": "walle1996",
            "timestamp": 1585309560,
            "txt_content": "这年代 IC2 差不多十个服务器就有即便不看教程 玩玩就会了，毕竟太简单了"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1585407660,
            "txt_content": "居仕 发表于 2020-3-26 14:59\n可惜教程。\n没有没有，前两天这个号给朋友玩结果被弄封了，过两天有空继续更！！加油！！"
        },
        {
            "author": "fuzi",
            "timestamp": 1585448700,
            "txt_content": "这教学很详细，感谢感谢"
        },
        {
            "author": "xuekaiy",
            "timestamp": 1585452300,
            "txt_content": "很好的教程 让我玩工业再也不会不知道该干啥了"
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1586243040,
            "txt_content": "终于更核电了！"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1586249820,
            "txt_content": "居仕 发表于 2020-4-7 15:04\n终于更核电了！\n我太难了...最近事有点多，没大更新"
        },
        {
            "author": "973269021",
            "timestamp": 1586327040,
            "txt_content": "风电机在海边大概多高比较好，矮了没风，高了过载会把铜线烧了"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1586327760,
            "txt_content": "973269021 发表于 2020-4-8 14:24\n风电机在海边大概多高比较好，矮了没风，高了过载会把铜线烧了\n这看你用的啥转子，如果是木转子的话在十几格高他就能转，如果是碳转子的话...建议你换导线啦！！"
        },
        {
            "author": "XLY235",
            "timestamp": 1586341980,
            "txt_content": "谢谢楼主的教程"
        },
        {
            "author": "StBruce",
            "timestamp": 1586392860,
            "txt_content": "教程简明易懂，很适合刚接触的新手，要是我以前看到楼主就不会学起来这么困难了，赞~"
        },
        {
            "author": "15070720287",
            "timestamp": 1586400960,
            "txt_content": "太好了，好详细"
        },
        {
            "author": "KindLHJ",
            "timestamp": 1586521020,
            "txt_content": "MCBBS有你更精彩！！！力顶楼主大大！！！"
        },
        {
            "author": "KindLHJ",
            "timestamp": 1586521740,
            "txt_content": "微乎其微，MCBBS有你更精彩，膜拜大佬= ="
        },
        {
            "author": "居仕�_jsjsgo",
            "timestamp": 1587190680,
            "txt_content": "我是来催更的，想看量子。"
        },
        {
            "author": "ichigosama",
            "timestamp": 1587335760,
            "txt_content": "妈妈再也不担心我的核电爆炸了"
        },
        {
            "author": "黑客YCL",
            "timestamp": 1587387180,
            "txt_content": "能不能更新的快一点"
        },
        {
            "author": "1511209",
            "timestamp": 1587719820,
            "txt_content": " 本帖最后由 1511209 于 2020-4-24 17:19 编辑 \n\n楼主我在服务器里弄了2组量子太阳能专门连分子机可是电力一直在波动达不到峰值你知道这么回事吗？服务器是1.7.10的工业2"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1587737280,
            "txt_content": "1511209 发表于 2020-4-24 17:17\n楼主我在服务器里弄了2组量子太阳能专门连分子机可是电力一直在波动达不到峰值你知道这么回事吗？服务器是1 ...\n那你这个服务器应该是不限电流速度的，也就是所有导线传导速度都是8192EU/t，你这种情况应该就是服务器延迟的原因，我以前玩的时候也有这种情况，这种情况一般来说不影响效率，放心好啦！"
        },
        {
            "author": "1511209",
            "timestamp": 1587739200,
            "txt_content": "麒麟喵o 发表于 2020-4-24 22:08\n那你这个服务器应该是不限电流速度的，也就是所有导线传导速度都是8192EU/t，你这种情况应该就是服务器延 ...\n我有算过会慢点而且有存电时候可以达到峰值不波动"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1587856860,
            "txt_content": "1511209 发表于 2020-4-24 22:40\n我有算过会慢点而且有存电时候可以达到峰值不波动\n那估计就是你电有的时候不够的事了"
        },
        {
            "author": "823332077",
            "timestamp": 1588254840,
            "txt_content": "感觉前中期的橡胶都很缺的"
        },
        {
            "author": "ren721402",
            "timestamp": 1588315260,
            "txt_content": "帮助很大，谢谢。"
        },
        {
            "author": "fenhongMge",
            "timestamp": 1588321500,
            "txt_content": "麒麟喵o 发表于 2020-3-8 19:39\n感谢各位来看我的教程，如果觉得好的话可以留言呀，有不足的地方请指出，谢谢！！！ ...\n楼主，想问一下那个物品上的F和类似人一样的东西是什么"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1588383660,
            "txt_content": "fenhongMge 发表于 2020-5-1 16:25\n楼主，想问一下那个物品上的F和类似人一样的东西是什么\n问一下，这两个你说的东西是啥= =有图么 我也不知道你说的是啥东西嘛"
        },
        {
            "author": "13427125325",
            "timestamp": 1588478040,
            "txt_content": "各种自动化可以讲一讲"
        },
        {
            "author": "fenhongMge",
            "timestamp": 1588488060,
            "txt_content": "麒麟喵o 发表于 2020-5-2 09:41\n问一下，这两个你说的东西是啥= =有图么 我也不知道你说的是啥东西嘛\n就是比如说木龙头合成公式上的模板上有F和那个东西，问过一起玩的也都不知道，求教"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1588488360,
            "txt_content": "fenhongMge 发表于 2020-5-3 14:41\n就是比如说木龙头合成公式上的模板上有F和那个东西，问过一起玩的也都不知道，求教 ...\n那一个东西是NEI上显示的，没事"
        },
        {
            "author": "fenhongMge",
            "timestamp": 1588511520,
            "txt_content": "麒麟喵o 发表于 2020-5-3 14:46\n那一个东西是NEI上显示的，没事\n哦，那谢谢你啊"
        },
        {
            "author": "fenhongMge",
            "timestamp": 1588574340,
            "txt_content": "麒麟喵o 发表于 2020-5-3 14:46\n那一个东西是NEI上显示的，没事\n楼主怎么给人气啊"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1588574520,
            "txt_content": "fenhongMge 发表于 2020-5-4 14:39\n楼主怎么给人气啊\n评分可以给人气的呀"
        },
        {
            "author": "小苏菌",
            "timestamp": 1589031480,
            "txt_content": "很详细  楼主加油"
        },
        {
            "author": "Anplia",
            "timestamp": 1594246140,
            "txt_content": "现在可能1.12会普及一点吧，作者如果能列出实验版本与现在的部分对比会不会更好些嘞"
        },
        {
            "author": "Anplia",
            "timestamp": 1594248900,
            "txt_content": " 本帖最后由 Anplia 于 2020-7-9 06:57 编辑 \n\n强冷核电的摆法以及外部构造。（因为最近在研究核电所以过来发一下1.12的强冷核电，实验版应该也有吧，不太清楚）\n其中最上方是储藏箱（用合金制作，可以用箱子代替，用来放红石块或者青金石块），下方是反应堆冷却液注入器，需要安装抽入，弹出升级（有RSH，及LZH的，具体效果请自行mc百科），需要中压电（128eu/t来为其供电运作），下方紧贴着核反应堆（这里用的是满格的反应堆）\n内部摆法是我当前使用的，效率为6之6的suv EA++摆法。这个摆法在使用mox钚燃料棒，堆温（现在用百分比显示，作者可以帮忙翻译下实验版的堆温值）为84%时可以达到2093EU/t，约等于10（估算）个碳转子风电的平均每t发电量。那个白色的板子是铱中子反射板，刚开始玩强冷核电的时候建议使用普通的中子反射板，效果一样只不过有耐久度，反射板的作用就是以提高热量产生来提高铀燃料棒的产能，也就是更高的效率。\n从图中不难看出，仅仅一个青金石冷却模块便可以冷却周围4个铀燃料棒，在装了一些增加青金石和红石产量的mod下（我用的是基岩矿簇mod）可以使用这个玩法，可以非常好解决供电问题。在较为极限的摆法，以及高堆温的情况下，每t发电量是可以轻易上万的。不过可能对于新手来说这些过早了，有感而发，希望楼主能和我多多讨论233\n\n\n\n\n\nQQ图片20200709063136.png\n(19.67 KB, 下载次数: 12)\n\n\n\n\n下载附件\n\n\n2020-7-9 06:34 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1594247675000.jpg\n(245.42 KB, 下载次数: 6)\n\n\n\n\n下载附件\n\n\n2020-7-9 06:34 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "2073005342",
            "timestamp": 1594263900,
            "txt_content": "先学的1.7.10后面玩1.12.2的工业老是忘记用变压器233"
        },
        {
            "author": "183861468",
            "timestamp": 1594269240,
            "txt_content": "懂了，总算是学会核电了，帮助很大，谢谢楼主，很详细"
        },
        {
            "author": "qq207655127",
            "timestamp": 1594273380,
            "txt_content": "感谢楼主"
        },
        {
            "author": "ceeper9",
            "timestamp": 1594362960,
            "txt_content": "曾经把核电站建在自己家地下，有一天挂了会机然后。。。。。。。"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1594510080,
            "txt_content": "Anplia 发表于 2020-7-9 06:55\n强冷核电的摆法以及外部构造。（因为最近在研究核电所以过来发一下1.12的强冷核电，实验版应该也有吧，不太 ...\n1.7.10实验版没有 这东西我估计只有1.12.2有"
        },
        {
            "author": "ghyjn",
            "timestamp": 1594600500,
            "txt_content": "很详细，谢谢楼主"
        },
        {
            "author": "Lemon_ccc",
            "timestamp": 1595183100,
            "txt_content": "感谢楼主的教程"
        },
        {
            "author": "JIE1997",
            "timestamp": 1595222400,
            "txt_content": "刚开始接触的就是这个模组，挺好玩"
        },
        {
            "author": "泉丨戮影",
            "timestamp": 1598961840,
            "txt_content": "我我我我我我我我"
        },
        {
            "author": "何较得失",
            "timestamp": 1598969100,
            "txt_content": "感谢楼主，期待下次更新"
        },
        {
            "author": "arch1tect",
            "timestamp": 1602555840,
            "txt_content": "萌新表示非常详细！！！赞赞赞"
        },
        {
            "author": "zx651442688",
            "timestamp": 1604482620,
            "txt_content": "支持大佬!!!"
        },
        {
            "author": "🌱⛄🐏",
            "timestamp": 1604754120,
            "txt_content": "橡胶是会自动长还是需要不断地刷橡胶树"
        },
        {
            "author": "Anplia",
            "timestamp": 1608612180,
            "txt_content": "天启-麒麟 发表于 2020-7-12 07:28\n1.7.10实验版没有 这东西我估计只有1.12.2有\n真的假的，那有可能是1710还没有强冷系列的组件（悲）"
        },
        {
            "author": "tangmingsheng",
            "timestamp": 1608900180,
            "txt_content": "2bxx 发表于 2020-3-18 10:57\n1.7.10用风力发电让我炸了九个储电盒\n麻烦出一下机器摆放规划行吗？电压弄得我脑壳疼.....主要的问 ...\n应该是32吧,我记得我没爆过"
        },
        {
            "author": "wsa6",
            "timestamp": 1609465740,
            "txt_content": "好教程，很详细,谢谢楼主"
        },
        {
            "author": "倔强的尼莫",
            "timestamp": 1611292500,
            "txt_content": "杂交呢？楼楼快更新杂交~蟹蟹~"
        },
        {
            "author": "yuyu54456",
            "timestamp": 1611294300,
            "txt_content": "细致！开始套娃工业"
        }
    ]
}