{
    "title": "[修改]小白冒险记-HIM 第二章",
    "author": "250=mo",
    "replyCount": 9,
    "timestamp": 1362029580,
    "txt_content": " 本帖最后由 250=mo 于 2016-2-17 19:25 编辑 \n\n第二章 无止尽的路程      丛林的泥土又软又粘。月光下坚硬的热带植物叶片映着明亮的月光。我扶攀着这片丛林边缘的陡坡，沾满汗水的衬衫黏在我的躯干上。      左侧是一望无际的大海，在月光下亮得几乎可以说像发着光。海天相吻之处就像一根干净利落的直线，区分深蓝色的大海和布着稀星的天空。海浪线绕过丛林，向外凸出。丛林吹来的风带着一股新鲜的味道，草香、花香或者其他什么的气味混杂成一道盛宴。树叶的沙沙声似乎不会止息，但它令我内心平静，因为我空洞的内心深处总在那其中找到窸窸窣窣的，隐藏起来的杂音。      在这斜坡上，拿着棍子侧着身子走路不方便，丢掉后走慢些便失去平衡，令我战战兢兢，于是我直立着一段，手脚并用爬一段（我知道这并不美观！）。      大概是丛林的特色吧，那些从肮脏的影子里爬出来的生物始终没有对我造成扰乱。丛林里的咖啡豆相当富集，一些斜生的树木垂在我眼前，我便从上面摘下咖啡豆，与小麦一同压成一种被称为曲奇的饼干中。最初吃这种东西令我感到相当新鲜，可当我开始感觉到这些饼干糟糕的口感，我还是优先吃那受潮膨胀的面包。——尽管那感觉更糟糕。      走在这样的地方并不愉快，而且相当累人。第三天的太阳升起时，我瘫在泥土上，第一次决定拒绝向太阳的方向走下去。但理性把我拉起来，我像被架在脖子上的刀威胁般怀着万个不愿意走下去。这一天相当炎热，海岸的沙子一路侵入到我的脚下，几十米宽的沙滩刺得我眼睛难受。然而在抬头时，又失望地发现靠海一侧的树木叶子都生长得不繁盛，甚至发黄。      在那天夜晚，我绘制粗略的地图时，发现海岸线的趋势略有变化——它开始凹向内陆。这不是一个令人高兴的情况，至少当时的我并没有理解这条曲线向哪侧倾斜有什么影响。这片丛林似乎无穷无尽，尽管元素繁多但这反而让我觉得它绿得单调。靠近海的沙子上站着一只很久不见的、在几乎每一片阴影里都能寻到的“人”，或者用它的“名字”称呼它，一只僵尸。最初来到这个世界时，我被这种可怕的生物吓得不清，后来的我才发现了它更多的程序性——它只会冲向最近的门，将它砸毁，冲向房子里的我一顿撕咬，求饶和感化都不如一把剑来得管用。而到了白天，找不到影子的这种怪物便会化为灰烬——不，连灰烬都不剩，当然，有时会在地上拾得一些有毒的肉片，作为它曾经来过的证据。      第四天的午后下了一场骤雨，被打湿的我拖着沉重的身体走在沙滩上。傍晚我在火旁烤着身体，才想起我已很久不看过夕阳了，转过身体来，却失望地发现，不再能看到家了。远方什么地方有点点火光……我安慰自己。      走过的地方都是大自然展现给我的奇观，双生树，从林木的倒塌，巨浪，一碰就陷下去的沙地，唯独没有人。在这个隔绝网络的世界，慢慢地，我心中人的概念被模糊了。仅仅一个月，便有了一种奇怪的感觉——明明自己是自由自在的，但做事情总感觉实在演戏，演给自己，或者不知名的观众看。我便更加勤劳地挖矿与耕种，来排解这种莫名的感觉。      这天晚上的星星布满整个天空。我躺在细沙里，痴痴地看着天球。它也在看着我。那无名的枷锁锁着我，阻止我做任何超乎常理的行为。也许我按下创建世界时，我的身体并不是由自己控制的？现在我的感觉更像是，它允许我在这里使用这个世界，而我应该感到感激和顺从。我惊恐无比，爬起身来，也许回头发现，自己一个月的工作都是虚无。也许依照它的意愿，那一块森林会变得无影无终？会被一座座山压在下面？      回应我的只有自己急促混乱的呼吸声。      大概今晚，在这静谧的丛林旁，我是找不到答案的了。我怀着期待第二天的心情闭上了双眼。本章完（1409字）\n索引下一章",
    "replies": [
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1362029760,
            "txt_content": "求使用模板，文笔不错的说"
        },
        {
            "author": "250=mo",
            "timestamp": 1362029940,
            "txt_content": "☆茶杯骑士☆ 发表于 2013-2-28 13:36 \n求使用模板，文笔不错的说\n使用模板?什么东西"
        },
        {
            "author": "☆茶杯骑士☆",
            "timestamp": 1362030180,
            "txt_content": "250=mo 发表于 2013-2-28 13:39 \n使用模板?什么东西\n我帮你添加了……为了方便纳入索引，以后请使用模板哈"
        },
        {
            "author": "Technology",
            "timestamp": 1362039060,
            "txt_content": "可以改成只，因为毕竟不是大船。lz写的很贴近mc，很好！"
        },
        {
            "author": "250=mo",
            "timestamp": 1362042660,
            "txt_content": "Technology 发表于 2013-2-28 16:11 \n可以改成只，因为毕竟不是大船。lz写的很贴近mc，很好！\n这段只是引读者思考兼互动哈"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1362045120,
            "txt_content": "顶一个，很不错的文笔哦"
        },
        {
            "author": "13051883303",
            "timestamp": 1431084360,
            "txt_content": "卡人气成功，我是来补人气的"
        },
        {
            "author": "daizhuhan32",
            "timestamp": 1431694380,
            "txt_content": "不错！顶一个！应该学习！"
        },
        {
            "author": "250=mo",
            "timestamp": 1449329820,
            "txt_content": "2015.12.05, 23：37\n重写"
        }
    ]
}