{
    "title": "[1.7.10]群峦传说到底该怎么玩？（已顺利完结）",
    "author": "Vutoc",
    "replyCount": 40,
    "timestamp": 1578996300,
    "txt_content": " 本帖最后由 Vutoc 于 2020-4-7 08:07 编辑 \n\n（图片来自官网，侵删）\n    楼主第一次接触群峦传说这个mod，还要说回另外一个类似的著名生存mod——MITE\n    当时查阅MITE的教程，有一篇专门写庄稼独特的成长机制，用了一句话形容：群峦既视感。当时误以为群峦是一款独立游戏，梗什么的也不懂，没在意。后来心血来潮到百度上找到了，正中下怀。满心期待地下载之后，突然发现网上居然没有那种丝滑的教程（完完整整从出生到毕业但是又没有那么多虐杀大脑的细节的完美教程），所以一直不知道该怎么玩，mod下载了也如同大多数慕名而来的萌新一样，就在一边儿一直晾着。\n    后来怎么玩起来的呢？是楼主大二暑假回学校那会儿，在火车上 用手机翻着丁点儿的屏幕 一点一点啃完了官网Wiki（没错就是这个全部英文、令人毫无阅读欲望的Wiki）（闲人创造奇迹），并做好了笔记。最后结合B站咕咕主（小声bb是青芦叶）的群峦传说生存视频，开启了作弊模式才玩通关的。存档毕业之后，我个人感觉这样一款优秀的生存mod在国内居然凉的跟xx一样，原因肯定是入门教程极度缺乏！！！！！\n    在网上，我们固然可以搜索到不少教程，但大多数都是 要么弃坑，要么机翻，慕名而来者在玩的时候经常会遇到一些很基础但却又没地方查的问题。\n    所以楼主在通关之后，带着一腔热血希望可以出一篇像样的群峦生存指南，来填补这个mod在入门指南方面的空缺。希望在1.12.2版本TFC发行之后，玩家群体可以慢慢壮大起来……吧。\n    下面简要说明：本教程仅针对那些稍微了解过一点群峦但是又没有勇气入坑的玩家群体，按照从前期发展到后期一步一个脚印的过程来写，侧重过程，也就是说，本贴不会事无巨细地开辟区域堆砌文字。但为了方便玩家们有一个大致印象，我会在合适的地方专门写一些详细教程。如果你想看更加详细的说明书的话，推荐还是去官方Wiki。\n    简言之，本教程只是一本“入门指南”。\n    不过，网上确实有一些非常详细 且没有弃坑的 中文教程，比如这篇精华帖，还有mcmod百科里的各种教程。如果看完这些之后还是找不到你要的答案，那一定要去官网。只要你英语四级过了，阅读官网其实并没有想象中那么困难。\n    另外，本教程中会出现一些 经验性内容，方便你更丝滑、更优雅地体验群峦。某些看似如此但是没有经过充分实践检验的地方会特别注明【存疑】。\n\n\n第一天\n概述：\n    你诞生在这个既像mc又跟你熟悉的mc不一样的世界。是的，这是群峦的世界——几乎所有的方块、流体、实体都是由群峦mod文件生成的，而不是原版的mc\n\n\n\n\n\nP1_1.png (54.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-14 16:32 上传\n\n\n\n\n\n\n\n\nP1_2.png (335.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-14 16:35 上传\n\n\n\n\n    在这里，相信稍微翻过其他教程的童鞋们一定都知道一件事，那就是，你不能空手挖木头，也不能空手碎大石。简言之，你不能（或者说，不被作者推荐，因为空手实在是耗时太长了）有违常理地空手破坏任何方块。在群峦里，要破坏木头、石头、泥土，你必须使用斧头、镐子、铲子。\n    右键点击地上的石子儿和木棍儿可以拾起来，快捷栏里至少有两个石子儿的情况下，手拿石子儿对着空气右键 便可打开GUI。左键模拟敲石头的过程敲掉石子儿的一部分，一把石质工具就这样做好了。石质工具的详细制作方式不一一列举。前期的话，你可以而且必须做斧子、小刀、铲子以及锄头。\n\n\n\n\nfile_1579763409000.jpg (22.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 15:10 上传\n\n\n\n\n\n    用这些工具，你在前期就能做一些比较minecraft的事情了，虽然 挖矿、采掘石头暂时还做不到。    用斧头砍树干的最底下一节，可以一次砍掉一整棵。但石质斧子会有损失，也就是说如果一棵树总共有10块原木，那么使用石质斧子砍树就只能掉落8块左右，金属斧子则没有损失，有多少原木就掉多少原木。第一天白天，原木要准备四组以上。    刀子是前期最有用的工具之一。它可以当武器使用，伤害足够，耐久也较高（斧子作为武器时耐久相当低），足以杀死僵尸、蜘蛛（需要技术，详见“中立生物”页）；也可以迅速破坏地上的草，掉落黄色的干草，四个干草合成一块茅草。茅草不受重力影响，可以自由穿越，而且阻挡怪物视线，是非常好的建筑铺顶材料，也可以作为临时门。第一天白天，干草要准备两组以上。\n\n\n\n\nfile_1578992722000.jpg (171.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-14 17:05 上传\n\n\n\n\n    铲子用于快速破坏泥土、粘土以及沙砾，但是只有粘土有用，其他都没有用（而且受重力影响）。第一天没有时间制作粘土器皿，所以不考虑这件事。    锄头用于犁地。与原版mc不同，耕地不会被践踏（刚开始玩的时候还不适应，后来多跳了几下就习惯了ψ(._. )>），被破坏不会掉落任何东西，而且有两种属性：水分和营养值。    水分的属性同原版mc（以水源方块为中心9*9的范围，没有被水滋润的耕地无法种植作物），注意，由于水源方块的重要性，群峦的水源需要用毕业装备——红钢桶来舀。前期、中期甚至大后期都别想打水源的主意，所以耕地必须接近天然水源。    营养值前期不用管，只需要知道，草方块犁出来的地是满营养值，不长草的泥土方块犁出来的地营养值为空。种植几次作物后，耕地的营养值需要恢复，所以记得轮耕。\n\n要做的事：    做完上述的必备石质工具之后，一路捡木棍、割干草、砍树、采集野菜，寻找淡水湖安家。淡水湖的边缘必须直接就是处于同一高度的草地，这样才能犁一片满属性的耕地出来种植作物。    第一天晚上，你的庇护所可以长下图这样，顶上两个窟窿用于透光，门口是两格高的茅草，室内照明也可以使用火把（将木棍放在篝火里烤就行，一段时间后会熄灭）。注意 捡来的作物种子今天晚上就应该种在右下角的湖边耕地里了。\n\n\n\n\nfile_1579516825000.jpg (181.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 18:40 上传\n\n\n\n\n\n    在寻找安家之处的时候，路上遇到的野生作物即便没有成熟，也最好全部打掉收集种子，然后将种子种到自己的田里。群峦的食物比较耐吃，如果是成熟的野生作物，它们掉落的食物足够支撑几天的消耗。事实上，在第一波收获之前，我们的食物主要来源就是成熟野生作物掉落的食物。    有的教程说，要留着未成熟作物让其生长，等成熟之后再来收集。这样做没有问题，但是根据个人经验，小地图上的标记点一多就很容易忘记回来，时间稍微一长这些野生的作物就会直接消失，得不偿失。你可以根据个人习惯自行决定。不过我还是建议立刻采掉。前两天还没开始跑图，如果食物实在不够的话，可以考虑用小刀击杀鹿和雄性家畜。鹿会再生，所以随便杀；但是家畜不会再生，要尽量击杀雄性的，好以后将雌性家畜带回家圈养起来繁殖恢复种群。雄性家畜每天可以和未怀孕的雌性家畜交配一次，所以一头就可以使所有雌性家畜 受~精。    还有的教程说，第一天建议收集海带做食物。我个人是不推荐的，因为海带用小刀右键割掉时往往会掉到莫名其妙非常远的地方，游泳收集起来超级麻烦，第一天不要浪费宝贵的白天时间去割海带（不过倒可以考虑晚上去，因为水里不刷怪）。再者，海带所能提供的食物量实在是太少了，性价比远不及杀一头鹿所提供的肉。如果前期你实在没有食物而沦落到想去吃海带，那往往就是出生地不好，重新开一个存档吧。\n\n第二天~铜时代前期\n概述：\n    杀了足够多的鹿，拿到了足够多的肉，如果比较幸运的话，还可以采集到相当量（160oz）的农作物后，经过了一晚上的烧烤与等待，终于等到了第二天的早上。\n    这样固然已经满足了最基本的生存需求，但是我们还要活得有尊严、有挑战性，才会有满足感和成就感。因此，从第二天开始，你要开始做一些有意义的事情了。首先我们检查一下背包，看看都有啥。\n    经过了第一晚，现在你应该正随身携带着所有的家当，就像这样：\n\n\n\n\na6efce1b9d16fdfa21fc041abe8f8c5495ee7bb6.jpg (25.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:17 上传\n\n\n\n\n    放错图了，应该是这样：\n\n\n\n\nfile_1579501230000.jpg (160.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:20 上传\n\n\n\n\n\n    你的背包里可能有：各种各样的农作物以及它们的种子、没用完的原木、石质工具、木棍、动物掉落的皮革和骨头，甚至还可能还有一些不知道有什么卵用但是看起来很nb的矿物粒（也许硅镁镍矿粒看起来更像某些条状物）。那么你应该拿这些东西干什么呢？想都不用想，肯定应该存起来——随身带着多占地方呀。\n    但是，在群峦里想要得到箱子就必须使用群峦特有的锯子去处理原木得到木材，可惜，锯子只能是金属制的。所以，咱们暂时别考虑木材了。当然床也做不出来。也就是说，现在的你跟第一天没啥区别，依然除了用用石质工具和你的神之右手之外 啥都干不了。\n\n    ……\n\n    是不是感觉有点憋屈？现在好像什么也做不了。\n    But，keep in mind that，群峦是一款生存向mod，它通过 由自己生成整个地图的所有方块、流体以及实体，来达到 全覆盖原版mc发展路线 的目的。如果我们以原版空手碎大石的那种“超人”的眼光来看，现在当然很憋屈 ———— 甚至连最基本的、mc的圣器 ———— 工作台 都没有任何着落。但我们玩的可是群峦呀，并不是 作物几秒成熟，猪牛羊随便杀，石剑砍遍天下无敌手 的异世界mc。现在你没有木材，只有一些最原始的材料，从这里开始，群峦正式启动：\n    陶器：本mod作者为前期 一无~所有 的玩家提供的神器之一。常用陶器有三种：大缸、花瓶、水壶，它们的合成方式以及烧制方式见其他教程。\n    大缸有两种用途，一种是存储流体，另一种就是作为箱子存储物品。不过它只有九个格子，而且有些物品（比如原木、工具）还装不进去（极其科学）；\n\n\n\n\nP2_4.png (230.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-18 22:41 上传\n\n\n\n\n\n    花瓶只有四个格子，与大缸不同的是，它可以装了东西之后随身携带（简直就是神器有木有！一下子背包扩展了四倍）。不过装食物的话必须小于等于80oz才行。\n    水壶可以右键淡水装满水，一次饮水直接恢复半条口渴度，超级方便。\n    前期需要大缸两个，花瓶八个（其实应该尽量多，中期用量超大，而且反正多余的也可以 shift+右键 放地上，一点也不占空间），水壶四个（每次使用都有小概率损坏，所以出门要带俩，要是都坏了就自认倒霉吧）。\n    原木垛：本mod神级存储方式之一。手拿原木 shift+右键 放置原木可以形成原木垛，空手右键打开GUI，一个原木垛方块最多可以存储16个一组的原木。\n\n\n\n\n\nfile_1579359837000.jpg (282.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-18 23:03 上传\n\n\n\n\n    跑图 ：生存向游戏最主要游戏过程就是跑图搜集资源，当然群峦也不能例外。群峦传说又被玩家们戏称为“跑图传说”：由于有岩层、气候、纬度等等大范围的设定，群峦作者真就希望玩家们像人类始祖一样四处乱跑搜索资源，而且一跑就是几十千米 ———— 跨过高山，越过大海，飞跃数十个生物群系是群峦玩家们的日常工作。（在刚刚完结的存档中，楼主就为了寻找木棉而硬生生走到了赤道）\n    在跑图过程中，你会遇到很多野生农作物、很多地形、很多生物群系、很多种类的岩石、矿物，甚至还会发现露天矿脉，总之，跑图会带给你各种各样的资源，让你摆脱现在只能用石质工具的窘境。跑图，从第二天开始。\n\n\n要做的事：\n    存好你的零碎物品、堆好你的原木、种好你的农作物、烧好陶器，再拿上足够的食物、水以及工具，去跑图吧。下面一页会详细介绍跑图过程中遇到的事情以及相应的处理方法，总共有四节：生物、植物、岩石、矿物。找到了铜矿，你就可以进入金属时代了。\n\n\n生物\n    想自己查看更加详细的内容，请看官方Wiki生物篇\n概述：\n    狼、熊、鸡、牛、鹿、野鸡、猪、羊以及马等现实中存在（蜘蛛太大了，不算现实存在）的生物不会刷没 ———— 除非死亡，否则它们将永远在它们自己的出生地附近活动。注意，熊是敌对生物。\n敌对生物：\n\n\n\n\n\n\n\n\nP3_5.png (8.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:23 上传\n\n\n\n\n\n    从左到右分别是熊、creeper（Ooooh man）、小白、矛（英文写的是矛）骷髅、僵尸。它们都有一定改动，我们从基础说起。\n    群峦的主要生物血量都提高到以 千 计量，空手根本打不动。敌对生物甚至还能在战斗中回血（想去哪儿就去哪儿）。要造成有效伤害，就必须先了解群峦的战斗系统。和原版mc有很大不同，群峦伤害分为三种，穿刺、砍劈以及压砸（当然怪物也会对你造成这三种类型之一的伤害）。顾名思义，锤子 槌 造成压砸伤害，小刀 弓箭 造成穿刺伤害，剑 斧子 造成劈砍伤害。\n    标准的武器有四种，远程：弓、矛；近战：剑、槌（就是狼牙棒）：\n\n    弓的合成方式同原版（需要3*3合成台，前期无法制作），至于线，可以击杀蜘蛛或者纺羊毛纱（羊的养殖比较麻烦，前期不用考虑）获得；拉弓时蓄力，你的视野会有比较明显的变化。蓄力耗时很久，完全不适合近战，不建议前期制作和使用。\n    箭的合成方式如图：\n\n\n\n\n\nP3_6.png (6.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 19:19 上传\n\n\n\n\n    注意并不是无序合成。羽毛一般都是拔野鸡（不能驯化，跟 鸡 不同）的毛获得。三种材料都随地一抓一大把，一点也不珍贵，但是偏偏射出去的箭不论是否命中生物，都可以捡回来。\n    矛可以投掷，没卵用，不告诉你怎么做。\n    剑必须是金属制，以后金属篇会做介绍。造成伤害属于砍劈伤害，没有槌好用，不建议制作。\n    槌也必须是金属制，可对所有生物都造成有效伤害（压砸伤害）。第一把武器就做槌吧，不要做剑。\n    然后介绍敌对生物：\n    熊，白天不会消失，而且也不会刷掉。站撸（即使你穿着护甲）的话，前期中期后期 都暴虐玩家，所以见到之后请绕道（幸好熊都比较瞎）。作者居然设置这玩意儿可以由玩家圈养繁殖！！！这难道就是传说中的引熊入室？\n    苦力怕，弟弟。除了能炸死生物之外基本上什么都炸不坏。\n    小白，射箭频率极低（威胁较小，走位即可躲开），免疫（因为是骷髅，没有肉，作者钦定箭刀剑造成不了实质伤害）弓、刀、剑 伤害，不过 槌 可以造成大量伤害（但也不是秒杀）。\n    矛骷髅，投掷矛，其他完全同小白。注意，它的伤害并没有凋零效果。\n    僵尸，弟弟。但是会召唤术，擅长打群架、配合其他敌对生物。（挡箭好手）\n\n中立生物：\n\n\n\n\n\n\nP3_4.png (4.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 18:59 上传\n\n\n\n\n    从左到右分别是小黑、蜘蛛、狼。具体AI没啥好提的。末影人仍然掉落末影珍珠，不过去末地这件事 是红钢蓝钢出来之后才会考虑的，到时候你自己玩就好了。狼的话，可以驯服，前期没什么用，而且带着它们翻山越岭地跑图 会很麻烦。\n    打蜘蛛（详细请看B站UP主青芦叶视频）：蜘蛛追杀你的时候，会尝试向上越过一切障碍，甚至包括大树。所以你可以引导它上树，等上的足够高之后把树砍掉。摔落伤害比较可观，在有槌之前 可以省去不少功夫。另外一个推荐技巧是，在你和蜘蛛之间放上两格高的茅草，蜘蛛进入其中时速度被减慢，趁机拿出你的石质小刀索命。击杀蜘蛛掉落线，前期的宝贵资源。\n    打蜘蛛过程截图：\n\n\n\n\n\nfile_1579573759000.jpg (44.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:29 上传\n\n\n\n\n\n    驯化狗：手持骨头右键点击狼，给它喂骨头。这时的喂骨头行为属于 勾~引。勾引成功会冒一小阵儿红心颗粒，但是并不代表完全驯化。\n\n\n\n\nfile_1579573788000.jpg (267.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:29 上传\n\n\n\n\n\n    这时的狼会一直跟着你，但是尚未驯服，并且仍然保持野狼的外观 ———— 此外观下它会攻击家畜、完全不听主人命令（所以建议前期不要养），不过你可以开始群峦特有的驯化过程了。    把它拴在栅栏上（否则它会主动杀死家畜，很闹心），拴绳使用水泡黄麻产出的黄麻纤维合成，合成表以及泡制方法自行搜索弃坑教程。\n\n\n\n\nfile_1579573836000.jpg (243.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:30 上传\n\n\n\n\n\n    手持骨头，按住 shift 再右键它喂骨头，这时的喂骨头行为属于 互动。可以看到 右下角的 WAILA mod 显示这头狼已 互动 过（Familiarized √）：\n\n\n\n\nfile_1579573836000.jpg (250.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:30 上传\n\n\n\n\n\n    表示今天已成功 互动 一次。每天（只要这一天就行，不用担心具体的时辰）都记得喂骨头进行 互动 ，狼与你的熟识度（Familiarity ?%）会逐渐增加，否则会慢慢下降。潜行看向动物时，动物上方会显示一个心（上图就有，紧挨着绿色血条的下面一个黑色的斑点，其实是爱心的形状），这就是你与它的熟识度（群峦自带，不需要其他mod）。\n    当熟识度到达一定百分比时，爱心会被白色框包围，这以后熟识度便不会下降了，当然，继续互动的话，熟识度还会继续增长直至到达峰值（注意并不一定是100%）。熟识度到达峰值之后，爱心的内容物会由红色变成金色。    备注：野生动物带回家之后，熟识度到达一定程度（放心，野生动物一定不会是100%）后便无法继续增加。只有繁殖出来的小动物才能到达100%熟识度。下面是示例：\n\n\n\n\nfile_1579574770000.jpg (309.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:46 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579574770000.jpg (233.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 10:46 上传\n\n\n\n\n\n    备注：野生狼带回家之后，直到熟识度到达峰值、变成金色，也不会从狼外观变成狗外观（就是原版mc带红项圈的狗狗）（因为外观转化需要熟识度到达一定百分比），它们到死（疯狂暗示）都不会放弃攻击家畜，也从来都不会听你的命令。你问我它们存在的目的是什么？产仔啊。（只有母狼生育出小狼才能够完全变成狗外观，这时它便不再攻击家畜，并且可以右键点击命令它坐下）\n被动生物：\n\n\n\n\n\n\n\nP3_3.png (15.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 18:59 上传\n\n\n\n\n    从左到右分别是鸡、牛、鹿、野鸡、猪、羊、马、鱿鱼，其中鸡、牛、猪、羊、马是家畜。下面从基础开始介绍：    性别：鸡（注意跟野鸡是完全不同的两种生物）彩色的是公鸡，白色的是母鸡；牛有角的是公牛，没角的是母牛；羊同牛；猪没獠牙的是母猪，有獠牙的是公猪。\n    繁殖系统：在熟识度达到一定程度之后，给家畜喂相应的食物，它们会开始冒红心颗粒（类似原版）。这时它们会主动寻找周围的异性生物进行交配。一天一次，一次一对。之后再次右键点击雌性家畜，聊天栏会提示“怀孕”。动物怀孕时间很长，而且生下来的小动物需要成长非常非常长的时间。注意小动物也需要进行互动才能满熟识度。\n    鸡：说实话，楼主目前还没有遇到鸡，当然也没有养过。因为鸡一般诞生在丛林生物群系，而丛林生物群系一般出现在赤道附近【存疑】。要想获得羽毛的话，拔野鸡的毛就行了，不需要养鸡。当然鸡会给你提供 几乎不会腐败 的生鸡蛋，是很好的食物。详情请自行搜索其他教程。\n    牛：熟识度到达一定程度之后产牛奶。牛奶可以制成奶酪，奶酪几乎不会坏，而且补充奶制品的营养值。奶制品营养值高 会增加回血速度。\n    猪：产肉机器。怀孕时间较长，但是产仔极多。高产似母猪\n    羊：熟识度到达一定程度之后小刀或者剪刀（金属篇介绍）右键割羊毛。羊毛和纺锤一起合成得到 羊毛纱，羊毛纱作用与线完全一致，可制作布匹，布匹可制作床。\n    马：没有骑过。详情自行搜索其他教程。\n    野鸡：拔毛工具鸡。\n    驯化过程参见 中立生物 狼的驯化。本教程只是为了带你入门，不详细介绍所有的家畜（其实大同小异）。在此以牛为例：\n    将牛带回家之后关起来，每天喂 谷物粒（不是直接的谷物，需要小刀加工成粒；也不是谷物粒碾成的粉），等熟识度到达一定程度（刚好有白框包围熟识度的那颗心时）之后，便可开始挤牛奶（限母牛），拿着小木桶直接右键即可。挤牛奶也算互动，以后每天就无需喂养谷物粒了。\n    由于猪、牛、羊都需要直接喂谷物粒，所以前期食物不充足的情况下不建议饲养。\n    牛会喝掉牛奶，挤牛奶的时候小心不要喂回去。\n    野鸡拔毛：对着野鸡按 shift+右键 拔毛。一只野鸡可以拔下很多，多来几只野鸡就足够用到毕业了。提示：家畜鸡也可以拔毛\n    \n\n\n\n\nfile_1579577449000.jpg (202.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 11:30 上传\n\n\n\n\n\n\n\n植物\n\n概述：    植物我在这里将其分为三种：水果灌木以及水果树、农作物、树木。其中农作物包括蔬菜以及粮食（谷物）。前两者都用于提供食物。下面详细介绍：树木：这里是官方Wiki原木篇以及树木篇    树木使用斧头或锯子可以快速破坏，获得原木。原木只能使用之前介绍的方法堆放存储。原木有很多用途，这里只介绍没有锯子的时候你能用它来做什么。    鞣酸（也有翻译成单宁酸的）：在装水的大缸中放入一节原木（注意必须必须是一节！！！多一节少一节都不行！！！）然后密封一段时间可以得到鞣酸，鞣酸制皮革的过程在这里。作者指定只有某些种类的原木才可以浸泡制作鞣酸，但是我发现，这些木头都是非常非常常见的，你找到的任何一片树林里都一定有一种木头可以制作鞣酸，所以不用担心种类的问题。事实上，作者此举应该是为了避免 使你 仅仅为了制作一缸鞣酸 而跑太远的路。    下图是标准的皮革加工场景设置：\n\n\n\n\n皮革场景.png (138.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 10:46 上传\n\n\n\n\n\n    木棍：使用锤子破坏原木可以得到一定量的木棍，产量低，仅限前期使用。后期的话，可以使用镰刀大片地破坏树叶，木棍多到没地方放而直接丢到火里烧掉。    厨台：地上放一节原木，在它的上面那一面使用小刀右键可以得到厨台。厨台在前期可用来存储东西，中后期制作食物。详见食物料理篇章。\n水果灌木以及水果树：这里是官方Wiki果树篇\n\n\n\n\nfile_1579583116000.jpg (290.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 13:05 上传\n\n\n\n\n\n    上图中左侧为果树，右侧为水果灌木。果树的树干很细，虽然零散分布在树林中，但是非常容易分辨。灌木则分布在平原和树林，跑图时也比较容易发现。\n    果树：没有什么特殊生成条件【存疑】。虽然数量很少，但是经常在树林中跑图的话，你总会遇到它们的。当然也有的树林没有任何果树，那就换一片树林吧。    特定的果树只能在特定的季节收获（可以查阅Wiki，也可以直接使用WAILA mod查看），右键点击结果的树叶方块会掉落相应的果实。它们在一年的时间里会经历开花到结果的过程，但开花只是类似秋天树叶变黄的一种材质效果而已，并不是结果的必要条件。    遇到果树之后，使用斧子（可以是石质）或者锯子破坏 枝杈（如下图，一棵完全发育的果树有四个枝杈） 有50%的概率掉落果树树苗。这是唯一正常获取果树树苗的途径，因此，果树树苗种下之后 再破坏时将不会掉落任何东西（血亏）。\n\n\n\n\nP3_15.png (333.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-21 13:06 上传\n\n\n\n\n\n    果树结果的判定：一个叶子方块在游戏里的一年内只能结一次果。也就是说，如果这个叶子已经结过果实，那么即使破坏掉也不会损失什么，因为这一年都不会再结果了。你可能要问，为什么闲着没事儿干要破坏叶子呢？因为刚才在上面一段钟提到的 获取树苗的方法 会同时破坏 那个枝杈所附带的果树叶子，一不小心破坏掉尚未结果的叶子后，水果的产量会大打折扣。我们一定要谨慎行事，毕竟水果在群峦里算比较珍贵的食物。    有时候，在结果季节前不久种下的果树树苗 在结果季节还会继续成长，成长过程中它的叶子会有更替（不同阶段，树的外观是不同的），有时候甚至一块叶子都没有。新长出来的叶子检测到当前是结果季节之后，会产出果实，即使它从未开过花。    还有的时候，明明到了结果季节，但是根本没有果实的影子，这是因为树叶的方块更新出现了问题。我们只需挨着树叶放上任意方块便可触发它的更新，该叶子会立刻长出果实。    水果灌木：特定季节产水果，产量较小但是差强人意。直接挖掉即可收集在背包内。只能种植在草方块上。注意，水果灌木不能增生 ———— 挖多少就有多少，不会变少也不会变多。\n农作物：    农作物的种类非常多，都是用来吃的（废话）。农作物可以提供三种类型的营养：蛋白质、蔬菜、粮食。下面分别举几个典型的例子。    蛋白质：新手第一天应该能很明显地注意到，肉类回复蛋白质类营养。是的，肉类确实是恢复蛋白质营养最有效最常用的食物。但是如果你周围实在没有可屠宰家畜，或者动物都被你杀光了（），作者也确实给你提供了一种农作物来补充蛋白质 ———— 大豆。有的附属mod甚至还允许你制作豆奶补充奶制品营养……果然大豆是人类的亲密伙伴。\n    蔬菜：蔬菜一般都消耗B类以及C类土地营养（待会介绍营养值，先告诉你，土地营养共有ABC三类），但是作者为了方便你轮耕，设置番茄消耗A类土地营养。\n    粮食：粮食一般都消耗A类土地营养，但是作者为了轮耕方便，设置稻米（就是我们说的水稻、大米）消耗B类土地营养。\n    是的，没有可以种植在田里的水果。所有的水果必须从灌木或者果树上获得。不过，倒是有一个西瓜南瓜附属mod可以让你在田里种西瓜，但是西瓜的成长条件很苛刻（大夏天告诉我温度过低？？？然后冻死了？？？），而且产量低，跟灌木产出量差不多。根据mod作者的意思，水果是一种靠天吃饭的食物。\n    营养值（重要）：首先介绍下群峦的锄头吧。石质锄头有三种模式，分别是犁地模式、成熟模式、水分模式；金属锄头还多一种 营养模式。默认按M键切换。\n    犁地模式：犁地；\n    成熟模式：绿色成熟，红色不成熟；\n    水分模式：蓝色有水，黑色没水。这里介绍一个经验，由于距离水源9*9范围内的耕地会被滋润，所以从水源开始，沿着对角线犁4块地，这里面的范围内所有耕地均可使用，如下图（最左边是淡水湖）：\n\n\n\n\n\nfile_1579661179000.jpg (242.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 10:46 上传\n\n\n\n\n\n\n\n\nfile_1579661179000.jpg (212.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 10:46 上传\n\n\n\n\n\n    营养模式：稼穑技巧 提升得非常快，如果你经常打理你的农田，那么第一年临近晚秋时节就会到达专家等级。到达专家等级以后会解锁营养模式。此时可以了解土地的营养值，总共有三种类型ABC（颜色不同）；还可以直接从物品栏中看到 种子到底消耗哪种土地营养值，也是ABC三种（废话）。作物生长时，会慢慢消耗其所需的那一种营养。当该营养为空时，作物会暂停生长等待土地恢复，所以营养值过低会在某种意义上减慢作物的生长速度。\n\n\n\n\n\nfile_1579661179000.jpg (287.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 10:46 上传\n\n\n\n\n\n    技巧：生存前期耕地面积过小，我们可以填湖造陆。注意由于泥土方块犁出来的地营养值为空，我们需要慢慢等草蔓延上去将泥土方块变成草方块再犁。下图是成功范例（最右边用来钓鱼）\n\n\n\n\n\nfile_1579661179000.jpg (41.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 10:46 上传\n\n\n\n\n\n岩石\n概述：    群峦有很多种岩石，主要用途有：制作助焊剂、制作盐、制作砧、制作磨石座、制作厨台以及鉴定岩层。在这里简要介绍一下，详细的内容到后面再说。    制作助焊剂的石头有四种，分别是白垩、白云（颜色黑的一批）、大理、石灰。助焊剂有什么用呢？前期主要是做石灰水，中期放在砧上用于焊接，后期则是扔进高炉炼制生铁。总之，助焊剂只有这三种用途，但却又是整个发展路线中 绕不开的一环，所以一定要标好你遇到的上述四种岩层，方便采集石头制作助焊剂。    制作盐的石头只有一种，就是盐岩。这种岩层很稀有，但是盐可以延缓肉类腐败，还可以腌制蔬菜水果，是养老玩家的最爱。找到了盐岩，你的晚年生活就有了保障。（话说写这篇帖子时用的存档 出生地就是盐岩岩层）    制作砧必须用原始火成岩（包括闪长、辉长、花岗、安山、玄武、英安、流纹），很常见。详见其他弃坑教程。    重要岩层：说一下那些岩层需要在跑图的时候留意吧。石墨是后期群峦科技线中的决定性一环，分布于片岩、片麻岩、大理岩、石英岩中；助焊剂是整个群峦科技线的重要环节，用锤子和白垩岩、白云岩、大理岩、石灰岩碎石一起合成即可得到。至于其他岩层以及其他矿物，感兴趣的可以查看这里。岩层是寻找特定种类的矿物的重要标志。\n矿物\n\n概述：    群峦有很多种矿物，分布在不同的岩层中，具体什么岩层有什么矿脉的信息在这里。铜合金和铁合金是整个科技线的所有内容。按照发展阶段，我们可以得到的有用金属是 铜 -> x青铜（铜合金） -> 锻铁 -> 钢 -> 黑钢 -> 红钢 | 蓝钢。    这些金属的大概情况是，收集矿粒制作铜质工具，然后开矿收集x青铜的配料金属，再制作x青铜工具，继续开矿直到x青铜够用为止。使用x青铜制作锻铁炉核心，然后开采足够的铁 冶炼 锻铁。当锻铁足够多之后，找到石墨矿和高岭土矿，制作高炉，高炉一出，群峦的科技线就接近毕业了。当然毕业标准并不是高炉，而是拥有了红蓝钢工具盔甲套装，比如所有种类的工具武器、油灯、桶之类的。\n\n    铜：地上捡到的铜粒（包括原生铜粒、小型黝铜矿、小型孔雀石）都是10单位的，而一个金属工具需要100单位金属。所以，为了制作一个铜工具，你需要至少捡到10个铜矿粒。关于洗矿碗和洗矿槽参见其他弃坑教程（也可以评论留言），楼主开了这几个存档都根本用不到它们，因为只要勤于跑图，矿物粒真的不缺。    要制作铜工具，需要往花瓶里塞上至少100单位的铜，然后放进瓷窑里烧。至于是什么类型的矿物粒无所谓，只要是 正确种类的金属（在这里指铜）就行。比如你可以塞5个黝铜矿粒和5个孔雀石矿粒，然后焖烧得到100单位的铜。\n    x青铜：不仅仅指常说的铜锡合金（真·青铜），在群峦里，铜合金简称x青铜。三种x青铜配方如下：青铜 铜 88%~92% 锡 8%~12%\n 黑青铜 铜 50%~70% 金 10%~25% 银 10%~25% 铋青铜 铜 50%~70% 铋 10%~20% 锌 20%~30%    往花瓶里放矿物粒的时候，注意看好单位值，调整金属比例在上述表格区间内，否则矿物粒不会融化。（至少在我的版本中不会产出未知金属，也就是说矿物粒不会被浪费掉而只会原样保留）    如果前期找不到足够的铜粒制作纯铜工具，那么直接制作x青铜工具也是不错的选择。x青铜的需求非常大，反正以后也要经常算，不如从现在就开始。再者，在找到坩埚之前，青铜一直都只能在瓷窑里烧制，也就是说，算配比这步是完全绕不开的。    铁合金在前期完全无法制得，这里不再详述。\n要做的事：    第一把金属工具一定要做锯子，这样你才能打开新天地。之后，工具的优先度从高到低分别为 勘矿镐和镐 > 槌 > 镰刀 > 斧子、铲子和小刀 > 剑、锤子和凿子 > 矛（真的没啥用，不建议制作）。    现在你应该已经了解了跑图的真正目的：寻找矿粒，制作金属器具。待你制作出 一把锯子、一把勘矿镐 和 一把镐子 之后，就应该开矿采集青铜金属矿物了。一般根据出生地矿产的不同，每个存档选择的主要青铜种类会有所不同。如果金银比较多，那就制作黑青铜；如果锡比较多，那就制作青铜。    注意，制作铜锡合金青铜时，一定小心不要把 锡√ 错当成 锌×，因为群峦还有一种铜合金叫黄铜，它是铜锌合金。黄铜不能制作工具！！！只是作为红钢蓝钢的配料而出现的！！！    为了方便大家计算（其实是为了方便我自己计算）青铜配比，我写了一个粗糙但是用着还行的青铜计算器，运行环境python3.6，有条件的童鞋可以试试看：\ndef main():\n    print(\"按下组合键Ctrl+C结束程序\")\n    # 青铜的配方\n    Bismuth_Bronze = ((\"Zn\",(20,30)),(\"Cu\",(50,65)),(\"Bi\",(10,20)))\n    Black_Bronze = ((\"Cu\",(50,70)),(\"Ag\",(10,25)),(\"Au\",(10,25)))\n    Bronze = ((\"Cu\",(88,92)),(\"Sn\",(8,12)))\n    # 输入青铜种类\n    type = input(\"输入青铜种类：Bi为铋青铜，Bl为黑青铜，Br为青铜\\n>\")\n    if type == \"Bi\":\n        dic = Bismuth_Bronze\n    elif type == \"Bl\":\n        dic = Black_Bronze\n    elif type == \"Br\":\n        dic = Bronze\n    else:\n        print(\"请输入正确的种类！\")\n        return False\n    # 输入现在已有矿物的含量\n    content = [0 for i in dic]\n    for i in range(len(dic)):\n        content[i] = int(input(dic[i][0]+\"的单位值：\"))\n    print(\"请按照下面的格式输入各矿物的数量：\\n>\",end=\"\")\n    for i in dic:\n        print(i[0])\n    # 死循环按Ctrl+C结束\n    while True:\n        # 输入各个矿物的数量\n        num = [0 for i in dic]\n        print(\">\",end=\"\")\n        for i in range(len(dic)):\n            num[i] = int(input())\n        if sum(num) == 0:\n            return\n        # 计算是否符合合金配方\n        content_planned = [i*j for i,j in zip(content,num)]\n        total = sum(content_planned)\n        ok = True\n        for i in range(len(dic)):\n            if not dic[i][1][0] <= content_planned[i]/total*100 <= dic[i][1][1]:\n                ok = False\n                break\n        for i in range(len(dic)):\n            print(\"%s\\t%d%% ~ %d%%\\t%.3g%%\"%(dic[i][0],dic[i][1][0],dic[i][1][1],content_planned[i]/total*100))\n        if ok:\n            print(\"总量:\",total,\"√\")\n        else:\n            print(\"总量:\",total,\"×\")\n\nwhile __name__ == \"__main__\":\n    main()\n复制代码\n\n\n\n\n\n    下面一页是万众瞩目的青铜篇，我会详细介绍采矿的注意事项，另外介绍一个非常好用的采矿方法（当然并不是由我自己想出来的，而是懒得吱声的科技大佬们）\n\n\n青铜篇~锻铁时代前期概述：\n    现在你的情况应该是，家里存了一堆瓶瓶罐罐，还有几个大缸用于存储物品。吃的喝的以及所有工具都放在背包里；家附近有几个瓷窑坑，还有一个种了一些作物的农田。三种金属工具：锯子、勘矿镐以及镐子都已经备齐了吧，我们开始步入新时代了。\n\n锯子\n\n    使用锯子和原木一起合成可以得到木材，木材是 可放置且具有碰撞体积的 小木条。四个木材合成一个木板之类的合成表自己去搜索，这里只提几个重要的木制品。\n    工作台：四个木材合成一个木板，四个木板合成一个工作台。当你把工作台拿出来的时候，它会消失，同时 你原来自带的2*2合成栏会自动扩展为3*3。群峦里，所有的东西都可以就地合成，不像原版一样 需要先做个工作台出来。\n    当然工作台方块 也是可以得到的：在你的合成栏已经是3*3时 再做一个即可。群峦里的工作台没有任何用途，纯装饰性物品。并且这个方块本身也不是mc原版的工作台，而是由群峦文件自己生成的材质相同的方块而已。\n    箱子：8个木材围成一圈合成一个箱子。箱子的容量明显缩小了，习惯就好。\n    不同种类的原木产出不同种类的木材，当然也会产出不同种类的木制品。不同种类的箱子可以紧挨放置（比原版nice）。与原版不同，群峦的箱子在关上时没有音效，没有那么吵……当然以群峦的尿~性也并不是所有东西都能放进去。比如原木和工具仍然无法放入。\n    工具架：原木可以堆起来，那工具到底放在哪里呢？总不能一直拿着吧 ———— 合成栏一三行放木材合成工具架，工具架可以放在墙上。所有种类的工具、武器都可以右键 放上+拿下。\n    大木桶：U型放木材合成。作用同瓷缸，但是流体、固体容量都更大。\n    小木桶：V型放木材合成。舀水、挤牛奶、舀醋、和面 专用。装满淡水时和面粉一起合成产出面团，面团在篝火上烤制得到面包。好处是，面团和面包的分量都是原来面粉的两倍。\n这里是它们的外观：\n\n\n\n\n\n木制品外观.png (248.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 12:02 上传\n\n\n\n\n\n\n\n勘矿镐\n\n    群峦的矿产资源是按照 矿脉分布 的，也就是说，同种矿石集中分布于名为矿脉的一小块区域内；而矿脉则零散分布于整个岩层中。挖矿的过程不再像是原版mc那样，漫无目的挖到哪里是哪里，而应该有目的地寻找矿脉，然后想办法少挖石头多挖矿石。\n    mod作者提供了一个用于探测地底是否存在矿石的工具，那就是勘矿镐（锯子那一节的 图片，工具架右上角）。找到了矿石，也就找到了矿脉。\n    除了使用勘矿镐 地毯式敲地面寻找矿脉 之外，金属矿物还会在地表产生相应的矿物粒。如果某一片区域地面上有某种矿物粒，那么说明地底一定有相应种类的矿脉。找到这样的区域之后，我们可以使用勘矿镐来确定矿脉中心。\n    非金属矿物不会产生矿粒，所以寻找石墨和高岭土时，需要在相应的岩层上地毯式敲地面。一般敲坏两个左右的青铜勘矿镐就能发现石墨矿。\n    工作方式：使用勘矿镐敲某一个方块时，系统将遍历 以该方块为中心 前后上下左右12格远的范围内（即25*25*25） 所有的石头，然后根据矿石的数量返回信息：微量、少量、中等量、大量、巨量。\n    误报：只有一种情况，那就是本来检测出了矿石，但是信息提示你没有矿石，也即敲到“没有发现什么特别的”这一信息时，有可能是误报。如果提示“发现了微量的闪锌矿”，则说明附近一定有闪锌矿 ———— 如果你只是为了确定矿石是否存在，那误报实际上根本不会有任何影响，多敲一敲周围的方块就行了。同一个方块显示信息不变，不同的方块显示的信息不同：不要吊死在那一个方块上。\n\n\n镐子\n\n    金属镐子可以挖掘所有的岩石、矿物，无需像原版一样“升级”。\n    普通岩石直接挖下来的是碎石子，要想获得石头，需要很真实的技巧：挖掉石头八个面的方块。如下图，挖掉最下面的石头，那么上面那块石头将完整掉落：\n\n\n\n\n\nfile_1579671568000.jpg (41.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-22 13:39 上传\n\n\n\n\n\n    镐子挖掘石头的速度比原版mc慢很多。虽然不是很明显，但金属等级越高，挖掘速度越快。以下表格是我自己的实验总结：\n 铜 1.6s 青铜 1.3s 锻铁 1.15s 钢 1.0s 黑钢 0.95s 红钢或蓝钢 0.85s\n\n挖矿：\n\n    我们首先假设自己已经找到了矿脉的具体位置，此时我们脚底下就是一片矿脉。那么考虑一件事情：这些矿石应该怎么开采呢？\n    你可能会认为，直接挖个洞进去然后在地下开一个空室就行。又或者原版挖矿达人可能会说，使用鱼骨挖矿法即可。但是这些方法都有很严重的问题，那就是\n    1. 群峦的石头挖起来很费时间；\n    2. 群峦有塌方机制；\n    3. 挖的石头太多，镐子耐久消耗过快，可能挖不了几个真正的矿石。\n    采用空室挖矿法时，最严重的问题是1和3，因为空室挖矿效率真的太低了，而群峦的铜镐子耐久只有600；\n    采用鱼骨挖矿法时，问题2和3是最严重的。虽然使用支撑住（详情见这里）挖四格支撑一次 确实可以预防塌方，但是一方面这很耗木材，另一方面由于群峦的矿物分布使用了矿脉机制，一个矿道的上下左右前后都有矿石分布，继续挖矿道的时候难以取舍 ———— 矿道很容易重叠，相当于给自己挖了个地下迷宫。如果没有感觉，可以在看了下面的勘矿小节之后自己使用鱼骨挖矿法去体验一下：很抓狂而且挖不到多少矿。\n    那么我们的最速挖矿法就要登场了：真男人挖矿，就应该直接挖脚底下。\n    群峦的地下矿洞数量远远少于原版mc，地下没有水和岩浆（岩浆只出现在地表），而且满血基本不会一下子直接摔死。洞穴里的怪物数量也远远少于原版mc ———— 摔下去之后，拍拍灰尘，插几个火把，还能不慌不忙地吃个三明治喝口水。\n    使用效率最高的挖矿法，直接挖脚底下。打1*1的竖直矿道下去的时候，前后左右四个面都有可能发现矿石，发现了就直接挖掉吧。群峦的塌方事件只在石头被挖掉的时刻才会触发检测。石头一旦没有了支撑就立刻塌方 的概率很小。而且塌方的碎石只可能在矿道内运动，根本砸不到其他地方的矿石，也砸不到人。\n    竖直矿井的位置也要好好规划，按照下面的规律打井即可。    下图所示是一个单元，橘黄色是打下去的竖直矿井，红色是探明的四个面：\n\n\n\n\n批注 2020-04-06 225818.png (5.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 23:00 上传\n\n\n\n\n\n    将上述单元合理排列，便可做到密铺，无损、全覆盖一块范围内的所有矿石。而且理论上效率已达极限：\n\n\n\n\n批注 2020-04-06 225745.png (4.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-6 23:00 上传\n\n\n\n\n\n    下图是我在之前一个存档中挖干净的黝铜矿脉，可作为参照：\n\n\n\n\nfile_1579763469000.jpg (279.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 15:11 上传\n\n\n\n\n\n\n\n勘矿：\n\n    勘矿镐虽然提供了探测无法看到的地底矿石的方法，但是它只检测一定范围内的矿石数量，而且还有可能抽风告诉你“没发现什么特别的”。新人难免会觉得这把工具难以把控。别担心，这一小节会帮助你熟悉这位新伙计：毕竟以后找矿都靠它了。这可是比 暮色森林的矿石地图、其他mod的矿石指南针 都好用的工具呀。\n    我们首先要知道一点，对于采矿来说，找到矿脉的大致位置是远远不够的，我们还要仔细确定矿脉中心的位置。否则等待你的就是 一个矿井挖下去之后什么都挖不到。而你只能 面对四面八方都可以敲出来的 巨量信息 干着急。\n\n\n    什么都没有 和 微量 是一个分界点，微量 和 少量 是一个分界点，少量 和 中等量 是一个分界点，中等量 和 大量 是分界点，大量 和 巨量 是分界点。任找一个 类型 的分界点插上火把作为标记。\n    假如你找的是微量和少量这种分界点，那么之后你应该找到此矿脉 东南西北四个方向 的 同种类型分界点，给它们都插上火把，然后找到这四个分界点所共同确定的中点，那往往就是矿脉的中心。下面这张图显示的是 我在之前的存档中勘探高岭土矿时 插的四个火把，在晚上用小地图查看 非常亮眼，可能会帮助你理解上面那段话：\n\n\n\n\n\nfile_1579763500000.jpg (146.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 15:11 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579763500000.jpg (138.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 15:11 上传\n\n\n\n\n\n    上图中我站着的地方（红色箭头）就是矿脉中心，挖下去之后发现了大量的高岭土。\n    也存在很少的情况，挖下去之后什么都没有，甚至往东南西北都打了一些矿井之后仍然找不到任何矿石的影子。这可能是因为 你找到的这个矿脉是两个临近矿脉的合成。这两个临近矿脉的储量都不是很丰富，但是当你站在它们的交汇处时，勘矿镐检测到的范围内，两个矿脉都存在，所以会提示巨量信息。\n    出现这种情况时，问题也不大，只要离你标记出来的那个所谓的“中心”（其实是矿脉交汇点，储量往往不是非常丰富）稍微远一点再打矿井即可。只要检测出来巨量信息，再使用之前提到的最速挖矿法，挖到矿石只是时间问题。\n\n\n要做的事：\n    注意，群峦的岩层有两层，我们的勘矿镐能探测到的往往只是第一岩层，而矿物粒指示的却可能是第二岩层的矿脉。第二岩层比较难开采，不建议前期尝试。\n    最速挖矿法挖下去之后，可以使用木材垫上来，这是最省材料的方式。\n    最后还是要说明，挖矿这件事，还是自己掌握了基本的方法之后自己多动手动脑试试才会更加熟练。这部分教程以后还会慢慢丰富起来。等你做出来足够多的x青铜锭、打出来8个 x青铜双层板，跟合成箱子一样合成锻铁炉核心 之后，就可以步入锻铁时代了。青铜时代和锻铁时代是发展的巅峰期，也是跑图的巅峰期，过了这两个时间，你就可以开始养老了。当然这段时间你的资源随着跑图的进行 也会变得极大丰富，泡醋、做奶酪、制作三明治、过冬、养宠物等等事件都可以在这时精彩体验一番。\n    下一篇我会开始介绍锻铁的制取以及如何迈向红蓝钢时代。帖子差不多该完结了。\n\n\n\n\n铁合金时代牢骚：\n    其实这部分原本打算写青铜时代 除金属发展线 之外的其他游戏内容，但是看帖回帖的人实在是太少了。而且我之前自己搭建的公网IP服，朋友们甚至连上都没上过。冷静下来想想，这教程写那么详细又有什么意义呢？反正也没人看。群峦确实像前辈们所言，在国内凉的可怕：比较早入坑的玩家们热衷于原版怀旧服，喜欢美轮美奂的建筑、nb的红石 或者 沉湎于自己所熟悉的那些种类的mod，而年龄比较小的玩家们则根本耐不住性子去玩这个麻烦得要死的mod，他们喜欢PVP，喜欢闯关。群峦真是现在这个时代的中间者。\n    不过看到这里的朋友们不用太过担心，我不会炸flag的，至少后面的内容质量仍然会向你做担保。但是接下来，本贴将极速更新到红蓝钢篇。一来，为了尽量达到自己原来的目标；二来，为了不辜负少数还能发现这篇帖子、愿意尝试这个美丽传说的勇者们对本帖的期待。\n\n\n概述：\n    在锻铁炉里烧制铁矿可以得到锻铁，而锻铁炉核心的合成需要用到青铜双层板，所以砧的使用介绍是绝对绕不开的。当拥有足够多的锻铁时，就可以制作高炉了。高炉的搭建需要用到大量石墨与高岭土。这两种非金属矿物需要在特定岩层跑图，使用地毯式搜寻法寻找。\n\n熔炉\n\n    金属器具在加工时需要有一定的热度，而其预热场所按常理来说肯定不能是篝火，所以熔炉就应运而生了。\n    在一片石头平地中挖一个坑， shift+右键 放入7个木炭（只能是木炭不能是煤炭），也就是刚好差一个木炭没填满，再点火即可得到熔炉。熔炉会被雨雪浇灭，所以建议在正上方放一个非重力方块挡雨。\n    给熔炉放入煤炭或者木炭当燃料，它会经历一个加热过程。如果使用木炭做燃料，那么最高温度是白。在熔炉旁边放一个风箱，右键风箱扇风的话，有两个作用 ———— 加速熔炉的预热过程（不能提高熔炉所加热的物品的预热速度） 和 提高熔炉可以达到的最高温度。\n    熔炉上面还能放烧烤架，按 shift+右键 可以开合，直接右键可以打开GUI。烤架一次可以烤制6个最大重量80oz的食物。\n    综上所述，一个完全体熔炉应该长这样：（左边的大缸装淡水用于快速冷却物品）\n\n\n\n\n\nfile_1579770766000.jpg (290.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 17:12 上传\n\n\n\n\n    注意，如果在熔炉的右侧栏放 锭模具，那么该模具会自动承接 融化的金属。否则融化的金属会直接消失。“危险”代表金属已经接近融化温度。\n\n砧\n\n    学会使用砧是群峦传说萌新劝退关卡之一。但是这个东西其实并没有那么难以捉摸。本章节就好好地为你讲解一番。\n    砧具有等级 0 1 2 3 4 5 6，从低到高分别是 石砧 < 铜砧 < 青铜砧 < 锻铁砧 < 钢砧 < 黑钢砧 < 红钢或蓝钢砧。\n    低一级的砧只能加工同级或者低级的金属制品，虽然也可以加工高一个等级的金属，但是仅支持到做出砧为止。举个例子，锻铁砧支持加工铜制品、青铜制品、锻铁制品以及做 下一等级的砧 ———— 钢砧 所必须的 钢双层锭以及钢薄板，而其他钢制品则一律做不了，像更高等级的黑钢、红钢以及蓝钢则是完全无法加工。\n    所以步入某一种金属的时代的标志 实际上就是 你是否做出了那种金属对应的砧。\n    砧的GUI如图：\n\n\n\n\n\nfile_1579772704000.jpg (118.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 17:45 上传\n\n\n\n\n\n    1 处放锤子，任意种类都行，不过由于石锤子耐久过低，材料不缺的情况下还是建议放金属锤子，以减轻锻造时手忙脚乱的情况；\n    2 处放助焊剂，在焊接的时候会自动消耗；\n    3 处上面两个格子放需要焊接的东西，点击焊接按钮即可。注意，焊接的物品需要达到 提示“可以焊接” 的温度；\n    4 锻造处，下面详细说明：\n    锻造方法\n    看到锤子和助焊剂中间那个长条了吗，这个长条上面有一个红箭头，下面有一个绿箭头。在设计图处选择锻造目标之后，红色箭头会跳到某个位置。通过合理搭配 锻造处提供的8个操作 使两个箭头对齐，锻造过程就成功了。\n\n\n\n\n\nfile_1579775520000.jpg (244.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:32 上传\n\n\n\n\n\n    8个锻造操作可以使绿色箭头向左向右移动不同距离，具体的移动距离以及移动方向见下图：\n\n\n\n\n\n锻造移动距离.png (166.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:33 上传\n\n\n\n\n\n    但是，作者还增加了一个条件，那就是最后三步需要是固定的步骤。也就是说，只有 一、绿色箭头和红色箭头对齐，二、最后三步与指定的三步相同 才能锻造成功。\n    听到这里，萌新可能会觉得有点麻烦。但实际上我们只需先计算一下最后三步移动的总距离（记为x），然后先对齐两个箭头，再反向移动x距离，最后按照指定的三个步骤点一遍即可。一下是示例：\n    比如我们要打造一把镐子，看要求，最后三步应该是 牵引、弯曲、冲压（砧的GUI指示锻造步骤是从左边进右边出的，所以小心看好最后三步的顺序）：\n\n    首先，我们将绿色箭头和红色箭头对齐：\n\n\n\n\n\nfile_1579776714000.jpg (133.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:52 上传\n\n\n\n\n\n    然后计算一下最后三步的移动距离，是 -15+7+2 = -6，那我们应该首先给他移动+6，以抵消这-6，使得敲完之后两个箭头正好对准。由于 +7+2-3 = +6，所以我们弯曲、冲压、轻击，使得绿色箭头相对红色箭头偏移+6：\n\n\n\n\n\nfile_1579776714000.jpg (133.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:52 上传\n\n\n\n\n\n    最后再敲那规定的最后三步：\n\n\n\n\n\nfile_1579776714000.jpg (137.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:51 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579776714000.jpg (133.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 18:52 上传\n\n\n\n\n\n    大功告成！！！\n    注意事项\n    1. 红色箭头的位置对于每个存档、每个人来说都是不一样的。所以先对齐才是王道。如果不对齐的话，就根本没有固定的公式；\n    2. 有的时候，最后三步的第二步是空，那就任意选一个即可；\n    3. 绿色箭头过于靠左或过于靠右会使原材料直接消失，也就是说，被你打烂了。\n\n\n\n锻铁炉\n\n\n    8个青铜双层板围绕一圈合成锻铁炉核心。使用光滑石头或者普通石头可以搭建锻铁炉，注意挡雨。具体结构……反正石头也不缺，你就搭建得好看一点嘛，第一层铺满3*3，其他层3*3，正中间留空。整体像个桶：\n\n\n\n\n\nfile_1579778913000.jpg (247 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 19:28 上传\n\n\n\n\n(右边木板用于指示高度)\n    一个锻铁炉最高有效层数是5层，再高没用。上面3层承装 铁炭混合物，一层处理8个矿石。所以一个炉子最多可以同时处理24个铁矿。\n    具体的使用过程 在我博客文章里有，比较详细，玩这么长时间之后也没什么其他好说的：就是先在第二层那里打开锻铁炉，按 shift+右键 铺上8个木炭，然后爬到最上面扔24个木炭和24个铁矿石进去，最后手拿起火器右键锻铁炉核心打火。一段时间后产出铁方坯。\n    铁方坯在砧上加工成锻铁。自己进游戏玩玩就知道了。\n\n\n高炉\n\n    结构\n\n\n\n\n\nfile_1579779497000.jpg (233.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 19:38 上传\n\n\n\n\n\n    上图是我在完结存档中搭建的高炉。第一层是坩埚，第二层是高炉核心（旁边放着风箱），第三到第七层 是用耐火砖围成的 空心十字形烟囱状物体。这个烟囱的每一层外面都要围上锻铁板。这里因为铁比较缺（其实是懒得挖了），我只围了两层，所以这看起来是5层的高炉实际上只有2层。\n    使用方法\n    爬到最上面投料，4木炭+4铁矿石+4助焊剂 / 层，然后到下面 拿着起火器右键高炉核心 起火。\n    注意，炉子 和 投进去的矿石 的温度是不同的。炉子温度在高炉核心的GUI中可以直接查看，上升快；矿石温度则无法直接查看，只能借助 WAILA mod，上升慢。炉子预热需要消耗燃料，所以高炉层数越多一次所能处理的矿石越多，一定意义上越节省燃料。\n    等到矿石温度上升到炉子的最高温度（白）之后，右键风箱（不用一直点），提升温度，生铁会流进底下的坩埚内。\n    坩埚的用法在这篇博文里，博文里对坩埚介绍的内容 即是 官网上关于坩埚的所有内容，所以我在本贴也没什么可以添的。\n\n\n合金配方\n\n    直接上图吧，玩到这里你基本上已经毕业了（此图来源是其他帖子，具体忘记是哪里了，若有知者，麻烦告知）（由于其他很多地方也有类似的图，所以没有自己做新的）\n\n\n\n\n\n合金比例.jpg (68.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-23 19:59 上传\n\n\n\n\n\n\n\n\n尾记    看到这里的你，如果有什么想提问 或者 想纠正本贴之中的错误之处的，欢迎留言，我会尽量回复。毕竟这是我的第一个帖子。    有可能也是最有一个了……\n\n",
    "replies": [
        {
            "author": "1171993009",
            "timestamp": 1578998400,
            "txt_content": "6666666666666666666"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1579014660,
            "txt_content": "辣个，能不能做1.12版本的群峦教程？这个类型的教程在坛里至少五份，还都是写得贼详尽然后弃坑了的那种，意义不大了。"
        },
        {
            "author": "SeaHuang01",
            "timestamp": 1579079940,
            "txt_content": "E.T.星落辰 发表于 2020-1-14 23:11\n辣个，能不能做1.12版本的群峦教程？这个类型的教程在坛里至少五份，还都是写得贼详尽然后弃坑了的那种，意 ...\n1.12的群峦似乎不是很完善，我看的时候纬度还有气候还没有还原，不知道作者是不是真的想在1.12做这个东西"
        },
        {
            "author": "LanLan233",
            "timestamp": 1579266960,
            "txt_content": "谢谢，楼主自己写的 感觉好有心"
        },
        {
            "author": "Vutoc",
            "timestamp": 1579341780,
            "txt_content": "E.T.星落辰 发表于 2020-1-14 23:11\n辣个，能不能做1.12版本的群峦教程？这个类型的教程在坛里至少五份，还都是写得贼详尽然后弃坑了的那种，意 ...\n我更新比较慢，但是不会弃坑哒。我的初步想法是写一些其他教程没有的、自己亲身玩出来的东西，可以说，是“经验”吧。\n\n另外1.12群峦还处于beta版本，没有正式发布，教程什么的还太早了。而且，进一步说，1.7.10版本群峦其实和1.12差别并不是非常大，可以以后再写。"
        },
        {
            "author": "Vutoc",
            "timestamp": 1579358940,
            "txt_content": "LanLan233 发表于 2020-1-17 21:16\n谢谢，楼主自己写的 感觉好有心\n谢谢你的鼓励"
        },
        {
            "author": "Vutoc",
            "timestamp": 1579362240,
            "txt_content": "SeaHuang01 发表于 2020-1-15 17:19\n1.12的群峦似乎不是很完善，我看的时候纬度还有气候还没有还原，不知道作者是不是真的想在1.12做这个东西 ...\n1.12版本的我也下载之后去玩了，少了食物质量的计量，腐败的判定也变得更加简单。总而言之，感觉变得更加“商业化和标准化”了，缺少1.7.10版本群峦那种清新脱俗角度刁钻又比较粗糙的各种设定。"
        },
        {
            "author": "Music_box",
            "timestamp": 1579403040,
            "txt_content": "还是不会玩QwQ"
        },
        {
            "author": "Vutoc",
            "timestamp": 1579404060,
            "txt_content": "Music_box 发表于 2020-1-19 11:04\n还是不会玩QwQ\n还没写完呢。\n哪里不详细，请告知呀，这个帖子准备一直完善下去。反正暑假没啥事。"
        },
        {
            "author": "Music_box",
            "timestamp": 1579404120,
            "txt_content": "Vutoc 发表于 2020-1-19 11:21\n还没写完呢。\n哪里不详细，请告知呀，这个帖子准备一直完善下去。反正暑假没啥事。 ...\n蛮详细的 就是理解力差 有些都看不懂"
        },
        {
            "author": "风戽志敏",
            "timestamp": 1579404480,
            "txt_content": "感谢大佬的教程！！！！"
        },
        {
            "author": "Vutoc",
            "timestamp": 1579502100,
            "txt_content": "Music_box 发表于 2020-1-19 11:22\n蛮详细的 就是理解力差 有些都看不懂\n已经做了基础的修改，再看一下有没有看不懂的地方吧"
        },
        {
            "author": "Music_box",
            "timestamp": 1579508100,
            "txt_content": "Vutoc 发表于 2020-1-20 14:35\n已经做了基础的修改，再看一下有没有看不懂的地方吧\n嗯 谢谢 现在都明白啦AwA"
        },
        {
            "author": "云·片糕",
            "timestamp": 1579509180,
            "txt_content": "先收藏，以后再边看边玩"
        },
        {
            "author": "1342184882",
            "timestamp": 1579770000,
            "txt_content": "群峦格雷，快乐双倍"
        },
        {
            "author": "青芦叶",
            "timestamp": 1580406180,
            "txt_content": " 本帖最后由 青芦叶 于 2020-3-16 20:45 编辑 \n\n居然看到我被提到了，赶来露个脸\n教程很详细很棒，不要停下来啊，欧里给！"
        },
        {
            "author": "Vutoc",
            "timestamp": 1580988780,
            "txt_content": "青芦叶 发表于 2020-1-31 01:43\n教程很详细很棒，不要停下来啊，欧里给！\n哇被大佬点名了，害怕"
        },
        {
            "author": "xr1218",
            "timestamp": 1581916140,
            "txt_content": "请问能不能把整合包地址发一下啊，我想玩但没找到"
        },
        {
            "author": "Vutoc",
            "timestamp": 1581933420,
            "txt_content": "xr1218 发表于 2020-2-17 13:09\n请问能不能把整合包地址发一下啊，我想玩但没找到\n我这个是自己加的forge和mod文件。而且是纯群峦，没有其他mod。\n话说这篇是教程贴呀，整合包什么的去其他地方搜搜看吧"
        },
        {
            "author": "不咋地",
            "timestamp": 1582211100,
            "txt_content": "1.12.2的群峦我吐了好多bug"
        },
        {
            "author": "muliou233",
            "timestamp": 1584269100,
            "txt_content": "刚刚下载群峦的整合包准备玩就找到了教程"
        },
        {
            "author": "雮之辉",
            "timestamp": 1598798400,
            "txt_content": "楼主你貌似忽略了一件事，就是某些人是真的能非到连造鞣酸的木头都找不到的（我有一个存档跑了几千格都没有找到能造木头的鞣酸，后来跑赤道的时候才顺路发现了山核桃）"
        },
        {
            "author": "雮之辉",
            "timestamp": 1598798520,
            "txt_content": "同时我觉得出生地不好也还有得救，比如你出生在一座没矿的岛上还可以通过烧陶碗淘金获得10个铜粒造出锯子锯木板造船出海（反正群峦饥饿条空了又不会掉血）去资源丰富的大陆上生活（我曾经有一个档就是这样玩的）"
        },
        {
            "author": "雮之辉",
            "timestamp": 1598798880,
            "txt_content": "我的个人习惯是锯子的优先度放在稿子和探矿搞后面，主要是可以通过地表小矿石的分布位置大概判断这个矿脉的中心，探矿搞可以晚点做。同时我觉得凿子是个下矿当中很重要的东西，主要是被凿子凿过的石头挖掘不会触发塌方，而且可以提供宝贵的无重力方块来支撑没有支撑柱支撑的小片区域（多出来的光滑石头还能造家或者造锻铁炉）"
        },
        {
            "author": "雮之辉",
            "timestamp": 1601467680,
            "txt_content": "反馈一下矿井式挖矿的问题，我玩的是https://www.mcbbs.net/forum.php?mod=viewthread&tid=813731这个包，虽然确实很安全，但挖的时候有很多矿石因塌方被浪费（推测是矿石无法支撑原生石头导致的）"
        },
        {
            "author": "CCCCCigar",
            "timestamp": 1601554560,
            "txt_content": "看教程爱了玩久了真的好玩"
        },
        {
            "author": "Vutoc",
            "timestamp": 1602405600,
            "txt_content": "雮之辉 发表于 2020-9-30 20:08\n反馈一下矿井式挖矿的问题，我玩的是https://www.mcbbs.net/forum.php?mod=viewthread&tid=813731这个包， ...\n建议从下往上挖。\n本帖介绍的这个挖矿法只是一种思路，我在玩其他整合包的时候也确实发现了当矿石分布极其密集时，会有石头滑入矿井从而压坏矿石的情况产生，只能说因地制宜吧，过于密集的矿或许可以采用空室挖矿法。"
        },
        {
            "author": "雮之辉",
            "timestamp": 1602992340,
            "txt_content": "Vutoc 发表于 2020-10-11 16:40\n建议从下往上挖。\n本帖介绍的这个挖矿法只是一种思路，我在玩其他整合包的时候也确实发现了当矿石分布极 ...\n哦，谢谢提醒。"
        },
        {
            "author": "2017609829",
            "timestamp": 1603130760,
            "txt_content": "希望mod的版本能支持更高的版本，我挺喜欢这个mod，只是不支持1.12.2"
        },
        {
            "author": "ET_commmon",
            "timestamp": 1603473300,
            "txt_content": "支持一下，能顺便做出高版本的就好了"
        },
        {
            "author": "雮之辉",
            "timestamp": 1604670360,
            "txt_content": "2017609829 发表于 2020-10-20 02:06\n希望mod的版本能支持更高的版本，我挺喜欢这个mod，只是不支持1.12.2\n1.12的已经有了，不过就是改了很多，你可以去mc百科看看一些改变参考这个教程贴玩"
        },
        {
            "author": "雮之辉",
            "timestamp": 1604670420,
            "txt_content": "2017609829 发表于 2020-10-20 02:06\n希望mod的版本能支持更高的版本，我挺喜欢这个mod，只是不支持1.12.2\n而且群峦这个mod改的挺多的，某些增加了矿物和树之类的结构的Mod应该不行"
        },
        {
            "author": "2119590076",
            "timestamp": 1604748660,
            "txt_content": "这个mod看上去好肝，好有RPG的感觉"
        },
        {
            "author": "tlly",
            "timestamp": 1606186620,
            "txt_content": "这玩意我玩的一直很懵逼，不管是石头的合成还是其他杂七杂八的，总之感谢"
        },
        {
            "author": "夏目玲子丶",
            "timestamp": 1606189320,
            "txt_content": "顶一下   "
        },
        {
            "author": "Vutoc",
            "timestamp": 1606236540,
            "txt_content": "夏目玲子丶 发表于 2020-11-24 11:42\n顶一下\n感谢支持"
        },
        {
            "author": "a15262875040",
            "timestamp": 1607487360,
            "txt_content": "正在找，刚好遇到"
        },
        {
            "author": "898249290",
            "timestamp": 1612022700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "898249290",
            "timestamp": 1612113360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "东方雨菲",
            "timestamp": 1612153320,
            "txt_content": "学到了学到了"
        }
    ]
}