{
    "title": "【Mod预想】罗布奥特曼mod",
    "author": "13505361531",
    "replyCount": 11,
    "timestamp": 1579002000,
    "txt_content": " 本帖最后由 13505361531 于 2020-1-14 20:05 编辑 \n\n最近泰迦奥特曼和罗布都完结了，现在我想要做一下罗布的mod，不过暂时是预想，过几天，或者过几个月才能动工。\n开始讲讲我做的思路吧\n1.矿物矿物分为好几种，目前决定的有5种，完整水晶矿，极其稀有，和钻石出现的地点基本上相同，能直接烧出“基础水晶”，第二种是破损水晶矿，能烧出破碎水晶，4个就可以合成一个“基础水晶”。第三种，就是混杂水晶矿，能烧出小型水晶碎片，9个小型水晶碎片能合成一个破碎水晶。\n第四种是光之国金属矿，这种矿物能烧出光之国金属，可以合成罗布头标等物品，。第五种是，黑暗腐化石，能合成水晶升级圆盘。\n2.物品\n物品其实很多，我说一些，罗布工作台：用基础水晶横着放两个在普通工作台上造出，是这个mod最重要的东西之一。水晶升级圆盘：用黑暗腐化石在罗布工作台上按熔炉的做法造出。作用是能做出能使用的欧布水晶，只不过需要很多怪兽水晶，没法使用的欧布水晶会在打怪兽时随机掉落。罗布回旋闪光：本系列最重要的东西，没他就不能变身，制作方式是用罗布工作台，最左边一列光之国金属，最右边也是一列光之国金属，中间一列的最上和最下两格放基础水晶，就是空一格。右键长按拉动罗布回旋的握把，等等，拿到罗布回旋先别用，你以为要放水晶?不，你放水晶也没用，那缺了啥，答，奥特曼基因，当你做出罗布回旋时，你的出生点附近会出现一座塔，（放心，离得远压不着），进去，里面会出现那只第一集的怪兽，血量很低80滴血，只要把它干死，就会有一个动画，罗索和布鲁站在你的面前，让你选择奥特曼，要是联机，可以重复选择，但是推荐一个布鲁一个罗索。这之后，你就可以变身了，用法是按V键，就会出现一个槽，里面可以放水晶。放上之后长按右键拉三下后变身，再拉三下放必杀。黑暗欧布圆环：用罗布回旋装上欧布水晶拉三下，掉落在玩家旁边，水晶消失，拿着它按V键可以变回水晶，把它丢掉或者烧掉就会自动回来，拿着它按V就会切换模式，分为光明和黑暗，光明模式可以按F切换技能，共有三个，分别是欧布重光（70滴），欧布暗耀（80滴）欧布爆炎的必杀（100滴），按左键释放。再按一下F就切换到黑暗，按右键变身，和光明一样能按F切换3个形态技能，在变身后会再获得一个黑暗圣剑，拿着它按右键可以切换4个技能（火50滴，水附加负重6效果，20滴等等）和一个必杀（120滴），长按左键释放，单点鼠标圣剑挥砍30滴。拿着圆环再按一边变回去。罗布头镖：罗布的武器，左键连续砍，右键重砍，长按右键释放基础必杀罗布十字切割造成60点血伤害，普通连续砍一下12滴，重砍30滴。按F键可以打开界面，有一个槽，里面能放水晶，放上后长按右键就是对应水晶的必杀了。制作方式：铁剑放中间，周围用光之国金属围一圈，shift+右键改变刀的模式，罗索只能用分开的刀，布鲁只能用合起来的刀，不然没有伤害。水晶收纳盒：能放入四片水晶，.并给放入的水晶缓慢充能，按右键打开盒子，合成方式是用一群基础水晶围着一个光之国金属。奥特曼水晶：许多奥特曼水晶，目前可用变身的有泰罗，银河，迪迦，维克特利，初代，贝利亚，极限水晶。还有技能水晶，常见的有赛罗，赛文之类的。有水晶分为5个等级，lv1是100能源，LV2是200能源，lv3是300能源，lv4是400能源，lv5是500能源，打怪能掉经验值，可以为水晶升级。罗布旋涡光轮：罗布的武器，左键轻击（40滴），右键重击（70滴。）按V可以打开放水晶界面，放入极限水晶后，长按释放必杀，罗布旋涡光线（200滴，耗能100），变身自带。\n3.奥特曼奥特曼（罗索布鲁通用）：变身后巨大化，高度比暮色森林mod里的武装巨人高一点，左键轻攻击（速度快，10滴）右键中攻击（速度慢20滴），Ctrl+左键发射快速光弹（布鲁是光束）（10滴），Ctrl+右键，发射重光弹（布鲁是蓄能光束）（需要聚能，20滴——50滴）。长按空格飞行，点两下停在半空，再点两下解除，撒开空格解除飞行状态，变身后，生命值变成条条，条条上写着你的血量，扣血就会显示。没血会变回人类形态。血条上面有个能源值，上面是你所用的水晶，旁边也有条条，他是类似计时器的存在，能源耗尽将会变回人类形态，然后水晶会没能源，这时，就需要水晶收纳盒了，把水晶收纳盒打开，放入水晶，他就会充能了，不过，水晶就算有一丁点能量也可以变身，但是一会就消耗完了。H键可以使用特殊技能，这些技能是大杂烩，各个形态有各自的技能。\n介绍形态\n罗索烈火，300滴血，特殊技能：烈火喷射（耗能10,12滴），手指火焰射击（耗能5，10滴）。必杀：烈火爆球击（耗能50，伤害70）\n罗索跃水，500滴血，特殊技能：跃水屏障(持续性，一秒消耗2，无伤害，挡伤害，或者是困住敌方）跃水水流（击飞技能，耗能3，无伤害）必杀喷溅爆弹（耗能30 伤害50）\n罗索旋风，300滴血，特殊技能：飓风风暴（拖延攻击式，耗能30，困住敌人，伤害10滴。）高速飞行（不耗能，加速飞行。）必杀：飓风重锤（耗能50伤害75滴）\n罗索大地，400血，特殊技能：地刺突袭（耗能30，伤害50），泥土监牢（耗能50，伤害50，困住敌人）必杀技：大地爆弹(耗能80，伤害120，附加爆炸）\n合体形态罗布奥特曼：随机选择两者中的一人控制，另一人观战。左键轻攻击（40滴）右键重击（80滴）ctrl＋左键光弹（40滴），右键+Ctrl重光弹。特殊技能：罗布光轮切割（长按光轮右键，耗能30，90滴）罗布姆光线（十字光线，耗能50,120伤害）必杀技：罗布旋涡光线，（用光轮装极限水晶。发射，耗能100，伤害200）\n布鲁跃水，500血，特技：跃水屏障，跃水水流（不写代表着与罗索基本一样），必杀，跃水斯特流姆光线（耗能50 伤害70）\n布鲁烈火，300血，特技烈火喷射，火焰屏障（伤害10，耗能10，困住敌人），必杀，烈火光线（耗能30，伤害50）\n布鲁旋风，300血，特技飓风龙卷（能将敌人打上天后困在天上，耗能20，无伤害），高速飞行。必杀：旋风光线（耗能60伤害85）\n布鲁大地，400血，特技滚石突袭（耗能20，伤害40），泥土监牢，必杀技：大地崩裂（耗能80伤害120，附加击飞。）\n怪兽二贴详解，累死我了",
    "replies": [
        {
            "author": "3368429073",
            "timestamp": 1579004580,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Aikini",
            "timestamp": 1579006260,
            "txt_content": "XD糟糕的排版，建议排个版更好看一些"
        },
        {
            "author": "ALONE[][",
            "timestamp": 1579482660,
            "txt_content": "脑洞大开啊"
        },
        {
            "author": "慕白喜欢小鱼干",
            "timestamp": 1604142900,
            "txt_content": "很强阿 脑洞很强"
        },
        {
            "author": "554686392",
            "timestamp": 1604324040,
            "txt_content": "那么问题来了，谁做mod，反正我挺期待"
        },
        {
            "author": "敏敏的小跟班",
            "timestamp": 1604496900,
            "txt_content": "可以，思路不错 支持。"
        },
        {
            "author": "森靐",
            "timestamp": 1604733840,
            "txt_content": "脑洞大开啊"
        },
        {
            "author": "1529527731",
            "timestamp": 1607483100,
            "txt_content": "迪迦奥特曼"
        },
        {
            "author": "3169686344",
            "timestamp": 1607490480,
            "txt_content": "支持，但是我看不下去---尴尬"
        },
        {
            "author": "8412150",
            "timestamp": 1610708940,
            "txt_content": "盖亚！！！！"
        },
        {
            "author": "传说之刀圣",
            "timestamp": 1610768700,
            "txt_content": "支持并期待"
        }
    ]
}