{
    "title": "1.9！！好吧 机翻····别扣我积分了··球删帖·1",
    "author": "yule",
    "replyCount": 17,
    "timestamp": 1315779900,
    "txt_content": " 本帖最后由 yule 于 2011-9-12 11:15 编辑 \n\n这是一个线程专门到1.9（测试版）更新所有的已知信息！ Please note, this is just a preview to 1.9, and known information. This board is still dedicated to 1.8 DISCUSSION ONLY! This is not an excuse to begin speculating on 1.9!请注意，这只是一个预览到1.9，和已知的信息板仍是专门讨论仅1.8！这是不是一个借口，开始对1.9投机！ \n\nI am trying to keep it as up to date as possible, with every new bit of info I discover that is from a reliant source, being added.我试图保持它作为高达日期尽可能与每一个位，我发现，从依赖源，被添加新的信息，的。 If you have something here I have not yet added, please post it!如果你有东西在这里我有尚未添加，请邮寄！ I can only do so much as one individual, and I may miss some tidbits of info.我只能做这么多一个人，我可能会错过一些花絮信息。 \n\nPlease keep SPECULATION out of here!请保持这里的猜测，！ (my friend heard this from his friend, who knows Notch!), and please cite your sources! （我的朋友听到他的朋友，谁知道档次！），并请举出你的源代码！ Videos, credible images, twitters, google+ posts, and such things from Mojang Staff are key to us proving without a doubt, what is posted here is FACT (or at least showing evidence to a valid possibility for 1.9).视频，可靠的图像，twitters，谷歌！，并从Mojang员工这样的事情是我们毫无疑问证明的关键，什么是张贴在这里是事实（或1.9的证据显示至少一个有效的可能性）。 \n\nThis thread is in a BETA stage of creation, as I am still adding info, tidying it up, fixing typos, cross-confirming information, etc etc, so please bare with me, and suggest any constructive ways to improve it.这个线程是在Beta阶段的创作，我仍然加入信息，整理，固定错别字，交叉确认信息，等等等等，所以，请与我裸露，并提出任何建设性的方式，以改善它建议。 \n\n\nRelease Date : 发行日期 ： \n\n---> 100% unknown, no speculation available yet as 1.8 has not even released <--- ---> 100％的未知的，没有投机，还为1.8甚至还没有发布<--- \n\n\n\nNewest updates to the thread in order of addition : 最新更新的线程在添加顺序 ： \n\n- Added confirmation Breeding will be in 1.9, NOT 1.8 - Source -增加了确认育种将在1.9，不是1.8 - 源 \n\n- Villages spawn-pattern is fixed - they spawn only on flat biomes now, and should be in 1.8 Source -乡村产卵的模式是固定的-他们现在只能在平坦的生物群落产卵，并应在1.8 源 \n\n- Giant Mushrooms confirmed to 'be more epic' in the future, not 1.9! source -巨型蘑菇证实，以“更多的史诗”在未来，而不是1.9！ 源 \n\n- Experience confirmed not to be working in 1.8! Source -体验不确认在1.8！ 来源 \n\n- Bosses and NPC's CONFIRMED not to be in 1.8! source -老板和全国人民代表大会确认不被源在1.8！ \n\n- Provided Further evidence for NPC's, Volcanoes, and the Nether (proof that my information is right) - 提供进一步的证据，人大，火山爆发，和虚空（证明我的信息是正确的）  (thanks taylor!) （感谢泰勒！） \n\n- Provided support for Volcanoes - Source - Source 2 -提供支持的火山- 源 - 源2 \n\n- confirmed by Notch, there will be a 1.9, and then 1.10, not 1.20 (if we need a 1.10? Uncertain if he means after release we'll continue down 1.10, 1.11, etc) - source (Not totally 1.9 relevant, but clarifies update path) -缺口证实，将有1.9，然后1.10，1.20（如果我们需要一个1.10不确定的，如果他释放后，我们将继续下跌1.10，1.11等） -源（不完全1.9有关，但澄清更新路径） \n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nWhat will NOT be in 1.8 究竟会不会在1.8的 \n\n- Breeding. - 滋生。 Confirmed to NOT be in 1.8, but 1.9.确认不会在1.8，但1.9。 Still very few details on this function.此功能上还是很少的细节。 - source - 源 \n\n- Npcs. - NPC的。 These were confirmed to be in a very unstable state during PAX, and Notch expressed his intent to release 1.8 as soon as possible, after major issues were patched up, and improvements implemented. Source - NPC talk at 4:34 to 4:43 . source 2这些被证实是在一个非常不稳定的的状态，在百富，和Notch表示，他打算尽快发布1.8的重大问题，修补后，和改进实施。源- NPC谈话在4:34到4:43。 源2 \n\n- Skills (a purpose to skills gained by experience, aka levels). - 技能（技能获得经验，又名水平的目的）。 Skills are still being developed, and Notch has not finalized what he wishes to do with Skills yet.技能仍然正在开发，而且缺口还没有确定，他希望与技能。 (CONFIRMED) (source) （确认）（源） \n\n- Villages might NOT make 1.8, due to issues with placing. - 乡村可能无法使1.8，由于与配售的问题 。 They are spawning under and on top of water/oceans, on mountain sides, and other such issues. 他们根据和水/海洋上产卵，在山边，以及其他类似问题。 (SPECULATIVE - requires Mojang Confirmation or denial) Villages are spawning properly again! Source （投机-需要Mojang的确认或拒绝 ）的村庄是产卵正确了 ！来源 \n\n- More will be added here as we get confirmation! - 将被添加在这里我们得到确认 ！ \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nCommon Rumors and Misconceptions – the Truth 常见的谣言和误解-真相 \n\n- 1.9 is considered both the second-half of 1.8, and in itself, a new update with even more content. - 1.9 1.8下半年，本身的内容更是一个新的更新。 It is not one or the other, but both the parts of 1.8 that did not make it, as well as new additions.它不是一个或另一个，但1.8部分，不让它，以及增加了新的。 - (CONFIRMED)(source - video link) - （已确认）（源 - 视频链接） \n\n- Notch will NOT be working on 1.8 for the next 2 or so weeks, and Jeb will now lead the 1.8 and beyond development in his absence! Source - [url=http://translate.googleusercontent.com/translate_c?act=url&hl=zh-CN&ie=UTF8&prev=_t&rurl=translate.google.com.hk&sl=en&tl=zh-CN&u=http://twitter.com/&usg=ALkJrhi-6p-Pb7d4_DeELyZoa6Sx3l5Png#!/notchhttp://twitter.com/#!/notch/status/107690558952194049xs]Source[/url] -缺口不会对1.8未来2周左右，和杰布现在将导致在他缺席的情况下的1.8和以后的发展！ 源 - [url=http://translate.googleusercontent.com/translate_c?act=url&hl=zh-CN&ie=UTF8&prev=_t&rurl=translate.google.com.hk&sl=en&tl=zh-CN&u=http://twitter.com/&usg=ALkJrhi-6p-Pb7d4_DeELyZoa6Sx3l5Png#!/notchhttp://twitter.com/#!/notch/status/107690558952194049xs]源[/url] \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nGeneral Gameplay Additions and changes 一般的游戏补充和修改 \n\nNether Update and Additions 幽冥更新和添置 \n\n- 1.9 is promised (as of latest information from Notch himself), to contain the first Nether updates since the Nether's launch nearly one year ago. - 1.9承诺陷自己的最新信息，包含自幽冥推出近一年的前第一幽冥更新。 What these updates will pertain is 100% unknown.这些更新将涉及的是100％未知。 Mobs, Blocks, changes to landscape, we have NO EVIDENCE to even speculate on what may added, yet.小怪，块，景观的变化，我们甚至猜测可能增加，但没有证据。 (MOSTLY CONFIRMED) (source) （主要是证实）（源） \n\n- I can assume the Nether update will give the Nether further purpose beyond what it serves now, likely additions include ores and possibly some manner of vegetation, and possible a new mob, though Ghasts and pigman seem to provide ample challenge as is. - 我可以假设幽冥更新会给超出服务现在幽冥进一步的目的，可能增加包括矿石，可能还有一些植被的方式，以及可能的一个新的暴徒，虽然Ghasts和pigman似乎提供了充足的挑战。 (UNCONFIRMED) (Speculated without factual backing based on possible updates to the Nether) （未经证实）（没有事实根据可能更新幽冥的的支持推测） \n\nZombie Pigman Villages 僵尸Pigman度假村 \n\n- Zombie Pigmen might gain villages of their own in the Nether. -僵尸颜料可能获得他们自己的村庄，在幽冥 。 (UNCONFIRMED) (Speculation entirely - but they are sentient beings with a group functionality of NPC's) （未经证实）（完全是炒作-但他们与人大组功能的众生 ） \n\n- Possible use for Rotten Flesh would be with said villages, perhaps as a tradable food item (they are Undead, so eating dead flesh wouldn't harm them) (UNCONFIRMED)(Completely speculation - will attempt to hint at Notch and Jeb to clarify idea) -为腐烂的肉可能的使用与村庄，也许作为一个粮食流通项目（他们是不死的，所以吃死肉，不会伤害它们）（未经证实）（完全是炒作-将试图暗示Notch和杰布澄清想法） \n\nTemporarily struck out to stop whiny individuals.暂时剔除停止whiny个人。 Attempting to confirm with Mojang, spamming time!试图确认Mojang，垃圾邮件的时间！ But it does make sense since NPC villages are being added, it would not be odd to have Nether Villages, especially since Pigman are sentient and cooperative with one another.但它有一定道理，因为全国的村庄正在增加的，它不会是奇数有幽冥村以来，特别是Pigman是有情的和相互合作。 Albeit, they won't be friendly, happy cheerful villages...虽然，他们不会友好，愉快开朗的村庄... \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nVillages and NPCs 村庄和NPC \n\nTrading 贸易 \n\n- Trading 'possible' to be in 1.9 according to Notch. - 贸易“可能”将在1.9陷波。 Details of currency, etc, have not been provided yet.货币等，详情尚未提供。 \n\n- NPCs will probably trade with you, after you have helped them. - 的NPC可能会与你交易后，你帮助他们。 - Source - 来源 \n\n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nCombat Modifications 战斗修改 \n\n- None known so far. - 没有迄今已知的。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nMonster Additions and Modifications 怪物新增和修改 \n\n- Bosses are a very possible addition to 1.9, as they are confirmed being worked on, and confirmed NOT to be ready for 1.8 - Source source -老板是一个非常可能增加至1.9，因为他们被证实工作，并确认不准备为1.8 - 源 源 \n\n\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nSkills, Experience points, and Levels 技能，经验点和级别 \nSkills 技能 \n\n- Skills will be in 1.9 (CONFIRMED) - 技能将在1.9（已确认） \n\n- Skills are speculated by Notchs description, to be perks. - 技能Notchs描述，推测是心动。 Faster run speed, faster mining, and such things.更快的运行速度，更快的挖掘，这样的事情。 (UNCONFIRMED) Source: Stated at PAX, hunting twitter down now. （未经证实）来源：在PAX，狩猎叽叽喳喳下来现在说明。 (Notch only speculates on possibilities - not confirmed by him) （缺口只能推测的可能性 - 而不是由他确认） \n\nExperience Points 经验值 \n\n- Nothing new about these yet. - 没有对这些新。 \n\nLevels 级别 \n\n- Nothing new on these yet. - 对这些尚未尚无新的东西。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nNew block additions 增加新的功能块 \n\n- Nothing known yet. - 没有任何未知。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nCrafting Recipes and Modifications 卡夫丁食谱和修改 \n\n- A possible purpose to Rotten meat? - 一个可能的目的，以肉烂？ \n\n- Possible Addition of more Stairs, half-steps, and other such blocks, utilizing such materials as Obsidian, different woods, and more. - 可能增加更多的楼梯，半步骤，和其他此类块，利用黑曜石，不同的木材，以及更多的这类材料。 (SPECULATION) (Mojang has been slowly phasing in more and more of these, so it is likely they wish to add even more for variety - however not confirmed/hinted at for 1.9 yet) （投机）（Mojang已经慢慢地逐步在这些，所以它可能是他们希望添加品种甚至更多 - 但是没有证实/ 1.9暗示尚未） \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nTerrain modifications 地形修改 \n\nVolcanic Biomes 火山岩生物群落 \n\n- Volcanoes are a very large possibility to be added in 1.9 after Notch showed strong interest in them (UNCONFIRMED) Source - Source 2 - Source 3 - Volcanoes at 21:58 to 22:10 -火山是一个非常大的可能性增加1.9缺口后表现出浓厚的兴趣，他们（未经证实）来源-来源 2 - 3源-火山在21点58分至22时 10 \n\n- It is uncertain how large, how rare, nor what purpose Volcanoes will serve if added. - 这是不确定的有多么大，多么难得，也没有什么目的，火山将成为如果添加。 They will likely NOT be the size of a biome, but similar to strongholds, and Mine shafts, being a 'addition' to Biomes, likely the largest 'addition' to existing Biomes.他们很可能会是一个生物群落的大小，但类似的据点，和矿井，是一个“加法”的生物群落，可能最大的“加法”，以现有的生物群落。 (UNCONFIRMED) （未经证实） \n\n- One can assume Volcanoes will NOT erupt due to the strain on the world to update hundreds of blocks at once. - 一个可以承担火山不会爆发，由于世界上的应变一次更新上百块。 (UNCONFIRMED – But almost confirmed, as mention of this to Notch in Twitter, he gave a rather negative response to this idea due to the massive amount of block updates it would incur) (source) （未确认 - 但几乎证实，提到这缺口在Twitter，他给了一个&#8203;&#8203;相当消极的反应这个想法，因为它会招致大量块更新）（源） \n\n- One can further assume, lava 'rivers' and chasms will dot the sides of the Volcano, and that Obsidian may be very common on Volcanoes. - 一个可以进一步假设，熔岩“河流”和裂痕将点的火山的两侧，黑曜石可能对火山很常见。 (UNCONFIRMED – But Likely due to the nature of Volcanoes, and Obsidian being Volcanic Glass). （未确认 - 但可能是由于火山的性质，和黑曜石是火山玻璃）。 \n\n- One may also assume, Diamonds and other rare minerals will be present on these dangerous, rare terrain features, pushed up from the volcanic eruption and activity that formed the Volcano. - 也可能承担，钻石和其他稀有矿产将这些危险的，罕见的地形特征，推由火山喷发形成的火山活动。 Though for balance reasons, this is unlikely.虽然平衡的原因，这是不可能的。 (UNCONFIRMED - SPECULATIVE) （未经证实 - 投机） \n\n- No confirmed new mobs, items, or details that may be in Volcanoes, or on their biome. - 没有确认的新的小怪，项目，或细节，可能是火山爆发，或在他们的生物群落。 \n\nRivers 河流 \n\n- Rivers MIGHT gain currents, and varying heights. - 里弗斯可能获得的电流，和不同的高度。 Hinted at by Notch and Jeb, not confirmed further then speculation on their parts. Notch和杰布在暗示，不确认进一步然后对他们的部分猜测。 (UNCONFIRMED) (source) （未经证实）（源） \n\n- Addition of lava Rivers for Volcanic, and possibly Nether Biomes a possibility (SPECULATION)(Makes sense for both - but no evidence to back this) - 增加的火山熔岩河流，和可能虚空生物群落的可能性（投机）（为感 - 但没有证据来支持这一点） \n\n- No confirmed new mobs, items, or details that may be in Rivers. - 没有确认的新的小怪，项目，或可能是河流中的细节。 \n\nSwamps 沼泽 \n\nLittle to no info about possible swamp design yet, but is confirmed by both Jeb and Notch via Twitter, and PAX conversations, they wish to add Swamps. 几乎没有可能沼泽设计的详细信息，但通过Twitter，都杰布和Notch和百富谈话证实，他们希望添加沼泽。 These are NOT confirmed to be in 1.9, but speculated they may be depending on the time and inspiration Mojangs gain between now, and 1.8 release. 这些都不是被证实为1.9，但推测他们可能取决于时间和灵感Mojangs增益之间的现在，和1.8发布。 (UNCONFIRMED) (Mentioned for addition, but not stated to be in 1.9) - SOURCE - swamps, at 23:35 to 23:50. （未经证实）（另外提到，但没有说明将在1.9） - 源-沼泽，在23时35分至23时50。 \n\n- Speculatively speaking, we could assume Swamps will resemble real life swamps with modified trees that are much taller then normal, with vines hanging down and spreading across the swamp blocking your sight. -投机性来讲，我们可以假设沼泽将类似于现实生活中的沼泽与葡萄树挂和蔓延沼泽阻挡你的视线，身材高大的正常基因树木 。 The ground would be littered with lakes and 'muck holes', with small strips of walkable between these, as all the elements for this exist in game now. 地面散落着湖泊和“渣土洞”，与之间的步行小条，此元素在游戏中目前存在。 (SPECULATION) (Assumed use of Vines, and terrain features already possible in current game) （投机）（假设使用的葡萄园，和地形特征已经在当前游戏） \n\n- No confirmed new mobs, items, or details that may be in Swamps. -没有确认的新的小怪，项目，或可能在沼泽的细节。 \n\nSwamps are likely to be in 1.8 in a rather...沼泽是可能在一个相当1.8 ... boring version.无聊的版本。 Unknown if further improvements to it will occur in 1.9.未知的，如果它的进一步改善将出现在1.9。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nOther 其他 \n\nRotten Flesh 腐烂的血肉 \n\n- No confirmed uses for this in 1.8, or 1.9 yet. - 在1.8或1.9还没有确认这使用。 \n\nLand Claim Flags 土地要求标志 \n\n- Land Claim Flags are a possible new addition to be added specifically for SMP. - 土地要求的标志，是一个可能的新除了要添加专门针对SMP。 If an admin/op gives a player one of these items (presumably no natural way to create them due to abuse), and a player places it down, it will claim a unknown amount of land around the flag.管理员/ OP给出了一个球员如果其中一个项目（大概是不自然的方式来创建他们由于滥用），和一个球员名额下来，它会要求在共同的旗帜下一个未知的土地。 Only players who planted the flag, or are on an 'allow list' can modify or blocks within the affected area.只有球员谁栽的标志，或“允许列表”是可以修改或受影响的区域内块。 - Source - 来源 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nAnimals and Breeding 动物的选育 \n\n- Breeding has been confirmed to be pushed back to 1.9 Source -育种已被证实推回1.9 源 \n\n- No confirmation yet on how animals will be led around. - 动物如何将LED周围的确认。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nImages of 1.9 additions 1.9增加的图像 \n\n- None exist at this moment. - 在这一刻不存在。 \n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ ~~~~~~~~~~~~~~~~~~~~~~~ \nMovies of 1.9 Additions 1.9新增的电影 \n\n- None exist at this moment. - 在这一刻不存在。 \nI am the Destroyer of Hope, the render of Dreams, and thief of Hearts...我希望驱逐舰，渲染的梦，心贼... ... ",
    "replies": [
        {
            "author": "多E木",
            "timestamp": 1315780200,
            "txt_content": "傻子的谷歌翻译，谁知道你发的是啥，中秋了，你竟然说死全家。。。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1315780440,
            "txt_content": ""
        },
        {
            "author": "god-dog",
            "timestamp": 1315780980,
            "txt_content": "机翻自重..."
        },
        {
            "author": "well",
            "timestamp": 1315781400,
            "txt_content": "唉, 大家直接去看原帖吧... 官方論壇的馬路消息帖... \nhttp://www.minecraftforum.net/to ... ase-dates-and-more/\n\n聽說, 傳聞, 或許, 可能, 作者透露, 根據某些可靠內部消息..."
        },
        {
            "author": "HQT",
            "timestamp": 1315781580,
            "txt_content": "  听不清.道不明."
        },
        {
            "author": "asd765898337",
            "timestamp": 1315783620,
            "txt_content": "green丶bastard 发表于 2011-9-12 06:34 \n怎么会有！！！！"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1315784400,
            "txt_content": "无压力"
        },
        {
            "author": "ggyyxx",
            "timestamp": 1315787760,
            "txt_content": "NPC-----全国人民代表大会\n机翻已经无敌啦"
        },
        {
            "author": "indeed",
            "timestamp": 1315790100,
            "txt_content": "谷歌翻译吧"
        },
        {
            "author": "indeed",
            "timestamp": 1315790160,
            "txt_content": "NPC被翻译成了全国人民代表大会"
        },
        {
            "author": "e284977",
            "timestamp": 1315792740,
            "txt_content": "看不出個所以然..."
        },
        {
            "author": "hkw7979",
            "timestamp": 1315793400,
            "txt_content": "看不懂啊"
        },
        {
            "author": "akal1989",
            "timestamp": 1315794240,
            "txt_content": "机翻蛋疼啊，不如直接看E文好了......"
        },
        {
            "author": "stephen_zou",
            "timestamp": 1315796640,
            "txt_content": "这在说个啥~"
        },
        {
            "author": "蜘蛛侠hw",
            "timestamp": 1320623280,
            "txt_content": " 本帖最后由 蜘蛛侠hw 于 2011-11-7 07:49 编辑 \n\n大家看看这个翻译的够好\n\n 看见了吗？            "
        },
        {
            "author": "xiangsu",
            "timestamp": 1320879900,
            "txt_content": "谷歌还是不错滴"
        },
        {
            "author": "频死状态",
            "timestamp": 1379668140,
            "txt_content": "这么长，谁要看啊！！"
        }
    ]
}