{
    "title": "[Minecraft.net|CULTURE] 巫师的实验室",
    "author": "LocusAzzurro",
    "replyCount": 6,
    "timestamp": 1579125120,
    "txt_content": "\n\n\n\n\nheader.jpg (139.73 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:46 上传\n\n\n\n\n\n\nWitches Lab\n巫师的实验室\n\nWant to see something wicked? This way! Come!\n想看点古灵精怪的东西吗？来看看这个！\n\nThe creative process can be a fickle beast. Moods, ideas, and circumstances are ever shifting and even the smallest detail can derail a project. For builder Mike Bozza, colour ended up being the detail that nearly left his latest creation, Witches Lab, in the vaults.\n\n创作作品这件事就像一头难以征服的巨兽。我们变幻莫测的心境和想法很容易就能让整个作品千里之堤毁于蚁穴。对于建筑师Mike Bozza来说，色彩成了差点让他的最新作品\"Witches Lab\"被就此尘封的那个小细节。\n\nWitches Lab is a vibrant, colourful build inspired by a Sketchfab contest. In it, you’ll spot curious and otherworldly machinations that certainly wouldn’t be unexpected in the workplace of a crew of cackling spell-casters.\n\n\"Witches Lab\"是个色彩鲜艳，充满生机的作品。它的灵感来自于一次SketchFab比赛。这个作品中充斥着来自异界般的奇幻结构，你一定没想过会在一位叽里呱啦的法师的工作室里看到这些。\n\n“The purpose was to create a spooky witchcraft room with cool sci-fi elements,” Mike explains. “At first it was going to be a generic old-looking witch den. It wasn’t until halfway through the project I decided to take a twist on the concept towards what it is now.”\n\n“我的目标是制作一个带有科幻元素的可怕巫术房间。一开始它只是个普通的巫师老窝，直到我建了一半才决定改变主意，让它变成了现在的样子。”Mike如此解释道。\n\n\n\n\n\n40ad6c9de5caafb65fa102d8ebea6975-LabArticle.jpg (146.65 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:46 上传\n\n\n\n\n\n\nWitches Lab is the first project Mike has finished and shared. “My other creations were never fully complete,” he says. “All were very small and different styles, and the problem was I never had any piece of work that directly represented my skill.”\n\n\"Witches Lab\"是Mike制作并分享的第一个作品。“我的其他作品都弃坑了，它们规模都很小，风格也都不一样，而且最大的问题是我从来没创作过一个可以直接展示我的水平的作品。”\n\nEvery creator goes through the same conundrum when they finally finish a piece of work: Is this something I want to share? Is it good enough? Mike was in an even tighter spot, as he was also concerned that other builders would see his building process as strange.\n\n所有创作者在完成作品后都会这样拷问自己：我真的想发布这个作品吗？这个作品够好了吗？Mike当时的处境更加窘迫，因为他还在担心其他创作者是否会觉得他的创作过程很奇怪。\n\n“With organics, creating life forms, I don't usually map things out the way other organic builders do,” he explains. “I primarily use Voxelsniper when making them. This is not orthodox within the community. A lot of the top organic builders use a series of methods to get proportions down and most of which create some sort of outlining.”\n\n对此他是这样说的：“在制作有机元素和生物的部分时，我不会像其他有机创作者那样进行整体规划。制作这些时我主要使用的是VoxelSniper。这样的方式在社区中不算是常规做法，许多顶级有机建筑师都会使用一系列操作确定好比例，大部分人都会事先制作一些边框。”\n\n\n\n\n\n61ddddb0ab594c387d19f881bc919d33-LabArticle2.jpg (87.8 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:47 上传\n\n\n\n\n\n\nHis unorthodox methods resulted in a creation that seems to have a life of its own, one that makes you ponder exactly what nefarious potions have been brewed here. One that turns people into frogs? One that turns frogs into people? One that turns dirt blocks into diamonds? Pfft, if only.\n\n他并不规范的创作手法带来了这别有一番生机的作品，它会让你不禁去思索这里到底酝酿着什么样的毒药。它是会把人变成青蛙？还是会把青蛙变成人？也许它会把泥土方块变成钻石？噗，怎么可能。\n\n“I think I could see a lot of mystery involved with it,” Mike says of the scene. “Even though it isn't the scariest thing you've ever seen there's definitely something mystical and mysterious about the project where you couldn't help but feel like there's something you have yet to discover about it.”\n\n“我认为它蕴藏着很多秘密，”Mike如此点评整个场景。“就算它不是你见过最可怕的东西，它仍然带着一种神秘感，这会让你不由自主地觉得它还有许多奥秘等待发掘。”\n\n\n\n\n\nbe2c58e7b25c4ba8c2ee4510343ace5c-LabArticle4.jpg (49.87 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:47 上传\n\n\n\n\n\n\nThe more rustic and dull colour scheme of Mike's original design not only dissatisfied him, it nearly halted the project entirely. He spent nearly a year chipping away at it on and off before realising that the key to this project would be a change in the colour palette.\n\nMike的作品初稿中沉闷的配色不仅让他十分不满，更是差点让整个作品的进度停滞不前。他花了接近一年的时间反复推敲这一点，才终于明白改变配色才是这个作品的关键突破口。\n\nSo Mike started thinking outside the box and realised that a solid contrast to the dull colours would invigorate the work. That realisation opened his eyes to other effects he’d be able to implement and it inspired him to work until the project’s completion.\n\n于是Mike开始跳出思维框架，发现那些和暗色形成鲜明对比的元素能让作品重焕生机。这一发现开拓了他的眼界，让他发现了其他可以应用在作品中的效果，也为他带来了完成作品的灵感。\n\nAs a result of that flip on colour, Witches Lab gives off a vibe that is much more vividly interesting that it is spooky. Sure, many of the objects in the space seem like they could banish anyone too curious to another realm, but the vibrant dwelling looks like the workplace of witches more into creating a kaleidoscopic mess.\n\n因为配色上天翻地覆的改变，\"Witches Lab\"会更让人觉得它妙趣横生，而不是阴森恐怖。当然，虽然这里的很多物件看起来都有着能把那些好奇心过剩的人放逐到异界的能力，但这个生机勃勃的屋子看起来更像是那些想要弄出点五彩斑斓的乱子的巫师们的工作室。\n\n\n\n\n\n16fe1f478d612d3cb0a357a8fbcbf019-use_this.jpg (85.72 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:48 上传\n\n\n\n\n\n\nMike says developing Witches Lab has given him a higher appreciation of the potential of the Minecraft community.\n\nMike认为制作\"Witches Lab\"的过程让他对Minecraft社区的潜力有了更高的评价。\n\n“I’ve always known the potential of the platform, but what I really think creating the Witches Labs showed me is the potential of young individuals like myself.\n\n“对于这个平台的潜力我早就有所耳闻，但是我觉得创作\"Witches Lab\"这件事让我直观感受到了我们这样的年轻人的潜力。”\n\n“Not only have we attained skill like this from the ground up but we also were able to take the Minecraft platform and foresee more than just building box houses and hotels... not that there's anything wrong with that; that is pretty fun too!”\n\n“我们不仅零基础掌握了这些技能，也预见到了Minecraft平台的极限远远不止于火柴盒屋子和酒楼…我不是说那些东西不行；做那些也挺好玩的！”\n\n\n\n\n\n59ad8e3ab1b1b78b12cd7cdea7681156-LabArticle5.jpg (86.24 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-16 05:48 上传\n\n\n\n\n\n\nGreat artists learn from their works and Mike definitely took something from this process. \"Any ‘decent’ idea can turn into something great,\" he says. \"even if it's built on with similar ideas, so long [as] you work hard and see it through.”\n\n伟大的艺术家们都会从自己的作品中吸取经验，Mike从自己的创作过程中一定也颇有收获。“只要多加努力，坚持到底。就算是一个建立在一些相似的想法之上‘还行’的想法，都能变成一个令人叹为观止的作品。”他如此说到。\n\nI can't wait to see what he brews up next!\n\n我等不及想知道他之后在酝酿什么了！\n\nRenders by Spoyders, Myller and Droolie \n\n渲染图由Spoyders、Myller和Droolie提供。\n\n\n\n原文：https://www.minecraft.net/zh-hans/article/witches-lab\n作者：Charles Singletary\n日期：2017/10/17\n译者：LocusAzzurro",
    "replies": [
        {
            "author": "索菲缇娅",
            "timestamp": 1579127880,
            "txt_content": "好帅~~~\n可惜原版效果太差了"
        },
        {
            "author": "奕林",
            "timestamp": 1579532700,
            "txt_content": "66 6 6 6 6 67"
        },
        {
            "author": "辄肀",
            "timestamp": 1579566300,
            "txt_content": "哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "839194950",
            "timestamp": 1579593060,
            "txt_content": "感觉很好玩的亚子"
        },
        {
            "author": "839194950",
            "timestamp": 1579593120,
            "txt_content": "哈哈哈发评论红红火火红红火火"
        },
        {
            "author": "時閒作恠",
            "timestamp": 1579696620,
            "txt_content": "这是魔法还是建筑mod"
        }
    ]
}