{
    "title": "[多线]云宇器迹——超真实困难生存|怪物加强[1.15.1]",
    "author": "末影之凋零",
    "replyCount": 0,
    "timestamp": 1579155300,
    "txt_content": " 本帖最后由 末影之凋零 于 2020-2-12 17:51 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n您好，感谢阅读我们的宣传语，云烟迹宇全体玩家愿您在以后的日子里事事如意水月领方皇徘徊在听雨阁中，细雨总是绵绵的下，似乎有什么声音但朦胧的听不清。凝望着雪峰的水月阁，刚有点文人无病呻吟写诗作曲的想法，却被楼下的喧闹打断了。 “唉，知道吗？服务器出现一个熊孩子了！” “什么，熊孩子？这服务器开了五年，熊孩子这是第二个吧？” “别那么说，退一万步来说，本周目在服务器中还是第一个呢？” 往下探了探头，心中虽然有一丝不悦，但依然有一丝得意。在这个服务器中生存虽然是困难了点，不知道是不是服主大人有点抖S的癖好，不过治理还是很不错的：服务器官网也做起来了，还有卫星地图可以用网页浏览服务器情况。使用core Protect能够即时查询方块任何情况，保证玩家不会出现毛装备，偷资源和熊孩子的情况。 “这个熊孩子待遇蛮高啊，因为偷东西的原因，服主还特地加了一个锁箱子。不过，服务器的游玩方式和这个管理制度也蛮好啊。在这个困难甚至有点点变态的大陆里面进行建筑和红石。其实也不须管是什么玩法，大家都和气有爱游戏......”  缓缓走出听雨阁，更远的浮空岛不知道还在研究什么黑科技。左边的硬核图书馆还有前方的茅屋在离泽桥畔凝望着什么，这喧嚣却还在叨扰本就杂乱的心境。 “话说那个熊孩子最后怎么了？” “banip了，被挂在老歪脖子树上......”“那还真够惨的”“可不是。对了，前些日子你说的异界通道完工了吗”“早就完工了，我没和你说过吗？”“没有，真没有”“咱们处这么多年，原来你不是从那来的”“什么东西？”“嗯..这方大陆其实是一个子位面，你可以理解成伴生的关系”“你是异界人咯？”“是啊，433792830是母界的编码，你可以来看看，这里比这复杂太多”“行，改天一定去开开眼。”方皇听到一声清脆的碰杯声，阁外的雨也渐渐地住了。5年了，自己在这个世界待了五年，这期间的一切事情就如过往云烟，虽远不散。“行了，聊了这么久，我去看看我家的田”“好，那我也回去了”“下次再聚”“下次再聚”喧嚣止住，两个身影也消失在这茅屋深处。方皇迷茫的眼神又重新变得笃定，既然要做，那就做他个文体两开花。————文凛极天敕＆甲甲鱼翅\n\n\n\n\n\n\n欢迎您来到云烟迹宇公益服务器，这里秉承着纯净，公正，和平的理念，历经为时五年的考验，如今重新整改成1.15超困难生存。本服务器为各位玩家保证，竭力让您获得最好的游戏体验，如果遇到一些自己解决很困难的事情，请联系辅助以及其他管理，以便酌情为您处理问题。云烟迹宇服务器的聊天群号：433792830服务器官网地址:www.cloudvl.cn服务器ip地址，请查看服务器宣传文上方。我们欢迎所有人，但是不喜欢熊孩子。\n\n后记（服务器背景）\n云宇器迹，由云宇天敕**天敕作为腐竹开始了服务器生涯。服务器至2019年九月已经历经四年风雨洗礼。四年里，服务器里人才济济，最高同时在线人数超过五百，由2015年1月25日创建的云烟迹宇交流群，人数破三百大关。这五百、三百或许不算什么，但它象征着我们曾经的辉煌，我们永远忘记不了，我们的云宇器迹服务器曾是一个繁荣快乐的大家庭。这几年，辅助一直没有放下服务器，即使是在最困难的时刻，辅助一直在不断地为服务器做出贡献，给服务器更新、给官网重编、给玩家们做福利建筑（红石类）。我们由衷地感谢他，所以由我自愿来书写这一篇介绍书。服务器在最初的时候，是最鼎盛的。记录也是在当时被打破。我们有辉夜城：由Raindays（辅助），Chen_tian，Chun_Ge（辉夜城城主）建造而成。那是我们最初的风光，是服务器最初的建筑群，红石最集中的大区。它见证了服务器的发展历程。在当时，玩家们可以见识到各类红石机关和近代建筑，丰富自己的学识，互相研讨红石的作用以及玩法。这里非常热闹，但这里还仅仅是第二大领地。我们的所有领地有：辉夜城，新鑫城，五丰城，暮光场，泰水城。以上是生存部分的选样介绍，我们还有余梦小镇空岛，云梦颠鼎小游戏，可以说云宇器迹的交流群互为一体。五大领域，都有地皮保护，没有加入其中一个领地时，无法获得内部资源。玩家进入服务器后，需要完成三个建筑，否则无法获得他人帮助。同时还有自定义武器，自选RPG玩法。本服务器是纯净，公益，的服。自愿进行捐助，以维持服务器日常维护等。看罢，如果你想和我们一起重现当年繁荣，不，想玩的开心就一起玩吧。我们保证玩家的游玩顺畅，保证环境的友好纯洁。虽然目前放弃了以往的旧存档，如今只是个普通的红石生存服，但我们依旧在。我们会带着你们，你们可以推着我们，让我们一起前进！再前进！！——甲甲鱼\n\n服务器历年景色\n\n\n\n\n\n\nfile_1581500987000.jpg (217.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-12 17:49 上传\n\n\n\n\n\n\n\n\nfile_1581500987000.jpg (315.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-12 17:49 上传\n\n\n\n\n\n\n\n\nfile_1581500987000.jpg (208.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-12 17:49 上传\n\n\n\n\n\n\n\n\nfile_1581500986000.jpg (315.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-12 17:49 上传\n\n\n\n\n\n\n服主训话\n还望大家欢乐游玩。资源共享，互帮互助，共同进退。而能维持服务器运作之根本。\n人人为我，我为人人。希望大家能够继续愉悦相处。\n入驻敝群，荣耀至极，嬉戏欢乐，如影随形；发展与共，互相学习；自我修养，交涉以彰，技无优劣，人无完人；品德之尚，至此至要。\n群员和睦相处，学习进步发展，便如煜日高升，草木歆然。便能稳定发展；至若尔虞我诈，待人僭越觊觎，便如颓圮离墙，破烂橱柜。群定萧瑟肃杀。\n连图不过三、发言不过七、亥时不言语、言无不健康。言出必行，信守承诺。此为基本操守也。\n给予机会，望能遵守。\n                            ——————凛极天敕（辅助）\n本服辅助\ncvraindays（凛极天敕）\n\n\n\n",
    "replies": []
}