{
    "title": "[多线]自由之光——IC2|MEK|AE2|工业先锋|无尽贪婪|更多蜜蜂|多模组生存[12.2]",
    "author": "Eric12324",
    "replyCount": 0,
    "timestamp": 1579182120,
    "txt_content": " 本帖最后由 Eric12324 于 2020-1-21 18:59 编辑 \n欢迎加入自由之光一个全新的12.2科技向模组生存服务器   服务器的来历\n随着minecraft版本的不断迭代，越来越多的模组更新到了12.2或者更新的版本，然而相比之下，服务器的迭代速度远远不如模组的更新速度快。大量的模组生存服仍然停留在1.7.10，苦于难以找到让我满意的12.2模组生存服务器。因此我决定自己开服，这就是自由之光的来历。自由之光并不期望成为一个大型服务器，只希望每一个玩家都能在这里挖掘到快乐（熊孩子除外）。除此之外，我也非常不喜欢ban太多东西的服务器，因此服务器使用白名单模式，尽可能的少ban。\n\n 服务器的特点\n无地皮，直接主世界圈地居住，每个新玩家免费圈5000个方块（长*宽，不计算高度）少ban，除了bug物品以外，以限制物品使用为主（例如采矿机限制在资源世界使用），尽量不ban少ban。老玩家可以向服主申请解禁一些ban禁。工业复制一套不ban，泰拉镐不ban，无尽套你做得出来就是你的。完善的服务器插件，服务器的搭建安装完全由腐竹一人完成，直接从国外论坛搬运并自己汉化插件，后期腐竹会可能会自行开发一些插件，尽可能满足所有需求。长期开放，不轻易换周目，如果你是建筑党，在服务器里面修的建筑我可以给你拷贝出来让你保存多模组，主流的模组都会有，适合有一些经验但是又不想太肝的玩家，后续会根据服务器的承受能力逐步添加更多\n\n\n 服务器模组\n工业时代2（复制一套走起）高级太阳能（铱的唯一来源）重力装甲（可能飞得比真龙套还要快）通用机械（不开玩笑，五倍矿）末影接口（简单又牛逼）热力膨胀5（很多新东西！）应用能源2（自动化必备）应用能源无线合成终端（太省事了）额外储存单元（用不完）工业先锋（没错，它就是我的工厂2在12.2的重制版，还记得鱿鱼永动机么）更多实用工具2（是真滴实用）林业（当个农民吧）更多蜜蜂（足不出户，亩产8万8）基因工程（养蜂太简单了）匠魂2+附属（我讨厌空岛服）龙之研究（新的神龙套装还可以隐藏装备，无形装逼，最为致命）农业工艺（种地是真的好，它好就好在...）无尽贪婪（辣鸡模组，没什么好讲）植物魔法（烤土豆在12.2喂不饱了哦）没有了，以后再加呗\n\n\n 服务器规则\n\n\n不得以任何方式、形式影响他人的正常游戏体验不得以任何方式、形式影响服务器的正常运行不得辱骂他人不得恶意利用bug、刷东西，抓到就是50大板+没收全部财产+清空背包领地\n\n\n\n 服务器运营额外说明\n\n\n服务器本身难度较低，但我本人觉得游戏的乐趣不在于所谓的毕业，乐趣需要自己挖掘服务器会稍微提高下界之星的获取难度，这主要是想避免部分大佬一夜肝完，亦有氪金的考虑服务器的收入（如果有的话），会主要用于升级服务器的配置，多模组对服务器的负担是很大的，腐竹并不靠服务器吃饭，但是没有大家的支持服务器也很难提供更好的体验。对于这个服务器，你可以理解为众筹。Just for fun如果你来到自由之光，如果你有任何疑问，不管是游戏上的还是别的什么，都可以直接问腐竹因为出现玩家利用服务器ban东西少的漏洞刷东西，服务器现在开启白名单，此举也是为了尽可能的保证玩家体验如有不便，敬请谅解\n\n\n\n 服务器配置说明\n服务器当前架设在专业服务器上，使用Linux系统，8核心志强高主频CPU+32G内存系统每天会对服务器全盘备份三次，不必担心出现问题时无法回档腐竹会根据玩家人数动态调整服务器的配置，在可接受的花费内保证玩家的体验服务器接入专线网络，服主使用电信宽带延迟仅为23ms7*24小时开放，自动重启玩家的电脑最好能为mc分配3GB或以上内存，最好带有独立显卡，因自身机器配置不能正常游戏的问题腐竹将无法解决\n\n\n\n\n\n 联系方式\nQQ群：792821258\n\n\n\n\n**图片_20200116021341.jpg (203.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-16 21:39 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579182016000.jpg (249.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-16 21:40 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579182016000.jpg (284.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-16 21:40 上传\n\n\n\n\n\n\n\n\n\n\nfile_1579182016000.jpg (276.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-16 21:40 上传\n\n\n\n\n\n\n",
    "replies": []
}