{
    "title": "[Minecraft.net|CULTURE] 与之搭建: 鹅卵石！",
    "author": "languaw",
    "replyCount": 3,
    "timestamp": 1579180860,
    "txt_content": " 本帖最后由 languaw 于 2020-1-16 22:27 编辑 \n\nBUILD WITH IT: COBBLESTONE!与之搭建：鹅卵石！\nMake your creations rock摇滚你的创造！\n\nAh, cobblestone. As one of the most basic building blocks, it’s a true classic! It was likely the first block you ever obtained from mining, as well as an integral component in your earliest builds. After all, there’s nothing like a little cobblestone house to stake your claim in the world and say “This is MINE”.哦，鹅卵石！作为最基本的建筑方块之一，它是一个真正的经典！它将会是您在采矿时得到的第一个方块，同样也是您的早期建筑不可或缺的部分。毕竟，任何东西都比不过比一个小小的鹅卵石房子更能支撑你在这个世界的宣言:“这是我的”。\nBeing an abundant resource, there’s a high probability you’ll be gathering a lot of cobblestone whenever you enter a new world. In fact, you might even end up with too much of it. But what do you build after you’ve finished your castle, its outer fortress walls, the dungeon underneath, the extensive courtyard, the winding staircases to a tower, a remote outpost, roads to connect them all together – and still have both energy and materials left?鹅卵石是一种丰富的资源，当进入一个新的世界时，你一定会收集到很多。事实上，你最后会得到太多的鹅卵石。但是，当你建造完城堡和外墙、隐藏的地牢、寥廓的庭院、通向塔楼的斗折蛇行的楼梯，远方的前哨站与连接它们的道路之后，你又在建造什么呢？你还有剩下的力气和材料吗？\nA good idea is to draw inspiration from cobblestone creator maddog142, a community member who answered our recent Build With It request for cobblestone builds. Energized by the appearance of a naturally spawned jungle temple, maddog142 continued the inspirational jungle motif by constructing three additional Meso-American inspired builds from cobblestone – a small shrine/temple, a house/building, and a ball court (or “tlachtli”). 这是一个从鹅卵石创意师maddog142身上获得了灵感的好主意。maddog142是一个社区成员，他回复了我们最近与之搭建的关于鹅卵石建筑的请求。受自然丛林神庙的外观的启发，maddog142通过用鹅卵石建造另外三个中美洲风格的建筑（一个小型神殿/神庙、一座房屋建筑与一个球场（或者说“tlachtli”），延续了丛林的灵感主题。* tlachtli是一种发源于中美洲的球类运动，距今有三千余年的历史。\"tlachtli\"是纳瓦特尔语，中文的\"蹴球\"之意。 (译者注)\n\n\nThese creations were further accented with mossy cobblestone, cobwebs, and some vines to help provide an authentic, aged appearance. The mossy cobblestone also adds a touch of unexpected color to keep the look of this basic wall from becoming too monotonous.为了提供一个真实的，古老的外观，这些作品进一步突出了苔藓鹅卵石，蜘蛛网和藤蔓。这些长满青苔的鹅卵石也给单调的墙面，增添了一些意想不到的色彩。\nYou may not use cobblestone much once you have discovered the wide variety of other building materials Minecraft has to offer, but you should still keep some handy for the day you go back to basics. Why not break some out today? Because it is so abundant, it can help you fill in the gaps where your stockpile of other materials falls short. In the process of mixing and matching, you may just discover a combination of building materials that provides your own signature building style.一旦你发现了Minecraft提供的其他丰富多彩的建筑材料，你就不会经常使用鹅卵石了。但你还是应该为你回到本真的那一天而准备一些。今天为什么不破格翻翻鹅卵石的牌子呢？它是那么的富足，当你的其他建筑材料面临短缺，它可以帮你弥合不足。在混合与配对的过程中，你可能会发现一种建筑材料的组合，为您提供了自己的招牌建筑风格。\n\nStay tuned for more Build With It as we focus our creative efforts on ways to incorporate purpur, prismarine, stained glass, and gold into our builds! Want to share your own creative combinations? Drop us a note along with a screenshot to FeatureMe@minecraft.net to share them with us and the rest of the community.请继续关注更多的与之搭建，因为我们专注于将紫色、棱柱状、彩色玻璃和金色融入我们的建筑！想要分享你自己的创意组合吗？发送简短的记录和一张屏幕截图到 FeatureMe@minecraft.net ，与我们和社区其他人分享。 \n翻译：languaw译自来自Minecraft.net的文章 BUILD WITH IT: COBBLESTONE!, 由 Nova Barlow 创作。 发布于2020年1月10日。",
    "replies": [
        {
            "author": "lorisyounger",
            "timestamp": 1579182600,
            "txt_content": "是楼主自己翻译的诶 楼主英语好好啊"
        },
        {
            "author": "lorisyounger",
            "timestamp": 1579182720,
            "txt_content": "有一说一 感觉这文章没啥翻译价值的说。。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1579195020,
            "txt_content": "\n\n\n\n\nQQ图片20200116181622.png (137.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 01:16 上传\n\n\n\n\n\n\n\n\n\nQQ图片20200116181627.png (76.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 01:16 上传\n\n\n\n\n\n\n机翻调色检测报告\n\n左：百度翻译\n右：本帖翻译\n\n"
        }
    ]
}