{
    "title": "[Minecraft.net|CULTURE]A RESIDENCE FIT FOR ROYALTY 一座适合皇室居住的宫殿",
    "author": "qsefthuopq",
    "replyCount": 2,
    "timestamp": 1579246500,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-1-17 15:34 编辑 \n文章日期2020-01-16作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\nA residence fit for royalty\n一座适合皇室居住的宫殿\nDream the winter away with a visit to the Palace of La Magdalena!\n梦游马格达莱纳宫殿来度过寒冬吧！\nHistorical builds can be just as amazing as any whimsical Minecraft construction and today’s spotlight is no exception. Based on The Palace of La Magdalena, our featured builder Nacho Blas has carefully recreated this structure at a 1:1 scale in Minecraft. Very impressive!\n现实世界里的历史建筑和Minecraft里任何异想天开的建筑一样令人惊叹，而今天本文的焦点也毫无例外。基于马格达莱纳宫殿，本文的主角建筑师 Nacho Blas 精心地在Minecraft以1：1的比例还原了这座建筑。这真令人印象深刻！\n\nThe palace at night is a lovely sight.\n夜晚的宫殿构成美景。\n\n\n\nThe real-life structure that inspired the build (from the official Palace website)\n启发了他创作这件作品的现实世界里的建筑 (图片来源于宫殿官网)\nThe Palace of La Magdalena has a rich and abundant history, from its early beginnings to its most recent renovation in 1995. Located in Santander, Spain, the palace was constructed as a municipal initiative by the Town Council. Eager to present Kings Alfonso XIII and Victoria Eugenia with a summer residence in the region of Cantabria (where Santander is located), construction began in 1908.\n马格达莱纳宫殿从它动工之初到最近一次在1995年的翻修已有近百年的悠久历史。它地处于西班牙的桑塔纳，是由当地的市政会作为一项市政项目建造的。为了给国王阿方索十三世和王后维多利亚·尤金尼亚 在坎塔布里亚地区(桑坦德所在地)建造一座夏季住宅，建筑于1908年动工。\n\nThese days the real-life palace serves as host to a number of functions, including conferences, meetings, and even weddings, but still manages to maintain an area for historical purposes that reflects its early beginnings as a royal residence.\n现在这座现实世界里的宫殿有着多种用途，包括举办会议、大会甚至是婚礼，但它仍设法保留了一片用于反映它在历史早期是皇宫的区域。\n\nIf a trip to Spain isn’t in your near future to join the 60,000 people that visit each year, you can take a few minutes out of your day and take a virtual tour of the real palace while dreaming about your own magnificent future castle in Minecraft. Thank you, Nacho Blas, for giving us the opportunity to learn more about this wonderful structure.\n如果你近期还无法加入每年有6万旅行者前往的西班牙之旅，那么你可以抽出几分钟时间，一边在现实的宫殿里进行虚拟之旅，一边幻想着在Minecraft里参观美轮美奂的未来城堡。感谢Nacho Blas给我们机会来了解这个绝妙的建筑。\n\nHave you been inspired by a fantastic historical building? Tell us about it by sending some screenshots of your build to FeatureMe@minecraft.net!\n你是否曾受到一座奇异的历史建筑的启发？通过发送一些你的建筑截图到 FeatureMe@minecraft.net 来告诉我们吧！\n",
    "replies": [
        {
            "author": "亚铭",
            "timestamp": 1579250820,
            "txt_content": "有一些现实当中的建筑物放到mc里面总是感觉很奇怪，也许是因为方块的限制吧。"
        },
        {
            "author": "q013640",
            "timestamp": 1588077840,
            "txt_content": "牛逼地图"
        }
    ]
}