{
    "title": "[Minecraft.net|CULTURE] 进击的泰坦",
    "author": "SQwatermark",
    "replyCount": 8,
    "timestamp": 1579245960,
    "txt_content": " 本帖最后由 SQwatermark 于 2020-1-29 12:47 编辑 \n\nhttps://www.bilibili.com/video/av34198993Attack of Titans进击的泰坦\nA trio of time-lapse titans take on town trespassers!延时摄影：三个泰坦对战城市入侵者！\nIt's time to test your memories, Minecrafters! Perhaps the keen-eyed and big-brained among you will remember a beautiful timelapse we covered a while back called Novigrad, made by a team called Elysium Fire. Well, they're back at it again, this time with another timelapse called The Titans Attack!是时候考验一下你们的记忆力了，矿工们！也许你们当中眼光锐利、头脑聪明的人还记得我们不久前才谈到过一段美丽的延时摄影，叫做《诺维格瑞》，由一个叫做 Elysium Fire 的团队制作。好吧，他们又回来了，这次他们带来了另一个延时摄影，其名为《进击的泰坦》！\nIf you're up on your Greek Mythology, you'll know that the Titans were a bunch of very large gods and goddesses, the children of the Earth Goddess and the Sky God, who are most often depicted as gigantic beings who love to fight and smash things up. Eventually, they had children, and those children grew up to be the Greek Gods you might have heard of, like Zeus, Hades, and Poseidon. The Greek Gods, known as the Olympians, wanted power for themselves, and so they fought the Titans for power. This war took 10 years, but finally, the Olympians won, and they imprisoned the Titans deep in the Underworld. Phew!如果你熟悉希腊神话，你会知道泰坦是一群体型非常庞大的神，他们是大地女神和天空之神的子女，通常被刻画成喜欢战斗与破坏的巨人。后来他们有了子女，这些子女长大后成为你可能有所耳闻的希腊诸神，例如宙斯、哈迪斯和波塞冬。希腊诸神，即奥林匹亚诸神，想要得到自己的权力，于是他们和泰坦诸神展开了一场争夺权力的战争。这场旷日持久的战争持续了十年，但是最终奥林匹亚诸神取得了胜利，他们将泰坦诸神囚禁在地狱的深处。哈！\nBut what if… the Titans escaped?但是如果……泰坦们逃走了，会发生什么？\n\n\n\n\n\n5f0258f1f27ebc2bcb4f971ba1edbab7-ImageONE.jpg (61.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 14:21 上传\n\n\n\n\nIf you haven't watched the times-lapse yet, scroll back up to the top and try it now. trust me, you won't regret it!如果你还没观看这部延时摄影，回到页面顶部看一遍把。相信我，你不会后悔！\nThat's exactly what Elysium Fire imagined for this build, which envisions the Titans waking up, escaping and celebrating the end of their long nap by going on a massive rampage. They can be seen in this build approaching a town, presumably to smash it into teeny tiny pieces and eat all the people inside, like delicious candy inside a pinata.这正是 Elysium Fire 对这一建筑的想象，泰坦们苏醒，逃离，并以狂暴的盛宴庆祝漫长午睡的结束。在这个作品中，他们接近一个城镇，大概是想要把它破坏成碎片，吃尽其中的所有人，就像彩罐中的美味糖果一样。\nThe townspeople might not have seen this coming. In fact, they probably didn't even know that they were trespassing on Titan ground. \"They lived in peace for hundreds of years,\" says Elysium Fire's Remi Serrano, \"until the titans woke up from eternal sleep and wanted to claim back their lands.\" The only way to claim back the lands, of course, is to smash all the stuff on top of it, much like when your bed is covered with clothes so you have to throw them all on the floor at night when you need to sleep.镇民们可能并没有预料到这一切。事实上，他们甚至可能不知道他们侵入了泰坦的领土。“他们平静地生活了成百上千年，” Elysium Fire 的成员 Remi Serrano 说，“直到泰坦们从永恒的沉睡中醒来，想要夺回他们的领地。”收回领地的唯一方法当然是把地面上的一切都破坏殆尽，就像你的床被衣服堆满，所以你不得不在晚上睡觉的时候把它们全扔在地上一样。\n\n\n\n\n\n0585d8626579796dff611695aaad921f-ImageTwoA.jpg (162.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 14:22 上传\n\n\n\n\nWhat do you mean you still haven't watched the time-laspe? Scroll up and watch it now! Pleeeeease.你现在还没看延时摄影是什么意思？向上滚动页面，现在就看！算我求你了。\n\n\n\n\n07e6cf2dcf3bf2bd199610353ed479c5-ImageTwoB.jpg (92.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 14:22 上传\n\n\n\n\nNo, don't just click through this little gallery to see the day/night switch (even though it is very cool) SCROLL UP AND WATCH WATCH WATCH不，不要只看这个小展示栏（尽管它很酷），向上翻，看！ 视！ 频！\nThe architecture itself – soon to be ex-architecture, when it's nothing but bricks – is based on German castles, so the team used photos to inspire their designs, but went with a brighter colour scheme. The castle, which is built out of light-coloured sandstone, blends in nicely with the snowy surroundings, and the use of dark wood blocks like oak and spruce give the buildings a Scandinavian feel – which is pretty appropriate for a game made in Sweden!这个建筑物本身——虽然它不久后将成为除了砖块啥都不是的遗迹——原型是德国的城堡，所以团队使用了照片来启发灵感，但他们采用了更亮的色调。用浅色砂岩建造的城堡很好地融入了周围的雪景，而橡树和云杉这类深色木头方块给了建筑一种斯堪的纳维亚的感觉——对于一款诞生于瑞典的游戏来说，这是非常合适的！\nThere are three Titans in this build, who Remi describes as the \"guardians of these lands\". Closest to the castle is a huge white, blue and purple dragon with fiery eyes, who will probably be taking care of all the wooden parts of the castle. Behind the dragon is a gigantic worm with sharp teeth, who can presumably devour all the citizens of the town in one big gulp. Last, but not least, is the towering, horned giant, who could squish anything leftover just by sitting down. Safe to say that these three will have their lands back by the end of the day, I think! Maybe if I write really nice things about them in this article they'll spare me? :D作品中有三个泰坦，Remi 称他们为“这片土地的守卫”。离城堡最近的是一条巨大的，白蓝紫三色的，有着炽焰般双眼的龙，它可能会威胁到城堡所有的木制部分。龙的后面是一条庞大的蠕虫，长有锋利的牙齿，大概可以一口吞下镇上的所有居民。最后，但同样不容小觑的，是耸立着的长着角的巨人，仅仅坐下来就可以压扁任何剩下的东西。我认为可以有把握地说，他们三位将在今天结束之前收回他们的领地！或许我在这篇文章中写一些讨好他们的话，他们就会放过我？:D\n\n\n\n\n\n542d7149d026c83784134eecaac153f6-ImageTHREE.jpg (89.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 14:22 上传\n\n\n\n\nIf you made a time-laspe and asked me to watch it, I would've watched it by now. Just saying.如果你做了个延时摄影让我看，我可能早就看完了。随便说说。\nThe project took one week to build, with five people working together to create the map. When Elysium Fire build Novigrad, the way they did the timelapse was to create the whole map first, and then record themselves taking it apart piece by piece, which they would then play in reverse to create the time-lapse effect. The Titans Attack time-lapse is incredibly cinematic, sweeping through the thick forest of pines as each element comes into being – it's definitely worth a watch, even if it's just to see the big hollow tube that later becomes the worm titan being built!这个项目由五个人合作，花费了一周的时间来完成。在 Elysium Fire 建造《诺维格瑞》时，他们拍延时摄影的方式是先造好整个地图，再拍摄自己一块一块拆除建筑的画面，最后通过倒放来造成延时摄影的假象。《进击的泰坦》的延时摄影非常具有电影感，在每一个元素被创造的同时，镜头扫过茂密的松树林——这绝对值得一看，就算只看那根逐渐成为蠕虫泰坦的巨型空心管！\nThe detail in the build becomes much clearer in the time-lapse video. You can see the ships waiting in the harbour, the statue of a man on horseback in the square, and the ripples of ice that the giant horned Titan is sending towards the town. You can even see the perspective of the worm Titan as it rears its head out from the sea, and check out the gross green slime dripping from its toothy mouth. Delightfully disgusting!建筑中的细节在延时摄影中变得更加清晰。你可以看到停泊在港口的船只，广场中间一个骑马的人的雕像，还有长着角的巨大泰坦正往镇上送去的阵阵冰浪。你甚至可以从面向蠕虫泰坦的视角看着它从海里探出头来，检查它满是尖牙的嘴里垂下的令人反胃的绿色粘液。太恶心了！\n\n\n\n\n\nfile_1579245053000.jpg (252.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-17 15:10 上传\n\n\n\n\nHow about a kiss? Here's a better idea; how about you SCROLL UP AND WATCH THE AMAZING TIME-LAPSE?来个吻怎么样？我有个更好的注意；向上翻观看这个精彩绝伦的延时摄影如何？\nThe 1one thing that sets this build apart more than any other is the way the video is filmed almost like a trailer for a movie, except the movie doesn’t move. More like a… still-y? Using your non-Minecraft talents to showcase your build is a great way to make yourself stand out from the crowd.最凸显出这个建筑与众不同的是，这个视频的拍摄方式几乎就像一部电影的预告片，只是它没有移动。更像是……静态的？使用非 Minecraft 技能来呈现你的建筑是一个让你从人群中脱颖而出的绝佳手段。\nAnyway, my plan to suck-up to the titans didn't work so I'd better finish writing now and start running for my life. Bye!总之，我讨好泰坦们的计划没起作用，所以我最好现在就收笔，开始逃命。再见！\nRenders by Iskillia and Omegafoxx渲染图由Iskillia和Omegafoxx提供\n原文链接：https://www.minecraft.net/zh-hans/article/attack-titans发布时间：2018年11月10日原文作者：Kate Gray",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1579249560,
            "txt_content": "titan一般翻译为泰坦的说（"
        },
        {
            "author": "亚铭",
            "timestamp": 1579250880,
            "txt_content": "这个地图老早之前就特别喜欢！"
        },
        {
            "author": "千煞",
            "timestamp": 1579332960,
            "txt_content": "奥力给奥力给奥力给"
        },
        {
            "author": "x956606865",
            "timestamp": 1579336800,
            "txt_content": "为什么会把Titan翻译成提坦啊Orz，半天没反应过来的说"
        },
        {
            "author": "爱搞事的瑞",
            "timestamp": 1579349100,
            "txt_content": "所以这是啥"
        },
        {
            "author": "MEVer",
            "timestamp": 1579661940,
            "txt_content": "我还以为是泰坦模组"
        },
        {
            "author": "我的真世界",
            "timestamp": 1579668960,
            "txt_content": "，。？？？？。。。。。。。。"
        },
        {
            "author": "時閒作恠",
            "timestamp": 1579696680,
            "txt_content": "什么东西"
        }
    ]
}