{
    "title": "[Minecraft.net|CULTURE] 与之搭建: 圆石！",
    "author": "languaw",
    "replyCount": 3,
    "timestamp": 1579238820,
    "txt_content": " 本帖最后由 languaw 于 2020-1-17 13:43 编辑 \n\n\n\nBUILD WITH IT: COBBLESTONE!\n与之搭建：圆石！\n\nMake your creations rock\n摇滚你的创造！\n\nAh, cobblestone. As one of the most basic building blocks, it’s a true classic! It was likely the first block you ever obtained from mining, as well as an integral component in your earliest builds. After all, there’s nothing like a little cobblestone house to stake your claim in the world and say “This is MINE”.\n哦，原石！作为最基础的建筑方块之一，它是真正的经典。这很有可能是你在采矿中获得的第一个方块，也是你早期建筑中不可或缺的一部分。总之，没有任何东西能比得上一个小小的原石房子，更能支撑起你的宣言，向世界宣告：“这是我的”！  \n\nBeing an abundant resource, there’s a high probability you’ll be gathering a lot of cobblestone whenever you enter a new world. In fact, you might even end up with too much of it. But what do you build after you’ve finished your castle, its outer fortress walls, the dungeon underneath, the extensive courtyard, the winding staircases to a tower, a remote outpost, roads to connect them all together – and still have both energy and materials left?\n作为一种丰富的资源，在进入一个新世界的时候，你有非常大的可能性收集到许多原石。事实上，你最终可能会收集到太多的原石。但是，在你完成你的城堡，堡垒的外墙，隐藏的地牢，辽阔的庭院，通向塔楼的斗折蛇行的楼梯，远方的前哨站与连接它们的道路之后 —— 你还有余下的力气与材料吗？  \n\nA good idea is to draw inspiration from cobblestone creator maddog142, a community member who answered our recent Build With It request for cobblestone builds. Energized by the appearance of a naturally spawned jungle temple, maddog142 continued the inspirational jungle motif by constructing three additional Meso-American inspired builds from cobblestone – a small shrine/temple, a house/building, and a ball court (or “tlachtli”).\n这是一个从原石创意师maddog142身上得到灵感的好主意。maddog142是一位回复了我们最近一期与之建造的原石建筑请求的社区成员。受到自然的丛林神庙的外观的启发，他使用原石建造了三个中美洲风格的建筑 —— 一个小小的神庙，一座房屋，与一个蹴球场(或者说 “tlachtli”)，延续了鼓舞人心的丛林主题。  \n* tlachtli是一种发源于中美洲的球类运动，距今有三千余年的历史。\"tlachtli\"是纳瓦特尔语，中文的\"蹴球\"之意。 (译者注)\n\n\n\nThese creations were further accented with mossy cobblestone, cobwebs, and some vines to help provide an authentic, aged appearance. The mossy cobblestone also adds a touch of unexpected color to keep the look of this basic wall from becoming too monotonous.\n为了提供一个真实的，古老的外观，这些作品更多地突出了苔石，蜘蛛网与藤蔓。这些苔石也给看起来十分单调的灰色墙面，增添了一点意想不到的色彩。\n\nYou may not use cobblestone much once you have discovered the wide variety of other building materials Minecraft has to offer, but you should still keep some handy for the day you go back to basics. Why not break some out today? Because it is so abundant, it can help you fill in the gaps where your stockpile of other materials falls short. In the process of mixing and matching, you may just discover a combination of building materials that provides your own signature building style.\n在你发现Minecraft所提供的其他各种各样的建筑材料后，你或许就不会再使用原石了。但你依然应该时常准备一些原石 —— 为了你回归本真的那一天。今天为什么不破例一下呢？ 它是那么的富足，它可以在其他建筑材料短缺的地方为你填补不足。在混合与配对的过程中，你或许会发现一种建筑材料的搭配，为你提供了一种属于你自己的招牌建筑风格。\n\nStay tuned for more Build With It as we focus our creative efforts on ways to incorporate purpur, prismarine, stained glass, and gold into our builds! Want to share your own creative combinations? Drop us a note along with a screenshot to FeatureMe@minecraft.net to share them with us and the rest of the community.\n敬请期待更多的与之搭建栏目，我们将会专注于创造把紫珀块，海晶石，染色玻璃和金块整合到建筑中的的建筑方法。想要与我们分享你自己的创意搭配？使用邮件向我们发送一段简短的文字记录，与一张屏幕截图到FeatureMe@minecraft.net，与我们和社区的其他人们一起分享。 \n\n翻译：languaw\n译自来自Minecraft.net的文章 BUILD WITH IT: COBBLESTONE!, 由 Nova Barlow 创作。 发布于2020年1月10日。",
    "replies": [
        {
            "author": "languaw",
            "timestamp": 1579238940,
            "txt_content": "对着原文重新翻了一遍，更正了物品名称的翻译。\n不会再对着机翻改啦，抱歉抱歉\n"
        },
        {
            "author": "亚铭",
            "timestamp": 1579240560,
            "txt_content": "神秘的遗迹感"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580720520,
            "txt_content": "\n\n\n\n\n1 (1).png (162.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 17:02 上传\n\n\n\n\n\n机翻。\n\n"
        }
    ]
}