{
    "title": "[Minecraft.net|CULTURE] 与之搭建: 圆石",
    "author": "zyjking",
    "replyCount": 3,
    "timestamp": 1579271400,
    "txt_content": " 本帖最后由 zyjking 于 2020-1-27 11:16 编辑 \n\n\nBuild With It: Cobblestone!\n与之搭建：圆石！\nMake your creations rock\n让你的作品嗨起来\n\nNova Barlow 诺瓦·巴洛\nAh, cobblestone. As one of the most basic building blocks, it’s a true classic! It was likely the first block you ever obtained from mining, as well as an integral component in your earliest builds. After all, there’s nothing like a little cobblestone house to stake your claim in the world and say “This is MINE”.\n哈，圆石。就一个基础建筑方块来说，那可是真正的经典！这可能是你挖矿时挖到的第一个方块，也是盖东西时最先必用的东西。毕竟，除了这个圆石小屋外就没有什么东西能表明你在这个世界上的领土范围了，并且喊一句“这是属于我的”。\n\nBeing an abundant resource, there’s a high probability you’ll be gathering a lot of cobblestone whenever you enter a new world. In fact, you might even end up with too much of it. But what do you build after you’ve finished your castle, its outer fortress walls, the dungeon underneath, the extensive courtyard, the winding staircases to a tower, a remote outpost, roads to connect them all together – and still have both energy and materials left?\n就论它的丰富性，每当你进入一个新存档时你很有可能会挖非常多的圆石。但往往总是会挖太多了。但当你建好你的城堡，以及外面的城墙，下方的要塞，数不清的庭院，塔中的旋转楼梯，远边岗哨，和互联建筑的路之后——你觉得仍会有东西剩下吗？\n\nA good idea is to draw inspiration from cobblestone creator maddog142, a community member who answered our recent Build With It request for cobblestone builds. Energized by the appearance of a naturally spawned jungle temple, maddog142 continued the inspirational jungle motif by constructing three additional Meso-American inspired builds from cobblestone – a small shrine/temple, a house/building, and a ball court (or “tlachtli”).\n这个好点子是从圆石建筑师maddog142上得到的灵感，他是回答了最近用圆石与之搭建要求的社区成员之一。从丛林神庙中得到启发，maddog142延续了之前丛林的主题，用圆石建了三个中部美洲风格的建筑——分别是一个小型神殿/神庙，一个房屋/建筑物，和一个蹴球场地 (中美洲蹴球，建议参考英文维基)。\n\n\n\n\nThese creations were further accented with mossy cobblestone, cobwebs, and some vines to help provide an authentic, aged appearance. The mossy cobblestone also adds a touch of unexpected color to keep the look of this basic wall from becoming too monotonous.\n为了凸显真实感，以及老旧感，建筑还同时搭配苔石，蜘蛛网和些许藤蔓。苔石还可以增添额外色彩来防止外墙的颜色过于平乏。\n\nYou may not use cobblestone much once you have discovered the wide variety of other building materials Minecraft has to offer, but you should still keep some handy for the day you go back to basics. Why not break some out today? Because it is so abundant, it can help you fill in the gaps where your stockpile of other materials falls short. In the process of mixing and matching, you may just discover a combination of building materials that provides your own signature building style.\n如果你发现Minecraft中提供了大堆各式建筑材料后，你可能就再也不会用圆石了，但万一哪一天回到解放前，后你仍应保持简单。为什么不现在来一发呢？圆石是多么的充足，足以填充其它因材料不足而空白的地方。在混色和搭配的过程中，你很有可能会发现属于自己的建筑风格和方块搭配组合。\n\nStay tuned for more Build With It as we focus our creative efforts on ways to incorporate purpur,prismarine,stained glass, and gold into our builds! Want to share your own creative combinations? Drop us a note along with a screenshot to FeatureMe@minecraft.net to share them with us and the rest of the community.\n期待下一次的与之搭建吧， 我们会专注于包括紫珀块，海晶石，染色玻璃和金块的建造效果并带到我们的建筑中！是否想与我们分享混搭？请留言+截图发送到FeatureMe@minecraft.net与我们和其余社区成员分享。\n\n【zyjking 译自官网 2020 年 01 月 10 日发布的 Build With It: Cobblestone!】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1579279380,
            "txt_content": "最后一段开头有代码没删干净"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1579977240,
            "txt_content": "但万一哪一天回到解放前，后你仍应保持简单。为什么不现在来一发呢？\n这句话没看懂\n如果你发现Minecraft中提供了大堆格式建筑材料后\n"
        },
        {
            "author": "_Archer_",
            "timestamp": 1580205960,
            "txt_content": "奥术大师大所                    "
        }
    ]
}