{
    "title": "[Minecraft.net | INSIDER] 背包盘点：丁香",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1579268220,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-20 20:43 编辑 \n\n\n\n\n\n\nheader.jpg (304.93 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-19 15:57 上传\n\n\n\n\n\nTaking Inventory: Lilac\n背包盘点：丁香\nMagenta? I hardly knew ‘er!\n品红是啥？能吃吗？\n\nDuncan Geere 邓肯·吉尔\nLilacs, believe it or not, are the best flower in Minecraft. They’re so tall! So bushy! And so pink. So very, very pink.\n不管你信不信，Minecraft 里最棒的花非丁香莫属。丁香是如此的亭亭玉立，枝繁叶茂，万粉千红。可谓粉红中的粉红。\n\nOr should I say magenta? The lilac’s chief role in Minecraft is in the creation of magenta dye. Pink dye comes from peonies or pink tulips. But if you ask me (literally no-one did), the lilac is pinker. So suck it, developers.\n或者应该用“品红”这个词？丁香在 Minecraft 里的主要用途是制作品红色染料。粉色染料则来自于牡丹花和粉色郁金香。但是如果你要我说（虽然从来没人要我说过），那还是丁香更接近粉色。开发员们，你们还是得多学习一个。\n\n\n\n\n\n\ningame.jpg (58.37 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-19 15:57 上传\n\n\n\n\n\nLilacs joined the Minecraft universe in Java version 1.7.2 alongside a swarm of other flowers (tulips, oxeye daisies and azure bluets, to name just a few). They’re one of just four flowers in the game that grow to two blocks tall. Can you name the others? Read to the bottom of the article to check if you were right! Or scroll down right now, cheat, and live with my eternal disappointment in you. Your call.\n丁香在 Java 1.7.2 版本添加到游戏中，同时加入游戏的还有各种其它的花（随便举点例子，有郁金香、滨菊和茜草花）。丁香是游戏中能长到两格高的四种花朵之一。你能举出其它的那些花吗？在阅读到文章结尾时，你可以对一下答案！或者现在就划下去偷看，然后在我对你的无穷失望中度过余生。你自己决定。\n\nLilacs are pretty hard to find. They don’t spawn in plains or swamp. Only forests of various kinds, and even then, they only spawn at world creation. It’s also worth knowing that unlike most other flowers, lilacs can’t be crafted into suspicious stew. Guess they’re just not suspicious enough. Nor will they fit into a flower pot.\n丁香非常稀有。这种花不长在平原或者沼泽之类的地方，只出现一些特定种类的森林中。即便如此，丁香也只会在创建世界时生成。此外不得不提的是，丁香不像其它的花那样能用来制作谜之炖菜。或许是因为这种花的身上没什么谜团。还有一点就是，丁香没法种在花盆里。\n\nSo what can you do with them? Well, you can make them into magenta dye as previously mentioned. You can plant them on the ground around your home. Or you can compost them. Every flower you throw into a composter has a two-in-three chance of raising the level by one.\n那么，丁香能用来干啥？如同刚才说的那样，你可以用丁香制作品红色染料。还可以把丁香种在你家周围。或者用来堆肥。每向堆肥箱投入一朵丁香，就有三分之二的概率增加一层堆肥。\n\n\n\n\n\n\nrealworld.jpg (171.55 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-19 15:58 上传\n\n\n\n\n\nLilacs, in the real world, aren’t just one plant. They’re a whole family of twelve different species of small trees. They’re native to southeastern Europe and eastern Asia, but can be found in temperate climates all around the world.\n现实中的丁香不只是一种植物。丁香属包含了十二种不同种的小型花木。丁香源自欧洲东南部和亚洲东部，遍布世界上的温带地区。\n\nLilacs usually come with light purple flowers, a colour that the tree has lent its name to. But you’ll also find white, pale yellow, pink, and even darker purple lilacs. Those flowers grow in big bunches and smell quite strongly, especially in mid spring and early summer.\n丁香的花朵通常是淡紫色的，而丁香之名也从植物延伸到这种紫色上。但是丁香还有白色、淡黄色、粉红色，甚至是深紫色的花朵。丁香会开一大串的花，气味浓厚，尤甚于中春和初夏之际。\n\nHere’s a fun fact! You can actually collect wood from lilac plants, and it’s one of the hardest woods that can be found in Europe. Historically it was used to make musical instruments and knife handles. Handy. Oh, and it’s the official state flower of New Hampshire. So that’s nice too.\n这里有个有意思的小知识！你可以收集丁香植株的木质部分，丁香木论硬度在欧洲的植物中排行前列。历史上丁香木曾用于制作乐器和刀柄。非常好用。对了，丁香还是美国新罕布什尔州的州花。这也不错。\n\nOkay, ready to test your Minecraft knowledge? The full list of the two-block high flowers is... Lilacs, Sunflowers, Peonies and Rose Bushes . Did you get them all? If so, give yourself a big pat on the back. If not, give someone who did a pat on the back instead. They earned it.\n好了，准备好测试你的 Minecraft 知识储备了吗？以下是所有两格高的花：丁香，向日葵，牡丹，还有玫瑰丛。你都说对了吗？如果是，那就给自己点个赞吧。如果没有，就给点赞了自己的人点个赞。这是他们应得的奖励。\n\n【Kakagou 译自官网 2020 年 01 月 16 日发布的 Taking Inventory: Lilac】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1579421160,
            "txt_content": "1. 副标题的“Magenta? I hardly knew ‘er!”\n\nA joke in which the object is to take a common word that ends in the sound \"er\" and add \"I hardly know her!\" after it for comedic effect. The end result is a sentence that can be perceived as a sexual innuendo or some other joke but oftentimes makes absolutely no sense whatsoever. Very few words that end in \"er\" make the sentence actually plausible, but there are a few notable examples as described in the examples section.\n\nIt is frowned upon to use professions or adjectives such as \"Baker\" or \"Taller\" as they can be considered cheating and anyone who uses them clearly has no imagination. Words such as \"Toaster\" or \"Thriller\" are acceptable, and names like \"Lauer\" are also acceptable.\n\nThe goal of the joke is to find a word ending with the sound \"er\". That being said, the word itself doesn't necessarily have to end with the letters \"er\". There are some cases where it ends in \"re\". \"Creature\" and \"Tire\" are some notable exceptions. These are acceptable.\n\n来自 Urban Dictionary: I Hardly Know Her\n简单来说就是一句没啥用的搞笑话，加在以er发音结尾单词之后。\n\n2. the lilac is pinker 丁香更接近粉色\n\n这是品红： 这是粉色： \n\n3.  they only spawn at world creation. 丁香也只会在创建世界时生成。\n\n这句话的意思是，用骨粉没法生成丁香。\n"
        },
        {
            "author": "我的真世界",
            "timestamp": 1579668840,
            "txt_content": "？？？？？？？？？？？？"
        },
        {
            "author": "時閒作恠",
            "timestamp": 1579696740,
            "txt_content": "所以这是一个科普文章？"
        },
        {
            "author": "2274848251",
            "timestamp": 1580050020,
            "txt_content": "说的真好"
        },
        {
            "author": "_Archer_",
            "timestamp": 1580205840,
            "txt_content": "奥术大师                    "
        },
        {
            "author": "mingmingnaitang",
            "timestamp": 1585011000,
            "txt_content": "蛮好 科普吗"
        }
    ]
}