{
    "title": "[已完结][1.12.2]AbyssalCraft——深渊国度全教程",
    "author": "MashKJo",
    "replyCount": 39,
    "timestamp": 1579477860,
    "txt_content": " 本帖最后由 MashKJo 于 2020-2-21 10:58 编辑 \n本教程基于AbyssalCraft 1.9.15版本，对应Minecraft版本1.12.2。CurseForge网站下载地址：https://www.curseforge.com/minecraft/mc-mods/abyssalcraft站内搬运帖：https://www.mcbbs.net/forum.php?mod=viewthread&tid=664279官方英文Wiki：https://abyssalcraft.fandom.com/wiki/AbyssalCraft_Wiki此外，还有三个附属mod：AbyssalCraft Heads（给深渊国度的每个生物增加头颅掉落物，供装饰用），AbyssalCraft Integration（处理深渊国度与其他mod的联动），By The Gods（添加了召唤外神与旧日支配者的仪式，不过只供创造模式娱乐，因为无论召唤哪一个神都会导致强制死亡、卡顿、崩溃、强制删档等恶心的机制）。注意：如果你在游玩这个mod时，发现有些物品名称是乱码，请勿将此“bug”报告给作者。这是作者刻意设置的特性，随着你探索得越来越深入，这些乱码会消失。输入指令/acunlockallknowledge即可立即消除全部乱码。\n\n生成一个世界，如果想要快速入手深渊国度，你需要找到这个世界新的生物群系。此mod在主世界添加了两个全新的生物群系：黑暗之地（Darklands）和珊瑚浸染沼泽（Coralium Infested Swamp）。\n黑暗之地还有一些变种：黑暗森林（Darklands Forest）、黑暗峭壁（Darklands Highland）、黑暗山脉（Darklands Mountains）、黑暗平原（Darklands Plains）。黑暗之地会生成深渊僵尸、深渊食尸鬼，被它们攻击会获得短暂的珊瑚浸染效果（2~5秒），它无视一切盔甲，超过10秒就能让玩家死亡，只有通过稀有材料做出的珊瑚浸染解药才能消除。此外还会生成阴影生物（掉落阴影碎片）、阴影怪物（掉落阴影宝石碎片）、阴影野兽（掉落阴影宝石），9个阴影碎片可以合成阴影宝石碎片，9个阴影宝石碎片可以合成阴影宝石。地下还有深渊矿石，可以烧制成深渊锭。珊瑚浸染沼泽地下有更珍贵的珊瑚矿石（原版沼泽和海底也会有生成），还有危险的反物质湖（任何生物掉下去都会死亡，并生成它的反物质生物，包括玩家），地表也会生成这类反物质生物，正物质生物和反物质生物接触就会产生大爆炸（除了反物质玩家）。地下还会随机生成硝石矿，挖掘它可得硝石，可以制成火药。这里还会有修格斯巢穴，会生成修格斯，它是本模组中最危险的生物，所到之处都会变成修格斯软泥，但它也是对发展最为重要的生物，在接下来四个维度中都有相应的变种。此外，还会随机生成一些邪恶动物，它们看起来和主世界的动物没有区别，但却会攻击你，把它们杀死之后会发出凄厉的叫声，然后变成此生物的恶魔版本，杀死它们后会获得腐肉。要想发展起来，首先得合成一本死灵之书：\n这本书包含了此mod大部分知识与攻略，还有四种升级版，只能在其中浏览主世界的知识和仪式。死灵之书做好，接下来该去寻找位能（Potential Energy，简称PE）了。要获取位能，你首先得做好全套深渊套装（加成抗性提升、速度的BUFF，免得你被虐惨），然后去找修格斯巢穴（生成在小河边，需要一些耐心），将修格斯引出洞，准备盾牌挡住它们发射过来的子弹。当它们建造出顶部有雕像的柱子时，你就成功了。\n集齐一定的雕像之后，就可以开始收集位能了。用巨石块（修格斯巢穴由此构成，可以挖一点儿带走）、阴影宝石和珊瑚珍珠（自行查询配方）合成一个能量基座：此后，搭建这样一个结构：\n将雕像放在四周，死灵之书放在中间的能量基座上，便可以给死灵之书（上限是5000位能）收集位能。但是使用这种方式收集位能并不保险，因为收集位能会造成污染，会有雷电劈下来，召唤很多敌对生物，赋予你很多DEBUFF。就算你有强力套装，后期你收集位能到15000位能以上时，雷电有可能直接扣除你大半的位能！所以你很有必要制作能量中继器和能量收集器（自行查询配方），构成一个传输网络：\n此外，如果想储存大量位能，能量容器是最好的选择。这些收集位能的物品，还可以通过一定的仪式升级为主世界版本。收集了一定量的位能，你便可以开始进行死灵之书仪式了。将圆石或黑暗圆石（黑暗之地地下会有黑暗石，挖掘可获得黑暗圆石）摆成如下图所示的样子：\n手持死灵之书潜行，右键中间的圆石，即可生成祭坛。\n死灵之书或者JEI都能查询到死灵之书仪式，如果要进行仪式，只需摆放好要献祭的物品，然后手持死灵之书潜行右键中间的献祭祭坛，便会有一道雷电击中献祭祭坛，成品在献祭祭坛中。需要注意的是，位能不够或献祭物品摆放得不对，是不会有成品的；有的仪式需要祭品，潜行右键献祭祭坛后，需将一只成年动物赶进祭坛圈内，这时动物身上会冒黑烟，杀掉动物仪式便会成功；还有的仪式必须在特定维度进行。要想进入下一个维度，你必须收集很多资源，用仪式制造一个嬗变宝石：之后可以用阴影宝石和嬗变宝石合成湮灭碎片（嬗变宝石有10点耐久度，每参与一次合成，就会掉1点耐久度，所以只需制造一个嬗变宝石就够了）：4个湮灭碎片可以和红石粉、末影之眼通过仪式制作出湮灭媒介（注：需要祭品）。湮灭媒介在过去的版本中堪称神器，右键会给予玩家一大串逆天BUFF，掉进虚空也死不了。你就算毫无装备，也可轻松秒杀本mod最终boss。不幸的是，在mc1.12.2的某个版本中，湮灭媒介的逆天效果被移除，现右键不会有任何反应。之后你就可以做出一把门钥匙（Gateway Key），右键地面会出现一个深渊传送门，可以进入深渊荒芜之地（Abyssal Wasteland）了。\n深渊荒芜之地（Abyssal Wasteland）是一个荒凉的、以绿色为主色调的危险世界。\n深渊荒芜之地主要由深渊沙子、深渊石和液态珊瑚（跳进去会有珊瑚浸染DEBUFF）组成，还有荒原之刺（一种植物，可用于制作珊瑚浸染解药），生成主世界的僵尸、骷髅及骷髅哥利亚（掉落的武器伤害非常高）、深渊食尸鬼、幽灵龙（AI与末影龙相似，但不会破坏任何方块）、深渊修格斯和深渊僵尸，非常危险，刷怪是本mod四个维度中数量最多、频率最高的维度，新手在获得珊瑚板套装前千万不能硬抗怪物，建议将基地搭建在空中。深渊荒芜之地会生成巨型锁链，延伸至Y=256处，顶部有珊瑚圆石（在1.9.3.9版本之前，顶部有钻石块）；还会生成深渊小屋，一种奖励结构，分上下两层（下面一层需要挖开），每层各有一个宝箱，通常会开出一些锭、宝石、结晶，对前期发展很有用处。首次进入深渊荒芜之地，建议先收集珊瑚石（液态反物质倒在液态珊瑚上形成，液态反物质在珊瑚浸染沼泽地下会有生成）和深渊石，以制成珊瑚石砖与深渊石砖，这样就可以给你的能量中继器、能量容器、能量收集器、能量基座升级为深渊荒芜之地版本（收集位能的速度更快）。之后，再制作一支撕裂法杖：手持撕裂法杖对着深渊荒芜之地的特有怪物（原版僵尸和骷髅不行，因为它们在主世界也有生成，不算此维度特有怪物）右键，便可收集深渊荒芜之地能量，能量满100点就可获得深渊荒芜之地精髓，8块珊瑚浸染腐肉和1点深渊荒芜之地精髓就可合成深渊荒芜之地兽皮。3块深渊荒芜之地兽皮和一本死灵之书就能合成死灵之书第一个升级版：深渊荒芜之地死灵之书。深渊荒芜之地死灵之书的位能上限是10000位能，这时你就可以在深渊荒芜之地进行仪式了。准备一些深渊圆石或珊瑚圆石摆放好，用深渊荒芜之地死灵之书潜行右键中间方块便可以生成祭坛。注意普通的死灵之书是不可以生成祭坛的，必须使用深渊荒芜之地死灵之书。接下来你就可以把你的撕裂法杖升级到深渊荒芜之地版本了。想要继续在深渊荒芜之地发展，你还得升级你的装备。此维度有着丰富的矿石，有些对中期发展非常重要：深渊铁矿石，和原版铁矿石区别不大，可以炼制成铁锭；深渊金矿石，也是可以炼制成原版的金锭；深渊硝石矿石，与主世界硝石矿无差别，挖掘可得硝石；深渊铜矿石，可炼制成铜锭，与其他mod的铜锭通用；深渊珊瑚矿石，挖掘可得珊瑚宝石；深渊钻石矿石，挖掘可得原版钻石；深渊锡矿石，可炼制成锡锭，与其他mod的锡锭通用；液化珊瑚矿石，挖掘可得珊瑚珍珠；最后一个、也是最重要的一种矿石——珠光四射的珊瑚矿石，可炼制成精炼珊瑚锭（你也可以用珊瑚宝石簇和深渊石做成珊瑚组块，它也能炼制成精炼珊瑚锭）。你需要获取大量精炼珊瑚锭，制作成精炼珊瑚套装（全套加成BUFF水下呼吸、速度、抗性提升），如果你想进一步提升防御力，你还可以制作珊瑚板套装（全套加成BUFF速度II、夜视）或通过仪式获取深海套装（全套加成BUFF跳跃提升II、水下呼吸、速度II、抗性提升、夜视）。此外，你还可以制作珊瑚长弓，被它击中的实体会有珊瑚浸染的DEBUFF；你也可以为你的武器附上珊瑚附魔，效果一样。以上措施会让你在深渊荒芜之地勉强生存下来，接下来要去找深渊要塞了。制作一些蕴能石追踪器（周围围上珊瑚宝石，中间是末影之眼），在深渊荒芜之地右键，就可以引领你去深渊要塞，用法与末影之眼差不多。深渊要塞藏在地下深处，类似于主世界的要塞。你需要找到要塞中的恐惧之地蕴能石（里面有刷怪笼，敲掉就行了），注意蕴能石挖掘等级是5，必须用精炼珊瑚镐才能挖掘它，否则没有掉落物（这个存档就基本上废了）。接下来就要挑战本mod第一个boss：堕落者阿索拉（Asorah,The Fallen），进行沉睡者仪式即可召唤：堕落者阿索拉与幽灵龙相差无几，但它不能穿过或破坏方块，且会利用幽灵龙回血。阿索拉会盘旋在高空，只能用弓箭射它，但又会受到地面上食尸鬼的骚扰。所以，较安全的打法是建造一个密封的小屋，留一个孔射箭来杀死阿索拉；如果安装了IC2，就可以制作电力喷气背包，飞上天去用剑和它硬刚。阿索拉被击败后，会有类似末影龙的死亡动画，掉落大量经验球、珊瑚浸染腐肉、珊瑚组块、精炼珊瑚锭，以及一个深渊之眼。阿索拉语录当阿索拉被召唤出时：Asorah：哈哈，愚蠢的人类，我解放了！当阿索拉死亡时：Oblivionaire：阿索拉？……阿索拉？！Oblivionaire：你，你会为此付出代价的！Oblivionaire：除此之外，你将永远无法离开恐惧之地，尽情地挖掘你自己的坟墓吧。获得了深渊之眼和恐惧之地蕴能石之后，你就可以进行恐惧仪式了（注意只能在深渊荒芜之地进行）：获得阿索拉的恐惧传送门的钥匙，在深渊荒芜之地右击地面（其他维度不行），便可生成通向恐惧之地（Dreadlands）的传送门。不过在前往恐惧之地前，你得先制作一种机器——嬗变器：嬗变器的燃料是珊瑚浸染腐肉（或腐肉骨）和结晶（以后抵达恐惧之地得到结晶器才能得到），它是一个非常重要的机器。\n恐惧之地（Dreadlands）是一个以红色、紫色为主色调的黯淡世界。恐惧之地主要以恐惧石、深渊之国石头组成，也会生成恐惧之地树木，经常会生成恐惧守卫（穿着恐惧深渊套装，随机掉落四件中的一件）、恐惧卵、恶魔动物、小型恐惧野兽以及双色的恐惧深渊傀儡（红蓝两色，蓝色中立，红色敌对，两方会相互斗殴），偶尔会生成恐惧修格斯。恐惧之地相对来说没有深渊荒芜之地那么危险，刷怪频率也较低，被恐惧之地怪物击中的实体会有恐惧DEBUFF（和珊瑚浸染一样持续扣血，只有恐惧解药才能消除）。进入恐惧之地，第一件事就是获取深渊之国石砖与恐惧石砖，这样就能将你能量收集的部件升级为恐惧之地版本。然后就获取恐惧之地精髓，和恐惧碎片（恐惧之地许多怪物都有掉落）一起做成恐惧之地兽皮，然后就可以制作恐惧之地死灵之书（添加恐惧之地的新仪式，位能上限达到20000位能）。之后你就可以进行仪式了，将深渊之国圆石或恐惧圆石摆放好，潜行右键即可。你还可以进行仪式获取恐惧之地撕裂法杖：恐惧之地资源较少，只有两种矿石：恐惧之地深渊矿石和恐惧深渊矿石，名称不同，其实都是一种，都可以在熔炉里炼制成深渊锭。在这个维度立足，同样需要升级盔甲。一种选择是用深渊套装进行仪式获取恐惧深渊套装（加成BUFF防火IV）；另一种选择是寻找恐惧守卫，击杀它们会掉落恐惧深渊石碎片（无论用剑砍还是用弓射它们都会着火，得小心），可在嬗变器里嬗变成恐惧锭（嬗变器的功能体现出来了）：恐惧锭可以做恐惧套装（加成BUFF速度、抗性提升），恐惧套装还可以与恐惧之布和恐惧锭板合成恐惧武士套装（本mod最好套装，加成BUFF夜视、速度II、力量、抗性提升、防火II）。另外，你还可以用结晶（有了结晶器才能获得，详见下文）和恐惧锭做成恐惧武士刀（15点伤害）。接下来，就要挑战本mod第二个boss——恐惧野兽查加罗特（Cha'garoth,The Dreadbeast）了。在此之前，你得先获得恐惧武士套装，使你能够勉强保命。使用仪式可以得到查加罗特祭坛的底部和顶部，但问题来了，需要祭品，且只能在恐惧之地进行，难不成把动物拱进传送门？所以你得制作一个跨维度笼来捕捉生物：手持跨维度笼对着生物右键就可捕捉生物，再次右键可放出来，你就可以捕捉成年动物，带往恐惧之地进行仪式。注意跨维度笼也需要位能，捕捉一次生物消耗100多点位能，存储上限是1000位能。boss无法被跨维度笼捕捉。获得查加罗特祭坛顶部及底部之后，你需要找到恐惧山脉（Dreadlands Mountains）生物群系，在Y=40的地方将查加罗特的祭坛底部放在下面，顶部放在上面：如果摆放得对，聊天栏中会出现一条信息：“点击顶部的方块来进入查加罗特的洞穴。”点击顶部祭坛，它将会把你传送到一个以恐惧石砖为主的小型要塞中。恐惧要塞中会生成恐惧守卫和恐惧卵，查加罗特在最里面的洞里，注意它会赋予你一种DEBUFF，让你脚下一直生成查加罗特的卵，这小玩意儿攻击力大到能够一击杀死没有护甲的玩家，因此一定要小心提防。走到前方，你会发现有三条通道，左边一条有一个结晶器（一定要挖下来，非常有用，它可以将物质转化为结晶，燃料是恐惧碎片、恐惧深渊石碎片），右边一条什么都没有。中间那一条便是通向决战查加罗特的地方。查加罗特还会在他的洞穴里生成查加罗特的拳头，攻击也非常高。在老版本中，这是整个mod中最弱智简单的boss，本体根本不会移动，只能依靠小喽啰以及自身自带的荆棘效果打人；新版本中加强了，会高频发射火球造成极大的伤害，火球爆炸后会产生滞留型的恐惧药水效果，如果玩家不装备恐惧武士套装则非常危险。所以较安全的打法是在洞穴外口的墙壁边缘用恐惧石建造一个堡垒，留一个孔，用珊瑚长弓射死它（恐惧之地的生物根本不免疫深渊荒芜之地的珊瑚浸染效果，所以珊瑚长弓可以派上大用场）。查加罗特死亡后掉落大量恐惧深渊石组块、恐惧深渊石碎片、恐惧碎片、恐惧锭，以及一把恐惧浸染的门钥匙。另外，洞穴内部有一个被深渊之国石砖封死的房间，挖开即可看到里面有一个宝箱，里面有一个被重命名的泥土：“The Legendary Treasure of The Dreadlands”。查加罗特语录当玩家进入查加罗特洞穴时：Cha'garoth：啊，我似乎有一位来客。恐惧守卫，如果可以的话请吞灭我们的客人吧。当玩家击败查加罗特时：Cha'garoth：这里，拿回你的钥匙，将它变成有用的。Cha'garoth：在我后面的箱子上写着“恐惧之地的传奇宝藏”。Cha'garoth：是我被牵扯进来之前的挖矿的人所遗留的。Cha'garoth：不要抱太大的希望，我打赌这只不过是一块泥土或者别的。恐惧浸染的门钥匙可以在嬗变器中转化为查加罗特的拉莱耶门钥匙：使用这把钥匙对着恐惧之地的地面右击会出现又一个传送门，可以利用它进入奥穆索（Omothol）了。\n奥穆索（Omothol）是一个完全黑暗的漆黑维度。奥穆索充斥着一个个空岛，天空和地面都是一片漆黑，非常恶心，容易掉进虚空。建议装备其他mod可以飞行的套装探索，这里会生成奥穆索食尸鬼、奥穆索修格斯、守门者奴仆，以及一些阴影系生物。新手建议寻找残存者村庄搭建基地，因为那里由伊桑斯砖块搭建而成，是在奥穆索进行仪式的关键，且色调也没有那么恶心。在残存者村庄采集一些伊桑斯砖块（也可以做成深色伊桑斯砖块），把能量收集的一系列部件升级为奥穆索版本。同时寻找奥穆索的特殊生物（要是实在找不到，残存者也可以，但要注意它们被攻击后会向你发起进攻），用撕裂法杖汲取能量。之后和奥穆索食尸鬼腐肉做成奥穆索兽皮，可以合成奥穆索死灵之书（位能上限达到40000位能）。此后，使用伊桑斯砖块或深色伊桑斯砖块搭建好祭坛，你就可以升级你的撕裂法杖为奥穆索版本：但是你会发现伊桑斯砖块挖掘等级是8，需要伊桑斯镐才能采集。所以你得获得伊桑斯锭。首先你得先去一趟末地，挖掘一些末地石，在嬗变器里嬗变成伊桑斯石，再在熔炉里炼成伊桑斯砖。然后与生命结晶通过仪式获取伊桑斯锭：生命结晶需要六种结晶合成。另外，你还可以制作伊桑斯套装（增加BUFF速度II、生命恢复、力量），但不建议制作，因为很费资源，且增益没有恐惧武士套装好。伊桑斯靴子站在修格斯软泥上不会掉耐久，而其他靴子站在上面会掉耐久度。做好了万全准备，你就可以去挑战本mod最终boss——深渊的守门者扎哈尔（J'zahar,Gatekeeper of The Abyss）。扎哈尔神庙生成于奥穆索 X=4，Z=7 的地方，此结构由深色伊桑斯砖构成，里面会有一些装饰雕像，生成守门者奴仆。第一层只有一个图书馆，里面有一个摆放好的仪式祭坛，手持奥穆索死灵之书潜行右键中间方块即可生成祭坛。注意时光倒流仪式（复活扎哈尔，重置整个扎哈尔神庙）只能在此仪式祭坛进行。第二层有几个房间，其中有一个房间有扎哈尔的巨型雕像，靠近便会生成扎哈尔。注意！你将面对本mod最危险的boss。无论你有什么神装，硬抗都是死路一条。它会发射凋灵之首；还会生成一个巨型引力源，将你拖至引力源中心，在其中的实体都会受到伤害，一段时间后引力源爆炸；还会赋予你20秒的反胃IV和缓慢IV；也有几率生成黑洞，所有方块会被吸进去被摧毁，玩家会被传送到任意维度的任意坐标。什么，气急了开创造想打死扎哈尔？它会自动把你的游戏模式切换回生存模式。如果想召唤凋灵这样的boss以暴制暴，扎哈尔会清除它周围的所有boss！所以，较安全的打法是搭建一个小型堡垒，留出一个孔用弓箭射死它。扎哈尔死亡后，会释放引力吸引你，这时就立刻撤离，不要有任何犹豫。因为它会产生大爆炸，你会染上许多DEBUFF并被自动传送至奥穆索下的另一维度——黑暗领域。如果你存活了下来，扎哈尔会掉落守门者精华（注意有时它会浮在空中，得垫方块上去拾取）。如果你没能获取守门者的精华，你可以进行时光倒流仪式，重新挑战扎哈尔。扎哈尔语录当玩家击败扎哈尔时：J'zahar：祝贺你，你“杀了”我。不，连接近也算不上。你杀不死旧日支配者。J'zahar：你杀的只是一个幻影（无尽黑暗的实体化身）。有人管它叫傀儡。J'zahar：当人们陷入疯狂的时候，现实的概念就离开了他们的身体。J'zahar：比如说，你以为你杀了旧日支配者。J'zahar：正常人都会发现追求如此强大的存在的结果必定只有死亡。J'zahar：但你……你的思维转得越快，你得到的知识就越多。J'zahar：你那一念之间觉得你杀了我说明你已经变得相当疯狂。J'zahar：我的书籍已经引领你到了这里，所以你不会再要更多知识了。也许你真正需要的是死亡。J'zahar：让我释放着傀儡中的力量吧。它将给我答案。J'zahar：如果你活过了这次爆炸，把我的那小块碎片拿走，它会给你通向幻影的途径。当玩家在扎哈尔面前开启创造模式时：J'zahar：你可否意识到现在我就可以轻松地切换你的游戏模式并杀死你？我就是那样的实体。J'zahar：不过……严格上说那是作弊，所以我还是会坚守“规则”，不做任何事情。当玩家在扎哈尔面前召唤原版boss时：J'zahar：我从未想过和你待在同一个维度里。滚开，恶心的怪物！当玩家在扎哈尔面前召唤本mod添加的其他boss时：J'zahar：呃哼……我想起在亿万年前我曾给过你一个任命，你可曾想到那是永远存在的？当玩家在扎哈尔面前又召唤另一个扎哈尔时：J'zahar：那只有唯一的一个！*凭空创造出剑来*当玩家在扎哈尔面前召唤出其他mod添加的boss时：J'zahar：我不相信我们曾经认识，我曾将你逐出这个世界。当玩家进行时光倒流仪式重生扎哈尔时：J'zahar：我发觉时间倒流了，你是不是又没能打败我？守门者精华可以和奥穆索死灵之书、伊桑斯锭、邪术鳞片（守门者奴仆和残存者掉落）一起合成深渊之书（位能上限达到100000位能）：深渊之书新添了注魔仪式（将八本附魔书的属性集中到一把武器中），以及制造雕像的仪式。另外，使用深渊之书可以将奥穆索撕裂法杖升级为守门者之杖（按M在门钥匙模式与撕裂法杖模式之剑切换）：此维度还有两种特有机器：物质化器和铸造器。物质化器可以将结晶转化为对应的物质，是结晶器的对立面。它不需燃料，只需使用死灵之书为它提供能量，以及一个晶体袋，它会将晶体袋中所有结晶转化为物质：铸造器用于铸造钱币，只需放进钱币铸模，就可铸造钱币。钱币用于与残存者交易（有深渊之书才可以交易）：至此，整个深渊之路已经差不多走完，只剩最后一个维度——黑暗领域（Dark Realm）。\n黑暗领域（Dark Realm）是一个完全黑暗的维度。黑暗领域由黑暗石组成，会生成各种阴影系生物，由于阴影系生物在亮度为0时隐形，而黑暗领域的亮度为0，所以这使得黑暗领域非常危险。此维度可通过跳入奥穆索的虚空抵达。黑暗领域是一个刷阴影宝石的绝佳地方。此维度还有一个boss：末日先驱萨多斯（Sacthoth,Harbinger of Doom）。召唤此boss有两种方案：1.在黑暗领域引爆湮灭弹召唤，但不建议使用此方法，因为黑暗领域的黑暗环境不适宜战斗，且湮灭弹会让你受到巨额伤害、使地形变得坑坑洼洼。2.用特定的仪式召唤萨多斯，推荐此方案，因为此仪式可以在任何维度进行，所以你完全可以在主世界与其战斗。萨多斯会让玩家有失明的DEBUFF，因此一定要小心。萨多斯被击败后，请勿过早捡起掉落物，它会生成非常多的阴影系生物，非常危险。它会掉落巨额的阴影碎片/阴影宝石碎片/阴影宝石，以及一把萨多斯的灵魂收割之刃，攻击力为30点，为本mod中最强武器，若灵魂收割满了（指杀死足够量的怪物，它会给予你一些BUFF）。萨多斯语录当玩家召唤萨多斯时：Sacthoth：我解放了！凡人，感受黑暗领域的愤怒吧。当玩家使用引爆湮灭弹召唤萨多斯时，还会有这么一句：Sacthoth：但首先，先观看这场爆炸吧。深渊国度至此完结。\n\n",
    "replies": [
        {
            "author": "wshycaa",
            "timestamp": 1579600980,
            "txt_content": "深渊国度这个mod的风格十分奇特。风格很致郁2333"
        },
        {
            "author": "MashKJo",
            "timestamp": 1579672800,
            "txt_content": "wshycaa 发表于 2020-1-21 18:03\n深渊国度这个mod的风格十分奇特。风格很致郁2333\n的确，其中有一些机制确实有点奇怪"
        },
        {
            "author": "wulaima",
            "timestamp": 1581508020,
            "txt_content": "坐等 最近正在玩这个"
        },
        {
            "author": "MiGhTy-Jenson",
            "timestamp": 1581513420,
            "txt_content": "楼主加油，坐等。。"
        },
        {
            "author": "soil-sword",
            "timestamp": 1581825960,
            "txt_content": "令人着迷的模组，他的风格十分别具一格。\n同时，这也是一篇优秀的教程！\n加油。"
        },
        {
            "author": "唯独i",
            "timestamp": 1581869100,
            "txt_content": "刚从mod发布那边的帖子回来，感觉这mod怪物做的很有感觉，谢谢楼主教程！"
        },
        {
            "author": "3353403606",
            "timestamp": 1582003620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "青芦叶",
            "timestamp": 1582289580,
            "txt_content": "写教程很不容易啊，最不容易的是让人看了教程就心里痒痒，想玩。\n感谢楼主大大的教程"
        },
        {
            "author": "在那不遥远",
            "timestamp": 1582600020,
            "txt_content": "很不错的mod 很好玩 教程很详细"
        },
        {
            "author": "wuxi159357",
            "timestamp": 1582605840,
            "txt_content": "谢谢，期待你的更新"
        },
        {
            "author": "居民ZZH",
            "timestamp": 1582634340,
            "txt_content": "这么好的帖子没人看？"
        },
        {
            "author": "2396392765",
            "timestamp": 1582681500,
            "txt_content": "装备无解这个mod"
        },
        {
            "author": "MashKJo",
            "timestamp": 1582949040,
            "txt_content": "2396392765 发表于 2020-2-26 09:45\n装备无解这个mod\n说真的，这模组提供的每个次元的最好装备被一堆普通怪围殴就没了比如恐惧武士套，在查加罗特前面跟个弟弟似的，甚至你到后期搞出伊桑斯套或者是中期的珊瑚板套，遇到一个主世界的阴影野兽也会被代码扣血挂掉\n最后打扎哈尔，我劝你不要用本mod的套装，因为这东西你穿红物质套打他都会暴毙很多次"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1585364280,
            "txt_content": "在拉莱耶他的宫殿里，沉睡的....... 算了 \nThe Oldest! All-in-One! ** by Life Prolonged! Umr At-Tawil! Iak-Sathath! Yog Sothoth NAFL'FTHAGN!!! Your servant call upon you!"
        },
        {
            "author": "FLY_PING",
            "timestamp": 1585730280,
            "txt_content": "玩起来和闯关好像这个mod，不过闯到最后了感觉就没有什么可玩的了，我感觉。"
        },
        {
            "author": "MashKJo",
            "timestamp": 1585730400,
            "txt_content": "FLY_PING 发表于 2020-4-1 16:38\n玩起来和闯关好像这个mod，不过闯到最后了感觉就没有什么可玩的了，我感觉。 ...\n本来就是这样，但就算是像我这样对深渊国度够熟悉的玩家，等价交换辅助，也要几个星期才能通关。更别说没有等价的支持（收集材料就要耗费你一半时间）"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1595874660,
            "txt_content": "非常详细 感谢\n感觉这是一个因为过度黑暗而被埋没的好mod啊"
        },
        {
            "author": "MashKJo",
            "timestamp": 1595925300,
            "txt_content": "疾风暗影 发表于 2020-7-28 02:31\n非常详细 感谢\n感觉这是一个因为过度黑暗而被埋没的好mod啊\n过度黑暗？说实话里面有些本该细思极恐的细节被作者弄的十分搞笑"
        },
        {
            "author": "youza",
            "timestamp": 1596003480,
            "txt_content": "因为这个教程玩了这个mod，感谢大佬分享"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1596006720,
            "txt_content": "MashKJo 发表于 2020-7-28 16:35\n过度黑暗？说实话里面有些本该细思极恐的细节被作者弄的十分搞笑\n主要是克苏鲁主题本身就挺黑暗的\n\n然后里面反物质玩家、深渊僵尸啥的说实话有点惊悚"
        },
        {
            "author": "魔狼desu",
            "timestamp": 1599562980,
            "txt_content": "能量沉积器里面的pe咋弄出来啊awa"
        },
        {
            "author": "a46852as",
            "timestamp": 1600098600,
            "txt_content": "感谢大佬的教程~"
        },
        {
            "author": "血色雷光",
            "timestamp": 1600522320,
            "txt_content": "感觉好难弄啊"
        },
        {
            "author": "YLM20041125",
            "timestamp": 1600584120,
            "txt_content": "这是一个神奇的mod，我记得之前还有一个湮灭什么东西东西好像是这个mod附属，加好多buff"
        },
        {
            "author": "Nightmare♥",
            "timestamp": 1601377860,
            "txt_content": "这模组的装备，，一言难尽啊"
        },
        {
            "author": "CCCCCigar",
            "timestamp": 1601700360,
            "txt_content": "一开始我都玩不懂深渊"
        },
        {
            "author": "skloy",
            "timestamp": 1607080620,
            "txt_content": "引爆湮灭弹用红石可以不"
        },
        {
            "author": "1054655961",
            "timestamp": 1607395440,
            "txt_content": "mod最好的装备不是侍魂套吗，用钱币和铁匠残存者交换的，不比恐惧套好？"
        },
        {
            "author": "MashKJo",
            "timestamp": 1607401860,
            "txt_content": "1054655961 发表于 2020-12-8 10:44\nmod最好的装备不是侍魂套吗，用钱币和铁匠残存者交换的，不比恐惧套好？\n？这个教程已经一年了，没有最新的内容很正常啊\n1.9.14版本还没有你说的那个什么侍魂套呢，作者定的最高盔甲就是伊桑斯，麻烦别跨时间聊天可否？"
        },
        {
            "author": "MC_CZZ",
            "timestamp": 1607749140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "残谙Can_An",
            "timestamp": 1608134160,
            "txt_content": "深渊国度是真的打脑阔，但是看了教程以后好点了"
        },
        {
            "author": "sgajfashv99",
            "timestamp": 1610797980,
            "txt_content": "谢谢作者！"
        },
        {
            "author": "渣渣呵",
            "timestamp": 1610959380,
            "txt_content": "感谢大佬"
        },
        {
            "author": "y1668445919",
            "timestamp": 1611106440,
            "txt_content": "深渊国度一直是我的噩梦，感谢作者老哥"
        },
        {
            "author": "Promercy",
            "timestamp": 1611150780,
            "txt_content": "当你凝视深渊时，深渊也在回望你\n\n——尼采"
        },
        {
            "author": "fichdich2",
            "timestamp": 1611468120,
            "txt_content": "服务器魔改了查加洛特，特来寻攻略召唤"
        },
        {
            "author": "FlanCtar",
            "timestamp": 1611472680,
            "txt_content": "感谢大佬"
        },
        {
            "author": "asa7861yf",
            "timestamp": 1611534480,
            "txt_content": "\n深渊国度一直是我的噩梦，感谢作者！ 祝越走越远~"
        },
        {
            "author": "专业黑人",
            "timestamp": 1611537600,
            "txt_content": "感谢大佬的分享，一直以来不知道怎么去第3层。"
        }
    ]
}