{
    "title": "[Minecraft.net|CULTURE] 月之爱",
    "author": "SQwatermark",
    "replyCount": 13,
    "timestamp": 1579503180,
    "txt_content": " 本帖最后由 SQwatermark 于 2020-1-29 13:04 编辑 \n\n\n\n\n\n\nimage.jpg (71.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:06 上传\n\n\n\n\nLUNAR LOVE月之爱\nA story that has it all: Love! Devotion! Foxes!一个拥有这一切的故事：爱！奉献！狐狸！\nHumankind has been writing love stories about the moon for so long that it's a wonder we haven't actually sent any astronauts to our lunar friend with a dozen roses and a box of chocolates. There's something mystical and romantic about that big ball of reflected light that hangs in our sky at night. People see faces and rabbits in her distant, craggy surfaces; the power she has over the tides mirrors the power she has over our hearts. Never mind that she's a 4-billion-years-old hunk of dusty rock - she's our beautiful bright girlfriend, and we love her.\n长久以来，人类创作了许多与月亮有关的爱情故事，所以，真是令人诧异，我们至今未曾送宇航员去给我们的月球朋友带去一束玫瑰和一盒巧克力。挂在我们的夜空中的那个由反射光线组成的巨大球体中，有某种神秘又浪漫的东西。人们在她遥远崎岖的表面看到了人脸和兔子；她吸引潮汐的力量反映了她吸引我们内心的力量。别介意她是一块40亿岁的巨大而又灰蒙蒙的石头——她是我们美丽聪明的女友，而且我们爱她。\n\nBut not all love stories are so difficult to reconcile. We will probably never get a chance to smooch the moon, but today's build has a love story behind it that's much more down-to-earth.\n但并非所有爱情故事都那么难以调和。我们可能永远都没有机会亲吻月球，但是今天的建筑背后有一个更现实的爱情故事。\n\n\n\n\n\n\n57b562cb35e6154b5c38dd42b40defa2-ImageONE.jpg (44.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:06 上传\n\n\n\n\n\nNine years ago, Minecraft builder Shaliquinn married her husband. A few years later, the ring that her husband had worn - her grandfather's ring - had broken beyond repair. Since then, she's been saving up in secret for a new one. But rather than just giving him a new ring, she decided to craft a special surprise for him to go along with it - and that's where this build comes in.\n九年前，Minecraft 建筑师 Shaliquinn 嫁给了她的丈夫。几年后，她丈夫戴的戒指——她祖父留下的戒指——已经坏得无法修复了。从那时起，她一直在秘密攒钱买一个新的。她决定同时为他制作一个特别的惊喜，而不只是给他一枚新的戒指——这就是这个建筑的目的。\n\n\"This piece was something I have been thinking on for some time now, as my husband has been telling me the story of a rogue and a farm girl who fall in love,\" Shaliquinn says. \"I had always thought of the rogue as a sly fox in the story, and as the story progressed she fell in love with her fox.\" The girl learns that she can do magic, and is taken away for training, but before she goes, the rogue gives her a gift: a necklace shaped like a crescent moon.\n“这件作品是我这段时间一直在考虑的东西，因为我的丈夫经常和我说一个盗贼和一个农家女孩相爱的故事，” Shaliquinn 说。“我一直觉得故事中的盗贼就像一只狡猾的狐狸，随着故事的发展，她爱上了她的狐狸。”女孩得知自己可以使用魔法，并且被带去训练，但在她离开之前，那个盗贼给了她一份礼物：一条新月形状的项链。\n\n\n\n\n\n\n694f790df0fcbb332b9813c8d5e31acd-ImageTWO.jpg (90.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:15 上传\n\n\n\n\n\n\"As she wore it walking away from him, the necklace allowed her to feel a light inside connecting the two, so that they could find each other anywhere in the world.\" So it's like a tracking device! Er… but a romantic tracking device. \"This necklace was specifically connected to his ring, engraved with a skulking fox that he wore.\"\n“当她戴着它离开他时，这条项链让她能够感受到内心中有一道光将两人连接起来，这样他们就能够在世界的任何角落找到对方。”所以它就像一个追踪装置！呃……但这是个浪漫的追踪装置。“这条项链是特定和他戴着的戒指相连的，戒指上刻着一只狡猾的狐狸。”\n\nIt's that fox ring that Shaliquinn has ordered for her husband, to replace the broken one, along with this build that she will use as a book cover image on her version of his story.\nShaliquinn 为她的丈夫订购的就是这枚狐狸戒指，和这个建筑一起，用来替换那枚坏掉的戒指。而这个建筑也将用于她视角下的他的故事的封面。\n\n\"The day I started this build I found myself crying,\" Shaliquinn admits, \"not out of tears of sadness - but of joy and love from the story he was telling me each day. I find that as he tells me this story, I fall in love with my husband just a little more every day.\"\n“开始这个建筑的那天，我发现自己在流泪，”Shaliquinn 承认，“不是由于悲伤的眼泪——而是由于他一直每天对我说的这个故事中的喜悦和爱。我发现，当他向我讲述这个故事时，我对丈夫的爱与日俱增。”\n\n\n\n\n\n\n4bffceb69cb23d6326899a90d5e0ea6d-ImageTHREE.jpg (89.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:06 上传\n\n\n\n\n\nStill, not every stage of the build went smoothly. \"My snow kept turning back into snowballs,\" says Shaliquinn, \"and my sand fell out into the void. Finally, I gave in and caved, so I put a solid bottom on the piece, and hand-built it to match my top layer, filling it in block-by-block so it would not fall into the void again.\"\n然而，并不是每个阶段都进展顺利。“我的雪不停变回雪球，” Shaliquinn 说，“我放下的沙子会掉落到虚空中。最后，我屈服且让步了，所以我做了一个实心的底座，然后手工调整它来配合上层，一块一块地填充，这样它就不会再次落入虚空。”\n\nAll the organics - the trees, animals and flowers - were built by hand as well. \"I can often work faster on things such as this,\" admits Shaliquinn, \"but I had a very specific feel I wanted to this, so I took a little extra time to make sure the creatures and trees looked just right.\"\n所有的生物——树、动物和花——同样是手工制作的。“我通常可以更快地进行这样的工作，”Shaliquinn 承认，“但我有一种非常独特的感觉，我想要做这件事，所以我额外花了一点时间来确保生物和树木看起来恰到好处。”\n\nThere's even a neat trick involved in making the beautiful shimmery ice in the centre of the build: \"I use grass and let the blocks below turn to dirt, then I recolor the grass with one color for the surface, and the dirt with another to create layers that look like natural ice.\"\n甚至还有一个制作中间那片美丽晶莹的冰面的技巧：“我先填充草方块，等待下面的方块变成泥土后，将草方块换成冰面表面的一种颜色，将泥土换成另一种颜色，这样就制作出了非常自然的冰层。”\n\n\n\n\n\n\n24a6baab8df6e1f0eb49e69a0a2f8844-ImageFive.jpg (41.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-20 14:06 上传\n\n\n\n\n\nIf you look closely at The Fox and The Moon, you might notice sparkly swirls cascading down around the tree and the buildings. This, Shaliquinn says, is \"magic\".\n如果你细细观察狐狸和月亮，你可能会注意到耀眼的漩涡从树和建筑的周围落下。这，Shaliquinn 说，就是“魔法”。\n\n\"I create a cone and use WorldEdit brushes to create a swirl of color going down, and slowly pull out extra blocks to leave just a few remaining pieces in a decorative way. Replace with a little glass, some glowing End rods, and you have what looks like magic!\"\n“我先制作一个圆锥体，使用 WorldEdit 笔刷制作一个向下的彩色漩涡，慢慢地清除多余的方块，只留下一些装饰性的碎片。用一点玻璃和一些发光的末地烛替换它，你就看见了像魔法一样的东西!”\n\nWith most builds, the builder is either trying to replicate something in real life, or take something out of their imagination and into the real world. Shaliquinn's build is trying something else: taking something from someone else's imagination and trying to imagine what it might look like, with the extra challenge of making something beautiful enough that it can be a gift for that person.\n对于大多数建筑，建筑师们要么试图复制现实生活中的某些东西，要么将他们想象中的一些东西带入现实世界。Shaliquinn 的建筑在尝试某种别的东西：从别人的想象中抽出一些东西，并尝试想象它看起来可能是什么样子的，还有一个额外的挑战，要把某个东西做得足够漂亮，漂亮到足以作为送给那个人的礼物。\n\n\n\n\n\n\n7e32a9b5bebb4d937b6202cc624081ff-ImageFOUR.jpg (66.47 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-20 14:06 上传\n\n\n\n\n\n\"I was hoping to make something that was as beautiful as the story [he] told to me,\" she says. \"I feel like I have still only captured a small part of that. But I feel it was a good start.\"\n“我希望能创造出和[他]告诉我的那个故事一样美丽的东西。”她说，“我觉得我目前只抓住了其中的一小部分。但我觉得这是一个好的开始。”\n\n原文链接：https://www.minecraft.net/zh-hans/article/lunar-love\n发布时间：2018年3月14日\n原文作者：Kate Gray\n",
    "replies": [
        {
            "author": "HorizonStudio",
            "timestamp": 1579504680,
            "txt_content": "一个很美好的故事XD"
        },
        {
            "author": "SQwatermark",
            "timestamp": 1579504800,
            "txt_content": "雪莲_xvelian 发表于 2020-1-20 15:18\n一个很美好的故事XD\n一个冷不丁就被塞了一口狗粮的故事"
        },
        {
            "author": "1374825703",
            "timestamp": 1579505280,
            "txt_content": "很仙 故事很好啊"
        },
        {
            "author": "1023629298",
            "timestamp": 1579538640,
            "txt_content": "厉害"
        },
        {
            "author": "辄肀",
            "timestamp": 1579566060,
            "txt_content": "喜欢！"
        },
        {
            "author": "daxia521",
            "timestamp": 1579582080,
            "txt_content": "666666666666"
        },
        {
            "author": "839194950",
            "timestamp": 1579592820,
            "txt_content": "1023629298 发表于 2020-1-21 00:44\n厉害\n哈哈"
        },
        {
            "author": "839194950",
            "timestamp": 1579592880,
            "txt_content": "辄肀 发表于 2020-1-21 08:21\n喜欢！\n岛岛牛逼牛逼岛"
        },
        {
            "author": "MEVer",
            "timestamp": 1579661880,
            "txt_content": "66666666666"
        },
        {
            "author": "Hankmo151",
            "timestamp": 1579760580,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "876578a",
            "timestamp": 1580039760,
            "txt_content": "作者加油。希望能带来更多作品"
        },
        {
            "author": "Sanit_九歌",
            "timestamp": 1580347140,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "lihaoyang080816",
            "timestamp": 1580365140,
            "txt_content": "故事很好啊"
        }
    ]
}