{
    "title": "[Minecraft.net|CULTURE]PRAISE BUILDS!赞美建筑们！",
    "author": "等于号",
    "replyCount": 1,
    "timestamp": 1579514220,
    "txt_content": " 本帖最后由 等于号 于 2020-1-28 22:52 编辑 \n\n\n赞美建筑们！\n为HeavensGift的三份建筑欢呼吧！\n\n　　在观赏HeavensGift的建筑之前好好深吸口气吧，尽管他并不是专门去建海洋建筑的专家。但是现在这些建筑们都有着本质上的海洋特性，尤其引人入胜。话说回来，现在游戏中的海洋里可全都是僵尸了，所以让我们小心试探吧！\n\n　　HeavensGift，换其名曰Ishmael，是一位出生比利时的艺术生，自从他被一流建筑师Dr_Bond的大作所震撼到了之后（我们也是），他就开始用我的世界作为艺术表达的工具，距今已经好几年了。自他魂儿被勾住之后，他不仅投入时间去建筑，同时也积极地与社区交流，学习并分享他的作品。比如在《午夜思潮》这个作品之中，他分享了他生命之中的一些时刻于建筑。尽管这很抽象，但是每个作品都可以解读出一个故事。\n\n\n　　“我觉得在我的世界之中整建筑并不是很难，但是很花时间。这件纯手工的作品花了我大约四十个小时。”\n\n　　“有一天晚上，我躺在床上，正在想我生命中的那些美妙事物，然后点子就给我想了出来。”Ishmael和我说。“我想到的第一件事就是，以前每晚我去睡觉时，我的母亲都会在床头给我读一些奇妙故事。我把这些故事的幻想元素和我最喜欢的动物之一——水母相结合，用燃烧的蜡烛象征着激情在燃烧，我的创造力源自于火焰，它燃出巨型水母的形状，燃出我最喜欢的颜色，就像那些紫色和金黄色的亮斑。\n\n　　所得的结果是完美的，尤其是那些拖曳中的卷须，颜色使用单色使其令人觉得轻盈，捕捉出那种刚刚迸发的运动感。\n\n　　《午夜思潮》并非是Ishmael独一份的伟大作品。同样的，还有这个，《南瓜王》，这件作品是在去年万圣节比赛时制作的。这个建筑需要一些非常独特的技巧才能做的恰到好处。扭曲多节的葡萄藤编织出了这位王的身体，这种无定型的外观很多技术不够的建筑师在使用工具时很容易点错位置，但是这件作品完全无错清清楚楚地表达出了那种野生与有机感。\n\n\n“我在这个上面花了很多功夫，因为这个是我在2018年参加pmc万圣节大赛的作品。我是冠军！”实至名归！\n\n　　“游戏中搞建筑很大程度上都要依赖你对插件命令的熟练度，比如World Edit和VoxelSniper，”Ishmael解释了他在我们这小小的创造游戏中对建筑的态度。“熟练使用这些插件，然后结合上大数据库规模的设计协助你回忆你过去的作品，这样是很有帮助的。让其看起来富有生机最难的地方是去平滑根部，使其看起来没有那么方块。“你想让我的世界看起来不方块？尽管去试！\n\n（喂！不熟悉使用插件吗？试试这个方便的指南。）\n\n　　引起我兴趣的地方是那些会发光的南瓜，但是实际效果需要结合复杂的渲染工序才能完成。Ishmael和我说，当他建造生命体的时候，他会考虑构图与配色。“如果渲染或者动图的话是善于此道的人制作的话，那样成品会更好。为了展示你的作品的话总会去渲染的，如果准备的好的话最后的工作质量也会提高。”我想我们都同意确实是Joebricksy做的渲染在比赛中狠狠炸了一波鱼。\n\n\n“我每个作品都需要我去试着使用构图与技巧。建全部的藤蔓并不容易，非常的花时间。”\n\n　现在让我们回到我的世界的海洋之中，因为Ishmael对海洋的热情也在他的作品《面对现实》中有体现。这件作品表现了其对瞬间景象的捕捉力。围绕着海之女皇这狂热鱼群确实是被捕捉的华丽一瞬。（相信我，这是我的经验之谈——我经常被鱼群包围。不过，Ishmael说，在这种情况下，鱼群体现了女皇未来的悲惨命运。\n\n　　“我将其设定为一位皇室，骄傲地坐在她的宝座之上，同时手指触摸着鱼钩的尖端，这预示着她的死亡。为了突出其皇室身份，我放置了一个满是黄金珠宝的箱子。”额……至少她会走的很有型？\n\n\n“在静态图中表现运动与动态是我一直在项目中尝试的课题。在方块的环境中表现出一种流动性。”\n\n“在限高255格的情况下保证建筑的比例很棘手，但是尽管如此，建筑过程中我还是冲完了，我相信未来这样的还会更多。”\n\n　　手工去建生物真的激发热情，以至于Ishmael希望有一天能在Buildcon上办一个大师班。如果他真的搞的话，我绝对第一个报名，去好好了解更多他的奇妙建筑。我绝对会在后排大喊“告诉我们你们是咋整的南瓜会发光的！！”啥？我被开除了？还算公平吧。\n\n\n渲染由Joebricksy 呈现\n\n作者Craig Pearson发布日期2020/01/18\nhttps://www.minecraft.net/zh-hans/article/praise-builds-\n\n译注：文中的万圣节比赛是在2018年举办的。去年一词指的是2018年，mojang压稿又一石锤。\n",
    "replies": [
        {
            "author": "李正洪",
            "timestamp": 1579514640,
            "txt_content": "比较全面\n"
        }
    ]
}