{
    "title": "[MINECRAFT背后的秘密]逐渐崩坏的时空V 奇迹！奇迹？",
    "author": "zhh30648",
    "replyCount": 7,
    "timestamp": 1362154080,
    "txt_content": " 本帖最后由 zhh30648 于 2013-3-2 15:49 编辑 \n\n上学了，开始坑爹了\n这文章写的我是热血沸腾啊，所以突然想做动画了，这次再广告一次，求画师触手帮小弟画几张图就可以了，跪求！\n本次，是一次转机，这样的绝处逢生写的我热血沸腾也是正常的，只希望一直看的观众也有这样的感觉就好了\n但是这次的名字很怪不是么，我没有打错，就是\n奇迹！奇迹？\n还记的某部动漫里出现的话么\n出现了奇迹就要产生对应的悲伤来平衡这个世界，真的是美好的奇迹么\n接下来到底会怎么样呢？\n这绝对不是人类的眼睛能看得清的战斗两个“怪物”的对决，是一般的人所无法插手的，只要踏出一步，就可能在攻击的余威下灰飞烟灭就是这样等级的对决，正发生在主世界的上空卡提尔.地狱，一把并不锋利的金剑，其上缠绕着血一样的纹理，像被诅咒侵蚀一般，散发出不祥的气息，能够切断次元的力量刃.末影之光，普通的钻石剑，没有任何的光彩之处，却能够将矢量和空间转移至周遭500m范围内的任何区域，是能够把时空捣乱成泥浆一样混乱的凶器无数的闪光和金属鸣响在HIM与pigger之间迸发这是少接一招，或者迟钝半秒就会彻底败北的战斗HIM有着末影之光的帮助，能够分析出Pigger的动作和预测线，而现在视野却只出现了一串密集的残影，这表明..[可恶！连末影之光都预测不到下一步的程度的速度，这真的是一只动物能做到的么完全靠着感觉和意识在被动得接住每一次的突刺并将其顺势打回，就像是陷入了一场没有轮回的攻防战Pigger紧紧贴近着HIM，两人在不到1米的距离进行着怪物的战斗，而其下所骑乘的凋零与末影龙，此时已经无暇顾及攻击，而仅仅只为了自己的主人进行着冲刺与回避最要命的并不是两人的对战，而是其产生的余波每一次的强硬抵挡都会爆发出震耳欲聋的爆鸣声，周围的气体都因声音产生细微的波动，像漩涡一样闪现在武器的交汇处而周围的山头在不断地发生压缩——爆炸这一循环HIM并不是完美的接住了每一次切裂时空的攻击，而仅仅只是把攻击的效果转移到其他地方去了而已，所以现在HIM必须完美的接住每一次{就算是不会直接打到你身体的攻击，你也得想办法碰到卡提尔哦，Brine}HIM身体一怔没错，即使是不会致命的攻击，HIM也必须去转移它，不然谁都无法躲避那么大范围的破坏，也就是说。即使不是攻击，也必须想办法防御[切...就没有什么转机么，这样下去绝对撑不住Pigger的脸上非但没有倦色，反而充斥着战斗的狂喜，愤怒和破坏一切的欲望{我的力量，可是没有限制的，所以，快点想办法杀掉我吧}这是挑衅，但没有任何能辩驳的理由，地狱正在不断地传输能量{不然，就乖乖得被我杀吧？}毁灭比诞生要容易消失比出现要容易破坏比创造要容易杀人比救人要容易即使是善意的杀死一个人，救活她是不可能的，善恶在生死的问题上没有任何意义史蒂夫此时深刻得意识到了这一点，无论是思想，还是现实娜拉的身体一动不动，没有心跳，没有喘息，没有灿烂的微笑仅仅只是一具躯壳的存在，却足够让人想象她生前的活泼可爱但对史蒂夫又有什么意义？没有灵魂的身体，跟粪土有什么区别当初自己，是想救她啊！！！！！！自己却亲手杀死了她，虽说是为了让她更好受，但这绝对不是能掩盖杀人的理由史蒂夫跪倒在布满灰尘的破旧地板上，灰尘四起，模糊了视野里的一切不管是谁都好，不管是什么方法都好给我活过来！！！！！！！史蒂夫当然不会认为这样就会有人来拯救他什么的罪人是得不到救赎的硬硬的触感打乱了史蒂夫的自责，是什么东西在颤动没错，又是那颗紫水晶自从捡了这颗水晶之后，一切都被打乱了，如果自己没有因为它记起这一切，没有因为它来到这个令人绝望的地方，一切都不会发生，自己也不会一辈子受到来自谴责刚想把它扔到河里去，它却再次发出了光芒并不是原来的微弱，而是强烈的，刺眼的，手上似乎还有炙热感觉的光芒而娜拉的躯壳，颤抖了一下凋零开始晃动，似乎刚才断线了一瞬间，然而这一瞬间的空隙足以让HIM抓住机会{什！么....}Pigger在瞬间失去了平衡，被HIM全力的一招猛击击中，以不规则的姿势防御所带来的后果就是被打退后了接近100m，手上的肌肉开始因为猛烈的一击而酸痛起来{凋零怎么了，发生了什么吗！}{吾皇，凋零的灵魂似乎被第三方强行介入了，我们没法阻止}{而且正在被不断地抽取转移到别处，现在和凋零的同步率已经下降3成左右了}Pigger所没有预料到的失态，为什么灵魂这样的东西会被第三方介入？到底是谁能够做出这种事情[如果我猜的没错，你的能力应该是凋零供给的吧HIM用左手擦拭了额头上因战斗冒出的冷汗，坚定了语气[也就是说，没有凋零，你不过是一只普通的猪罢了！{啧.}被完全命中，连反驳的机会都没有，没有凋零供给自己能力，根本不可能与本身就有强大实力的HIM所对抗，而现在，卡提尔的重量也似乎在不断增加更或者说，是自己的能力在不断下降战场上的天秤开始向另一面倾斜然而，Pigger却闪过一丝不安末影人正在加紧维修着末路之地的核心这种怪物级别的战斗，自己根本不可能去介入，进去也是送死还不如做一些比较实际的事情，比如说修修东西什么的[给个末地石给我，这里得修补一下拿起手里的石块，向着残缺出按上，直接就把石头转移到裂口上，让修补完全没有任何裂缝的专用手法在黑曜石台座上的玻璃盒子似乎被什么人拿走了那是一个容器，为了容纳真正部件并发挥其作用的容器但据说那个部件也并非完整，这只是残缺的形态而已，这是几百年前那个带来末影龙的白胡子老头说的更准确的应该称它为NOTCH，这似乎就是他的名号，只刻在石碑上的创世神的名字突然黑曜石台座开始震动，似乎和什么东西正在发生共鸣[检查底座，看看发生了什么末路之地的倾斜正在不断地被矫正所有在场人都感觉到了这一点，连天空也开始渐渐变的灰暗这说明末路之地的防御系统再次开始生效了，像油漆一样不断地蔓延着的灰色方块，逐渐包裹了整个天空[核心并没有回来，为什么所有人都觉得疑问又兴奋，只要结果就行了，管他谁弄的呢！传来了末路之地本身的电子音[平衡系统：运作[保护系统：运作[时空转移能力：故障 [故障原因，具体部件未发现，无启动准备必然要素[开始自我修复过程，请确保过程不被中断[Warning 能量波动异常 请检查部件{下届之星}存在及其运行状况[下届，之星?!!!!!!!!!!!!!!]\n",
    "replies": [
        {
            "author": "风障",
            "timestamp": 1362154500,
            "txt_content": " 本帖最后由 likai4053 于 2013-3-2 00:15 编辑 \n\n占位的说！~~ 没有奖励么？"
        },
        {
            "author": "su3155323",
            "timestamp": 1362154680,
            "txt_content": "好大一坨...而且为什么不统一文字颜色，看得好累..."
        },
        {
            "author": "704009905",
            "timestamp": 1362155400,
            "txt_content": "救人比杀人要容易这句？"
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1362177360,
            "txt_content": "常追读者又来组内帮顶【大葱】"
        },
        {
            "author": "zhh30648",
            "timestamp": 1362210480,
            "txt_content": "su3155323 发表于 2013-3-2 00:18 \n好大一坨...而且为什么不统一文字颜色，看得好累...\n我就是为了让你们看的方便点才把重点和不同人物的对话用颜色区分开来的。。。。。"
        },
        {
            "author": "310284658",
            "timestamp": 1362750300,
            "txt_content": "最喜欢楼主的小说了，应该算小说了。我在“借鉴”你的写自己的小说。"
        },
        {
            "author": "-孤独的狼-",
            "timestamp": 1373141220,
            "txt_content": "zhh30648 发表于 2013-3-2 15:48 \n我就是为了让你们看的方便点才把重点和不同人物的对话用颜色区分开来的。。。。。\n赞，想得真周到哦"
        }
    ]
}