{
    "title": "[Minecraft.net|CULTURE] 传送门之力 - Portal Power",
    "author": "LocusAzzurro",
    "replyCount": 25,
    "timestamp": 1579725120,
    "txt_content": " 本帖最后由 LocusAzzurro 于 2020-1-22 21:32 编辑 \n\n\n\n\n\n\n\n\nheader.jpg (200.71 KB, 下载次数: 2)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\nPortal Power\n传送门之力\n\nWe journey through Necrosys’ intergalactic stargate!\n穿过Necrosys的星际之门尽情遨游！\n\nDo you need to get somewhere far impossibly fast? Perhaps you’re going on vacation, or need to get out of the country before the feds find you. Whatever your reason (we promise not to judge) don’t waste your time on plane tickets or gassing up the getaway vehicle. Get gone fast by taking Necrosys’s intergalactic Gateway: BW24hrBb.\n\n想要以无与伦比的速度去远方吗？不管你是想去度假，还是需要在被请喝茶之前逃出国，或者有什么别的理由（没关系，我们绝对不会在意的），都不要再白花钱买机票或者给逃生载具加油了。有了Necrosys的星际传送门\"BW24hrBb\"，你马上就能消失得无影无踪。\n\nWait, BW24hrBb? Sounds like a bit of a mouthful. Actually it doesn’t sound like anything. When I try to pronounce it, I just end up making a bunch of random noises and getting weird looks on the bus. But there’s actually a very elegant reason why Necrosys chose the name for his hypergalactic gateway project.\n\n等等，\"BW24hBb\"是什么？听起来有点像是吃了一大口东西之后发出的声音，但在我试过之后觉得这个声音什么都不像。我试着读这个名字的时候只能发出一堆奇怪的声音，还让公交车的乘客们向我投来了奇怪的目光。不过Necrosys为他的星际传送门选择的这个名字，其实有个很文雅的来头。\n\n“Gateway was built as part of a team building battle which took place over 24 hours,” he explains to me. “There were five completed entries from five members of the team I am a part of, Blockworks, and this Gateway entry was my entry.”\n\n“这道传送门是一个团队内24小时速建比赛的作品之一，来自我的团队\"BlockWorks\"的五个人分别制作了五个不同的作品，这个传送门是我的作品。”他是这样说的。\n\nGet it? BlockWorks 24hour Build Battle.\n\n明白了吗？\"BlockWorks 24hour Build Battle\"，BlockWorks 24小时速建。\n\n\n\n\n\nroll_1.jpg (126.5 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\n\n\n\nroll_2.jpg (115.79 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\nSo Necrosys built this massive stargate for a friendly competition with his build teammates, and all in 24 hours! Maybe even less than that:\n\n其实Necrosys就是为参加一场和自己的建筑团队成员之间的友谊赛才建造了这个传送门，而且他只用了24小时！甚至也许还不到：\n\n“In the end it probably took me 12 hours overall, as I didn't want to ruin my sleeping schedule. If I had more time, I would have made a giant mothership with a few smaller ships flying into the gateway.”\n\n“最后看来也许我一共只用了12小时左右，因为我不想打乱自己的睡眠周期。如果时间更充裕的话，我可能还会再做一艘大母舰和几艘小飞船，让他们摆出飞向传送门的姿势。”\n\nMakes sense. I don't want to risk using an intergalactic portal built by someone who slept through the 'DON'T FORGET TO BUILD THIS BIT OR IT'LL SEND THEM TO A DIMENSION MADE OF SPIDERS AND STUBBED TOES' seminar.\n\n这话有理。我可不希望一座星际传送门是由一个在讲座上睡着了的，完全没听关于“不要忘记建造这些，不然它就会把你送到一个满是蜘蛛和撞伤的脚趾的次元”这部分内容的人。\n\n\n\n\n\n3b1b75d05645af5974e3ec98e44af158-five.jpg (159.58 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\n“Since Blockworks has a fairly large fanbase, the competition was purely for the community to come and support us and perhaps learn a few tips and tricks from us,” explains Necrosys. Not tips on how to evade a planetwide manhunt, unfortunately, but simpler tips – tips more handy for improving your Minecraft skills!\n\n“因为BlockWorks的粉丝很多，所以这个比赛完全是为了社区而举办的，这样人们可以来给我们加油打气，也许还能从我们这学到几个小技巧，”Necrosys解释道。“很可惜，我说的可不是如何躲过全球追捕的小技巧，而是更简单，可以增强你的MInecraft技术的技巧！”\n\n\n“Since what we do is fairly large, we use different methods to what most creative builders use.” Necrosys wants his Gateway to show new and learning builders how to think outside the block.\n\n“因为我们做的东西规模都很大，所以我们用的方法也和大多说创造模式建筑师不一样。”Necrosys希望他的传送门可以引导初出茅庐的建筑师们跳脱出固化的方块思维框架。\n\n“Most builders start with maybe a small wall and then expand from there. I tend to create outlines and geometric shapes of what we want to create, in large form, then start filling in the gaps. That way, I’m not starting small and therefore limiting the potential of what I could create. Others can see how I detail everything and the way I place blocks to visually create something beautiful.”\n\n“大部分建筑师可能都会从一小面墙开始建造，再逐渐扩大。我一般会先用轮廓线和各种几何图形大概规划出的要建造的东西的形状，然后再慢慢填充细节。这样我就不会因为从细节开始建造而限制住自己的创造潜能了。其他人也能看到我给整个作品添加细节，通过方块来创造美丽的作品的过程。”\n\nAnd looking at these pictures, it's hard to disagree.\n\n看着这些图片，确实很难反驳他的说法。\n\n\n\n\n\n42cd6dd7677ad09b18b88f90e959d3db-gatewaynight.jpg (120.07 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\n“One of the things I really like is the sheer overwhelming atmosphere of the build. When you walk (or fly) into the dodecahedral gateway, all the lights and details pop in many ways and it's a great sight from wherever you are. It's also a creation that looks better in-game than in renders, which is what I aimed to create. The only struggle I had was deforming each piece without accidentally crashing the entire server network.”\n\n“对于这个作品，我最喜欢的事情之一就是它压倒性的气场。当你走进（或者飞进）这个十二边形的大门的时候，所有的灯光和细节都在你的眼前缤纷闪耀。不管身在何处，望向它都别有一番景色。而且这个作品在游戏里比在渲染图里更好看，这正是我想要达到的效果。过程中遇到的唯一问题就是当时在对每个部分施加变形效果的时候，要注意避免让整个服务器崩溃。”\n\nOr the planet. Can you imagine how much power it’d take to run a thing that huge? Fortunately, Necrosys didn’t need to steal any uranium to make his project work. Having the support of the community and his build team was power enough.\n\n别说服务器了，你可别让这个星球也崩溃了。你想想运行这个庞然大物得需要多少能量？幸好Necrosys没去偷点铀好让他的项目运转起来。社区和自己的建筑团队的支持已经给他发了足够多的电了。\n\n\n\n\n\nc52e7bc0018ca8dd40c6c330af89d12e-four.jpg (105.04 KB, 下载次数: 1)\n\n下载附件\n\n2020-1-23 04:31 上传\n\n\n\n\n\n\n“Working on a build team is incredible. Surrounded by many other individuals from every corner of the world who share a same passion as you is pretty awesome. I've been lucky enough to meet a few of them in person too! Working in a build team has helped me learn to consider other creators’ opinions and ideas in building and has taught me a few things just by examining what they do.”\n\n“在建筑团队里工作是很不可思议的一件事，身边都是来自天涯海角却和你抱有相同志向的人是很棒的一种感觉。而且我还有幸在现实生活中和几位成员见过面。作为建筑团队的一员让我学会了在建筑时多考虑其他创作者的意见，在我观摩他们的时候我也学到了不少东西。”\n\nNecrosys hasn’t figured out who’s won the competition yet, but if you’re interested in seeing the other entries for this Build Battle, check them out on Blockworks public server The Builder’s Refuge. But first, could you rescue me from this spider/stubbed toe dimension? P-please?\n\nNecrosys还不知道最后谁赢得了这场比赛，不过如果你对这场比赛其他参赛作品感兴趣的话，可以在BlockWorks的公共服务器\"Builder's Refuge\"上看到它们。不过在此之前，你能把我从这个满是蜘蛛和撞伤的脚趾的次元里弄出去吗？拜...拜托？\n\nRenders by Splekh, Kryiie, and Antrelial\n渲染图由Splekh、Kryiie与Antrelial提供\n\n\n\n原文：https://www.minecraft.net/zh-hans/article/portal-power\n作者：Ash Davis\n日期：2017/10/24\n译者：LocusAzzurro\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1579737600,
            "txt_content": "所以我们用的方法也和大多说创造模式建筑师不一样\n错字了\n\nblockworks竟然还没死\n好吧，已经死得差不多了看来↓\n"
        },
        {
            "author": "lmm5211314",
            "timestamp": 1579744140,
            "txt_content": "666666666666"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1579755240,
            "txt_content": "《量子植物园》……"
        },
        {
            "author": "dingdong886",
            "timestamp": 1579766220,
            "txt_content": "哈哈哈哈哈哈感觉还可以的样子"
        },
        {
            "author": "雅酸钙",
            "timestamp": 1579783440,
            "txt_content": "感觉还不错"
        },
        {
            "author": "1850492477",
            "timestamp": 1579800240,
            "txt_content": "可以可以拆"
        },
        {
            "author": "名副其实",
            "timestamp": 1579861140,
            "txt_content": "你看看，会建筑的大佬们已经把传送门的样子建的不像在MC里面方方正正的样子了\n（这就是我们的差距（确信））\n我感觉我不像在玩MC而是在看一部科幻片（确信）"
        },
        {
            "author": "MC_liuci",
            "timestamp": 1579945560,
            "txt_content": "感觉上太空了 满满科技感"
        },
        {
            "author": "876578a",
            "timestamp": 1580039820,
            "txt_content": "作者加油。希望能带来更多作品"
        },
        {
            "author": "哦婆婆",
            "timestamp": 1580098320,
            "txt_content": "太强了！这种规模我也就只能想想了"
        },
        {
            "author": "1458330362",
            "timestamp": 1580108940,
            "txt_content": "我的天，这个是真的壮观"
        },
        {
            "author": "弥勒丸",
            "timestamp": 1580123940,
            "txt_content": "你的创意很不错，但下一秒就是我的啦！——但我工期已经排到了2020年下半年，不知道啥时候才会做这个主题"
        },
        {
            "author": "langyo",
            "timestamp": 1580173260,
            "txt_content": "以后可能会有这样的传送门么？\n\n很可能会有，不过附近那些发光的小窗用途将会是传送仓附近居民区的落地窗一样的存在"
        },
        {
            "author": "atx789",
            "timestamp": 1580318220,
            "txt_content": "6666666666666"
        },
        {
            "author": "许振龙",
            "timestamp": 1580349660,
            "txt_content": "6666666666666"
        },
        {
            "author": "lihaoyang080816",
            "timestamp": 1580365080,
            "txt_content": "6666666666"
        },
        {
            "author": "15612792909xbs",
            "timestamp": 1580438280,
            "txt_content": "强啊大佬"
        },
        {
            "author": "2177373280",
            "timestamp": 1580440080,
            "txt_content": "66666666666"
        },
        {
            "author": "mc_piggy",
            "timestamp": 1580524380,
            "txt_content": "有点像蜘蛛侠:平行宇宙里的那个传送门"
        },
        {
            "author": "2609222657",
            "timestamp": 1580533020,
            "txt_content": "帅气到爆"
        },
        {
            "author": "水星男孩",
            "timestamp": 1580567460,
            "txt_content": "23333333333333333"
        },
        {
            "author": "ftasto",
            "timestamp": 1580615700,
            "txt_content": "啊哈哈哈哈哈大佬nb"
        },
        {
            "author": "2262805121",
            "timestamp": 1580706000,
            "txt_content": "好**的鸭子"
        },
        {
            "author": "qq2297678534",
            "timestamp": 1580802360,
            "txt_content": "这样太帅了吧！"
        },
        {
            "author": "a17687499106",
            "timestamp": 1583421480,
            "txt_content": "6666666666666666666"
        }
    ]
}