{
    "title": "[Minecraft.net|INSIDER] 背包盘点：西瓜片",
    "author": "Sssss...",
    "replyCount": 3,
    "timestamp": 1579856820,
    "txt_content": " 本帖最后由 Sssss... 于 2020-1-24 17:12 编辑 \n\n\nTaking Inventory: MELON SLICE\n背包盘点：西瓜片\nWater impressive fruit\n充满水分的美味水果There’s something else you’re gonna want to pick up when you go on the  ADVENTURE to a jungle biome that I recommended a few weeks ago when we were talking about cocoa beans. It’s large, blocky, stripy and green.\n这是你在从林冒险时想要收入背包的东西，我在几周前（译者注：实际上是几年前）讲到可可豆时曾推荐过它。他是大的、方块状的、有条纹的绿色的东西。\n\n\nIt’s the melon! Don’t get melon-choly if you didn’t guess that in advance. My erstwhile editor Tom Stone wrote about Melons a couple of years ago for our Block of the Week column, describing them as “a tasty treat”. But Tom! You can’t eat melon blocks! You can only eat them after breaking them down into slices. So today, we’re talking about the Melon Slice instead. Yum.\n这是个西瓜！如果你不提前猜到的话，别被它吓到。我以前的编辑Tom Stone为我们的“本周方块”栏目写过西瓜，把他们描述成“一个美味的玩笑”。但是，Tom！你不能吃掉西瓜方块！你只能在把他们破坏成为片后吃掉它们。所以今天，我们来讲讲西瓜片。好吃！\n\nMelon slices joined the Minecraft item party in Beta version 1.8 alongside iron bars, brick stairs and rotten flesh. Nice company. They’ve not changed much since then,  but got a retexturing like lots of other blocks and items in the recent 1.14 update.\n西瓜片在Beta 1.8加入Minecraft的物品团队，一起加入的还有铁栏杆、砖块楼梯和生鱼。好公司！他们从那以后再也没有改变过那么多，但是在1.14的更新中，像其他方块和物品一样，西瓜片有了新的材质。\n\n\nWant a melon slice? Go smash a melon. Ideally with an axe, but literally anything else will do including your hands. Once pulped, the melon block will drop 3-7 slices – or a few more if you have a tool enchanted with Fortune.\n你想要一个西瓜片？那么就去打破一个西瓜。使用斧头会比较快，但实际上所有物品（包括你的手）都可以这么做。当它被破坏时，它会掉落3-7片西瓜片——或更多，如果你用了附魔时运的工具。\n\n\nOnce obtained, you can put the melon back together with nine slices in a crafting grid. Or just put in one slice to extract the seeds and grow another melon. Oh, and you can eat melon slices too. But you knew that already, right?\n在你获得它们后，你可以把九个西瓜片放入工作台来把她们变回西瓜方块。或者只放进一片制造种子来种植更多的西瓜。哦，你也可以把它们吃掉。但是你已经知道了，不是吗？\n\n\nIf you’re feeling particularly fancy, surround a melon slice with gold nuggets to create a Glistering Melon Slice that can’t be eaten but does dissolve nicely into potions.\n如果你的想法比较特别，用八个金粒围绕西瓜片放置，你会得到一个“闪烁的西瓜”。它不能吃，但是可以很好地溶解在药水里。\n\nReal-world melon slices are just as tasty as **s in Minecraft. There are lots of different kinds, but they all originated in Africa, Iran and India. The ancient Egyptians were big fans of farming melons, but they were brought to Europe much earlier than that – melon seeds found in sacred wells in Sardinia have been dated back to 1350-1120 BC.\n现实中的西瓜片和Minecraft中的一样好吃。它们有很多不同的品种，但是都起源于非洲、伊朗和印度。古**的人们热衷于种植西瓜，但是从欧洲带来西瓜比种植简单得多——在撒丁岛的圣井里发现的西瓜种子的历史可以追溯到公元前1350-1120年。\n\n\nMinecraft’s melon most resembles what we would call a watermelon - with a stripy green outside and bright red interior. In 2017, about two thirds of the world’s watermelons were grown in China, though they originally came from West Africa. \nMinecraft的“瓜”非常像被我们叫做西瓜的东西——有着带绿色条纹的外壳和鲜艳的红色果肉。在2017年，世界上大约三分之二的西瓜种植于中国，即使它们起源于西非。\n\n\nHere’s a fun fact – watermelons, and in fact all kinds of melon, are actually a type of berry. Specifically, they’re a “pepo” – which is a berry that has a hard outer rind and isn’t internally divided. Other pepos include cucumbers, bananas and coffee.\n这里有个有趣的事实——西瓜（实际上所有的瓜都是这样），其实是一种莓。具体来说，他们是一种“瓠果”——一种有坚硬表皮而且内部没有分开的莓。其他的瓠果包含黄瓜，香蕉和咖啡豆。\n\n\nSo next time you’re chowing down on a watermelon with some friends, bust that little factoid that. I can guarantee that they’ll be berry surprised.\n所以下次当你和你的朋友一起对着西瓜狼吞虎咽时，可以给他们讲讲这些有趣的知识，我保证他们会非常惊讶的。\n\n\n原文地址：https://www.minecraft.net/zh-han ... entory--melon-slice\n原文作者：Duncan Geere\n翻译者：Sssss...\n\nps.第一次翻译， 有出错的地方请回复告诉我！谢谢！\n\n",
    "replies": [
        {
            "author": "名副其实",
            "timestamp": 1579861020,
            "txt_content": "看着看着忽然想起五歌曾经说过一个西瓜有九个面的笑话\n另外西瓜块不能吃是因为方块棱角分明会割嘴(确信)"
        },
        {
            "author": "wshycaa",
            "timestamp": 1580367660,
            "txt_content": "在现实中，西瓜也是我最喜欢吃的水果之一"
        },
        {
            "author": "东方晓河",
            "timestamp": 1580391180,
            "txt_content": "新年快乐"
        }
    ]
}