{
    "title": "[双线]未命名Unnamed服务器 —— 我不要你觉得我要我觉得,一个公开自由的社区[1.12.2]",
    "author": "魔方-magic",
    "replyCount": 0,
    "timestamp": 1580012460,
    "txt_content": " 本帖最后由 魔方-magic 于 2020-1-26 12:27 编辑 \n\n\n\n\n\n\n未知设备.png (2.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-26 12:11 上传\n\n\n\n\nUnnamed MC社区 服务器未命名社区欢迎您的到来\n简而言之，本服是一个无具体显性规则和玩法的服务器\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n 游戏大局观在未命名社区大局观中，是以沙盒模式进行，玩家在隐性的规则中可以自由的享受游戏和放松，其中，在本服务器不存在官方立场，决策与游戏设置由玩家公投决定选出，越多的玩家可以控制游戏的规则在其中，唯一限制和牵制规则的即游戏道德。公投（公共投票）是未命名社区的最大权利执行。其次即各城邦。\n游戏玩法细则\na)     公投制度每周星期六举行服务器公投，公投内容由未命名社区管理员从日常游戏中收集汇总，并且在交流群内发起投票，玩家可在交流群内参与投票，所有已经注册并且已经修改备注为游戏ID的群员可以成功完成公投，公投的结果将在随后的夜间更新中完成设置，如果不涉及停机更新，则服务器将热更新。没有备注的投票不视为有效投票。\n\nb)     选举制度社区以联邦制划分，作为玩家，你可以不加入任何联邦，也可以自行创建联邦（需要联邦成员基数达到才可创立联邦），在创立后，在每周日的选举上确认联邦是否可以成立以及邦主是谁，没有成功选举的联邦不被认可也不授予权限，允许下次继续申请选举，一个月不超过2次申请。选举的内容有：1.联邦管理员 2.是否有半数玩家认可城邦实力。\nc)     城邦制度该制度是给与游戏领地能力较强以及可以持续的为社区做贡献和分辖管理的玩家提供的平台，当普通玩家加入城邦后，即享受该城邦的待遇，并且其只在城邦内有保护，任何城邦制度由城邦管理员进行负责统一调度，服务器方不做任何参与（除重大影响服务器继续开展的事务外）。玩家需要具备一定规模建筑和基础队员才可申请建立城邦，由选举产生城邦，城邦产生后，将生成对应的世界提供权限给城邦主进行管理。具体申请要求如下表：  城邦规模  要求授予权限  小 （<5人）  人数>=5人；有对应城邦建筑，大小视情况而定城邦圈地分配权限  中 (<10人)  人数>=10人；有对应城邦建筑城邦允许有两次圈地机会，且位置可以不同  大 (<20人)  人数>=20人；有对应城邦建筑，并且得到其他玩家认可，并且城邦有半数活跃玩家城邦允许三次圈地机会，并且城邦有权代表城邦玩家向管理员申请公投内容  超大(>20人)  人数超过20人，半数以上活跃，并且有中型城邦建立经验城邦开创单独世界（可选：超平坦、末地、地狱），城邦主可以随时申请10次不限制大小圈地。  城邦群  由3个级以上中型规模组合的城邦拥有上述所有权限所有的城邦申请后，都将经过选举产生，配合本机制的插件可能有:领地插件、多世界插件、权限组插件、城邦插件以及可能定制的插件。考虑前期的发展，由社区管理员负责这项制度的落实，若有后续，则将考虑自动化。所有制度都不是即时性的，因此可以存在一定弹性。\nd)     领地归属制度有两种归属模式：1.未加入城邦：还未加入城邦的玩家只能在出生时的世界内自主圈地或者声明圈地。在其他地方的声明圈地是无效的也不受保护。2.加入城邦：领地由城邦主维护。受城邦保护。a)     弹劾制度无论何种城邦，城邦长期没有经营者经营，城邦成员可以提出弹劾，在选举或公投环节撤销或者更变城邦。弹劾后若持续没有合适管理者，则城邦将计入公投撤销城邦内。b)     周期任务制度为了可持续的发展，每个城邦都需要协同完成指定任务或完成任务指标，不同的规模城邦的任务难易度不同。未完成任务的城邦将被纳入待弹劾状态。任务分为：建筑、生存条件、城邦美观度、居民富有度、世界规整度、游戏玩家数等。完成任务也有游戏或实物奖励。c)     游戏模式不同时期，游戏模式会有所不同，如果你处于创造模式，则此时服务器状态就是建筑自由模式，你大可随意使用材料建筑，无非就是在结束后，背包会被全额清空。若游戏处于生存模式，则此时是时期模式，也就是每个城邦完成任务的时期。\n\n 游戏处理与处置方式1.    封禁游戏内肆意毁坏优秀建筑物或不注意保管账号导致被盗的游戏账号将被禁止，违反游戏公约的城邦公约的，由城邦主提出，由管理员纳入公投后处理。封禁即本社区最大处罚。2.    从群聊中移除违反QQ群管理规则等3.    禁止参与公投与选举违规参与公投，虚假公投选举等。4.    禁止创建城邦城邦以欺诈方式、或造成服务器数据丢失的情况等\n\n Q&AQ：作为玩家，不加入城邦会不会有什么不公平待遇。A：不会的，你大可自行游戏，只是没有城邦扶持而已。\n\nQ：我该如何保障我的游戏内物品和建筑的安全？A：你可以在QQ群内声明圈地，管理员会处理你的请求以保护你的建筑物，你也可以自己圈地，只是范围不大而已，在非创造时期，最好的保障游戏内物品的安全的就是背包。\n\nQ：什么是声明？A：声明就是你在交流群内（私聊无效）发表关于创建领地保护、创建联邦、发售物品时的信息，以便所有人都可以知道\nQ：服务器这么自由，服务器能保障游戏内的安全吗？A：服务器的规则的底线就是服务器安全，若服务器因为城邦或个人的影响导致停摆，则涉事的城邦或个人将追究责任。服务器自由归自由，还是会做好必要的保护的。\n\nQ：我不懂这些规则，能玩的好吗？A：即使你没有浏览这个手册，只要你正常游戏，必然会有人引导你完成。\n\nQ：服务器叫未命名，是否可以由玩家决定名字？A：是的，服务器将在城邦中选择出决定权，一旦命名服务器，预示当前最强的城邦诞生了。\n\nQ：服务器人很少A：那我也没办法了。。\n\nQ:服务器若不在运营，怎么对待玩家数据？A：除非不可抗因素，否则若有服务器下线不在运营，则向城邦帮主提供自己的城邦建筑。给群员提供主世界地图。\n\n服主愿景如果感兴趣就快来玩吧！这是一个有较强的交流和社区性，快来加群一起休闲吧！这个服务器适合休闲！适合休闲！这服务器行不行，你说了算！\n\n\n\n\n",
    "replies": []
}