{
    "title": "[Minecraft.net | CULTURE] 你们的新年目标",
    "author": ":spgbigfan:",
    "replyCount": 14,
    "timestamp": 1580055480,
    "txt_content": " 本帖最后由 KakagouLT 于 2020-1-27 00:17 编辑 \n\n\n\n\n\n\nfile_1580055144000.jpg (85.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nYour New Year's Resolutions\n你们的新年目标\nThe bad building habits you’re trying to break in 2020!\n谈谈 2020 年在建筑方面要改掉的坏习惯！\n\nTom Stone 汤姆·斯通\nA few weeks ago, we shared our suggestions for Minecraft New Year’s Resolutions, and asked you to share yours with us. Amazingly, we received over TEN MILLION suggestions! Actually, we received way less than that. Looks like I’ve already screwed up my ‘stop exaggerating in Minecraft.net article intros’ resolution. : (\n几周前，我们分享了我们关于 Minecraft 新年目标的提议，并请你们与我们分享你的目标。令人震撼的是，我们收到了超过一千万份的提议！其实，数目要比这少得多。似乎我的“不在博文开头说大话”的目标已经搞砸了。: (\n\nLuckily, even I can change, and this list of your helpful suggestions on how to be a better Minecrafter is the perfect place to start. That’s no exaggeration, so maybe there’s hope for me yet!\n幸好，就算是我都还能得到改变，而且有了你们这些非常实用的提议，告诉我们如何成为更好的 Minecraft 玩家，那么改变也就不难开始了。这可不是夸夸其谈，但愿我还有救！\n\nSTART BREWING MORE BRILLIANCE\n酿点上好的药水\n\n\n\n\n\n\n1. START BREWING MORE BRILLIANCE.jpg (79.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\n“My Minecraft resolution this year is to actually start taking advantage of the potion brewing system!” says Holly Moak . “I normally never make my own potions because it feels too complicated, but I would feel a lot better about going after my first guardian with a water breathing potion under my belt!” We’d suggest drinking that potion too, Holly, for best results.\nHolly Moak 谈道：“我今年的 Minecraft 游戏目标，就是着手利用好药水酿造系统！平常我自己都不会做药水，因为我觉得太复杂了。但是如果能借助身上的水下呼吸药水，完成我的守卫者首杀的话，那感觉一定不错！”为了成就最好的结果，Holly，我们也同样推荐你使用这个药水。\n\nHolly’s trepidation is understandable. Potion brewing can be intimidating to newcomers, and if you don’t know what you’re doing, pretty poisonous. But the results are well worth it (er, apart from that ‘poisonous’ result I just mentioned), as Minecraft’s best drinks can have all sorts of weird and wonderful effects .\nHolly 的畏难心理可以理解。药水酿造对新人极不友好，而且如果你乱搞一通的话，那么还会产生毒害。不过最终的成果值得我们的付出 (呃，刚才提到的“毒害”除外)，因为 Minecraft 的药水有着五花八门的奇妙效果。\n\nHolly is also keen to “stop hoarding enchanted books” when she could/should be using them to enhance her Minecraft life! “I literally have a silk touch book in my chest that I haven't used yet because the moment just ‘hasn’t been right’,” she admits. “So in 2020, I want to start using my enchanted books, and I want to start brewing potions!” Good luck, Holly! But don’t try and brew/read enchanted books simultaneously. You just end up spending your Saturday night fishing a soggy tome out of the bottom of your cauldron. : (\nHolly 还希望“不再囤积附魔书”，那些附魔书早该拿来提升她的 Minecraft 游戏体验了！她坦露道：“我的箱子里确实有一本还没用的精准采集附魔书，因为我感觉‘使用时机尚未成熟’。所以在 2020 年，我想开始利用起我的这些附魔书，以及开始酿造药水！”祝你好运，Holly！但是请不要同时酿造和阅读附魔书。不然你就会把星期六的夜晚浪费在从炼药埚的埚底钓起一本湿透的书卷。：(\n\nDON’T NEGLECT YOUR CEILING\n不要忽视天花板\n\n\n\n\n\n\nfile_1580055136000.jpg (73.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\n“I have a terrible habit of not finishing my buildings,”David Brown tearfully admits. Wait, my mistake – he’s not crying, I’m just soaking wet because it’s raining and David’s house has four walls but no roof.\n“我有一个非常不好的习惯，那就是不把房子建完。”David Brown 泪流满面地说道。等会，我搞错了——他没在哭，并且我全身都湿透了，因为现在在下雨，而且 David 的房子徒有四壁却无屋顶。\n\n“I’m only putting up the walls to keep the creepers out and hold off the zombies while I craft my third sword, but I can surely keep the RAIN out at least, RIGHT?!” shouts David. I’d tell him to use his indoor voice, but with the lack of ceiling in his home, are we even technically indoors at all? David is determined to Get a roof this year before the Phantoms start inevitably swooping in for a cup of tea/David. Very smart! Please get on that ASAP.\n“我建这些墙，只是为了把苦力怕挡在外面，以及让我在制作我的第三把剑的时候不受僵尸侵扰，不过把雨水也挡住也不是难事，对吧？！” David 吼道。我本想让他放小声点，毕竟我们在室内，但是既然他的房子没有屋顶，或许技术上来说我们其实并不在室内？David 决心要在今年把屋顶建好，不然幻翼必将俯冲下来找些茶喝，或者找些 David 吃。真聪明！请尽快完工。\n\nTHERE’S MORE TO LIFE THAN WHEAT\n生活不止眼前的小麦\n\n\n\n\n\n\n3. THERES MORE TO LIFE THAN WHEAT.jpg (153.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nA bold claim, I know, but hear Jackson Alef out. This year they’re determined to “stop doing nothing and forever gathering wheat and never going out having an adventure or having fun.”\n我明白，这话说出来挺大胆，但还是听听 Jackson Alef 怎么说。今年，这位朋友决定不再“荒废时间，收麦度日，不出远门，不找乐子”。\n\nLook, we’ve all been there. We boot up Minecraft and plan an exciting quest to defeat the Ender Dragon. But first, we’ll just farm a little wheat, just to ease us in. The next thing you know, you’ve got multiple redstone contraptions farming wheat for you, a staff of dozens of bitter employees that you force to farm wheat through Christmas, a wife and child who are leaving you forever because you forgot their names and called her “Not-Wheat” and your offspring “Not-Wheat Jr.” Now they’re off and your cries of “but Not-Wheat! I can change!” are ringing on deaf ears. Let’s leave wheat behind in 2019, and make this new decade the most wheatless ten years of Minecraft ever.\n看吧，大家都一样的。我们打开游戏，制定一个惊险刺激的计划，决定打败末影龙。但是首先，我们还是先种点小麦，放松一下。但等你回过神来，你已经有了一堆红石机械在帮你耕种小麦；手下有一群苦不堪言的员工，在你的逼使下，大过年的还得种地；你的妻儿永远离开了你，因为你忘了他们的名字，还称呼她“非小麦”，叫孩子“非小麦二世”。现在他们走了，没人在乎你的哭喊：“非小麦，再给我一次机会吧！”让我们把小麦留在 2019 年，让这新的十年成为小麦含量最低的年代。\n\nOh, unless your new year’s resolution is to get into farming wheat. In which case, disregard the last paragraph and have fun!\n哦，除非你的新年目标是尝试耕种小麦。如果是这样的话，请忽略上一段的内容，玩的开心！\n\nSTOP DIGGING WITH YOUR BARE HANDS\n不要再赤手空拳挖洞\n\n\n\n\n\n\n4. STOP DIGGING WITH YOUR BARE HANDS.jpg (169.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nPreparation! It’s what separates the Minecraft pros from the fools like me, desperately trying to extract diamond ore with their teeth. Case in point,William Steffann wants 2020 to be the year when they remember to “make a shovel.”\n有备无患！有无准备工作，可以看出谁是 Minecraft 高手，谁是菜鸟（比如我这种用自己的牙齿绝望地开采钻石的人）。针对这一点，William Steffann 希望在 2020 年能记得住“做一把锹”。\n\n“I need to make them more often, because when I run into gravel, I slowly, painfully, dig it by hand.”Owch. This year, William, we don’t recommend you dare leave the house until you’ve crafted at least a dozen shovels. Otherwise all the local villagers will start calling you “gravelhands”. Yes, I’m aware the villagers can’t talk, but I’ve heard a rumour I’ve just started that the villager’s new year’s resolution is to learn their first word ever – and do you really want to risk that word being ‘gravelhands’, William?\n“我需要多做一点锹，因为如果我的锹爆了，我就会慢慢地，痛苦地，用手掏。”真痛啊。 William，今年呢，除非你准备好了十来把锹，否则我们不建议你离开房子。不然村民们就会开始叫你“无情铁手”。是，我知道村民说不出话，但我听人说，村民们的新年目标就是开始学习他们的第一个词汇——那么 William，你真的不怕这个词是“无情铁手”吗？\n\nThought not. Get shovelling!\n想来不至于。还是拿好锹吧！\n\nGET SOME DIRECTION IN YOUR LIFE\n为生活指明方向\n\n\n\n\n\n\n5. GET SOME DIRECTION IN YOUR LIFE.jpg (142.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nWhat direction?Any direction. Because Kaden Cash confides in us that “I tend to walk around in circles for hours in a survival world, and not do anything.” Not only does this make Jackson’s wheat-hoarding adventures from earlier sound exciting in comparison, but it also betrays one of Minecraft’s core values. You’ve been walking around in circles?‘Circles’ in ‘Minecraft’? BLASPHEMY.\n指明什么方向?无论什么方向。Kaden Cash 向我们吐露心声：“我准备在生存模式里绕圈走上几个小时，其它啥也不干。”与之相比，前文中 Jackson 的屯粮大冒险也变得惊险刺激起来，不仅如此，这种行为背叛了 Minecraft 的一项核心价值观。你竟然绕圈圈走？在 “Minecraft” 里，绕圈？这是一种亵渎。\n\nBOTHER US MORE\n多多打扰我们\n\n\n\n\n\n\nTIM截图20200127000502.png (29.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nKim Garcia hasn’t worried us at all with their new year’s resolution, which is to “write more emails to scoops@minecraft.net!” We eagerly await all future correspondence and have definitely not set their emails to go straight to ‘spam’. Of course not. Our New Year’s Resolution is to be 100% honest about this (in 2021).\n我们对 Kim Garcia 的新年目标充满信心，因为这位朋友准备“投递更多邮件到 scoops@minecraft.net！”我们殷切期待今后所有的来稿，绝对不会把这些邮件直接丢进垃圾邮件分类。当然不会。我们的新年目标就是 100% 地保证这件事情（于 2021 年）。\n\nWe’re only joking of course! Your constant lovely emails are all we live for. Keep sending us your great Minecraft builds to scoops@minecraft.net! Bother away!\n当然，我们只是开个玩笑！你们源源不断的宝贵来信就是支撑我们活下去的动力。请继续把你们高超的 Minecraft 建筑发送到 scoops@minecraft.net！不必客气！\n\nSTOP CREATING SO MANY WORLDS\n不要再创建这么多世界了\n\n\n\n\n\n\nTIM截图20200127001036.png (11.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\n\nOof. I feel very seen by the bad habit Michael Shmidt wishes to break. “I've been playing Minecraft on and off for years now,” he tells us. “Whenever I come back, I’ve forgotten where things are in my world. So I start a new one.”\n哎呀。对 Michael Shmidt 希望消灭的这个坏习惯，我极为感同身受。他告诉我们说：“我反反复复玩 Minecraft 到现在也好几年了，每次回坑，我都会忘记存档里的东西究竟在哪。所以我就会创建新的世界。”\n\nI do this all the time . My Minecraft menu is a mess of worlds I’ve barely taken a few steps in. I’m constantly clicking that ‘Create New World’ option without a care in the (yes!) w orld for all the previous planets I’ve randomly generated into existence and then immediately abandoned for pastures new.\n我每次都是这么做的。在我的 Minecraft 菜单里放着一堆存档，每个存档我都没玩过多少次。我总是会按下“创建新的世界”按钮，完全不在乎（是的！）所有之前随意生成的那些世界，然后又马上扔掉这个，去培育新的世界。\n\n“This year,” Micheal says. “I am working to play regularly and in the same world.” You and me both, Micheal! I’ve just created the only world I’ll create in 2020 and called it DON’T LEAVE ME so I’ll feel super-guilty if I even so much as dare to consider throwing it away for a new one. As for my dozens of world’s from years past, I… er… promise to visit? In 2027? If, y’know, I’m not busy?\nMicheal 说道：“今年，我正努力定时地玩一下游戏，而且在同一个世界里玩。”我们俩是一样的，Micheal！我刚刚创建了在 2020 年的唯一一个存档，给它起名“勿忘我”，所以如果我胆敢扔掉它重建的话，我一定会甚为自责。那过往的那些存档呢，我……呃……保证会去看一看？在 2027 年的时候？你能理解吧，如果那时候我不忙的话？\n\nFINISH THE ZOO\n把动物园建完\n\nHow many of us have wonderful builds that are permanently about 43% complete, and have been that way for a while?Jay TG tells us that they “wanna finish my Minecraft zoo that I started 5 months ago.” Personally, I think Jay is worrying over nothing. I myself recently started building a zoo (out of gold no less!), full of Minecraft’s most dangerous mobs, which I never got around to finishing, and you don’t see anyone complaini-\n我们中究竟有多少人，拥有着品质上乘，但完成度却永远停留在大概 43% 的建筑，而且并不是刚刚开始这样做了呢？Jay TG 告诉我们，自己“希望把五个月前开工的动物园建完。” 就个人来说，我认为 Jay 操心的事情毫无意义。我自己最近就在建造一家动物园（纯黄金打造!），内有 Minecraft 最危险的生物，而且这个工程我永远都不打算做完，也没见有谁来抱yua——\n\n\n\n\n\n\nfile_1580055136000.jpg (133.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-27 00:12 上传\n\n\n\n\nHey, where did all the hostile mobs go? Oh. Probably should have built more than just a lone wall...\n嘿，那些敌对怪物都去哪了？噢。或许我不该只建一堵光秃秃的墙……\nAh. Er, maybe stay out of my realm for a little while. I guess my top priority new year’s resolution should now be:Track down the dozens of hostile mobs I’ve accidentally unleashed on the world and I’ve just remembered that I promised not to abandon this world a few sentences ago so looks like I’ll be spending 2020 in a nightmare of my own making oh dear\n啊。那么，还是请和我的领地暂时保持距离吧。我猜我最优先的新年目标应该是：把那几十只我不小心放出外界的怪物找回来，而且我刚刚想起来，就在几个句子之前我才承诺不要弃档，这意味着我的 2020 将在我自己创造的噩梦中度过，我的天啊\n\nWish me luck with this fun new year’s goal, and best of luck with yours!\n祝我实现这个有趣的新年目标，也祝大家的目标都能实现！\n\n【Kakagou 译自官网 2020 年 01 月 21 日发布的 Your New Year's Resolutions】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "LucasWei",
            "timestamp": 1580073840,
            "txt_content": "努力玩我的世界"
        },
        {
            "author": "1458330362",
            "timestamp": 1580094780,
            "txt_content": "新年目标啊！盖个大别墅算不算"
        },
        {
            "author": "Saye32",
            "timestamp": 1580097480,
            "txt_content": "2020更好的和朋友玩服务器各种"
        },
        {
            "author": "Hjdcn",
            "timestamp": 1580171160,
            "txt_content": "第一张图那头上的绿色"
        },
        {
            "author": "vadar023",
            "timestamp": 1580386260,
            "txt_content": "嘿嘿嘿，我能把我那破房早晚就不错了"
        },
        {
            "author": "zhao820",
            "timestamp": 1580519760,
            "txt_content": "mcbbs有你更精彩"
        },
        {
            "author": "2609222657",
            "timestamp": 1580533020,
            "txt_content": "找到一个朋友一起玩RPG"
        },
        {
            "author": "水星男孩",
            "timestamp": 1580567400,
            "txt_content": "23333333333333333323333"
        },
        {
            "author": "15232017613",
            "timestamp": 1580747760,
            "txt_content": "新年快乐"
        },
        {
            "author": "15232017613",
            "timestamp": 1580747880,
            "txt_content": "新年快乐，找个对象"
        },
        {
            "author": "双口骡",
            "timestamp": 1580783880,
            "txt_content": "希望还能跟朋友一起玩mc"
        },
        {
            "author": "双口骡",
            "timestamp": 1580784000,
            "txt_content": "新年快乐。。"
        },
        {
            "author": "双口骡",
            "timestamp": 1580784000,
            "txt_content": "建筑渣路过"
        },
        {
            "author": "情话烫嘴",
            "timestamp": 1580788320,
            "txt_content": "新年快乐"
        }
    ]
}