{
    "title": "[Minecraft.net|INSIDER]新年纪，新建筑，新编辑！",
    "author": "等于号",
    "replyCount": 1,
    "timestamp": 1580059740,
    "txt_content": " 本帖最后由 等于号 于 2020-1-27 01:31 编辑 \n\n\n新年纪，新建筑，新编辑！\n欢迎来到对称的新年！\n\n　　是什么让人在新年里就对别人夸夸其谈？对我这个编辑来说，这完全是一个陌生的概念，你怎么敢公开口头夸耀自己的成就呢？就像你时常因为你多年前念错了某个词而在半夜羞耻的惊醒一般。\n\n　　与其回顾那种过去，不如让我们来想一些更加积极的东西——一些你可能错过的2019年新增游戏内容！我希望你能喜欢这张精心挑选的列表。我觉得这些是2019年最重要的新增项目，我保证这并不是一张随机列表，这可是我在帕尔（大概是那个叫帕拉丁的写手）磨人的死线前匆匆赶出来的。我们很希望在你2020的建筑里看到它们！\n\n\n　　押韵是这次更新的一大重点，这样的更新标题（村庄与掠夺（笑），Village and Pillage）是Mojang有史以来的一大胜利，实际内容相比显然黯然失色。\n\n　　这就是为什么我建议给未来的更新都写出糟糕又不押韵最好能误导性的标题，这样内容就不会宁人失望了，所以瞧好了将来的标题，比如两到三个新方块或者破产将至！不管怎么说，我们来瞧瞧那些村庄与掠夺更新的隐秘特**。\n\n\n堆肥桶\n\n　　在我评估潜在的人生伴侣的时候，我首先考虑的问题是，这个人喜不喜欢堆肥。如果答案令人警戒的话，我会立刻拉黑他，并且上报国家。\n\n　　游戏中的堆肥桶并不止意味着你是位奉献度高的好人，还能说明你能产出很多骨粉！美味！等一下，我才知道这不是吃的，它其实是一种常作为染料或肥料而使用的材料。哦哦。在这骨头大餐在我肠胃再轮回一遍之前赶紧来看下一项吧。\n\n\n锻造台\n\n　　有一件事，室内设计师也得同意，那就是，没有锻造台的家不算家！经过彻底的调查，我得出一个结论，现在似乎没有任何方式与之互动，除非你把它撂到炉子里但燃料，但是话说回来，谁又会想要功能性的家具呢？\n\n　　另一方面，对于村民来说，锻造台可不只是他们欣赏粗野主义的象征，只要他们是相应的职业，他们就可以与之互动，我不能再说更多了。在所有的村民之中，工具匠是最健谈的，我至今为止尚未看到有谁能读懂他的房间（原词room，翻译存疑）！我没有精力再去卷入另一场关于绿宝石暴涨的相关辩论，特别是这场辩论中只有哼这个词的时候。我们走吧，赶紧离开这儿。\n\n\n新的花花！\n\n　　尽管我们去年并没有做很多值得拥有新花朵的事情，但是我们还是有三种新的花儿。都是原件，没有什么令人厌恶的拼接版或者蕨类植物，耸肩。\n\n　　其中两朵真的很漂亮，美的邪恶！拿铃兰来说，表面天真无邪，内在剧毒锥心。对于植物你还能要求什么呢？\n\n　　那些想要让你的邪恶行为更加明显一点的人，凋零玫瑰显然是你的心好礼物。没有什么更能比这种魔鬼花束来表达“抱歉我把你母亲比成羊驼”的了。如果你需要有代表其他情感的礼物那么来看看这方便的指南吧！\n\n　　让我们再来看看矢车菊。虽然技术上说它并不邪恶，但是还是让人有点失望，你是不是也和我一样，认为它的花瓣颜色像是玉米的小穗，而非普通之蓝？ 是的，这蓝色蓝的美丽，现在我终于可以在不牺牲我的蓝色染料**的情况下囤积青金石了。 但是不得不承认，如果这种花真的配得上它的名字，它会更可爱(也更美味)。 不是吗？ 只有我这样觉得吗？ 好吧。\n\n\n\n蜂？蜂！\n\n　　既然说到了花，那么2019年内，我们也把蜜蜂加入了游戏，虽然是在一个完全不同的更新内加入的游戏。这次更新压得头韵，这是好的。这些漂亮的传粉者不仅飞入了游戏，也飞进了我们的心。自那时起，mojang员工被蜜蜂蛰咬的次数翻了两倍，同时开始被强制要求穿着蜂服上班。在这次更新之前，这个数字高的惊人，所以这样或许是最好的结果。\n\n　　这次更新之中我最喜欢的就是蜂蜜块。我发现自己其实很难联系到游戏中的大部分方块。当然，沙子是很棒的，黑曜石也很有用。但是它们之中并没有任何一个让我感到熟悉，或者特别吸引我的那种难以言喻的感觉。但是现在我终于发现，我一直缺少的刺激点是那种很黏的感觉。我期待在这个新时代里我们可以互相真实的拥抱我们，我们未来的建筑，并且毫无保留。\n\n　　那么我是谁？这个秘密我才不会说。\n\n　　实际上我会说的！，但是那只是帕尔强行要求我的。正如标题所言，这个新时代里我的世界迎来了以为全新的编辑。我试图用一些我的信息给这篇文章加料，你或许会惊讶于我是一位狂热的分享者！我希望能用我的午餐食谱混上一点mc的海量信息淹没你！新年快乐！我讨厌蕨类植物！\n\n　　（这些信息有激起你的灵感吗？太好了！上传你最好的建筑到scoops@minecraft.net，无论是否是2019年建的，我们会在博客里展示一些我们所喜欢的内容！）\n\n作者 索菲亚 · 丹基斯\n发布日期2020/01/24\nhttps://www.minecraft.net/zh-hans/article/new-year--new-builds--new-writer-",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1580092740,
            "txt_content": "虽然说WE跟进到新版本了……但是我惯用的MCEdit还停在1.12……= =\n\n【只能用老方块先填上再搞到新版本拿WE replace真是麻烦……= =】"
        }
    ]
}