{
    "title": "[信息|管理]Chat Manager——丢掉其他的聊天管理插件吧!这个插件满足你的需求![1.7+]",
    "author": "MR.steve233",
    "replyCount": 0,
    "timestamp": 1580180340,
    "txt_content": " 本帖最后由 MR.steve233 于 2020-1-28 12:22 编辑 \nChat Manager-多功能聊天管理插件一.搬运证明\n\n\n\n\n\n批注 2020-01-28 104101.png (89.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-28 10:41 上传\n\n\n\n\n\n\n二.插件功能\n插件功能实在太多了,客官听我细细道来....\nAnti-Advertising\nBlock players from advertising other servers in chat, commands, and on signs.Staff gets notified when someone advertises.A command can be executed on the player that advertises.Whitelist URLs so those URLs wont be blocked when players use them in chat, commands, or on signs.Increase sensitivity option to increase the sensitivity of the anti-advertising checker, can cause false positives.\nAnti-Bot Attack\nBlock chat and commands until player moves on join.\nAnti-Caps\nPrevent players from using caps in chat or in commands.Customize minimum message length.Cap percentage.Sets the players message to lowercase.\nAnti-Spam\nBlocks players from repeating the same chat message and the same commands.[size=14.6667px]Delay between sending messages.\nMeaning you have to wait X seconds before sending another message.\n[size=14.6667px]Delay between sending commands.\nMeaning you have to wait X seconds before sending another command.\nAnti-Swear\nBlock swear words in chat, commands, and on signs.Blocks words together (Example: YouAreAPieceOfCrap).Blocks spaces between words (Example: C r a p).Increase sensitivity option to increase the sensitivity of the anti-swear checker, can cause false positives.Add and remove swear words in game!Staff gets notified when a player swears.A command can be executed on the player that swears.Whitelist commands, so players can swear in those commands without the message being blocked.\n\nAnti-Unicode\nPrevents players from typing special characters in chat. (Example: Ω≈?√∫??≤≥)Prevents players from typing fancy chat messages from hack clients.This prevents players from bypassing the Anti-Advertising checker and Anti-Swear checker.Staff gets notified when someone uses special characters in chat.A command can be executed to the player that uses special characters in chat.A unicode whitelist so players can send those messages in chat and their message wont be blocked.\nAuto-Broadcast\nEdit auto broadcast messages in the AutoBroadcast.yml file.The auto-broadcast feature can send messages globally.The auto-broadcast feature can send messages per-world.The auto-broadcast feature can send messages via actionbar.The auto-broadcast feature can send messages via title.The auto-broadcast feature can send messages via boss bar.[size=14.6667px]Each option has its own section so you can...\nEnable or disable each section.Set a custom prefix for each section.Set a custom interval for each section.Enable or disable the header footer for global and per world messages.Set a custom header and footer for global and per world messages.\nYou can add broadcast messages in-game.You can view a list of all the broadcast messages in-game.You can create a new auto broadcast world in-game.Sounds can be played when messages are sent.\nBanned Commands\nDeny players from using specific commands.Add and remove commands in game.Staff gets notified when a player uses a banned command.A command can be executed on the player that uses a banned command.\nBroadcast Commands\n[size=14.6667px]/Broadcast {message} command\nCustom default prefixCustom default chat colorA sound is played to everyone on the server when you broadcast a message.\n[size=14.6667px]/Announcement {message} command\nBroadcast an announcement message to the server.Custom Header/ FooterA sound is played to everyone on the server when you announce a message.\n[size=14.6667px]/Warning {message} command\nBroadcast a warning message to the server.Custom Header/ FooterA sound is played to everyone on the server when you send out a warning message.\nChat Formatting *Vault Required\nPer-group chat format.Players will automatically be placed in their chat format group, depending on what permission group they are in.Players will be place in the default format section if their permissions group isn't in the config.Learn more on how to use the chat format here.Available Placeholders.\nChat Bot\nWhen a player says something in chat the Chat Bot will respond with a configured answer.The question must be in the ChatBot.yml file for the bot to respond to.You can make it so the bot can execute commands to the player that asks the question.You can have a required permission so if the player doesn't have the permission the bot wont do anything towards that player.Custom Chat Bot prefix.Sounds can be played when the chat bot is triggered.Learn more on how to use the chat bot here.\nChat Color\nYou can send color codes in chat.Permission to use each of the color codes and formats.\nChat Radius\nChat Radius chat channels.Local chat, Global chat, and World chat.In local chat players can only talk to other players that are in the customizable range.In global chat players can send messages to everyone on the server.In world chat players can only send messages to players that are in the same world as them.Add the placeholder {radius} or %chatmanager_radius% (PAPI placeholder) to the chat format to show what chat channel the players are in.Spy mode can be used to see what everyone is saying in chat no matter what.You can set it so spy mode enables when specific players join the server.You can set which chat channel players join when they join the server.The command to switch chat channels is /chatradius.Learn more on how to use the chat radius here.\nClear Chat\nClears all online players chat with a custom broadcast message.Can enable or disable in the config to broadcast the clear chat message to everyone on the server.Can enable or disable in the config to broadcast the clear chat message to only staff members on the server.\nCommand Spy\nYou can see what commands everyone is sending on the server.Custom command spy format.Bypass permission so staff can't see what commands you type.\nCustom Messages\nCustom Join, Quit, and First Join messages.Custom join and first join action bar messages.Custom join and first join titles.Custom Message of the Day (MOTD).\nGrammar\nCapitalize the first letter in a sentence.Adds a period at the end of a sentence.Auto corrects \"i\" to make it capital, as well as other preset words.Minimum message length for capitalization and punctuation.\nLists\nPlayer list to show all the players that are currently online.Staff list to show all the staff members that are currently online.\nLogs\nLogs everything typed in chat.Logs every command executed.Logs every message that is written on a sign.Logs when a player advertises.Logs when a player curses.Add commands in the config that wont be logged.\nMentions\nWhen a player is mentioned in chat, they will receive a sound notification as well as a title message.Players can only be mentioned by doing @{player} or @ {player}.\nMute Chat\nPrevent players from talking in chat.Prevents specific commands from being executed when chat is disabled.Bypass permission so staff can talk in chat.MuteChat -s command so staff can only see when chat is muted.\nPer-World Chat\nIf enabled (Disabled by default) players can only talk to other players that are in the same world as them.[size=14.6667px]Bypass command: /Perworldchat Bypass (/pwc bypass)\nWhen the command is executed, everyone can see what you type in chat, and you can see what everyone else types in chat.\nPing Command\nYou can check your current ping anytime on the server.You can check other players ping anytime on the server.This is ** and only thing that cant be customized.\nPrivate Message\n/message and /reply commands.Custom message format.A sound is played to the person that receives a private message.Players cant private message staff if they are vanished (Works with Essentials Vanish and Super Vanish).When a player is afk, and they receive a private message, the sender of the message will be told that the player they sent the message to is currently afk (only works with essentials afk).When a player is ignored they wont be able to send private messages to the player that's ignoring them (only works with essentials ignore).Hover text for private messages and suggest command.\nServer Rules/Rule CommandCan be edited how ever you like in the rules.yml file.\nSign Colors\nYou can use color codes on signs.Permission to allow players to either use color codes or format codes.Social Spy\nYou can spy on players private messages.Bypass permission to players cant spy on you.\nStaff Chat\nTalk to all online staff members secretly from the rest of the server.Custom staff chat format.Boss bar can be permanently enabled while staff chat is enabled.\nMore Info\nEverything can be enabled or disabled in the config.yml.Every message can be customized in the messages.yml.There is a bypass permission for everything.Thousands of Placeholders are available with PlaceholderAPI installed.\n\n(一般路过的山女):楼主我看不懂洋文:翻译这不就来了吗1.反广告使用这项功能,你可以防止玩家在聊天,命令,告示牌中打广告管理员会受到提醒玩家打广告以后可自定义执行的指令可设置白名单(他们不会被拦截)可设置更严格的筛查,但也会造成误判2.防假人进服后禁止玩家聊天与执行指令,直达玩家移动3.防大写(没搞懂啥意思)(个人感觉本功能对国内玩家意义不大)防止玩家在聊天与命令中使用大写(形如:SDHCJDHG)[size=14.6667px]自定义最小消息长度[size=14.6667px]将玩家信息设置为小写4.反垃圾信息[size=14.6667px]防止玩家重复相同的聊天与指令[size=14.6667px]发送冷却时间5.反脏话防止玩家在聊天,命令,告示牌中使用脏话即使你把所有的连在一起,也能识别(如:[size=14.6667px]YouAreAPieceOf****)即使玩家生草(划)打字带空格,也能正确识别(形如:王 道 征 途)\n",
    "replies": []
}