{
    "title": "[ Minecraft.net│CULTURE ] Land of Soroku 天空之城",
    "author": "像素君",
    "replyCount": 4,
    "timestamp": 1580228820,
    "txt_content": " 本帖最后由 像素君 于 2020-1-30 09:20 编辑 \n\n\n\n\n\nLAND OF SOROKU天空之城A Japanese-inspired steampunk city in the sky!天空之上的日式朋克风城市\nMy arms are aching and my shoulders shaking. I'm climbing the neverending ladder of the tall Chansen Tower in the Shinseidai district. As I reach the top, I want nothing but to rest, but instead I just stand there in awe. From the peak of the tower I see pagodas rising tall in the sunset, canyons covered with houses of elegant wood, and cherry blossom trees blowing in the wind. It's a sight for sore eyes.\n\n“神圣大”区，“长生塔”内：无尽长梯，徒手攀爬，而肩酸臂痛。终登塔顶，心念休憩，而目视远方：入云高塔，立于晚霞；雅致木舍，满山满谷；粉嫩春樱，舞于微风——实乃绝景。\n\nNorth Garms, a Minecraft creator from England and the grand architect of this area, is a man who has had his head in these clouds for quite a long time. He's been building and improving his map Land of Soroku – the city of the sky – for five years.\n\nNorth Garms是一位来自英国的创作者，也是这座城市的建筑师。他很早便萌生了建造这座成市的想法。迄今（2018年）为止，他已花费五年的时间来建造和修缮这座“天空之城”——“Land of Soroku”。\n\n\n\nThe Land of Soroku is an ancient-yet-steampunky city built upon the mountains of the surrounding land. Its buildings are a network of pagodas, walkways and bridges, based on feudal Japanese architecture. A maze of wooden structures and colourful lanterns. And sure, it may lack the mandatory sumo wrestler arenas and arcade halls, but Soroku makes up for it in its unique form and shape.\n\n“Land of Soroku”四面环山，是一座古建筑样式和朋克风格交织的城市，各种基于封建时代日式风格的高塔星罗棋布，道路、桥梁纵横交错，如同一座木质建筑和七彩灯笼组成的迷宫。当然了，尽管找不到相扑竞技场和游戏厅，但这座城市以其独特的构造弥补了这一缺憾。\n\n\"When I first created the map I had no clue how to landscape at all,\" says North when I ask how his creation came to be.\n\n在被问及是如何创作这一作品时，North这样说道：“最初的时候我压根就没想到要如何规划地形。\n\n\n\"To achieve the dramatic geography I simply created an \"amplified\" world and worked from there,\" North explains. \"In a kind of roleplay fashion I prefer not to destroy or flatten areas to build on, but build around the landscape instead, as would be done in real life. The result, I find, is that the natural landscape is as important as the artificial.\"\n\n“为达到一种梦幻般的地形效果，我就只是简单地创建了一个巨大化世界，然后直接拿它‘开刀’而已。”North解释道。“如同进行角色模拟般，我钟情于不随意地破坏或是平整地面，而是围绕着地形，像在现实世界中一样开始建筑。这一过程使我明白了一个道理——自然地形和人工造物是同等重要的。”\n\nInspiration came from the team FyreUK and their build Land of Akane. North was blown away by the scale and detail of it. He wanted to create his own map with a similar theme, with the goal of making his feel more lived-in and somewhere that could be explored for hours.\n\n这一作品的灵感来自于团队FyreUK的作品“Land of Akane”——该作品的规模和细节深深地惊艳到了North本人。他想以相似的风格建造自己的作品，希望这一作品能让他自己更有代入感，同人让人有探索数个小时的欲望。\n\n\n\"I have always been fascinated by Japanese architecture and aesthetics in general. I don't consider myself a master builder at any rate, but this format works particularly well for me. I tend to draw inspiration from Studio Ghibli films or even video games alongside some real world Japanese architecture.\"\n\n“日式的建筑和整体审美风格一直深深地吸引着我。不管怎样，我都不觉得自己是位建筑大佬，但我对自己的这一作品充满了信心。对于这一作品，我更多地是从吉卜力的电影，甚至是含有日式建筑的游戏中获得建造灵感的。”\nThe project has had its challenges. Just like the Great fire of Meireki that burned down a big portion of the Japanese capital of Edo in 1657, Soroku almost had its own similar disaster.\n\n建造这一作品的过程并非一帆风顺。正如1657年那场摧毁日本首都江户城三分之二区域的明历大火一样，这座城市也差点就走上了同样的道路。\n\n\"A fire somehow started in the huge tower in the east of the map. Luckily I stopped it in time to save some of it, but a lot of progress was lost. There are a few references to 'the great fire' in the build.\"\n\n“不知为何，这座城市东边的高塔曾引发了一场大火。虽然我及时熄灭了它，保住了这座塔的一部分，但这场大火还是造成了不小的损失。现在，你可以在那座塔里看到几个纪念这场‘大火’的标志。”\n\n\n\n\nLocated high above the sea level, the origins of the city are clouded - even to its creator! But while Soroku might lack history, it is extremely rich on local lore and easter eggs. As I explore the different districts, I realize that the devil is in the details. Every little street or building is carefully crafted and decorated, from cafes and markets to temples and homes.\n\n由于坐落在海平面上很高的位置，这座都市起初曾被厚厚的云覆盖着——就连它的建造者也是“云里雾里”的。尽管这座城市并没有悠久的历史，但有关于它的故事和彩蛋可一点都不少。当我探索这座都市时，我切实体会到了“细微之处见真知”的道理：从小餐馆、商店，到庙宇和住宅，每一条街道、每一座房屋都是被精心设计、建造、装饰过的。\n\n\n\"There are small narratives in some areas around the city, but the whole settlement is kind of an accident I guess. For me, it's a bit like a hobbyist's prized scale model of a living, breathing place,\" North says proudly.\n\nNorth自豪地说道：“这座城市的某些地方埋藏着一些小故事，但就我看来，整座城市的缘起由来就如同一场意外一般。就我个人而言，这座城市更像是一位业余爱好者所珍视的安居之地。\n\n\nSome monuments stand out more than others, such as the Tree of the Spirits on top of the great Kyoukikami Bridge, or the picturesque streets of Hisekawa district. It's almost like every building or landmark has its own unique story rather than the city as a whole.\n\n此外，这座城市里还有不少与众不同的地标，比如生长在”强木神桥”上的“精神之树”，或是”翡翠”区里古色古香的街道。对于这座都市，说是浑然一体，不如说更像是每一座建筑、每一个地标都有它自己独特的故事。\n\n\"I'd say the best reason to download the map is everything in between. I'm very particular about making sure every building has a unique, decorated interior with filled chests and labels. The capacity for exploration is my favourite element of the build.\"\n\n“我可以说下载这张地图的最好理由便是充盈于其间的各类事物。我可以打包票，这里面的所有建筑都有各自独特的内饰，到处都有木牌，箱子也绝不会空空如也。对于建筑来说，我最喜欢的便是其所具有的让人想要去探索的欲望。”\n\n\nDespite its glory, all the climbing and walking through endless stairs and ladders in Soroku has taken its toll. As I retreat to city's more comfortable onsen baths and grab a tasty bowl of ramen in the Yanmagawa district, I strongly recommend you pay a visit as well!\n\n但是，撇开这座城市的亮点不谈，攀爬充斥其间的长长的阶梯可是会让你吃遍苦头的。不过嘛，当我享受完舒服的温泉浴、在“山脊”区享用完美味的拉面后，我还是觉得这座城市值得你前来一看！\n\nSubarashī North-san!\n\n素晴らしい（干得漂亮），North！\n\n（注：文中出现的“神圣大”、“翡翠”、“山脊”均为地图内街区名称，“长生塔”、“强木神桥”均为地图内标志性建筑名称）\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/land-soroku\n原文作者：Per landin\n原文发布日期：2018年2月28日\n文章翻译：像素君\n作品搬运：https://www.mcbbs.net/thread-670722-1-1.html(文章虽然挺旧了但不要在意）",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1580260860,
            "txt_content": "Subarashi, Pixelman!\n\n（第一段我好了）"
        },
        {
            "author": "wshycaa",
            "timestamp": 1580367600,
            "txt_content": "这个让我想起一些美式动画中描绘的中国场景"
        },
        {
            "author": "来源于",
            "timestamp": 1580637300,
            "txt_content": "好漂亮啊   爱了爱了"
        },
        {
            "author": "YVSM",
            "timestamp": 1587215400,
            "txt_content": "很漂亮啊~   加油"
        }
    ]
}