{
    "title": "[原创/连载]《我的世界之域灵》第一章 我的世界",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580230800,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:14 编辑 \n\n　　淅淅沥沥的雨水滴落，昏暗的天空显得格外的低沉。　　舒牧躲在一个低矮的山洞之中，还好这个洞窟并不深，没有一路通向地下。他瑟瑟地蜷缩在角落，靠着熔炉中微弱的炭火取暖。　　合成台和熔炉并排放置在一起，石镐依靠在石壁旁。　　潮湿、阴暗，这些还不是最可怕的。在山洞外，除了可以听到雨声外，还伴随着如同野兽一般的嘶吼。声音尖锐，让人脑袋发疼。　　作为刚刚高考完的一位Minecraft玩家，本来打算暑假玩一下最新版极限模式过过瘾，没想到前一天晚上把最新版版本下载好之后，睡了一觉，醒来看到的就是这个方块世界。　　这里的每一寸泥土都是方块，不论多细小都是由方块所构成，太阳是方形的，云是方形的，树木也是方形的，连他自己也成了一个方块人。　　看着这熟悉又陌生的世界，过了许久，才从惊讶之中缓过神来。　　他不知道自己现在在哪里，他知道这里一定不是地球，而是我的世界这一个游戏之中的世界。　　尝试着用手敲了几下橡树树干，可意料之中的事情并没有发生，树干没有发生丝毫变化。就算是全力用拳头捶了几下，除了自己的手发疼之外，还是没有任何的变化。　　无可奈何，他放弃了用手“砍树”的想法，而是再次仔细的观察四周。　　这个世界除了很多东西都是方形的之外，基本和现实世界没有什么两样，这就导致他忽略了很多细节的东西，比如地上散落着形状各异的石块。　　它们看上去不是方形的，但是却是由方形所构成的。　　当舒牧好奇地捡起一块石块，想要仔细查看的时候，脑海之中响起了“叮”的一声，如同玉环相撞发出地清脆的撞击声。　　“域灵系统载入成功。”　　“正在初始化空间系统……”　　“空间系统载入成功，欢迎来到方灵大世界，舒牧。你可以默念‘域灵系统’得到相关帮助。”　　一条条绿色的小字出现在他的视野的中央，当他聚神看去时周围的景物都变得很模糊，而当他看向四周时，小字也会变得模糊甚至透明，并不会阻碍他的视线。　　“域灵系统？那是什么？”舒牧心中尝试着默念。　　“域灵系统，这是你的专属系统。帮助你快速变强，以在这个混乱的世界活下去。”　　“我现在在什么地方，我为什么会出现在这里？还有我要怎么回去，就是怎么回地球？”舒牧有些紧张地问道。　　“你现在位于方灵大世界，这个世界有很多的生灵，有和你一样的人类，但大部分是亡灵，你需要尽快合成一把斧头，收集木材、收集食物，在黑夜来临之前找一个安全的地方躲起来，不然你将活不过一夜。至于其他的问题需要你自己去探索，去了解。”　　“可是我要怎么合成斧头？”　　“首先你需要收集地面上的石块和树枝，当他们的总量达到一把斧头的要求，你可以通过域灵系统的合成模板来合成物品，不过你需要先合成一个合成台才可以合成斧头。”　　绿色的小字渐渐褪去，一个透明的四个方格组成的“田”字形的小合成模板出现在舒牧的眼前，就像是全息影像一样，它不会跟随着舒牧的视野移动。但是，如果需要移动它的位置，舒牧可以通过意念的方式移动它。　　这个合成模板就像是他身体的一部分一样，当他想要移动位置时，合成模板的位置就会移动到他想的位置，而且是他够得着的位置，如果他无法触及，合成模板并不会移动过去。　　而能移动到的范围只有他的手可以触及到的那么大的范围，若是在合成模板出现时离开，使得它不能被触及，合成模板就会消失。　　在合成模板的右下角有一个小书的图案，舒牧轻轻点了一下，那一个图案瞬间活了过来，一本绿色封面的书静静地悬浮在他的面前。　　封面没有任何其他多余的符号，也没有提示，舒牧不知道这是什么书，这本书也没有书名。　　当他翻开第一页，引入眼帘的就是他的合成模板，但是和他的合成模板不同的地方在于，书上的合成模板的四个方框之内都有东西，是四个墨绿色的液体，这东西他压根就没见过。　　而这四个墨绿色的东西合成出来的东西就是合成台。　　“你所看到的这一本书叫做‘合成配方’，你可以通过这一本书来查找这个世界法则所允许的合成规则。”　　“首先，第一页是最基本的物品——合成台的合成方式，这四个墨绿色的液体是从自然物品之中汲取出来的元素，它由一个单位的木元素和一个单位的土元素混合而成。”　　“而木元素你可以通过汲取树枝，树叶等各种植物获得，土元素你可以通过汲取泥土、石块等获取，它们是最根本的法则，使用这些法则，加之等价的元素数目你可以合成你所需要的任何物品。”　　“你将需要汲取的物品拿在手中，当你想要汲取并有行动的意思时，物品将会被分解为最根本的法则元素，元素将会储存在域灵系统内，你可以通过查看你的属性面板来查看数目。”　　舒牧将所有的提示一一阅读，将手中刚刚拿起的一块石块握紧，石块就消失不见了，或者说它化作最根本的元素被储存在域灵系统里面了。　　“属性面板。”舒牧心中默念。　　一行行绿色的字体在舒牧的视野中跳出。　　舒牧　　种族：人类　　耐力：8　　生命值：20/20　　攻击力：5　　防御力：6　　敏捷值：10　　（以上除了生命值，其他10点为正常）　　土元素：0.6/10　　除了敏捷值其他的他都不怎么意外，毕竟宅男一个，平常在学校除了学习就是玩游戏，没有什么其他的兴趣爱好，运动并不多，但好歹在五十米也有六秒八的成绩，比很多人都高，怎么才和正常人一样的属性？　　半块巴掌大的石头有0.6的土元素，要合成一个合成台需要木元素和土元素各4点。　　石块和树枝这里遍地都是，很快舒牧就凑齐了需要的元素数量，将一个合成台合成了出来。　　合成出来的合成台放在他的空间系统之中，通过意念可以快速的阅览部分物品并取出，这一部分叫做快捷空间，其余部分叫做储存空间，就是单单只有储存的作用。　　合成配方只提供了关于元素的合成配方，就是由根本元素来合成物品。　　不过好在，合成台的合成配方基本没有变，还是熟悉的两个木板竖着相邻放置，可以得到四个木棍，而木板和石头可以用合成模板来合成，一个木板要一单位的木元素，一块鹅卵石要一单位的土元素。　　很轻松一把石斧就被舒牧合成出来。　　他开始砍树收集木头，不过这个树不同于我的世界游戏中的树，它是有重力的，会倒下。　　因为合成台合成的石斧让他觉得这和游戏差不多，砍树的时候没注意，差点被树撂倒。　　倒下的树他需要费点力气和时间将它们分段，如果是一整段的树他没法放到空间系统里面去，而具体的分段，域灵系统已经在他的眼中标识，树干上一部分被标记了一道绿色的线。　　照着线的痕迹将树干分段，就可以得到橡树原木了。　　这可比游戏要麻烦多了，不仅树有了重力会倒下，而且还要合理的分段才可以放入系统空间，当然的，也可以汲取成木元素，但是他现在元素的汲取是有上限的，一个原木就差不多有四个单位木元素，不过并没有四个单位，只有三点八个单位木元素。　　这就表示如果用元素来合成物品是要亏那么一点点的，将物品储存在空间之中还是有必要的。　　或许是因为这一个，域灵系统还附带加载了一个空间系统。　　没有多久天就昏暗了下来，舒牧看向天空，一滴滴的雨滴打在了舒牧的脸上。　　而且他身处在一片森林之中，加之下雨，森林开始漫起了丝丝雾气，或许过不了多久，大雾就会笼罩整个森林，并且能见度将达到一个很低的状态。　　“警告：周围能见度正在快速降低，很有可能会有亡灵出没，请尽快找到安全的地方。”　　这一次跳出来的不再是绿色的字体，而是猩红色的字体，非常的刺眼，以至于他可以第一时间注意到字体的内容。　　他估计了一下时间，在还能看见太阳的时候，到现在应该有四个小时了，空间中存储了六点木元素，身上有一些鹅卵石，木棍，木板还有橡木原木，工具有一把石斧，一把石镐和一把石剑。　　将合成台收起来之后，他快速地在森林之中寻找安身之所。\n原版章节地址目录|下一章\n",
    "replies": []
}