{
    "title": "[原创/连载]《我的世界之域灵》第二章 怪物来袭",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580266980,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:14 编辑 \n\n　　大雾弥漫在森林之中，就算从洞口朝外面看去，也只能看到不过二十多米的距离。　　在进入山洞之前，舒牧赶忙把原木通过合成台分解为一个个的木板，然后将他们堆砌在洞口，只留下一个刚刚好有他两个身位那么宽的入口，高度则是两个方块那么高。　　因为下雨的原因，外面变得十分不安全，而在山洞中除了熔炉旁还暖和些，其他地方都很冷。　　舒牧不断的给自己的双手哈气，肉眼可见的水雾从他的嘴中喷出，他看了看熔炉，里面的原木还能烧大约半个小时。　　他总共就收集了四棵树的原木，共计十八个原木，每一个原木平均可以烧一个小时，一个小时之后就可以得到一个木炭。　　现在他身上还有十一个原木，六个木炭。　　火把从合成模板拿出来默认是非燃烧的，想要点燃就需要火，而火可以从木元素获取，两个单位的木元素可以换取一个单位的火元素，按照元素的相生相克原理，土元素可以换取金元素，铁锭就可以很好获取了。　　但是一个铁锭需要四个单位的金元素才可以合成，这相当于八个单位的土元素，虽说土元素只要挖点泥土石头就可以获取，但是两块完整的泥土方块才提供0.1个单位的土元素。　　之前因为要合成鹅卵石制作石质工具，土元素已经消耗殆尽了，山洞里面石头有不少，想要挖出一整块的鹅卵石需要不少的时间。　　它不像游戏里面，要不然什么都不掉，要不然就掉一整块的鹅卵石。　　现实是每一次用石镐击打都可以敲下一点小石块，想要敲出一整块鹅卵石的当量，需要敲上四十多分钟，而一个鹅卵石汲取成元素也才0.8个单位的土元素。　　而且火元素和水元素是非常难以获取的两个元素，主要是火元素无法用手去触摸，水元素也不是把手放在水里面就可以汲取的，这一点舒牧刚刚已经试过了。　　用手接住滴落的雨水，无法汲取为水元素。　　目前为止，他还没有办法从平常的事物之中得到这两种元素，只能从其他元素来置换。　　到目前为止他只有土元素2.4点，木元素4点，火元素0.8点，有0.2点火元素被用来点燃火把，进而点燃熔炉。　　而且地上的碎石只有部分可以汲取为元素，其他的不知道什么原因无法汲取为元素。　　半小时过去了，舒牧把新的原木从空间系统拿了出来，从熔炉中将火引上去，等到原木被点燃，之前的那一段原木刚刚好烧成了一个木炭。　　“好难受，好想回家。”舒牧不断地搓手生热，山洞黑暗潮湿还很冷，和他地球的家比起来简直一个地狱一个天堂，而且他现在还饿着肚子，什么都没吃。　　现在他面临的环境简直是困难模式级别，比困难还要困难。　　首先是很多地方的规则和游戏不同，在普通的游戏里面不需要考虑环境的问题，而且火把也是自然点燃无限制燃烧。　　其次是他仅仅只是收集了四个小时左右的资源，就开始下雨起雾，外面白茫茫的一片，可以听到尖锐的嘶吼声，环境的压抑压得他几乎喘不过气来。　　为了点亮山洞，他将四个火把平均插到四周的岩壁上，在插上去之前需要用石镐在岩壁上敲出一个凹槽来放置火把。　　为了保证空气的流通，防止自己窒息，他并没有完全把入口封闭起来。相反，因为插了火把氧气的消耗速度更快了，他把入口扩大为宽五格高两格。　　同时他把熔炉移到了入口附近，合成台和石镐则是收入到了空间系统之中，主要是在遇到怪物之时可以借助地形来战斗以及给自己留条后路，方便逃跑。　　算算时间，现在也应该到晚上了。　　山洞外面的雨已经停了，雾也开始慢慢散去，可是天开始越发的阴沉，开始越发的暗了下来，可是那些回荡在森林之中的尖锐的嘶吼声并没有停止，反而多了起来。　　舒牧握紧了手中的石剑，朝着熔炉又靠了靠。　　堵住山洞的是木板，木板是系统的产物，它们被放置下来之后就宛若一体，紧密的连接在一起，没有一丝一毫的接缝，甚至在扩宽入口的时候，舒牧用石斧破坏的部分是参差不齐的，他只得到了一些比木板更小的薄木板。　　天幕越发的黝黑，耳边依稀可以听到森林中的嘶吼声，也不知道多久舒牧所躲藏的地方会被那些怪物发现。　　他神经绷紧已经有八个多小时了，从他寻找这一处山洞开始，到现在他的精神很少有松懈的时候，一旦开始分心他就会闭上眼反复的安慰自己，然后继续盯着外面。　　而且现在到了晚上，他正是最困倦的时候，一天精神都处于绷紧的状态，他早已疲惫不堪了。　　“嘶嘶嘶”　　森林之中传来了树叶的摩挲声，现在没有风，树基本上都是静止不动的，加之尖锐的嘶吼声不断的接近舒牧所在之处，他明白自己的对手就要来了，那个取他命的怪物就要来了。　　现在，他赶紧熄灭了熔炉的火，把熔炉和烧了一半的原木放入空间系统，把火把都扑灭，随后躲在山洞之中偷偷的向外张望着，借助可有可无的一点月光，他可以看到一个个黑影在他山洞外的一处平地来回的游荡着。　　仔细数了数，一共有六道黑影，他不知道暗中是不是还藏有更多的怪物，现在他拿着石剑的手一直哆嗦个不停。　　因为看到的是人形的黑影，而且并没有嘶吼声传出来，他也分不清那些黑影是哪种类型的怪物，是不是他所熟悉的那些怪物都说不定。　　他偷偷窥视着外面的情况，突然一道黑影站在了他不远处的空地上，距离山洞只有五米的距离，正好是舒牧可以看清怪物又不容易被怪物发现的距离。　　那是一只面目狰狞的僵尸，绿颜色的皮肤在月光下显得格外的诡异，一半身体被月光映照，被舒牧所观察，而另一半身体则是在月光无法照射到的黑暗之中。　　僵尸的移动非常的缓慢，至少它们没有发现舒牧的时候是这样。　　他不敢出去面对那些怪物，他也不敢吸引一只怪物过来设陷阱杀掉。他只能躲起来，一直藏到天亮为止，最好都不要有怪物走进这个山洞。　　但是周围是森林，阴暗的地方非常的多，就算到了白天，山洞周围，或者说整个森林都会非常的危险。　　想到这，舒牧不由得冷汗直冒。　　自己白天的时候并没有意识到这一点，这个世界并不是围绕着他而建立的，就算是他死了这个世界该怎么走还是怎么走。　　想想还挺幸运的，白天自己居然毫无防备就在森林之中到处跑，没有被怪物袭击也算是命大。　　山洞之中并没有什么可以躲藏的地方，几乎一进来就可以看到山洞内的所有地方，这也是为什么舒牧敢躲在这里的理由，开阔的视野没有任何阴暗的地方可以躲藏怪物。　　当然他自己也无处可躲，但是他和怪物不同，他可以自己制造一个可以供自己躲藏，防御怪物攻击的地方。　　时间一点点的流逝，他不能建造高台躲在高处睡觉，因为那里没有氧气。　　如果躲在入口处建造高台又十分的危险，而且周围的环境不允许他睡着，哪怕知道位置十分的安全可靠，但他需要观察外面的怪物的动向，了解它们所处的位置，不然到了白天他很可能会因为怪物而丢了性命。　　每多了解一个怪物的躲藏地，就多一分活下去的希望。\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}