{
    "title": "[Minecraft.net|CULTURE]舒适的家具CRAFTY COMFORTS",
    "author": "等于号",
    "replyCount": 7,
    "timestamp": 1580317920,
    "txt_content": "\n舒适的家具\n用Detailcraft的绝妙搭建装饰你的家吧\n\n　　看看头图上的烤架，仔细瞧瞧，是不是很真？不过不是我和你说，但是你所见的不过是层层谎言之中的一层。这烤架并不能工作，因为它只是篝火、活板门以及织布机拼起来的。很有创意不是吗？你看使用各种游戏中的物品就可以做出各种有趣有创意的家具，Detailcraft就是专业搞这个的。https://www.reddit.com/r/DetailCraft/\n\n　　DIY也就是Detailcraft直击人们内心的妙招。他们擅长把活板门拼出热水浴缸，用桶来做出柜子，又或者用其他物品做出各式各样的书架。他们是怎么做到的？答案是魔法！不，等一下，我是说，贴吧Reddit。在那里，Detailcraft的会员们可以贴出自己做出的复杂设计分享给别人。从精巧的后院烤架桌到一些普通玩意儿。举个例子吧，比如用户GokuBuildsYT的优雅展示柜https://www.reddit.com/r/DetailC ... _case_at_my_smithy/。让我来带你们看看他是怎么建出来的。\n\n展示柜\n\n\n1.首先放下一个桶，。我稍微调整了一下这个设计，在桶斜后方的墙上加了个海晶灯照亮箱子，嗯，只要对你来说管用就可以。\n\n2.例子完（还没完！）。现在放一个展示框上去展示你想展示的东西，在这个例子里，我就和作者一样放上一把黄金大剑。\n\n3.再在剑的上方放个脚手架，如果你觉得可以，现在停手也可以，又或者在上面再放一个云杉活板门，成一套木制外观。好了，现在你就有个整洁的新展示柜了。\n\n\n　　好了，现在我想我们都热好身了，让我们试试更具有挑战性的东西吧，来试试那个烤架吧？幸运的是，我们已经获得了设计师的足够帮助了，感谢TayG0！他带着我拆解了他的作品。做出烧烤的烟雾效果的方式很简单：在炉子下埋几个篝火发烟就好，好了现在我们准备好来烤肉了！\n\nBBQ烤架\n\n\n1.挖出两格宽的洞，并排放出两个篝火，在洞的两头各放上一块泥土。然后回到洞前再两个篝火上各放一个织布机，注意放的时候要按在泥土上，如果你放的正确的话应该是和图上一样的，然后泥土就可以功成身退了。\n\n2.然后在织布机后面放上泥土，然后从后面放上桦木活板门，挖掉泥土打开活板门，这样烤架的背部就成了。\n\n3.按住shift，在两个织布机前贴上物品展示框，然后放上铁活板门，右键展示框把到如图的位置。于是我们就把把把好了。\n\n4.在织布机两侧（也就是第一步泥土的位置），各放一个铁栅栏，上方贴上展示框，里面放上你爱吃的东西，然后再在织布机上贴一个金合欢木的按钮，假装它是一块铁板牛排。\n\n\n热水浴缸\n\n　　你现在或许忙得浑身是汗，那还有什么比得上泡在Tinyworld造的热水浴缸里更能放松的呢？如果那个烤架让你觉得很爽的话，那现在这个其实和刚才那个差不多，用隐藏的篝火和活板门组合就可以拼出一种暖又湿的雨后花园氛围，你可以这么升级你的院子，总之我们开始吧。\n\n1.首先挖一个九格大的方形坑然后两到三格高，深度取决于你想要多大烟。然后在底部铺满篝火，然后用九块云杉木封住洞口。（？）这应该就会整出一片方形的冒烟木板区域。\n\n2.用高炉，顶上放上两格圆石墙，再加上一个花盆，这样就成了一个比较朴素的燃烧器，或许你说整他的时候会爆炸，但是我其实很担心我会不会惹祸上身，整出一条mc禁双关的政策。（blast双关，我要死了。）\n\n3.围上十个云杉活板门，然后打开他们，只要你放的没错，他们就会围出浴缸的边。记得在炉子对面留个口，这样就可以整一个云杉楼梯作为入口了。这是我个人的小小改动，原来用的是铁轨。技术上来说，现在这个是我的设计了吗？我可真是个天才！\n\n4.好，差不多结束了，再加点水，泡在热水里就可以把烦心事抛在脑后了。或者是沸腾的热水，取决于你放了多少篝火。\n\n　　想休息吗？好，快快擦干身子！是时候整点挑战了。Thatsreytgoodthat是来自Detailcraft吧的另一位天才成员，他极擅长室内装修和制作指南，这就是为什么我们忍不住要去分享两个他复杂的升级视频。（404视频搬运无力，求助。）\n\n　　在第一个视频里，他说，如果你很擅长把弄地毯或者是半砖的话，你有很多法子拓展你的家具，这段视频里有六个例子，详细介绍了如何制作适合任何数量的基础设计的书架和办公存储空间。 一开始只是一个简单的书架，但是到了第六个版本，他做了一个带笔记本电脑的办公桌，我被秀惨了。\n这里应该有一段视频，可惜404我并看不了。\n\n　　如果你想可爱漂亮一点的话（谁不是呢？），你可以用它的梳妆台，这是目前为止最复杂的结构之一，棘手的地方并不在于整体结构，而是怎样用旗子做出镜子，染料混合就是魔法的起源，这精心调合的图案与颜色会让任何第一次见的人困惑。虽然很烦，但是到最后，你就能得到一座精妙的虚荣纪念碑。\n这里应该有一段视频，可惜404我并看不了。\n\n　　好，派对时间到，邀请所有你朋友来你服务器后院烤肉再泡澡吧，然后请他们进屋用精妙的装修秀到他们吧，等他们赞叹不已的时候，你再带他们到Detailcraft，很快你就是最花式的服务器腐竹了！\n\n作者 Craig Pearson\n发布日期 2020/01/24\nhttps://www.minecraft.net/zh-hans/article/crafty-comforts\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "LinLonon",
            "timestamp": 1580321760,
            "txt_content": "挺精妙的，顶。"
        },
        {
            "author": "wshycaa",
            "timestamp": 1580367540,
            "txt_content": "高版本MC增加了好多原版方块啊。我一直停留在1。7版本好多年了"
        },
        {
            "author": "Swat特警",
            "timestamp": 1581317040,
            "txt_content": "做的很精美很漂亮"
        },
        {
            "author": "叉烧",
            "timestamp": 1583470620,
            "txt_content": "图炸了1111111"
        },
        {
            "author": "Dearxiaosa",
            "timestamp": 1583470980,
            "txt_content": "666666666666666666"
        },
        {
            "author": "玖眸呀",
            "timestamp": 1583754180,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "火源HuMoLix",
            "timestamp": 1584026880,
            "txt_content": "翻译功底不错。值得赞赏。"
        }
    ]
}