{
    "title": "[Minecraft.net|CULTURE]暴躁生物MOODY MODS",
    "author": "等于号",
    "replyCount": 4,
    "timestamp": 1580321460,
    "txt_content": "\n暴躁生物\n探寻优秀的Java生物，警告：内含批判的猪。\n\n最近游戏里的生物都变得好严格。猪朝我斜眼，我走过时，村民们抬起一边眉毛，爬行者的眼睛一看到我就射出红光，我到底做错了什么！我可是优秀市民！\n\n穴居人！\n\n别，停下！这不好玩！\n\n泥巴囤积者！\n\n好吧！我承认我很难一直坚持我的新年决意。是的，我曾经承诺过我不会再住在黑黝黝的洞里了，但是我也说过我不再写游戏博文，然后今年找一份正经工作。这点可没人抱怨我了吧？\n\n不过这并不是我糟生物们斜眼的原因，我在java版装了Leckaschmecka 的动画生物资源包。 它赋予了许多《我的世界》中的生物适当的面部表情，从装可爱到装惨。\nhttps://resource-pack.com/animated-mobs-resource-pack/\n\n\n\n狼狼们哈着气，好像很欢迎你，小鸡的喙会动，羊……羊会眨眼，好吧，不能期望羊更多了。这还不算全部，有些村民甚至会毫无原因的回头瞪我，除非是他们在羡慕我这好看的新衣服：龟壳绿帽、皮革马甲还有附魔铁靴，哦不我没穿裤子，我拿去洗了。不要问。\n\n这个mod里最可怕的地方无异于是恶魂张眼环顾，好几次我以为他们开始看我然后追我了……我就跑了，我的裤子就是这么没的。\n\n尽管对于很多人来说整一个资源包差不多就够了（实际上确实很流行）但是对于 lekashmecka 来说就不是这样了。 他的绰号舌头滚筒可不只是个花架子——他在过去几个月创造了许多材质包，他们都和动画生物资源包一样吸引眼球。\n\n实际上，如果你安装了移动方块资源包的话，你可能确实需要好好盯紧了，可别摔了，这个资源包每个方块都是有不断移动的纹理的，非常令人困惑，仿佛你从旋转木马上跳了下来的感觉，盯紧地面一点和那眩晕感做抗争。\nhttps://resource-pack.com/moving-blocks-resource-pack/\n\n\n这个资源包最近在社区里的关注度很高，尽管据作者说这“只是一个玩笑”，但是他觉得大佬们把这玩意加进挑战赛的话，肯定是认真对待它了。如果你觉得这就是最怪的东西的话，那我只能和你说我们还没开始呢。\n\n“如果你想整一个特殊挑战的话，你可以试试我的资源包，这个资源包里的方块都是由方块拼成的。”lekashmecka 说。他指的是他的块中块资源包。安装后，一开始你可能并不懂这是干什么的。但是当你凑近方块一瞧，好嘛，这方块都是由更小的方块拼成的。\nhttps://resource-pack.com/blocks-in-blocks-resource-pack/\n\n\n\n\n\nlekashmecka解释道：“为了能够显示比较真实的材质，每个方块恰好都是由256个更小的方块组成的。然后用生成器决定每个像素用什么方块。”\n\n块中块资源包是lekashmecka至今为止的最大技术成就之一。自从2012年他安装了他第一个材质包以来，他已经历许多。他对其能如此彻底的改变游戏印象深刻。“这始于浩大的热情。”他和我说。\n\nlekashmecka最近制作了个资源包以纪念让他开始创作之旅的日子。我的世界阿尔法资源包把游戏带回了更早更简单的时代，用的是游戏早期的材质。（出于某些原因，这些旧材质让你渴望那些糟糕的界面和随之而来的恼人的 bug，不要忘记 Minecraft Classic。）\nhttps://resource-pack.com/minecraft-alpha-resource-pack/\n\n\n\n\n他说：“我喜欢玩游戏的阿尔法版，我玩了很久，我还记得多年前我在浏览器上玩mc经典版本的日子。阿尔法资源包就是想把那些旧时记忆再找回来。对于游戏老玩家来说，这就如同一列怀旧的过山车。\n\n从那时起，lekashmecka慢慢学会了很多技能，从如何创建动画材质到三维模型，再到编写脚本给mc添加新特性，但是他还有很多要学的，最近他的一大课题就是怎样给他的雷神喵喵锤资源包添加自定义的声音。\n\n他很快就建好了三维模型，给了三叉戟雷神锤的外观，但是事实证明，“想要把声音改的真实”这个很有挑战性。雷神锤在空中飞行的时候听起来要很重，击中目标时要有足够的冲击力，你可以在reddit上看到最后的结果。https://www.reddit.com/r/Minecra ... h_thors_hammer_and/\n\n尽管他的技巧越学越多，但是他相信对于资源包作者来说，创造力即使不是最重要的，但也是并不可少的一部分。很明显他存了很多的点子，但是他仍然不停的在社区和他的网站里挖掘新的点子。他的网站是http://resource-pack.com/。\n\n“社区的反馈对我来说非常重要，这是我改善我资源包的唯一方法。即使评论很多，我也尽量阅读reddit上的所有内容。”尽管lekashmecka喜欢倾听大家的想法，但是他也主要希望激励更多的人去学习如何创建自己的资源包。除非你认为“这比呼吸简单多了。”这……还是要难上一些的。\n\n作者 Chris Priestman\n发布日期 2020/01/27\nhttps://www.minecraft.net/zh-hans/article/moody-mods\n\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1580346300,
            "txt_content": "强烈建议你把字体改成微软雅黑或者加粗……看得快死了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580355360,
            "txt_content": "如果你感兴趣 可以使用https://spgoding.com 在线博文转换器 一键排版"
        },
        {
            "author": "等于号",
            "timestamp": 1580559720,
            "txt_content": "KakagouLT 发表于 2020-1-30 11:36\n如果你感兴趣 可以使用https://spgoding.com 在线博文转换器 一键排版\n这个拿来抓图片地址挺方便的，其他一堆一堆的不知道是干嘛的，是不是写的多了忘记删了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580562720,
            "txt_content": "等于号 发表于 2020-2-1 20:22\n这个拿来抓图片地址挺方便的，其他一堆一堆的不知道是干嘛的，是不是写的多了忘记删了 ...\n由于作者的设计原因，转换结果是一段灰色字体的原文，一段是需要删除并替换的黑色文本(但是其中也会保留链接内容)，把那些黑色文本替换掉就行了"
        }
    ]
}