{
    "title": "[原创/连载]《我的世界之域灵》第三章 斩杀僵尸",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580354700,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:15 编辑 \n\n　　夜深了，山洞之外的存在却更加活跃了。　　舒牧用木板将自己围了一个四格呈“田”字形的空间包围起来，围墙高三格，并且只在角落的位置留下支撑柱，其他地方都镂空用来观察僵尸。　　这一个建筑是比较安全的保护措施，他很困，但又要防备外面的怪物，而且这个保护建筑是封住山洞入口的木板的延伸，在原基础上建造的，本体是在山洞的内部。　　为了看清山洞外的情况，他用石斧将木板敲开了两格宽的洞口，这是在周围没有怪物游荡的时候弄的，即便如此他也是小心翼翼地劈砍木板。　　除了那些不知道从哪里传来的嘶吼声，黑夜的森林十分寂静，舒牧每一次劈砍木板都会发出很大的声响，每砍下一块薄木板，都会惊动周围正在游荡的怪物过来。　　光是两个方块大小的木板，他就劈砍了近两个小时才完成。　　舒牧靠着旁边的木板眯了眯眼，休息一下，脑袋晕沉沉的，加之周围的环境又十分的阴冷，他现在动一下的心思都没有。　　“砰砰砰。”　　不知道过了多久，剧烈的击打声将舒牧从睡梦中惊醒，他赶忙从地上爬了起来。　　没想到只是眯了眯眼就昏睡过去了，而且手中的石剑也掉在了地上，此时外面太阳已经升了起来，环境的寒冷都被这一丝阳光所驱散。　　山洞之中有三只僵尸正在凶狠地抓挠着他的防御工事，而且它们的力量大得出奇，一块木板只剩下薄薄的一片了，很快就会支撑不住被破坏，到时候三只僵尸一进来，舒牧将无处可逃。　　现在想要破开山洞入口方向的木板逃出去很不现实，他没有那么多的时间来破坏木板，而且任由僵尸这么抓挠下去，最多再过三十秒，阻挡僵尸最后的阻碍就会消失。　　舒牧捡起了地上的石剑，深**气，将石剑横起来抬到了眼睛之前，努力瞄准着僵尸的脑袋，猛然刺了出去。　　石剑和僵尸的脑袋来了个亲密的接触，可惜舒牧的力量不够强，剑刃只嵌入了僵尸半边脑袋，不能一击击杀僵尸，但也对它造成了极大的伤害，至少它们破坏木板的速度慢了一些。　　因为防御工事有两格宽，僵尸最多只能同时两只进行破坏，因为前面一只脑袋被舒牧重伤，而后面那一只想要向前却被前一只挡住了去路，暂时无法上前进行破坏。　　依葫芦画瓢，仿照着之前的动作，舒牧又一次重伤了另外一只正在破坏木板的僵尸，不过因为第一剑耗费了他很大的力气，第二次刺击没有第一次要狠，索性也稍稍减缓了僵尸的破坏速度。　　现在他最需要的就是时间，僵尸破坏木板的速度越慢，他活下去的机会越大。　　两只正在破坏的僵尸的脑袋都受了重伤，虽然还有行动能力，破坏力却十分的有限。　　目前舒牧面临着一个很危险的局面，他可以斩杀这两只僵尸中的任何一只，但都需要耗费很大的力气，而且在它们之后还有一只僵尸蠢蠢欲动，只要前面有一只僵尸倒下，它就会立马接替倒下僵尸的工作，继续破坏木板。　　而它拥有着完好的行动能力，有着充足的破坏力，只需要不到十秒的时间就可以破开木板的阻碍，冲进来将舒牧解决掉。　　他很有可能没有力气去重伤后来的僵尸，而且身上已经没有木板了，想要合成的话时间根本来不及，再合成完之后恐怕还没有放置，他就会被僵尸扑倒，然后被吃掉。　　舒牧没有时间去思考该怎么做，现在只能拼上一丢丢的运气，把这三只僵尸全都干掉，至少把第三只僵尸重伤他才有喘息的机会。　　提剑，猛地朝着僵尸的脖子斩去，恐怖的裂口出现在僵尸的脖子上，僵尸坚硬的身体瞬间没有动静，应该是已经彻底长眠了。　　接下来才是最为凶险的时刻。　　后面那一只僵尸没有了前一只僵尸的挣扎的阻碍，轻而易举就来到了舒牧面前，闪着诡异红光的双眼直逼舒牧的心灵，仿佛一座大山一样压在他的心头，沉甸甸的。　　舒牧慌乱之中也没来得及瞄准，就朝着僵尸的脑袋刺出一剑，剑刃只没入了僵尸脑袋一小部分，这显然并不能真正伤害到它，加上僵尸不断的挣扎，就会消耗更多的体力。　　舒牧只能换另一种更为保险的方法，尽可能的多伤害僵尸，就算它们突破进来也还有活下去的希望。只是会非常渺茫但也不是没有机会。　　僵尸身上的伤口越来越多，特别是手臂上的伤口以及脖子的伤口，可都不是致命伤，仅仅只是减缓了僵尸的行动速度。　　看着木板越来越少，眼看就要支撑不住时，舒牧决定先把另一只已经重伤僵尸先解决掉，接下来他就可以无所顾忌的专心对付一只僵尸了。　　和之前一样，通过斩击僵尸脆弱的脖子部分来杀死第二只僵尸，因为有了之前的经验，这一次斩杀僵尸要比第一只轻松许多，省了很多力气。　　“砰！”　　脆弱的木板一击即碎，僵尸嘶吼着冲向舒牧，没有木板的阻碍，舒牧彻彻底底的暴露在僵尸的面前。　　他将石剑提起瞄准僵尸的手臂，他打算先把僵尸的双手废掉，不然依靠僵尸那疯狂的模样，舒牧很容易就会受伤，一旦出现伤势，他只会越来越劣势，越来越虚弱，即便是可以斩杀这只僵尸，也很难在危机四伏的森林中继续生存下去。　　之前尝试击杀另外两只僵尸的时候也尝试过穿刺心脏，似乎没有什么效果，很明显心脏并不是僵尸的弱点。　　而头部又十分的坚硬，即便是刺中了也无法一击必杀，很难将石剑从中抽离，反而他自己又会失去石剑的帮助，被僵尸消灭。　　“吼！”　　僵尸嘶吼着扑了过来，舒牧快速闪身撞在了一旁的木板上，躲开了这一次进攻。　　趁着僵尸没有反应过来，快速的朝着它的后颈提剑斩出。　　石剑断开空气的阻碍，发出低沉的“呼呼”声。　　噗！　　石剑嵌入了僵尸的后颈，僵尸疯狂的挣扎，最后彻底的平静下来。　　舒牧双手紧贴着身后的木板，双眼死死地盯着已经倒地不起的僵尸，眼球上爬满了血丝，他疯狂的喘着粗气，仿佛要把周围的氧气全都吸入身体里面。　　“经验值+16，总经验值：34点。”　　一行绿色的文字出现在他视野的中央，这时他才注意到，从一开始他对僵尸造成的第一次伤害，每一次攻击都有信息提示。　　“击中零级僵尸，生命值-6。”　　“击中零级僵尸，生命值-5。”　　……　　“击杀零级僵尸，获得经验值+8。”　　“经验值+8，总经验值：8点。”　　……　　之前他太过于专注，完全没有注意到域灵系统的提示，而且他算了一下自己的伤害。　　在致命部位伤害可以达到15点，累计最多对僵尸造成35点到41点不等的伤害，很显然僵尸的血量并不是固定的，不同的僵尸拥有不同的血量。　　不过好在已经把三只僵尸都解决了，舒牧也算是暂时脱离危险。　　他的靠着木板墙壁坐了下来，紧绷的精神放松下来，浑身都传来一阵无力感。　　快一天没有吃东西了，而且刚刚又进行了一场高强度的战斗，本来就疲惫的身体越显无力。　　“域灵系统，经验值有什么用？”　　“目前来说，经验值可以强化你的身体，10点以下，每花费一点经验值可以提高任意属性一点，100点以下10点以上，任意属性每提高一点需要花费两点经验值，之后每100点属性值，所需的经验值翻倍。”　　“当然也可以用于附魔，铁砧等物品。”\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}