{
    "title": "【懒叶KING】新坑-《新光璀璨(New Light》【每周更新中】",
    "author": "懒叶KING",
    "replyCount": 5,
    "timestamp": 1362223860,
    "txt_content": " 本帖最后由 懒叶KING 于 2013-3-3 13:41 编辑 \n\n\n哟~大家好，我是懒叶KING~小叶子~\n由于在SC群中看见Tech和果冻都写了小说，看得我那个眼馋啊QwQ\n于是，我手痒了...\n=小说相关=\n这篇小说呢，讲的是另一个星球上的故事。\n  支元240年，一个名叫艾尔的矿工在挖掘矿物时，发现了一块神奇的水晶。这个水晶给他带来的无穷的力量—魔法，他靠这种力量强行在大陆上抬起了一块陆地—天空城，并成立了魔法国，招募了许多想学习魔法的人。但是，科技国在地面上发展得十分迅速，在2年内就已经研发出了极其强大，可以对抗魔法国的科技武器。由于利益的缘故，大战一触即发，短短1年，地面上就已经成为一片废墟—到处都是科技武器的辐射污染和魔法暴动的空间乱流。地面上的动物由于污染的缘故得到了变异，成为了恐怖的怪兽，怪兽瞬间占领了地面的大部分。而科技国则在地下建立起一座座城市，魔法国由于艾尔的神秘失踪而无法扩展土地。大战48年后，一起在科技国外围城市U-7-z发生的诡异事件让一个青年—艾特拥有了一个一生都难以忘记的经历。\n  以上，是小说的简介吧~\n  这篇小说我借鉴了《地铁2033》和《地铁2034》= =\n  还有!这篇文章很少会看到MC的影子，但请读者大大您用MC的视觉去看这本小说~\n=正文=\n\n第一章 U-7-z      魔法国的空岛已经升空50年了，整整50年了。灭世之战也过去了48年。   科技国，虽然他们喜欢称自己为斯坦人，但他们的老祖宗就是这么叫自己的国度的；他们已经在地表之下修建起了一个个城市，过上了与原来没有太大差别的生活。   U-7-z，科技国外围的一个小型地下城市，这里死一般的寂静，人们仿佛一个个行尸走肉班游荡。他们已经濒临崩溃了。就在几天前，联络站的信号忽然中断，他们试遍了所有的频率，可穿来的却都是刺耳的噪声。接下来的几天中，为了与其他斯坦人取得联系，U-7-z的领导阶层派出了一队又一队突击队和侦察队。可是，所有的人一去就没有了回音。无线电最后传来的一直都是那令人悲哀的噪声。一时间，这个城市就像遭到了诅咒一般——科技国总部的电停止了传输；机器停止了运作；人们的忧愁导致了精神瘟疫的到来；动植物一个个死去，食物没有了保障；在一周内就发生了几起反动案件，死者成百；还有从传输通道中一直传来的咆哮声和嘶吼声使城市中人心惶惶。  “我已经受够了！“从办公室中传来一声怒吼，使控制室外的工作人员们纷纷疑惑和紧张地看向办公室的白色铁门。   办公室内，一个体型肥硕的中年人满脸怒色地站在一张大玻璃桌前，将面前的文件撕了个粉碎。另一个男人笔直地站着，他身上穿着黑色的制服，轻蔑的看着那个中年人，就如同看着一只发疯的老狗在不甘心地汪汪叫。男人清了清嗓子，盘起手来对中年人说：“比洛市长，你的城市的现状你是再清楚不过了，如果没有我们的帮助，你们只有死路一条。”   那个被叫做比洛市长的中年人怒目直视着男人，嘴皮动了动，但却没说出什么。他皱着眉头在原地徘徊了一下，抬起头看着男人，说：“我们U-7-z市不管怎么样，也不需要你们地面黑鳄的帮助！所以，尊敬的队长阁下，请回吧。”   地面黑鳄，是一支不属于任何国家的军队，有组织有纪律，在地面霸占着一方土地。有着庞大的力量，他们有自己的武器制造厂，装备最强大的装备。时刻在充满了危险的充满了辐射和空间乱流的地面执行任务，将在地面找到的值钱的东西卖给科技国，换取一些有用的东西；或是在废墟间捕杀变异的怪兽，剥下它们的皮毛或者内脏甚至是魔核，一种只有魔法变异怪兽才拥有的东西，是它们力量的贮存所。  “好的…我这就走了…祝你们能够有100人活下去，哦不，50人差不多。”队长将双手插进衣服的口袋里，若无其事地掀开铁门，走出了办公室。比洛站在原地望着队长离去的身影，心里思索着。为什么他们U-7-z市会遇见这么诡异的事情？而且当地面黑鳄来到U-7-z时，他们还看到了一丝生机，而在黑鳄提出让比洛交出U-7-z市后，比洛心中唯一的一点点希望泯灭了。难道地面黑鳄开始打起了科技国的主意？比洛抬起头，将脑中所有的杂念抛出后，也走出了办公室。他必须要查清楚U-7-z到底发生了什么。——  一个月后，科技国首都U-C，这里已经一个月没有收到U-7-z的信号了。所有科技国高层都十分疑惑，U-7-z到底发生了什么。他们连接了U-6-a的信号，询问他们U-7-z的情况。U-6-a也不明白为何他们派出去到U-7-z的部队返回时不是说U-7-z的隧道被堵住了，就是像U-7-z的突击队一样毫无音讯。  “唉，”U-6-a市市长拉尔多正坐在办公室内，看着上级给自己指派的命令。  “向U-7-z派兵…向U-7-z派兵…去你的！那帮混蛋没音讯就没音讯吧，管我什么事？！还要让我的人去白白送死？！”拉尔多怒不可遏，瞪着面前的亚希中校质问道。  “老拉尔多啊，这也是理事会的决定啊，我也是按命令行事。你也知道U-7-z这次的事情实在是太诡异了，这不想让理事会高度重视也不行啊，就算少了一个只有千人的U-7-z，没多大事，但是如果有什么不好的东西出现了…那就不好办了。”亚希中校无奈地说。  拉尔多叹了一口气，坐了下来，用手捏了捏自己的鼻梁骨。接着，他打开通讯器，说：“比尔，将α-7，α-8，α-9，α-11，α-12五个小队派到U-7-z去。”  “谢谢了，拉尔多。”亚希歉意地笑了笑。  “哼。”拉尔多哼了一声，看也不正眼看一下亚希就走出了办公室。    中午12点的钟声敲响了，太阳从层层乌云中露出脸来，照亮了恐怖的地面废墟。\n",
    "replies": [
        {
            "author": "Sky、果冻",
            "timestamp": 1362223920,
            "txt_content": "少年，你的模板呢。。。"
        },
        {
            "author": "天王星",
            "timestamp": 1362223920,
            "txt_content": "额。有点流水账的感觉"
        },
        {
            "author": "Technology",
            "timestamp": 1362223980,
            "txt_content": "写得很不错，以后注意使用模板~~"
        },
        {
            "author": "懒叶KING",
            "timestamp": 1362224100,
            "txt_content": "Technology 发表于 2013-3-2 19:33 \n写得很不错，以后注意使用模板~~\n模版是什么求问>.<"
        },
        {
            "author": "Technology",
            "timestamp": 1362224160,
            "txt_content": "懒叶KING 发表于 2013-3-2 19:35 \n模版是什么求问>.\n发帖的时候再文本输入栏上方会让你选择的，你点创作作品发布就行了"
        }
    ]
}