{
    "title": "[Minecraft.net|INSIDER]本周方块：闪长岩",
    "author": "无法检测",
    "replyCount": 4,
    "timestamp": 1580386440,
    "txt_content": " 本帖最后由 虾米w 于 2020-1-30 20:25 编辑 \n\n                                                                  Block of the Week: Diorite\n本周方块：闪长岩\nRockin’ it\n  撼动它吧！\n                                                                \n        \n    \n\n                                                                Which of Minecraft’s blocks is found all over the Overworld, looks a bit like a cross between cobblestone and quartz, and sounds like something you’d yell while hacking at a zombie invading your house? Conveniently enough, it’s our Block of the Week: Diorite!\nMinecraft中哪一种方块在主世界里随处可见。它看起来像是圆石和石英的混合体。听起来像是你对入侵你房子的僵尸时所发出的大叫的声音?非常碰巧的是,这就是我们的本周方块:闪长岩。（这里我试着翻了很多遍感觉方便换成碰巧会舒服点）\n\n\nThe last member of a rocky trinity that also includes granite and andesite, diorite generates naturally in large seams anywhere that you’d normally find stone. You’ll regularly see it exposed to the surface, particularly in hilly or mountainous areas. Or you can craft it by combining cobblestone with nether quartz.\n在和花岗岩、安山岩三种岩石中它是最后的一种岩石。通常在能找到石头的任何地方闪长岩都会自然生成。它经常暴露的生成在地表上面,尤其是在丘陵和山区(高原)。或者你可以通过寻找圆石(我记得圆石不会自然生成的吧orz)和下界石英的踪迹,来找到它。\n\n\n\n\n                                                Diorite doesn’t have a whole lot of uses in Minecraft, except for decoration. There’s a nice polished variant which makes beautiful flooring, that you’ll get by putting four blocks of the raw stuff in a 2x2 crafting grid. You can also use it to make andesite and granite, and in Bedrock edition it can be used in place of stone to make slabs and redstone comparators.闪长岩在Minecraft中除了用作装饰外,几乎没有其他的用途。这是一种抛光的方块,它可以用来制造出漂亮的地板,你还可以把四块原材料放入2x2的合成界面中用来制作安山岩和花岗岩,在基岩版中,你可以用它来代替石头制作台阶和红石比较器。As a building material, diorite is pretty great. It has the same blast resistance as stone, so Creepers and your sneaky multiplayer pals won’t do much damage to anything you construct out of it. Plus, it’s arguably the white-coloured material that’s easiest to get large quantities of, so if you want white as a colour in your next build then it’s a great option to look at.作为一种建筑材料,闪长岩非常耐用。它具有和石头一样的爆炸抗性,所以爬行者和狡猾的物种无法对这种材料的建筑物造成很大的伤害。而且它是最容易大量获得的白色材料,所以如果你想要以白色作为下一个建筑物的颜色,那么它是一个很好的选择。\nAs we discussed in the andesite block of the week, real-world diorite and andesite are kinda like rock brothers. They both form when magma cools down - but diorite is made when that happens inside the earth, while andesite is created when it flows out into the open air as lava.正如我们所讨论的那样,现实世界中的闪长岩和安山岩很相似。在岩浆冷却时,它们形成了——但是闪长岩是在地球内部形成的,而安山岩是在岩浆流出到户外的时候形成的。\n\n图片来源：Mussklprozz// CC BY-SA 3.0\n                                                Diorite’s speckles are made of crystals of different minerals, depending on the composition of the magma that it formed from. It’s found in volcanic areas, and in places where tectonic plates are shoved upwards by another plate passing underneath - like the Andes in South America. \n闪长岩的斑点由不同矿物的晶体组成，这是由构成它的岩浆成分决定的。它在火山区域被发现了。同时，当构造板块被另一个从下面穿过的板块向上推进的地方也可以形成闪长岩，例如南美洲的安第斯山脉。\nDiorite is actually much rarer in the real world than it is in Minecraft. It’s also extremely hard, making it tough to carve - so it’s mostly used for decorative purposes. One famous diorite artifact is the Code of Hammurabi - a list of laws from ancient Babylon, inscribed on a two-meter tall chunk of diorite. The rock’s hardness means that the text is unusually well-preserved, and it’s one of the oldest fully-translated pieces of writing that we’ve found - dating back to about 1750 BC.\n闪长岩实际上在现实世界中比在Minecraft里存在的数量要少很多。它也非常坚硬，很难雕刻——所以它主要用于装饰目的。闪长岩主要用于装饰。一件著名的闪长岩制品是汉谟拉比法典，它被刻在一大块2米高的闪长岩上。——这是一份来自古巴比伦的法律清单。岩石的坚硬特性意味着文本保存之完好，同时这是也我们发现的最古老的完全翻译的作品之一——其时间可以追溯到公元前1750年。\nSo next time you need something to write your server rules on, take a leaf out of Hammurabi’s book and consider a big pillar made of diorite. You never know, it might get dug up by future Minecraft archaeologists in the distant future, who’ll wonder why leaving a tree half-cut down was considered punishable by death.所以下次当你需要写服务器规则，从汉谟拉比的书中拿一片树叶，考虑用闪长岩做一个大柱子。在遥远的未来，你永远不知道它可能会被未来的Minecraft考古学家挖掘出来，他们会好奇为什么一个人砍倒一棵树会被处以死刑。(绝了,砍一棵树被执行一次,这样我感觉我要被执行无数次了orz)\n\n\n\n【虾米w译自Block of The Week: Diorite】\n【作者Duncan Geere，发布于2018年4月13日。】                                        \n        \n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1580391960,
            "txt_content": "欢迎参与官网博文的翻译！但是，我们发现您的翻译文本比较生涩，处理不当的地方较多，例如：\n\nOr you can craft it by combining cobblestone with nether quartz.\n\n或者你可以通过寻找圆石(我记得圆石不会自然生成的吧orz)和下界石英的踪迹,来找到它。\n\ncraft是合成而非寻找。\n\ntake a leaf out of Hammurabi’s book and consider a big pillar made of diorite. \n\n从汉谟拉比的书中拿一片树叶，考虑用闪长岩做一个大柱子。\n\ntake a leaf out of sb's book 的含义是“效仿某个榜样”，而非其直译的含义。\n\n如果您想改进的话，这里有一份基本合格的翻译供您参考：https://www.mcbbs.net/thread-790667-1-1.html\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1580394300,
            "txt_content": "首先楼上是大佬。\n\nyour sneaky multiplayer pals\n“狡猾的物种”\n意思是多人游戏里的玩家，sneaky是adj.\n\n（以及吐槽好像太多emmmmm）"
        },
        {
            "author": "无法检测",
            "timestamp": 1580441400,
            "txt_content": "cc7w 发表于 2020-1-30 22:25\n首先楼上是大佬。\n\nyour sneaky multiplayer pals\n很多地方翻词典翻过来整的一愣一愣的"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580553240,
            "txt_content": "机翻，使用谷歌翻译。\n\n\n\n\nQQ图片20200201183325.png (247.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-1 18:34 上传\n\n\n\n\n\n左谷歌\n\n"
        }
    ]
}