{
    "title": "不再孤独的世界（1）不当创世神",
    "author": "WordWorld",
    "replyCount": 23,
    "timestamp": 1580415060,
    "txt_content": "一、越来越孤独的原因\n\n\nMineCraft是一个关于挖掘和建造的游戏，它的可玩性基于人类认知世界和改造世界的本能冲动。大陆版的翻译“我的世界”，表征了玩家在这个游戏中所体验到的强大自主性，也就是人类的本能之一：自私。而台版的翻译“做个创世神”，表征了玩家在游戏中所能体验到的强大控制力，也是人类的另一个本能：自我。“自私”的本能使得我们对于占有、破坏、炫耀等行为感兴趣。而“自我”的本能使我们对于探索、发现、操控等行为感兴趣。无论是哪种翻译所表达的特点，实际上这都是MC这款游戏所带给我们的乐趣。因此我的世界带给了玩家很多的玩下去的欲望点：\n获取资源、创造资源、改造地形、建立机器等。探索洞穴、探索神庙、寻找村庄、控制村民等。驯养动物、愚弄怪物、击杀和繁殖等。\n\n但是随着游戏的推进，以及玩家对这个游戏的越发熟悉。你会发现你在这个游戏里越来越感受到孤独。游戏的经典音乐一起，你会立刻没了玩下去的欲望。仔细去回想自己的感受，分析原因，不外乎如下：\n你的资源越来越多，它们的作用却越来越小，你的占有成为了一种没有意义的占有。就像全人类承认你占有整个宇宙，但是你却只能困在地球上一样。你的作品没有另一个独立的人来欣赏，你的行为没有在一个社会环境里得到反馈。你创造了很多建筑或者机器，但是你的炫耀的欲望无法得到满足。你肆意打砸砍杀，但是在这个只有你一个人类的世界里，没有法则的世界里，你感受不到打破规则或者遵守规则所带来的归属感。你越发地想要得到结果、得到收获、得到成就，就越发把这个虚拟世界与现实世界相关联，开始质疑它的意义，本质上是在质疑自己打游戏的意义。也是在给自己负面暗示。\n\n通俗来讲，MC这款游戏，当你越在里面肆无忌惮的时候，你越偏离在现实世界里所形成的三观，然后就会慢慢因为三观崩坏而自我怀疑，最后迫切地渴望回到符合你三观的现实人类社会中。举个例子来说：\n当你在服务器里玩耍的时候，你会被服务器的规则限制，你实际上体验到的不是游戏的快乐，这个规则是人制定的，你体验到的是与人相关的事物相处的快乐。当你去卡bug、利用特性的时候，本质上是在与”另一个人类所创造的东西\"交互。而不是在与游戏本身交互。\n\n二、官方玩法和Mod方向的区别\n\n\n我是从网易版入坑的，玩的1.12。后来发现有1.13了，就改玩国际版。然后又发现其实1.14也在开发中，就跟着1.14的脚步玩到现在。从个人角度而言，1.14是一个失败的版本，原因如下：\n改动很大，bug很多，直到现在都还没修完。村民的交易系统完全崩坏，原来的绿宝石很难搞，交易很难刷，倒有一点随机性和可玩性。现在的交易完全跟白给一样，货币与物资非常不平衡。掠夺机制并没有带来一套很有趣的怪物系统，反而是增加了一堆烦人的怪。掠夺机制很差劲，可玩性差。村庄机制的改动实际上比较失败\n\n但是倒也有一些优点：\n村民的角色细分是一个不错的方向新增加的方块和怪物还是比较有意思的。这个版本是一次很有魄力也很有创造力的改动。\n\n\n在我的感觉里，一个更加可玩的MC应该是什么样的呢？我将基于1.14，并结合上面提到的游戏为什么越来越孤独的原因，来介绍一下我的想法。\n首先，官方的版本和玩法，总是贴合游戏本身的出发点：挖掘、建造。他总是把游戏的复杂性降到最低、创造空间开到最大、决定权让给玩家。就像积木和拼图一样。但是我们都知道，积木很好玩，却没有小孩整天抱着乐高拼成的赛车玩，都是玩买的赛车模型吧？因为两者的本质是不一样的。\n玩家在MC里体验到的只有创造的快乐，这种快乐是不可延续的、不可独立的。就像积木拼的赛车一样，没法拿出去玩。但是另一方面来讲，MC做的就是这种游戏，它不可能做成一个带有世界背景的3A大作一样。\n\n这样，就需要我们玩家主动去在两者之间平衡。因此，Mod应运而生。我认为应该有这样一个Mod：\n它的内容复杂，因此不会放到官方版本里。它的机制简单，和官方规则机制等几乎一样，很有原版风。它的可玩性很强，将MC改造成一个类似于现实世界的可以一直发展下去的平行宇宙。\n\n\n三、Mod的出发点\n\n我对于这个Mod的设想，是不全面的，需要一点一点捋出来。这篇文章只是第一步，接下来还会有系列文章，具体探讨其它点。目前先顺着思路理出第一点：\n为了避免我们成为无所不能、无所不知的神，避免失去挑战性和控制欲，我们应当在游戏受到限制、有所不知、顺其自然。例如：\n人类在现实生活中的快乐来自于这两方面：生理满足和心理满足。吃喝都是生理满足。音乐、美术都算是生理满足。很多人会有这样的感受，打游戏时没有声音，手感没了，游戏体验怪怪的。游戏往往需要配合音效和特效才快乐。但是当我们看游戏精彩操作集锦时，又会发现，作者把游戏音效剪掉了，换上了一些有节奏的歌曲，我们感觉也很自然，不会不舒服。这就说明了一件事，有时候，人的生理满足，可以通过通感来实现（就是用视觉代替听觉等方式，使用一种感受替代另一种感受），也能够通过感受的替代来实现。比如，我们一直吃一种食物会腻，换换口味就会不那么烦，有时候特别想吃饼，有时候特别想吃面。当我们在MC里天天吃鱼时，偶尔换个食物，一方面你会发现得到了类似于现实中换食物时的那种满足，另一方面，在游戏里的吃东西的动作会给你一种好像真的吃过东西了一样的代替感受。\n\n假如在MC里，你快饿死了，这时候看到村庄的胡萝卜，或者野外有野果，你肯定很开心。假如你没有现成的食物，但是你家有烤鸡机，一打开就有鸡肉，你也会很开心。但是如果你箱子里存了好几箱子鸡肉，你会开心吗？换成现实的例子来说，你如果没有电脑没有网，忽然有一台能上网但是网速慢点的，你会开心。你如果有一台电脑，网速特别快，你也开心。但是如果你有一大堆电脑，每台网速都一样慢（比如你们学校的破微机室），你会开心吗？明显不会。我认为，在这两个例子里，使人开心的原因是两个：一是你从不能满足自己到能满足自己的是否问题的转换、二是你有能够达成目的的能力的满足感（烤鸡机器、超快的网速）。一旦你有了大量鸡肉，或者有一大堆不能使你快乐的垃圾电脑。你就会发现你陷入了一种“半死不活”的状态。\n\n因此，我认为，在好的游戏机制里，应该存在着物品的合理消逝，比如食物的腐坏，你的鱼不能一直保存，你的箭不能附魔无限。这样你就能在拼搏和珍惜中获得快乐。\n\n鉴于此，我首先提出以下的机制：\n物品的变质和消逝、环境的变化。为了配合上一条，应该有季节、天气、气候的多样性变化。和生产、交换、破坏的NPC活动。这些应该是不可控的和不可预测的，使得玩家更加珍惜和更加真切地感受。去掉无限附魔、或者使之成为更加难以获取的附魔。玩家主动地减少以及通过机制避免刷东西的活动，而是将获取东西交给未知和不可预测的生产。在这一方面，是要增加村民改动的，后面详谈。\n\n\n\n\n",
    "replies": [
        {
            "author": "LinLonon",
            "timestamp": 1580441700,
            "txt_content": "是啊-mc到后期就是资源大量过剩，游戏性大大降低。如果从头到尾都充满一些挑战就好了="
        },
        {
            "author": "xxswdsj",
            "timestamp": 1580441760,
            "txt_content": "不再孤独的世界太神奇了！"
        },
        {
            "author": "780517819",
            "timestamp": 1580838240,
            "txt_content": "如果可以多一些冒险元素会更刺激点"
        },
        {
            "author": "凝滞",
            "timestamp": 1581351240,
            "txt_content": "这个游戏跟朋友玩才有意思！"
        },
        {
            "author": "Today一MC",
            "timestamp": 1581407760,
            "txt_content": "本体是没有太多的探索点，还是搞搞mod。开矿造各种东西，研究研究红石电路，建各种基地是我玩下去的动力。"
        },
        {
            "author": "Celewuhao",
            "timestamp": 1582387860,
            "txt_content": "主要是跟萌新好玩"
        },
        {
            "author": "xiaomen",
            "timestamp": 1582471320,
            "txt_content": "我个人倒是觉得可以通过资本原始积累过着越来越富足的生活（）"
        },
        {
            "author": "dionbb",
            "timestamp": 1587607020,
            "txt_content": "多点冒险元素会好点"
        },
        {
            "author": "ghyjn",
            "timestamp": 1588490820,
            "txt_content": "这个建议应该给官方提一下"
        },
        {
            "author": "2238088215",
            "timestamp": 1588499280,
            "txt_content": "贝爷【知道译名说这个好理解点】永夜超困难加强版"
        },
        {
            "author": "苏_熙",
            "timestamp": 1594891260,
            "txt_content": " 这个游戏跟兄弟一起玩才是最有趣的"
        },
        {
            "author": "苏乞儿",
            "timestamp": 1597200060,
            "txt_content": "缺的是人不是MOD"
        },
        {
            "author": "Violence_YS",
            "timestamp": 1597201200,
            "txt_content": "不再孤独的世界。咳咳，我感觉这个更适合多人联机，会有那种温馨的感觉"
        },
        {
            "author": "masai123",
            "timestamp": 1597236000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "天选之剑",
            "timestamp": 1599728220,
            "txt_content": "如果有朋友的话应该会很开心"
        },
        {
            "author": "雨魂sama",
            "timestamp": 1601367540,
            "txt_content": " 本帖最后由 雨魂sama 于 2020-9-29 16:36 编辑 \n\n我总结一下，原版风，增加更多物品属性的腐坏机制包括附魔。\n另外，村民等主要社会群系的关系复杂度提升，建立具有前因后果的任务机制，职业分化与生活惯例\n总的来说，希望游戏的不可控性，随机性和世界的可发展性的提升，尤其是针对后期，生存的意义逐渐消解，更多的似乎变成了创造\n\n我认为也不算不可操作\n与其说直接就做一个mod，实现起来更可能是一个横向上经过微调和补充的增强整合包，比较大的整合包，这个组合包里有丰富怪物的，丰富村民的，丰富猫狗牛羊猪的。而丰富村民又可以是丰富其职业分化的，丰富其行为特性的等等。如果这样，需要的也许不是mod，而是可以自行定制扩充的mod筛选器，并且开源，玩家彼此之间在这个筛选器上根据某种惯例，添加和制作新模组，这个模组包内部就是由一个个自洽合理的世界观。贴合原版这个要求感觉反而只是一个可能而非前提。比如，类塞尔达的增强包，类老滚5的增强包，类gta的增强包，类原版的增强包\n这样一来，你所说的就成了筛选器这样一种东西，由大家一起补充。可以是几个人构想体系，几个人修改，制作和整合mods，然后打包并开源...这样它就能不断发展。\n增强包小，他就是增强包，增强包大，那就可以是类xxx的了\n\n希望大佬能再继续发帖子表达下完整的观点，如果我有地方没想清楚的话请指正"
        },
        {
            "author": "WordWorld",
            "timestamp": 1601405640,
            "txt_content": "由于工作忙和一些个人原因。本项目的构想后来搁置了。\n最近新出了一款手游叫做《江南百景图》。玩上之后发现很多地方和我所设想的这个游戏很契合，包括随机的村民社交、村民技能和属性升级等等。\n有很多事情，并非不可完成的，就像是我们的国产动漫，我们的国家足球。但是完成一种理想化的、荣誉化的东西，必然要付出一定的精力和财富。而这种付出往往是一般人所不能承受的。需要稳定的动力和经济、精神的支撑。\n我想说的是，没有人读的书和厕纸没有区别。\n我会尽量去找到实现模组的方法和动力来源，在那之前，不会盲目地投入到这件事情里面去。"
        },
        {
            "author": "Garrard",
            "timestamp": 1601456100,
            "txt_content": "整给官方看哈哈哈"
        },
        {
            "author": "是水桶呀",
            "timestamp": 1601533560,
            "txt_content": "和朋友联机玩应该很有趣"
        },
        {
            "author": "kayn-",
            "timestamp": 1601608320,
            "txt_content": "联机快乐真香"
        },
        {
            "author": "zjx2167997368",
            "timestamp": 1605330960,
            "txt_content": "Today一MC 发表于 2020-2-11 15:56\n本体是没有太多的探索点，还是搞搞mod。开矿造各种东西，研究研究红石电路，建各种基地是我玩下去的动力。 ...\n可惜红石比较难个"
        },
        {
            "author": "767721952",
            "timestamp": 1611938160,
            "txt_content": "别玩创造了"
        },
        {
            "author": "时间短小",
            "timestamp": 1611991740,
            "txt_content": "到后面跟创造差不多了，全在建房子"
        }
    ]
}