{
    "title": "[原创/连载]《我的世界之域灵》第四章 初遇村民",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580441340,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:15 编辑 \n\n　　艳阳高照，今天天空万里无云，多半不会像昨天一样再起大雾了。　　舒牧拖着疲惫的身体在森林中寻找着可以吃的食物，以及寻找溪水河流。　　手中的石剑在和僵尸战斗时，就沾染了不少僵尸的血液，凝固的血液在石剑上形成一块块暗红色的血斑。　　森林中奇怪的东西也不少，他循着自己之前跑过的方向走回去，一路上看见了很多浆果，一个不剩的将它们收集起来，也不知道能不能吃，如有必要，他暂时不会去吃这些浆果。　　幸运的是，没过多久他就发现了一个苹果树树林，成片的苹果树漫山遍野，果实饱满的苹果树到处都是，而且他还隐约听到了水流声。　　不过现在也已经到中午了，太阳高高悬挂在头顶。　　他将石剑收入空间系统，迫不及待的就爬上了苹果树开始采摘树上鲜红欲滴的苹果。　　一个苹果树上的苹果非常的多，他只采摘了那些较为低矮的苹果，而后又换一颗树继续采摘，用了两个小时，空间系统中就装有至少六七十个苹果，够他吃几天的了。　　舒牧手中拿着一个咬了一半的苹果，嘴里快速地咀嚼着，顺着水流声寻了过去。　　大概走了两三分钟，一条宽有十多米的溪流出现在他的眼前。　　溪水在阳光的照射下，映出了溪水底部的景象，清澈透明，没有丝毫的杂质。　　舒牧到溪边，捧起几瓢溪水喝了下去，喝足之后拿出石剑清理上面的血迹，以及自己身上的土灰和血迹。　　因为没有换洗的衣服，等舒牧从溪水中上来，穿上那一身衣服，显得十分的不舒服，但也没有丝毫的办法。　　他计划了一下，现在距离傍晚还有几个小时的时间，他可以在森林里面多捡一些小石块，将他们汲取为土元素，之后置换为金元素，从而合成出铁锭。　　到目前为止，合成模板中的合成配方只提供了木板、合成台、鹅卵石、火把、铁锭这些基础物资的元素的合成配方，那一本厚厚的合成配方也没法继续翻页，不知道是什么原因，问了域灵系统它也不说。　　他现在最需要合成的物品并不是铁剑，也不是铁镐，而是铁盔甲，特别是铁头盔。　　相比起战斗，如何保命提高自己的存活率才是关键。如果没有意外的话，他打算先在山洞附近的森林转转，收集小石块用来置换为铁锭，先把一套铁甲凑出来，再把铁剑和铁镐以及水桶凑出来，就可以尝试着离开山洞，去更远的地方探索。　　这些基本装备，都是舒牧在极限生存当中必须的物品，只是在游戏中铁镐的优先级比较高，而现实是铁套的优先级比较高。　　现实的战斗更加的困难，他不去奢望能和游戏那样，轻轻松松杀僵尸，只要不被怪物杀死就谢天谢地了。　　沿着一条树木两端分布的小道慢慢的寻找着小石块，相比起危险的森林，这样的小道可以给舒牧更多的反应时间。　　石质工具有石剑和石镐就可以了，背包之中剩下所有的石块全都汲取为土元素，再置换为金元素用来合成铁锭。　　铁锭非常的沉重，四块铁锭做出来他身上的土元素和金元素都被清空了，而且现在天色也不早了，再不回山洞的话那些怪物就要出来活动了。　　就在这时，小路的尽头传来了“哒哒哒”的声音，因为这一条小路前面恰好是一条弯路，声音的来源被树木遮挡住，无法探究。　　舒牧站在原地，意识锁定空间系统里面的石剑，一旦怪物出现他就可以快速拿出来。　　而且现在也没有到晚上，像是僵尸一类的亡灵生物应该不会出现的吧，而且那声音听起来也不像是怪物的声音，更像是一种马蹄声？　　“哒哒哒……”　　随着声音越发的清晰，正主很快就要出现了。　　一头灰色的毛驴出现在了小路的尽头，两个便携背包分别挂在毛驴的两侧，毛驴上面坐着一个和舒牧差不多一样高的方块人。　　那个方块人身着一身棕灰色的皮革上衣，应该不算皮革甲，毕竟它实在是很薄，不论怎么看都不像是护甲的模样。　　他一只手中拿着一个皮鞭，另一只手则是拿着一个苹果不断啃食着。　　而他的毛驴身后还拉着一个木质两轮小车，小车的轮子位于后方，前半部分则是两个三角形的支架，因为小车现在被毛驴拉着的缘故，支架并没有着地，而是距离地面莫约有二十到三十厘米的距离。　　木质小车上装满了鲜红的苹果，或者说它们被堆砌在铺了干草的木质小车上，随着车身的颠簸，时不时会有一个苹果从车上滚落。　　“孩子！看你这一身行装，不会是从城里面逃难来的人吧？这天也快黑，还在森林里面晃悠的话可是很危险的，先上车，有什么事车上说。”　　毛驴拉着车经过舒牧时停了下来，毛驴上的人看着浑身灰扑扑的舒牧，再看看他穿着一件短袖和一件过膝短裤，身上就没有任何东西了。　　和那些城里的流浪者无样，而且那些流浪者好歹身上会带着一些钱袋子，带着一些睡袋行囊什么的，而舒牧浑身上下什么都没有。　　“那个，谢谢大叔。不知道大叔怎么称呼。”舒牧很快爬上了后面的小车，继而问道。　　“我叫王程明，是附近一个小村落的村民。最近因为城池附近战事不断，不接受我们这些农民进城，导致村里面很多家口粮都不够。这不，我白天就到这一片树林里面采果去了，没想到那一片果林的长势那么好，全都是又大又红的苹果，这一车啊，够我们家吃上十天的了。”　　驴车看似走得慢，实际上不知道比舒牧用脚走快了多少。　　“孩子，你叫什么啊。我看你年龄也不小了，就算是在城里面随便做一个伙计的工作，也不至于流落成这样，很多流浪者都是一些比较年老的，没有力气干活的。”　　舒牧一时间也不知道说什么好，自己的来历自己都不清楚，来到这个世界就这一天，压根没有什么来历不来历的。　　“那个王叔，我醒来的时候就在这一片森林里面了，可是我什么都不记得了，我也不知道自己为什么会在这里。”　　“原来是失忆了，可怜的孩子。算了先回村庄再说吧，要快点回去了，不然天黑之前肯定到不了村庄。”　　王程明一路上专心的赶路，舒牧则是打开了属性面板。　　他之前还在计划着如何加点，本来打算把所有的经验值都加到生命值上面去，想了想，自己也不会时时刻刻处在危险当中，没必要全都加在生命值上面。　　而且空间系统里面还静静地躺着四块银白色的铁锭，可能暂时也不需要制作铁头盔了，毕竟自己的空间系统不是谁都拥有的，本来身上什么都没有，凭空出现一个铁头盔戴在身上也不好解释。　　可以先做一把铁镐，挖石头的效率就可以大幅度的提升，得到更多的土元素去置换为金元素，用来合成更多的铁锭。　　空间系统很难解释清楚，但做铁套还是很有必要的，至少空间系统里面要备有一套铁套，等危险的时候就可以拿出来穿上，就算空间系统再难解释，也没有自己的小命重要。　　他之前已经把所有的属性都加点到了正常的十点，现在他把剩余的23点经验值，用来提升五点敏捷值，三点防御力和三点的攻击力，最后剩下一点经验值。　　舒牧　　种族：人类　　耐力：10　　生命值：20/20　　攻击力：13　　防御力：13　　敏捷值：15　　木元素：4.0/10　　火元素：0.8/10\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}