{
    "title": "[Minecraft.net|CULTURE]背包盘点: 三叉戟",
    "author": "jmjmggg",
    "replyCount": 2,
    "timestamp": 1580448660,
    "txt_content": "\nTAKING INVENTORY: TRIDENT\n背包盘点: 三叉戟\nNeptuning out波塞冬出击\nFighting underwater is like a maths test to the death. It’s slow, difficult, and the consequences can be dire. Luckily, in the Update Aquatic the developers added something to make it a little easier. It’s our item of the week – the trident!\n在水下战斗就像一道决定生死的数学题. 战斗发生的很慢, 但是很困难, 其后果也可能很糟糕. 幸运的是, 在海洋更新中, 开发者加入了一些使水下战斗简单的东西. 它就是这周的代表物品 -- 三叉戟!\n“It's a weapon that is intended to be used underwater,” Jens Bergensten told Tom back when the update was released. “You can both swing with it and throw it.” Tridents are pretty strong – they deal more melee damage than a diamond sword. But be aware that they have the durability of an iron one. So if you find a trident, you might want to keep it for special occasions.\n\"这是一个主要用于水下的武器,\"Jeb在更新推送之后告诉了Tom. ”你可以挥舞它或者把它扔出去.\" 三叉戟十分强悍 -- 它的近战伤害高过钻石剑. 但是要注意它只有铁制的耐久. 因此如果你得到了一个三叉戟, 你可以留着它在非常情况使用.\nOh yeah – finding tridents. There’s only one way to get one – defeating a drowned. Only a few of the drowned carry tridents, and once killed only a few of them will drop will that trident. So don’t charge into a mob of drowned expecting to come out swimming in tridents. You might only get one or two at best.\n噢, 对了 -- 寻找三叉戟. 只有一个方法去获得三叉戟 -- 打败溺尸. 只有一小部分溺尸会携带三叉戟, 当你杀它们中的一只, 其中也只有一小部分会掉落它们的三叉戟. 所有不要期待溺水的怪物会拿着三叉戟游泳来找你. 你可以获得一两个三叉戟已经很好了.\n\nOnce obtained, you can swing it like a sword or press and hold the use button to pull it back. Once the button is released, you’ll throw it in a long arc, just like an arrow. If it hits a mob, it’ll land nearby. If it hits a block it’ll stick there. Either way, if you head on over to the landing site, you can retrieve any trident you’ve thrown. Tridents thrown by drowned can’t be retrieved, just like arrows shot by skeletons.\n一旦你获得了三叉戟, 你可以像剑一样挥舞或者按按键蓄力. 一旦按键松开, 它会以一道弧线飞出去, 就像一支箭. 如果它击中了一个生物, 它会在附近掉落. 如果它击中方块, 它会插在那里. 无论哪种方式, 如果你前往着陆的地方, 你都可以找回抛出的三叉戟. 被溺尸丢出的三叉戟不能被捡起，就像骷髅射出的箭一样.\nThe other thing worth mentioning about tridents is their nifty enchantments. Tridents can get the unbreaking, mending and curse of vanishing enchantments that many other weapons can get – but they have four of their own special enchantments too – some of which are incompatible with each other.\n还有一个值得注意的地方是它们奇妙的附魔. 三叉戟可以获得耐久附魔, 经验修补和消失诅咒等其他武器可以获得的附魔 -- 但是它们有四个它独有的特别附魔 -- 这四个中有一些互斥.\nLoyalty will cause a thrown trident to return to the player after a few seconds.Impaling will deal extra damage to aquatic mobs or regular mobs in wet conditions.Riptide will cause a trident to deal splash damage (geddit?) and propel the player forward when thrown – again, only in wet conditions.\n忠诚会使三叉戟在丢出后几秒内回到玩家身上. 穿刺会给海洋生物和水中的常规生物带来更多伤害. 激流会让三叉戟有范围伤害, 并在丢出去时带着玩家移动 -- 还有, 这个只在湿的时候触发.\nFinally, the channeling enchantment will cause a thrown trident hitting a mob during a thunderstorm to summon a lightning bolt. If you’ve ever wanted to be a god of thunder, this is the enchantment you’ll want to get.\n最后, 引雷附魔会在三叉戟击中生物时召唤一个闪电击中那个生物, 在雷雨天触发. 如果你想变成雷神, 这个附魔是最适合你的.\nPublic domain image from National Archaeological Museum in Madrid来自马德里国家考古博物馆的公共图像\nReal-world tridents are best known in the Western world for their use in fishing and combat in Ancient Greece and Rome (and appearance in the hands of both cultures’ sea gods). Ancient Roman gladiators who wielded nets and tridents were called retiarii.\n现实中三叉戟在西方世界很有名, 在古希腊和古罗马, 他们用三叉戟来捕鱼与战斗(三叉戟还出现在他们文化中的海洋神手上). 其中挥舞着网和三叉戟的古罗马角斗士称为retiarii.\nBut they also appear in other cultures. Hindu god Shiva used a sacred trident to fight off evil, and in Taoism the trident represents the Three Pure Ones of the Taoist Trinity. Tridents were also used in 17th and 18th-century Korean martial arts. Oh, and they’re still used in modern spear-fishing.\n三叉戟也出现在其他文明中, 印度教神湿婆使用神圣的三叉戟来抵御邪恶, 在道教中, 三叉戟代表了道家三位一体. 三叉戟还用于17和18世纪的韩国武术中. 哦, 它们仍然在现代捕鱼中使用.\nSo next time you’re exploring the ocean depths, keep an eye out for tridents hurled your way. You might gain a powerful new weapon!\n因此，下次您探索海洋深处时，请留意三叉戟向您投掷的方位。您可能会获得强大的新武器！\n\n作者: Duncan Geere\n时间: 2020/1/30\n原文地址: https://www.minecraft.net/zh-han ... -inventory--trident\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1580450220,
            "txt_content": "标题文章分类错了，请改为insider"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1580459640,
            "txt_content": "机翻，使用谷歌翻译，修改较多\n\n\n\n\nQQ图片20200131163308.png (59.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-1-31 16:33 上传\n\n\n\n\n\n左谷歌\n\n"
        }
    ]
}