{
    "title": "[Minecraft.net|INSIDER] 背包盘点：三叉戟",
    "author": "海螺螺",
    "replyCount": 3,
    "timestamp": 1580463360,
    "txt_content": "\n\nTaking Inventory: Trident\n背包盘点：三叉戟\nNeptuning out\n化身海王\n\nDuncan Geere\nFighting underwater is like a maths test to the death. It’s slow, difficult, and the consequences can be dire. Luckily, in the Update Aquatic the developers added something to make it a little easier. It’s our item of the week – the trident!\n水中的战斗如同无穷无尽的数学测验，它滞涩困难、可能带来可怕的后果。幸运的是，水域更新中，开发者们添加了点让它能稍稍简单些的东西，它就是我们的本周物品 —— 三叉戟！\n\n“It's a weapon that is intended to be used underwater,” Jens Bergensten told Tom back when the update was released. “You can both swing with it and throw it.” Tridents are pretty strong – they deal more melee damage than a diamond sword. But be aware that they have the durability of an iron one. So if you find a trident, you might want to keep it for special occasions.\n“这是一个应该在水下使用的武器”，Jeb 在水域更新发布的时候这样 告诉 Tom。“你可以挥动它，当然也可以扔出它。”三叉戟十分强大 —— 它们相比钻石剑有更多的近战伤害，但注意它们的耐久只与铁剑相当。所以找到三叉戟后，你可能会想着将它留以应急。\n\nOh yeah – finding tridents. There’s only one way to get one – defeating a drowned. Only a few of the drowned carry tridents, and once killed only a few of them will drop will that trident. So don’t charge into a mob of drowned expecting to come out swimming in tridents. You might only get one or two at best.\n噢对 —— 寻找三叉戟。只有一种方式能获得三叉戟 —— 那就是打倒溺尸。很少的它们带着三叉戟，杀死后只有很少的几率会掉落。所以冲入溺尸群时不要期待着三叉戟满载而归，拿到一两个就非常不错了。\n\n\nOnce obtained, you can swing it like a sword or press and hold the use button to pull it back. Once the button is released, you’ll throw it in a long arc, just like an arrow. If it hits a mob, it’ll land nearby. If it hits a block it’ll stick there. Either way, if you head on over to the landing site, you can retrieve any trident you’ve thrown. Tridents thrown by drowned can’t be retrieved, just like arrows shot by skeletons.\n拿到之后，你就可以用剑的方式挥动它、或者按住右键蓄力。松开按键时，它将以一道长弧线被扔出，就像箭一样。如果它打中了什么东西，它就会落在附近；如果打中的是方块，它就会停在那里。你只需要向着落点前进就能回收扔出的所有三叉戟，但溺尸扔出的三叉戟不能被捡起，就像骷髅射出的箭。\n\nThe other thing worth mentioning about tridents is their nifty enchantments. Tridents can get the unbreaking, mending and curse of vanishing enchantments that many other weapons can get – but they have four of their own special enchantments too – some of which are incompatible with each other.\n还有一点需要注意的是它们十分不错的附魔。三叉戟可以附魔上所有武器都可以有的耐久、经验修补和消失诅咒 —— 但它们有自己独特的四个附魔，有的之间并不相容。\n\nLoyalty will cause a thrown trident to return to the player after a few seconds. Impaling will deal extra damage to aquatic mobs or regular mobs in wet conditions. Riptide will cause a trident to deal splash damage (geddit?) and propel the player forward when thrown – again, only in wet conditions.\n忠诚 将会使扔出的三叉戟几秒后回到玩家身边。穿刺 会在湿润的环境下对水生生物或普通生物造成额外伤害。激流 可以造成溅射伤害（懂没？），玩家扔出它们时也会被推动一段距离 —— 当然，在湿润的环境中。\n\nFinally, the channeling enchantment will cause a thrown trident hitting a mob during a thunderstorm to summon a lightning bolt. If you’ve ever wanted to be a god of thunder, this is the enchantment you’ll want to get.\n最后，引雷 附魔会在雷暴天气下击中生物时召唤一道闪电。如果你想成为雷电之神，那这就是你想的附魔。\n\nPublic domain image from the National Archaeological Museum in Madrid\n马德里的国家考古博物馆的公有领域图片\nReal-world tridents are best known in the Western world for their use in fishing and combat in Ancient Greece and Rome (and appearance in the hands of both cultures’ sea gods). Ancient Roman gladiators who wielded nets and tridents were called retiarii.\n现实中，三叉戟闻名于西方世界，因为其在渔业中和古希腊和罗马战斗中的使用（并且也同时出现在了这两种文化的海神的手中）。古罗马挥舞网和三叉戟的角斗士被称作“网斗士”。\n\nBut they also appear in other cultures. Hindu god Shiva used a sacred trident to fight off evil, and in Taoism the trident represents the Three Pure Ones of the Taoist Trinity. Tridents were also used in 17th and 18th-century Korean martial arts. Oh, and they’re still used in modern spear-fishing.\n但它们也出现在其他的文化中。印度教的三主神湿婆使用神圣三叉戟与邪恶斗争，道教中三叉戟代表三清，十七到十八世纪它们也应用于韩国的武术中。哦对了，它们至今仍在现代的潜水叉鱼中使用。\n\nSo next time you’re exploring the ocean depths, keep an eye out for tridents hurled your way. You might gain a powerful new weapon!\n所以下次探索幽暗的深海时，留意向你扔来的三叉戟。你很有可能获得强大的新武器！\n\n【海螺螺 译自官网 2020 年 01 月 30 日发布的 Taking Inventory: Trident】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "南极小心",
            "timestamp": 1580474880,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "钻石剑or",
            "timestamp": 1581490140,
            "txt_content": "这个武器我觉得是真的是mojiang发明的最好的工具之一"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581569340,
            "txt_content": "我杀了一只溺尸掉了三叉戟,所以我是欧皇!"
        }
    ]
}