{
    "title": "zombe mod pack 或者voxelfly  下载后怎么安装到服务器上面用? 要输入什么吗?",
    "author": "407692630",
    "replyCount": 7,
    "timestamp": 1315870260,
    "txt_content": "zombe mod pack 或者voxelfly  下载后怎么安装到服务器上面用? 要输入什么吗?             现在不明白要怎么使用这两个飞行插件...  注意是联机的. 不是单机的!  谢谢",
    "replies": [
        {
            "author": "well",
            "timestamp": 1315870260,
            "txt_content": "... 看他們的網頁說明啊... \nhttp://dl.dropbox.com/u/19090066/minecraft/readme.html\nhttp://www.voxelwiki.com/minecraft/VoxelAir"
        },
        {
            "author": "407692630",
            "timestamp": 1315871880,
            "txt_content": "没有人回答吗??? 那个插件怎么用的???"
        },
        {
            "author": "407692630",
            "timestamp": 1315873200,
            "txt_content": "首先我进去 无法访问.其次我看不懂英文... 其实我在其它帖子找到全中文使用方案...不过zombe 另外的功能还不会用...."
        },
        {
            "author": "407692630",
            "timestamp": 1315873620,
            "txt_content": "补充下. 现在我用的是zombe mod pack 不过只会飞行...其它功能不懂.  voxelfly 有中文翻译吗? 谷歌翻得很差...我去翻帖子找不到有人发的教程/.  有的话给个链接也好.谢谢"
        },
        {
            "author": "well",
            "timestamp": 1315874400,
            "txt_content": "407692630 发表于 2011-9-13 08:20 \n首先我进去 无法访问.其次我看不懂英文... 其实我在其它帖子找到全中文使用方案...不过zombe 另外的功能还不 ...\n無法訪問只好請你自己想辦法\"超越障礙\"了...\n不懂英文, 抱歉, 在下也不懂, 也只能用谷歌的爛翻譯一個字一個字看... \n目前這兩者都沒有完整的中文翻譯, 至少在下沒找到... "
        },
        {
            "author": "407692630",
            "timestamp": 1315874580,
            "txt_content": "voxelfly 会用了.   zombe mod pack 的飞行功能会用了. 其它功能如果可以的话请你给个使用方法.   悬赏给你了...郁闷"
        },
        {
            "author": "well",
            "timestamp": 1315874700,
            "txt_content": " 本帖最后由 well 于 2011-9-13 08:56 编辑 \n\nVoxelAir\n\nOverview\n\nVoxelAir brings the FlyRidgeFly plugin into the modern Minecraft experience, providing improved flap control, an all-new seamless movement experience, the ability to hover and a more configurable flight item: all without unwanted player disconnects (e.g. \" Hacking?! ) or the need for players to modify their Minecraft clients.]\n\nInstallation\n\nPlace VoxelAir.jar into your server's plugins folder.\n\nCreate a file named admns.txt ( yes, that is the correct spelling!) in your plugins folder. This file will contain a list of the names of people allowed to manage FlyRidgeFly's commands (everyone will be able to use the feather to fly when flight is enabled). Enter one person per line, case-sensitive, e.g:\n\nprzerwap\nTheWoodyMan\nKupoKupo\nCiscog33k\n\n    Tip: If you are a Windows user, remember that your OS hides your files' extensions from you by default. If your OS is hiding your file names from you, the admns.txt file you create will actually be named admns.txt.txt! It is highly recommended to take appropriate steps to see the proper file extensions in your OS so you know what exactly what files and file names you are working with. \n\nConfiguration\n\nWhen loaded by the server for the first time, VoxelAir will create a configuration file for itself at: server/plugins/VoxelAir/config.yml\n\nYou can edit this file with a text editor to adjust VoxelAir's defaults when it loads. The configuration items correspond with the toggles described in the commands section of this documentation.\n\nthrust: 8\nallowHover: true\nderp: false\nallowClassicFRF: true\ncruise: 110\nglobalAllowFlying: true\nconsume: false\n\n\nTravel Powers\n\nDepending on the server's configuration, players may have access to any of the following powers:\n\n    Note: While holding the feather, players will not take fall damage. \n\nVoxelAir Jump\n\nHold a feather in your hand and right-click to perform a gravity defying jump! The more you angle your view downward, the more powerful your thrust will becoming, climbing ever-higher on your Minecraft Adventure! Set up a Giant basketball hoop at y:127 and fling yourself into that baby.\n\nExtended Flight Mode\n\nWhile in the air after performing a VoxelAir jump, left-click with your feather to enter Extended Flight Mode. While in extended flight mode, your character may hover or fall very slowly (falling speed will increase with server lag or client latency). While in extended flight, right-clicking with the feather will result in extremely fast flight-travel. Left-click again to disable extended flight mode.\n\n    Note: When you return to the ground, make sure you disable extended flight mode for yourself, as it may hinder your ability to walk. Use the blue and green notifications to be sure of your status. \n\nClassic / FlyRidgeFly Mode\n\nThis is a super-sneaky short-range teleport! It's a little bit of Blink spell from World of Warcraft mixed with Nightcrawler's *bamf!*. Right-clicking while sneaking produces a short jump in the player's coordinates, allowing them to pass through thin walls or teleport themselves out from caves onto the surface.\n\n\nVoxelAir Commands:\n\n/letmefly: Allows an admin to toggle VoxelAir abilities for all players.\n\n    Note: Players listed in admns.txt will still be able to use feathers when others can not. \n\n/thrust [#]: This adjusts the additional vertical height of a \"flap\" of the feather. The additional thrust gained is directly proportional to how close to straight down you are aiming when you flap. Thus: you will gain the most vertical height per flap by aiming straight down. By default, this is set to 8, which is can be nearly a fifty block vertical.\n\n    Note: There are diminishing returns to adding additional thrust: setting thrust to 100 will only yield another twenty-five blocks of height or so from the default. \n\n/toggleconsume: Allows an admin to turn the consumption of feathers used for flying on or off. It usually takes about 5-7 flaps to consume a feather.\n\n    Note: Players listed in admns.txt will not consume flight feathers regardless of this toggle's setting. \n\n/togglehover: Toggles the ability to use the Extended Flight mode.\n\n    Note: Players listed in admns.txt will be able to use extended flight mode regardless of this toggle's setting. \n\n/toggleclassic: Toggles the Classic / FlyRidgeFly mode.\n\n    Note: Players listed in admns.txt will be able to use this ability regardless of this toggle's setting. \n\n/derp: Engages \"derp\" mode. This will, on a random chance on actions all players perform, cause them to say \"awesome\" stuff like \"herp derp\" and \"derpity herp-a-derp\". Fun for all ages!\n\n/voxelair: Displays the plugin's current configuration.\n\n/godsays [message]: Allows a player listed on admns.txt to speak with the voice of GOD.\n\n\nFly Ridge Fly (Legacy)\n\nFly, Ridge, Fly! was a simple flight plugin that has long been beloved by the Minecraft community. Although popularity waned with the introduction of softwares like Zombe's flymod, it retained it's original charm, and worked for all players regardless of platform or ability to mod their JARs. Each right-click with a feather item would product a \"flap\", which will thrust the user up and toward the direction aimed.\n\n\n===========================================================================\nZombe's modpack for minecraft \n\nMods (Singleplayer and Multiplayer Modes)\n\ncheat (aka Cheat)\ncloud (aka Cloud Control)\ncompass (aka Compass)\ncraft (aka Craft All Key)\nfly (aka Flying)\ninfo (aka World Information)\npath (aka Path Tracker)\nsun (aka Sun Control)\nsafe (aka Critter Spawn Highlighter)\nwield (aka Wield Key)\n\n\nInstallation Instructions  Mods work only with the downloadable launcher - NOT with the web-browser based version. All the mods are client mods and do not need anything to be installed at server side.\n  \n\n\n\nSHUT DOWN THE MINECRAFT GAME - Failure to do this will prevent changes to the minecraft.jar file.If you want to use HD Patcher (HD Textures etc) - you must install HD Patcher before continuing.If you want to use modLoader dependent mods - you must install modLoader before continuing.Now is the time to install one or several mods from this modpack:\nNB! If the following instructions are a bit confusing to you then you might find the following video tutorials, made my third parties, helpful:\nFor Windows: by DynamicNightmare, by TheNewFags, by btwcraftFor Mac: by darkmag98, by Lukedude5. There is also a installation script that you might find useful made by dingonv\nFind minecraft.jar and open it (WinRar or similar). minecraft.jar is in \".minecraft/bin\" (Pic).Delete the META-INF folder, if you have not deleted it already (Pic).\n          NB! On Mac computers - delete only the the two files beginning with MOJANG from META-INF folder and not the folder itself nor anything else in it.Add all the files in the \"classes\" folder to the minecraft.jar file overwriting what was there before (Pic). Note that if you want then you can omit a few of the files if you do not use the named mod:\nsz.class can be excluded if you don't want \"fly\" modem.class can be excluded if you don't want \"craft\" modacy.class can be excluded if you don't want \"sun\" modze.class can be excluded if you don't want \"boom\" moddt.class can be excluded if you don't want \"resize\" modzz.class can be excluded if you don't want \"furnace\" modxt.class can be excluded if you don't want \"dig\" nor \"build\" modEvery other class file not listed here is needed for every single mod.\nAdd all the files in the \"config\" folder to \".minecraft/mods/zombe\" folder. If the folder does not exist then create it and pay attention to spelling - it is \"zombe\" NOT \"zombie\" (Pic).\n          NB! Config does NOT go into minecraft.jar! config.txt etc must be accessible as \".minecraft/mods/zombe/config.txt\" - ie. there is no \"config\" folder in \"zombe\"!Open config.txt in \".minecraft/mods/zombe\" folder and enable the mods you want. (all mods are disabled by default).\n          For example: to enable the flying mod you need to delete the \"#\" from the \"#modFlyEnabled = yes\" line in config.txt.NB! Default keybindings assume the following keybinds (recommended):\nwalk forward  = Wwalk back     = Sstrafe left   = Astrafe right  = Dinventory     = TABNote: I is used by \"cheat\" mod to see through walls.crouch        = CTRLNote: Left shift is used by many mods - for example in \"fly\" mod to alter movement speed.drop item     = TNote: Q is used by \"fly\" mod to fly down.draw distance = GNote: F is used by \"fly\" mod to toggle fly mode.chat          = CNote: C is also used to copy in \"build\" mod.\nIf you want to use TooManyItems - now is the time to install it. Note that you can not use the \"craft\" mod if you do - fortunately, TMI mirrors the functionality of the \"craft\" mod (it is used a bit differently, but in the end it does the same thing).Done.\n        NB! If in trouble - check out the Troubleshooting section.\n\n\nFrequently Asked Questions  \n\n  Q: Where is the \".minecraft\" folder?  \nA: It is OS dependent. Search the forum. (for Windows platforms, enter \"%appdata%\" (without quotes) in Start->Run dialog and press \"Ok\")\n  Q: \"no mods are enabled! Read the readme.txt!\" is shown on screen, now what?  \nA: All mods are disabled by default and you have not enabled any of them. To enable a mod you need to delete the \"#\" sign from infront of modXXXEnable in config.txt found in \".minecraft/mods/zombe\". For example, for fly mod find the line \"#modFlyEnabled = yes\" and change it to \"modFlyEnabled = yes\".\n  Q: \"failed to load configuration from config.txt\" is shown on screen, now what?  \nA: You have misplaced all the config files.\n  Q: It hangs / freezes at startup after log-in, now what?  \nA: This is nearly always caused by META-INF folder - re-read the installation instructions.\n  Q: It did not hang, but there is no log.txt file either, now what?  \nQ: There are no errors nor crashes and none of the mods seem to do anything, now what?  \nA: Log file is created with every minecraft session - if you do not have the log.txt file then you have not installed the modpack. Most likely you have misplaces all the .class files - they go into the root folder of the \"minecraft.jar\" archive.\n  Q: Do any of the mods make my savegames mod-dependant?  \nA: No. Savegames will remain independent of this modpack.\n  Q: Can i still use the savegames when i uninstall the modpack?  \nA: Yes. Savegames will remain independent of this modpack.\n  Q: There is an error on the screen and i do not want to see it, how do i get rid of it?  \nA: Fix the error or press the \"clear displayed error\" key (default: F11).\n  Q: What to do with the files in \"source\" folder?  \nA: You do not NEED to do anything with them. If you do not know what they are for then just ignore them.\n  Q: Where do i get modpack versions for older Minecraft versions?  \nA: All versions (including this one) are listed here.\n  Q: How do i allow \"fly\" mod on my server?  \nA: Change the \"allow-flight\" option in your server.properties file to \"true\"\n  Q: How do i disallow \"cheat\" mod on my server?  \nA: Add \"no-z-cheat\" to servers welcome message.\n  Alternatively, you can disable it non-visibly too by adding \"&f &f &2 &0 &4 &8\" to servers wotd message (\"&\" marks color codes. If your server uses a wrapper with different codes then use this for reference).\n  Q: Can i install only one/few of the mods?  \nA: Yes, follow the installation instructions.\n  Q: Would you make a separate download for mod X?  \nA: No. All mods come in one package - however, you do not need to install them all. Follow the installation instructions.\n  Q: Why does it crash when i open the inventory?  \nA: You are most likely using TooManyItems and installed the mods in wrong order - consult the installation instructions.\n    Q: Why does it crash when i place blocks in world?  \nA: You are most likely using an outdated (ie. broken) HD patcher - use the one linked under installation instructions.\n  Q: wtf?  \nA: idk!\n\n\n\nMods (Singleplayer and Multiplayer Modes)\n\n  cheat (aka Cheat)\n  A few helpers for tough times or just useful things in conjunction with other mods (ore redistribution  mod / creative building / etc). Features / notes:\ninvulnerability (not in MP)disable fall damage specifically (works in MP only if the files needed for \"fly\" mod are also installed => requires that flying is allowed on the server)see trough wallsshow ores (or other customizable block types) nearby (location markers that are visible trough everything)show all monsters / critters (location markers that are visible trough everything)show critter health bars (SP only)\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nToggle cheat mode on / off= YShow / hide monsters= MShow / hide ores= OSee through everything nearby= IHighlight= HRemove all fires in ~16 block radius= NView from creature at your cursor= NUMPAD5 (Do not forget that numbers work on numpad only when num-lock is activated)\n  \n\n  cloud (aka Cloud Control)\n  Can change cloud level or turn them off. Features / notes:\ncomes with default cloud height a few blocks above the maximum height you can buildoption for changing cloud height ingameoption for temporarily disable clouds ingameoption for temporarily restoring cloud settings to vanilla game - good to see how people without this mod see the world\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nshow/hide clouds= MULTIPLY (\"*\" on numpad)\n  \n  compass (aka Compass)  Adds an alternate spawnpoint you can use with compass (Current spawnpoint is also saved in singleplayer -  allowing thereby to move your spawpoint). Features / notes:\noption to show your current world coordinatesenables two separate spawnpoints for compass to point atcan be used to alter your actual spawnpoint in SP (does not affect spawnpoint in MP)\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nset home= INSERTchange home (switches between original and alternate home)= HOME\n  \n  craft (aka Craft All Key)\n  Crafts as many times as possible with only one click. By default, hold left shift while crafting to craft all with one click.\n  For the full list of configurable options - see in \"config.txt\".\n\n  fly (aka Flying)\n  Enables flying. Features / notes:\ningame speed booster and fully customizable speedsno fall damage from landing.no fall damage from high falls after turning off fly mode without altering normal fall damage.no buildup of stepping sounds.known issue: your feet will reach down up to 3m in multiplayer - watch out for lava/fire/cactuse's/farmland.no-clip mode while flying (SP only, can be disabled in config).\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nfly toggle= Fascend  = Edescend = Qfly/run speed= LSHIFT (left shift)noclip toggle= F8\n  \n  info (aka World Information)\n  Provides additional miscellaneous information. Features / notes:\nOption to show your current coordinates at the top of the screen (like \"compass\" mod).Option to show current in-game time at the top of the screen.Option to show current biome at the top of the screen.Option to adjust the in-game clock.Info screen shows:\nYour coordinates, current light level (+ sun range as min/max), biome name.Compasspoint, spawnpoint and bed coordinates (+ horisontal distances).World name, seed and total world age in real time.Current in-game time (+ actual time if time is altered by \"sun\" mod).Weather state (rain, thunder) and timings (if weather is not locked). NB! SinglePlayer only!Properties of the item in hand: max stack, damage / max damage for items and all of the important properties of blocks.List of all other players nearby (+ distances). NB! MultiPlayer only! ... of course.\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nToggle info screen= F12\n  \n  path (aka Path Tracker)\n  Shows a onscreen animated path you have taken (customizable).\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nshow/hide path= BACKSPACEdelete path= DELETE\n  \n  sun (aka Sun Control)\n  Can change time or even stop it. Features / notes:\nalter time ingame (add / remove time - ie, move the sun)stop / resume time (affects only sun)\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nadd time= ADD (\"+\" on numpad)subtract time= SUBTRACT (\"-\" on numpad)stop sun toggle= ENDresume normal time= EQUALS (button left of backspace)modifier for changing server time= LSHIFT (NB! You need to be an OP for it to work. Works in SP without limitations.)\n  \n  safe (aka Critter Spawn Highlighter)\n  Marks the spots that do not have enough non-sun (and sun) light to prevent spawning. This mod is also aware of \"spawn\" mod settings if it is used.\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nshow/hide unsafe spots= L\n  \n  wield (aka Wield Key)\n  Provides a \"panic\" button. If pressed - a bow or sword is wielded (depending on your preference and what you  have available). If you have both bow and sword then pressing the wield key again will swap between them. Bow is  not an option if you do not have any arrows.\n  For the full list of configurable options - see in \"config.txt\". A few defaults:\nwield= R\n\n"
        }
    ]
}