{
    "title": "[原创/连载]《我的世界之域灵》第五章 云城战事",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580541000,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:16 编辑 \n\n　　王程明的家，位于村庄的较边缘部分，为了让村落免受怪物的袭击，村民们用鹅卵石堆砌起一道简易的围墙，将整个村庄都围了起来，围墙的平均高度有五到六格。　　晚上的村落十分的热闹，到处灯火通明，小孩子在村庄里面到处乱跑，而大人们则是围聚在村庄的中心，拿着木质的小凳子围坐在一起聊着一天的收获。　　而舒牧则是和王程明坐在一起，桌子上一块烟熏肉还有五个苹果，还有一壶用小麦酿成的清酒，他们吃着烟熏肉，相互攀谈着。　　“云城那边现在可不太平，听说亡灵大军要一鼓作气攻破云城，战事吃紧。整个云城都处于戒备状态，只允许商人和运输物资的军队可以进去，我们这些农民都不能进去，好像是说什么一级戒备，村民不得入内，我看就是他们看不起我们农民。”　　王程明喝了口酒，愤愤不平地说道。　　农民的地位虽说不是最低的，毕竟还有着流浪者地垫，但是王程明一想起守卫士兵那轻蔑的语气就很不服气。　　农民怎么了，没有我们农民你们吃的穿的都哪里来？　　“唉，现在云城被亡灵盯上了，云城周边的村落到处都是人心惶惶。我们这儿地小，或许亡灵看不起我们，不会主动袭击我们。可若是被那些怪物觉得不顺眼，觉得碍事，说不定明天我们村庄就消失在这个世界上咯。”　　“你们没有想过离开这里，到一个更安全的地方去吗？”舒牧将吃完的苹果核放在一个专门收集种子的盘子里，疑惑地问道。　　“活一天是一天，这里好歹是我长大的地方，是我的家，有我熟悉的人，有我的亲人孩子。若是让我离开这里我怎么舍得。村长不是没有说过大伙一起离开，可是我们现在连吃都难，到了外面恐怕还没有找到另一个合适的地方，我们这里的村民都要饿死大半了。”　　“躲在这个小荒山里面，还可以多苟活几天，说不定那些亡灵看我们这里物资匮乏，并不会袭击我们也说不定，它们攻城不就是为了掠夺资源吗。”　　“我们这里地方偏僻不说，资源又紧张得很，很少听说有城池周边的村庄被袭击的案例，基本上就是那些没有智慧的亡灵生物会跑到我们这里来游荡一下，很容易就可以清理。”　　王程明喝一口酒，继续说道。　　“也不知道现在云城那边是什么状况，大半夜起床还可以看到云城方向火光冲天，真是太可怕了，这几天都没有断过。”　　“还好这几天天气不错，我出去采摘了不少的苹果，够我们一家子几天的吃喝了，不过昨天的雨下得是真的奇怪，本来好好的大晴天，突兀的就下起了雨，天还越来越黑了，简直可怕，据说这种不寻常的天气，是亡灵的巫师在作祟……”　　王程明断断续续又念叨一些话，可是舒牧并没有听清楚，王程明不胜酒力醉趴在了桌子上。　　舒牧耐力达到了正常人的水平，而攻击力超出正常人三点，攻击力和力量多少有点关系，把王程明搬到床上还是很轻松的。　　之后舒牧就开始在村庄之中游荡起来，虽然月亮高高挂起，村落之中一片热闹之景，可是却有一种奇怪的感觉一直笼罩在舒牧的心头挥之不散。　　在一个偏僻无人的角落，从空间系统中拿出合成台并放置。　　首先他需要先合成一把铁剑，虽说铁镐可以提高他获得铁锭的效率，但是那股压抑的感觉给他一种紧迫感，可又不知道那一种感觉从何而来。　　那是一种直逼生命的压迫，黑暗仿佛不断的朝他靠近，就算是在村庄之中，或者说就因为在村庄之中，那种紧迫感愈演愈烈。　　这种感觉说不清道不明，或许可以用直觉来形容。　　将铁剑、火把、石镐、合成台以及苹果都放在快捷空间，只要意念一动，就可以瞬间从空间系统中存取物品。　　走着走着他就来到了村口附近，村口设立了两个岗哨站，至于有什么武器，看岗哨站的样子多半是弓箭，可能也会装备有铁剑，毕竟这里是村口，是村落最危险的地方。　　岗哨是轮换制度，舒牧观察了一下，每一个小时换一波人，其实也就两个人。　　村落的规模并不大，仔细数一下一共有二十七户人家，如果算平均一户有三人的话，这个村落就有八十一人，除去老人、小孩，拥有战斗力的只有不到四十人，如果把女人也除去的话，只有二十人左右。　　这样估计下来，整个村子最多只能凑出三十人拥有战斗力的队伍。　　如果没有亡灵袭击这里，仅仅只是那些没有智慧的亡灵的游荡过来的，对这个村落根本构不成威胁。　　可是为什么那种压迫感会一直萦绕在心头？不行，我才来这个世界两天，得到的信息实在是太少了，或许可以去村庄中心听听有没有什么消息，那里似乎聚集了很多人。　　舒牧心中暗自思考着，前往村落中心的脚步不由得快了几分。　　没过多久，一颗巨树出现在他的眼前，这一颗巨树很大，至少是其他橡树的四到五倍的高度，村中的很多村民都围聚在树下。　　孩童相互追逐嬉戏，女人们则是三三两两坐在一起，时不时发出几声嬉笑声，而老人们则是默默的看着眼前的一切，有时候他们相互之间会聊上几句，但大部分时候都是沉默不语的。很少会有男人坐在这里，他们有很多事情要做，即便是到了晚上也很忙碌。　　“唉，现在的日子越来越不好过了，这些天云城战事不断，我们没有机会进城购买食物，老蔡家的武器都打好了好几车的份量，也没有机会拿到城里面去卖。”　　“别提了，就我家那个老酒鬼，已经几天没有碰过酒了，这几天要死要活的，心里面可苦了，每天嘴里就念叨酒、酒、酒的！我都快要烦死了。”　　……　　舒牧听了一会发现她们是真的会聊！一点关于云城战事的事情都没说，偶尔会听到有关于云城的字眼，可接下来的话却和云城没多大关系。　　能收集情报的地方都跑了个遍，他也去间接问了一下那些老人，得到的却是一些不相关的答案，没办法，最后只得回到王程明的家，待在王程明家空出来的一间卧室中。　　这间卧室本来是王程明的老丈人的居所，可惜他去世得早，这间房已经空出来很长时间了。　　村落之中也有部分从云城跑出来的流浪者，可是他们大多都待在房子里面睡觉，舒牧根本碰不到他们。村民们给他们一个居所，并不是无条件的，那些流浪者也需要干活。　　对于还有力气的，可以去劈柴、外出寻找食物、做一个铁匠。而没有力气了，上了一定年纪的主要就是处理食材、做饭之类的。　　很少会有上了年纪的流浪者，毕竟外面每一个地方都不安全，即便是从云城跑了出来，也跑不了太远，到了晚上会遭到怪物的袭击，哪怕是没有智慧的亡灵，都可以轻易的解决他们。　　能跑到周围村落的老人很少很少，这个村落里面也就一两个。　　夜深了，舒牧躺在床上，看着窗外照射进来的月光，他没有半点睡意。　　“叮叮叮……”　　一阵急促的钟声回荡在村落之中，可是没有五秒钟就停了下来。　　舒牧弹起身来，快速移步到窗子之前，外面还有很多户人家的灯是黑的，显然他们并没有听到警告的钟声，而那些听到了钟声的村民，房子里面都亮起了微弱的火光。　　王程明今晚没有他的岗哨值班，所以喝了酒睡得很死。　　舒牧没有去叫醒他，而是自己一个人走了出去，朝着村口方向小心地前进着。　　钟声不到五秒就没有了，加之钟声连续而且急促，也不像是失误造成的，很有可能这个村落被什么东西盯上了，或许是怪物，或许是其他什么东西。　　他现在除了僵尸就没见过其他的亡灵生物，而村民们却一口一个的亡灵而非僵尸，多半还有其他他不知道的亡灵怪物，像是骷髅射手？\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}