{
    "title": "[Minecraft.net|INSIDER]本周方块：闪长岩",
    "author": "森林蝙蝠",
    "replyCount": 6,
    "timestamp": 1580567100,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-2-2 12:27 编辑 \n\nBlock of the Week: Diorite\n本周方块：闪长岩\nRockin’ it\n                混合之石！                 \n                                            \nWhich of Minecraft’s blocks is found all over the Overworld, looks a bit like a cross between cobblestone and quartz, and sounds like something you’d yell while hacking at a zombie invading your house? Conveniently enough, it’s our Block of the Week: Diorite!\nMC中，有一种方块遍布主世界，像是圆石和石英的混合体，听上去就像是你击退来犯僵尸时所喊的口号，不错，这就是我们的本周方块：闪长岩！\n\nThe last member of a rocky trinity that also includes granite and andesite, diorite generates naturally in large seams anywhere that you’d normally find stone. You’ll regularly see it exposed to the surface, particularly in hilly or mountainous areas. Or you can craft it by combining cobblestone with nether quartz.\n岩石三兄弟中，它是最后一位，另外两位是花岗岩和安山岩，一般来讲，所有石头会生成的地方，都可能大量生成闪长岩。闪长岩经常在地表生成，尤其是在丘陵和高原地带。当然，你也可以用圆石和石英直接合成闪长岩。\n\n\n\n                                                Diorite doesn’t have a whole lot of uses in Minecraft, except for decoration. There’s a nice polished variant which makes beautiful flooring, that you’ll get by putting four blocks of the raw stuff in a 2x2 crafting grid. You can also use it to make andesite and granite, and in Bedrock edition it can be used in place of stone to make slabs and redstone comparators.闪长岩在Minecraft中除了用作装饰外，几乎没有其他的用途。如果你打算制作漂亮的地板，可以在合成格中2*2摆放，做成磨制闪长岩变种，此外还能做成安山岩和花岗岩，在基岩版中，你可以用它来代替石头制作台阶和红石比较器。As a building material, diorite is pretty great. It has the same blast resistance as stone, so Creepers and your sneaky multiplayer pals won’t do much damage to anything you construct out of it. Plus, it’s arguably the white-coloured material that’s easiest to get large quantities of, so if you want white as a colour in your next build then it’s a great option to look at.闪长岩做建筑材料还是挺不错的，它的爆炸抗性和石头等同，所以苦力怕和服务器的熊孩子很难对闪长岩建筑造成巨大破坏（译注：假的）。而且它是最容易大量获得的白色材料，所以如果你想建一个白色调的房子，闪长岩是个不错的选择。\nAs we discussed in the andesite block of the week, real-world diorite and andesite are kinda like rock brothers. They both form when magma cools down - but diorite is made when that happens inside the earth, while andesite is created when it flows out into the open air as lava.正如我们在每周方块：安山岩中所提到的那样，现实世界中的闪长岩和安山岩很相似，都是火成岩，不过闪长岩是熔岩在地下凝固形成，安山岩则是熔岩流动到露天环境下形成。\n\n图片来源：Mussklprozz// CC BY-SA 3.0\n                                                Diorite’s speckles are made of crystals of different minerals, depending on the composition of the magma that it formed from. It’s found in volcanic areas, and in places where tectonic plates are shoved upwards by another plate passing underneath - like the Andes in South America. \n闪长岩的斑点由不同的矿物结晶组成，矿物成分取决于熔岩本身。闪长岩会在火山区域发现，并且当板块被另一板块俯冲抬升时，也会出现——比如安山岩就出现并得名于南美安第斯山脉。\nDiorite is actually much rarer in the real world than it is in Minecraft. It’s also extremely hard, making it tough to carve - so it’s mostly used for decorative purposes. One famous diorite artifact is the Code of Hammurabi - a list of laws from ancient Babylon, inscribed on a two-meter tall chunk of diorite. The rock’s hardness means that the text is unusually well-preserved, and it’s one of the oldest fully-translated pieces of writing that we’ve found - dating back to about 1750 BC.\n比起MC而言，闪长岩在现实中生成的很少，它很坚硬，很难雕刻，所以主要用于装饰。古巴比伦的汉谟拉比法典就是最著名的闪长岩制品之一，高度2米。岩石的坚硬使上面的文字奇迹般地保存完好，并且成为了目前所发现的最古老的被完全解读的文本之一，其历史可以追溯到公元前1750年。\n\nSo next time you need something to write your server rules on, take a leaf out of Hammurabi’s book and consider a big pillar made of diorite. You never know, it might get dug up by future Minecraft archaeologists in the distant future, who’ll wonder why leaving a tree half-cut down was considered punishable by death.所以下一次制定服务器规则的时候，不如从汉谟拉比法典中抄一点，再修个闪长岩柱子，这样说不定后世的MC考古学家在把它发掘出来之后，就会头疼为什么“砍树砍一半即可判死刑”。（译注：当时的讼师使用这部法典时，必须严格按照法典用词，不能有任何改动，比如不能把“树木”换成“桑树”）\n【森林蝙蝠译自Block of The Week: Diorite】\n【作者Duncan Geere，发布于2018年4月13日。】",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1580567760,
            "txt_content": "真就说到做到"
        },
        {
            "author": "HotPe_e",
            "timestamp": 1580568180,
            "txt_content": "遗产真就继承的那么快呗 "
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580569260,
            "txt_content": "diorite generates naturally in large seams - 我们认为 large seams 应该是描述大片的闪长岩而非石头的接缝。\npolished variant - 如果严谨一点，跟随游戏使用“磨制”如何\na tree half-cut down - 砍树砍一半"
        },
        {
            "author": "海螺螺",
            "timestamp": 1580574300,
            "txt_content": "KakagouLT 发表于 2020-2-1 23:01\ndiorite generates naturally in large seams - 我们认为 large seams 应该是描述大片的闪长岩而非石头的接 ...\nleaving a tree half-cut down\n都这么多遍了，在群里都说了，蝙蝠还是没能get到啊【"
        },
        {
            "author": "空_格",
            "timestamp": 1581134340,
            "txt_content": "砍树砍一半即可判死刑..."
        },
        {
            "author": "mc_mogul",
            "timestamp": 1582507620,
            "txt_content": "砍树砍一半死刑 \n乱挖人工矿道死刑\n被苦力怕炸不填坑死刑\n收集农田不补种死刑\n......"
        }
    ]
}