{
    "title": "[原创/连载]《我的世界之域灵》第六章 村落之中的鬼魅",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580614860,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:16 编辑 \n\n　　深夜的村落十分的寂静，舒牧是独自一人行动，他没有和村民汇合，因为钟声实在是太过诡异，他不能将自己暴露在光明之下，那只会成为敌人的目标，会失去先机。　　贴着鹅卵石围墙行走在房屋的黑暗之中，舒牧拥有十五点的敏捷值，让他健步如飞，走在路上不带半点声响，就像是行走在黑暗之中的幽灵一般。　　他一点点的接近村落的入口，因为之前在村庄中摸索过路线，此时他计算着村口的距离，距离村口越近他的步子越小越慢。　　当他来到村口的时候，这里和平时没有什么区别，就是因为在深夜，周围都非常的安静，而且岗哨上面隐约之间可以看到人的影子，只是影子的形状看上去有点奇怪。　　舒牧没有继续靠近村口，而是躲在一个不起眼的阴暗角落观察着岗哨站，而且他还不断的警惕着四周的情况，特别是自己身后以及周围房屋的情况。　　不排除敌人会潜伏过来或者躲在附近房屋内的情况。　　而且他现在躲藏的这个地点非常的隐蔽，很多地方都无法看到他这里，而且即便是看到了，也因为太过黑暗而无法看清。　　敌人不可能没有发现这个地方，这就表示如果一直待在这里会有很大概率被发现。　　而且如果这里早就已经被发现了的话，那么……　　舒牧心里一突，视线快速的在附近的房屋来回地扫视着。　　突然他发现了一个房子里面亮着微弱的火光，如果不仔细看的话很容易被忽视掉。在火光之中还混有两团深绿色的火苗，它们如同幽灵的双眼一般盯着舒牧所在的位置。　　一股寒气自下而上的升起，遍布全身，心脏都不由得为之一顿，仿佛被人用手紧紧握住。　　被发现了，而且自己那么久了居然都没有察觉，早就应该想到这个地方没理由不会藏人的！　　舒牧很慌张的朝着岗哨站快步走去，不过他仍然走在光芒无法照射到的地方，虽然被发现了，但也不妨碍他再次躲藏起来伺机而动，不过现在要去确认岗哨站的情况。　　而且那么长时间了，村口一直没有村民过来查看情况，这就非常的不正常，或许敌人已经和村民打起来了。　　进入岗哨站，舒牧就看到村民依靠着鹅卵石石壁坐着，在他的胸前，一根满是倒刺的骨箭从心口贯穿而出。显然是被敌人从外面，用弓箭射死的。　　舒牧在周围搜寻片刻，从箱子里面找到了他想要的武器，一把木弓还有一个箭袋，箭袋里面有六支箭矢。　　他马上来到了村口的另一个岗哨站，村民也是被一箭贯穿心脏而死的，箱子里面也有木弓和箭袋，箭袋里面还有七支箭矢，舒牧将它们都放入了空间系统。　　离开了村口，舒牧并没有想着逃离这个村落，外面黑黝黝一片，谁也不知道哪一丛草丛里暗藏杀机，而且在暗中的那个敌人还不一定会放他离开，跑到村庄外只会死得更快。　　舒牧穿梭在房屋的阴影中，他每经过一个房屋都会走那些，从房屋里面无法看到的死角，以免再被躲藏在房屋里面的敌人发现。　　到了村落中心的不远处，可以远远的看到那一颗极高的橡树，但是村落中心此时空无一人，静悄悄的，很是诡异。　　不排除舒牧在去村口查看情况的时候，和村民擦肩而过的情况。　　而且敌人都潜入房屋之中了，那么那些还在睡觉的村民就很有可能遭遇不测。　　舒牧赶忙朝着王程明的家快步走去，出来之前自己并没有叫醒王程明，而且他的家还是在远离村落中心的边缘地带，最适合躲藏了，有不小的可能会被敌人潜入！　　当他赶到王程明家的时候，并没有急着进去，相比起王程明的死活，他自然是能救就救，可是他也不会盲目去救。　　王程明的卧室是靠近村落的围墙，而舒牧的卧室则是靠近村落的中心，可以从他的房间观察到村落的大部分情况，甚至隐约可以看到村落中心的情况。　　如果有敌人潜进来，那么很有可能就会在舒牧的卧室里面。　　舒牧轻声慢步来到了王程明卧室的窗户前，从窗外朝里面看了一眼，王程明的床上并没有躺着人，王程明不见了！　　舒牧的呼吸一下子变得急促起来，他从刚刚出来到现在似乎就没有看到一个活人！死人倒是在岗哨站看到两个，而活人一个都没有！　　如果是死了也会总归有个尸体，或许他们已经去岗哨站那里去查看情况了。　　舒牧打算从村落的另一边去村庄中心，然后再去岗哨站看看有没有村民的身影，一路上他也会注意道路上的情况。　　身上没有足够的材料，不然他可以做一个小陷阱来看看一个地方是否有人走过。　　让他独自一个人面对那个可怕的敌人，他并没有多大的信心。虽然和亡灵交过手，但那也是没有智慧的亡灵。而且现在看情况，来者是一个藏匿实力很强的亡灵，或者说怪物，到现在，除了之前看到的那一双绿色的火苗之外，就没有再看见过它。　　“叮！”　　“超越时空的任务——鬼魅之村”　　“云城战事越发的危急，处于一级战备状态，除了军队物资运输车队以及商人之外，村民不得进入云城，云城和周围的各大村庄都断了联系。很多村庄都遭遇了不测，村民在一瞬间仿佛蒸发不见，如今已经有共计二十六座村落受到了未知的袭击，请找出幕后真凶并安全逃离村落。”　　“奖励：30点自由属性点、永久增益效果——未知探索者、基础剑术全篇。”　　系统给他发布了任务，看情况村民应该是都失踪了，而且那个幕后真凶如果不找出来的话，恐怕他也无法安全的离开村庄。　　现在他什么线索都没有，唯一看到那个可能是幕后真凶的地方，是在距离岗哨站不远的一个房屋里面，或许可以去那里看看会有什么线索，总比在这里摸瞎要好。　　事关生命，舒牧也不再迟疑，直接跑到之前看到两团火焰的那一间房屋。　　因为那个场景实在是太过诡异，所以他记得非常的清楚，甚至现在想起来，一闭上眼睛，脑子里面浮现的就是那个房子以及那两簇绿色的火苗。　　很快，舒牧就来到了目的地。　　那是一个由橡木原木和鹅卵石建成的三人小屋，占地没有王程明家大，但是比村里大多数村民的家都要大，可能位于围墙附近村民都敬而远之，基本没有多少人居住的原因，围墙附近的房子占地都比较大。　　舒牧从窗外把每一个房间的情况都看在眼里，至少他并没有发现里面藏着什么怪物，虽然也有视线死角，比如窗子的下方、柜子里面还有外面的干草堆里面会不会也藏着什么东西。　　他从空间系统拿出铁剑抵在胸前，缓步朝着屋子正门走去。　　用铁剑轻轻支开木门，发出了一声声“咔咔咔”的刺耳的声音，如果屋子里面还有人的话肯定可以听得见，但是他可以保证这样可以最大程度不被屋子之外的敌人发现。　　屋子正厅的摆设非常的简单，一张木桌靠墙摆放，四张椅子散落在正厅四周，有一把椅子已经散架了，显然原主人和什么东西对抗，可是正厅没有一丝血迹。　　正厅的左右两边是两道幕帘，左边舒牧掀开帘子看了看，里面是厨房，四个熔炉安置在正中央，周围靠墙围着一圈都是橱柜，上面摆放着很多厨具以及没有处理的食物。　　而另一边则是一个大卧房，一张大床靠墙摆在正中央，而与帘幕相对的是一扇窗户，应该就是刚刚舒牧查看房屋内情况时看的窗户。　　大床两端有两个小柜子，而大床的正对面则是一个衣橱。　　在房间的一个角落以及窗户的下方都放置着两个木箱子，而且其中一个木箱子在靠窗的桌子的下方，桌子上的油灯看上去已经熄灭很长时间了。　　从窗户朝外看去，正好可以看到那一个之前舒牧躲藏的角落，虽说看得不是很清楚，但一眼就可以从这里看出那里有没有藏有东西。　　这一扇窗户，估计就是之前漂浮着两团绿色火苗的那个窗子无疑了。　　舒牧小心的搜寻着四周，因为房间里面很暗，而且他又不能点燃油灯，不然就会暴露自己。　　可以藏人的地方他都寻找过了，衣橱、床底甚至是两个小木箱他都翻找过了。　　箱子里面找到了一些线还有一块打火石，一些像是钱币一样的东西，他将能找到的，有用的物品都收到了空间系统中。　　借着窗户透过的月光，在木质地板上可以清晰的看到一道刮痕，从轨迹看过去，似乎是移动桌子时在地面留下的刮痕，也就是说这个桌子原本并不是摆放在窗户旁边的。\n原本章节地址上一章|目录|下一章\n",
    "replies": []
}