{
    "title": "对国内建筑教程 非客观、个人主观向的讨论。",
    "author": "Kygo",
    "replyCount": 8,
    "timestamp": 1580624040,
    "txt_content": " 本帖最后由 Kygo 于 2020-2-4 15:15 编辑 \n本帖可能包含个人主观意识极强、见识短浅，不能保证客观，包含偏激、不公正、纸上谈兵的性质讨论。已在睿记平台上重新编辑2版\n[点我进入]\n\n\n国内的建筑教程；还是脱不开展示成果案例的圈子……基本就是发建筑建造过程，让玩家回去照着葫芦画瓢。\n\n这算是种基础教学；大部分玩家往往也只能按部就班造棟一样(改改细节)有心的，可以学到设计者的风格，但那是很少一部分。于是久而久之，对普通玩家基本无缘的大型建筑工程视频成了叫好不叫座的形式，看过官宣 点个赞就走人了。多数人连下载链接都未必点一下。(除了极度符合个人评判标准) \n而充满建筑技巧的基础教程却大行其道，纵然播放量与排场无法与专业团队的建筑群相比，但观众极高的留存率与互动量是其大型建筑无法做到的。此类视频的受众，多是想从地洞搬出来、在服务器里盖栋好看的房子罢了；这一 “低等需求” 的拥有者却是整个游戏最大群体之一。\n\n举些例子：显卡，纵然NV家的TITAN与80ti系列代表着游戏显卡最高水准，但真正购买的使用者有几个呢？NV旗下的甜品卡/入门卡才是主要**收入来源。而AMD水平有限，通过依仗中低端价格战逐渐稳固市场占有率；还另行其道与主机厂商合作 推出APU补回高端市场损失。\n\n\n又如新东方大厨与网络厨师教程，人们虽羡慕酒店厨师长 但多数人不会去进入学校系统性学习。相反闲里用5分钟学习观看一道佳肴，结合自己厨艺给亲朋好友露一手更符合大众选择。其中如 “美食作家王刚” 这类硬货网络厨师最受欢迎。\n\n\n这部分是篇吐槽：不知何时起，高上三四十米，拥有夸张陡峭屋顶、里外三层凹凸花纹外墙、文艺复兴时期的古典内饰装修、甚至还有厕所的木制砖石建筑被称为 “中世纪风格” 甚至成为国内相当多数人的评判标准。\n不仅如此！在那个前五百年木石堡垒、希腊穹顶教堂，后五百年砖石城堡、哥特尖塔教堂 其他全是茅草屋；还有无人关注的城镇中心从城堡转向教堂，摒**墙防御转向开放城镇，排水渠*与农业灌溉的改进……穿亚麻布买赎罪卷，落后且愚昧的黑暗1000年里……我可能话多了，捡重点的：\n没人关注写实中世纪！国内的人们只在乎搓揉了文艺复兴的幻想中世纪，亦或者《魔戒》题材的魔幻风格；具体表现为不分国别朝代的教堂(他们连修道院跟教堂都不分)、庶民家里异常丰富的内饰、与居民区紧贴未设置缓冲的城防工程、连吊阁都没有纯装饰的城门……甚至是把吉卜力的蒸汽朋克与之混为一谈；只要你够复古 炉火齿轮要素少了就是中世纪，多了就是蒸汽朋克。诸多不符合中世纪风格的要素建筑，只需要换一个材质包、用幻想中世纪这一词堵住发问者的嘴。这是那门子扯淡事！？试想下：一座唐风建筑，采用明清四合院布局，坐落在徽派古镇上???\n我们常抱怨欧美中日韩不分，不是唐风就是晚清。反过来我们对西方文化也是如此，连西罗马与东罗马都分不清，就别提欧美分中日韩了……\nPS：中世纪风格区分这点欧美玩家做到确实好，跟国内建筑团队对待国风的严谨一样好。\n*附注：纵然下水道在古希腊就已出现，但随着西罗马的灭亡，欧洲全线倒车包括下水道这一失传技术(导水渠到是保留了下来)变成了地上排水沟通向附近低洼处，中世纪疾病肆乱的根源也在此。现代下水道体系要到1850年英国人发明后了。\n\n\n话扯的有些远 接回来，我拙见认为教程更应该着重设计思路；就如一道题：题目为 “吐故纳新的滨海公寓” 使要求使用 “4x2.5x1.5/2 比例长方体” 为规则。\n既然是 吐故纳新 因此要求答者放弃传统单元楼并尝试新的设计理念与思路。\n这时附上 “选用合适材质 尝试将长方体不规则叠加 并配上大面积的落地窗尝试设计出一栋现代低层公寓楼” 为提示。\n最后在贴出一些类似案例，要求答者自己求解。\n\n而不是直接放出一栋成品楼的建筑过程，我们缺少的是 “设计教程” 而不是 “设计案例” 。\n一道题(将要建造的建筑)直接给你答案的不算是好老师，相反告诉你解题思路再让你自己求解的才是。\n\n授之以鱼 必不如授之渔\n然而矛盾的一点是：你首先需要有一定知识储备才能算开解。如果没有大量示范案例，仅仅告知设计理念/风格又有何用？二者缺一不可，小白还是得从 “ 抄作业 ” 做起……(尽管作业够抄一辈子了)\n\n\n\n\nPS：(我加这段话的意思是：我没有嫌弃那些制作基础教程的制作者，而是前者现在已经足够多了，而专攻后者却无人涉足，基本都是建造过程中顺口一提，教点配色技巧。制作者们当前需要的是转型，而不是在给答案抄作业上一条路走到黑……时至今日，在睿字记的视频平台上，依然可以看到大量的低关注度的精品案例作者抱怨自己\"无人问津\" 并将风向发展为小众圈子的圈地自萌式娱乐及…门槛。)\n\n\nPSS：\n试想下：一座唐风建筑，采用明清四合院布局，坐落在徽派古镇上？\n我觉得上面还不够；伴江古镇上还得飘几叶竹筏扁舟，远处坐落着西岳山脉，半山腰要挂着一座悬空寺庙，色调红黄却其实是座道观，里面的老道还留辫子。反正都是国风，往里塞就好了。\n\n\n\n写了2小时，脑子开始乱了 就这样吧。最后回复前请阅读首卷语，谢谢。\n\n\n\n杠精退散\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Kygo",
            "timestamp": 1580624100,
            "txt_content": "这么长篇竟然没送审直接发出来了…惊了。"
        },
        {
            "author": "Kygo",
            "timestamp": 1580633460,
            "txt_content": "佛了，我版排得好好的，发出来就乱了...我懒得搞了 就这样吧。"
        },
        {
            "author": "ghzz",
            "timestamp": 1580701020,
            "txt_content": "建议先有建筑史知识储备和有美术功底的人做建筑，\n缺乏基本知识，建筑华丽而无内涵，就像村**发户的二层小洋房"
        },
        {
            "author": "wannianDML",
            "timestamp": 1580706180,
            "txt_content": "修一座道观，然后请一位方丈讲圣经("
        },
        {
            "author": "wannianDML",
            "timestamp": 1580706420,
            "txt_content": "不过大型建筑工程确实在大部分玩家中不吃香\n毕竟人家是玩家。\n小型建筑更贴近他们的生活（\n复刻大型建筑或者建筑群对于他们来说是吃力不讨好的事情，但确实足够震撼人心，所以就喊个666就走"
        },
        {
            "author": "a1204567101",
            "timestamp": 1580715120,
            "txt_content": "Kygo 发表于 2020-2-2 14:15\n这么长篇竟然没送审直接发出来了…惊了。\n哈哈哈哈咱不要慌"
        },
        {
            "author": "天启-麒麟",
            "timestamp": 1580723820,
            "txt_content": "我自己也是一个建筑师 在入门的时候看的教程都是那些傻瓜式教程 很难受"
        },
        {
            "author": "Kygo",
            "timestamp": 1580801940,
            "txt_content": "麒麟喵o 发表于 2020-2-3 17:57\n我自己也是一个建筑师 在入门的时候看的教程都是那些傻瓜式教程 很难受\n国内玩建筑进阶的话也只能跟着大团体从底部\"苦力\"一点一点摸索了……就算是苦力门槛要求也还不低，确实令一些玩家无法接受。"
        }
    ]
}