{
    "title": "[Minecraft.net|INSIDER]本周方块：音符盒",
    "author": "玲舟酱",
    "replyCount": 11,
    "timestamp": 1580710740,
    "txt_content": " 本帖最后由 mianbizhe 于 2020-2-3 14:21 编辑 \n\n\n\n\n\n\nfile_1580710739000.jpg (99.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 14:18 上传\n\n\n\n\nBlock of the Week: Note BlockMusic to your ears?本周方块：音符盒听音乐吗？Shed a tear, ladies and gentlemen, because we’ve almost reached the end of our Block of the Week series. Over the last year or two, we’ve gone through almost every block in the game, identifying its natural habitat, useful qualities, fun facts - and, in many cases, the closest thing to that block in real life. 女士们先生们，流泪吧，因为我们已经临近周末系列节目的尾声了。在过去的一到两年里，我们几乎介绍了游戏中的每一个方块，确定了它们的生活环境，它们有用的价值，它们有趣的地方-，而且，在许多情况下它们也是最贴近现实生活的方块。.\nYou’ll notice that we didn’t cover every block in the game. We didn’t include individual colours of wool and other dyeable blocks, for example, or differentiate between the raw and polished versions of rocks like diorite. That would have got boring fast. Nor did we include blocks-that-aren’t-reeeeally-blocks, like Enchantment Tables, Cake and Minecarts. \n你会注意到我们并没有覆盖到游戏中的每一个方块。举个例子，就像是包括羊毛的各个颜色或是去区分像是闪光岩这类石头的原始和抛光版本。那也太无聊了。这同样包括那些现实生活中不存在的方块，像是附魔台，蛋糕，矿车。\nBut there’s one block that we we know you’ve been clamouring for us to feature almost since the start of the series. One block that has inspired you lot to send us hundreds of tweets, fanart and memes (so many memes). One block that we don’t quite see what all the fuss is about but is clearly popular, and who are we to argue with that. Is it time? Is it happening? It’s time. It’s happening. It’s note block. Note block is our block of the week. Oh. My. Block. Ahhhhhhhhhhhhhhhhhhh!\n但是,有一个方块,我们知道你们从这个系列开始的时候就强烈要求我们来介绍。激发你灵感的一个方块，以至于向我们发送了数百条推文以及很多信息。有一个方块，我们不太了解有什么好大惊小怪的，但它显然很受欢迎，是时候展现它了，音符盒是我们本周要介绍的方块。噢，我的方块啊!\n\n\n\n\nimage.png (250.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 13:58 上传\n\n\n\n\n\nNote blocks were added to Minecraft alongside charcoal, lapis lazuli, dispensers, cake and squid in version Beta 1.2, which was released on 13 January 2011. That makes them seven years old, probably older than some of our youngest players. \n在2011年1月13日发布的1.2测试版本中，音符盒，木炭，青金石，发射器，蛋糕以及鱿鱼一起添加到了Minecraft中。它们已经七岁了，可能比我们一些年轻人还要大。\n“Right click to tune, trigger to play” were the instructions given in the release notes at the time, which still hold true today. When you hit one or give it a redstone pulse, a little note will pop out of the top and anyone within 48 blocks will hear a sound - with the volume decreasing as you get further away.\n“右键进行调节，触发播放”是当时的介绍，到现在依然是这样。当你右键调节它的时候或用红石链接他的时候，它的顶部会弹出一个小音符，并且在48个方块内的任何人都会听到声音-随着距离的变化，音量也随之变化。\n\n\n\n\nfile_1580709634000.jpg (78.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 14:00 上传\n\n\n\n\n\n\nBeloved Mojang Pixel Artist, Jasper Boerstra, decided to get in on the Note。Block demanding 'fun' with this salty tweet. We docked his pay accordingly.\n深受爱戴的Mojang艺术家Jasper Boerstra决定加入音符。他闲的无聊发了个推文强烈要求变得更加“有趣”。所以我们扣了他的工资。\nThe exact sound the note block gives off can be controlled by changing the block directly underneath it. Wood, glass, stone and sand create drum noises, while most other blocks will play a harp/piano sound. If you’re playing the Java edition of the game, or the legacy console version, you get a few more options - gold for bells, ice for chimes, wool for guitar, bone block for xylophone sounds, and clay for flutes. A veritable orchestra! \n音符盒发出的声音可以通过改变其下方的方块来控制。木头，玻璃，石头和沙子会产生鼓声，而其他大多数块将发挥竖琴/钢琴的声音。如果您使用的是Java版本游戏，或旧版本游戏，还有更多选择-铃铛为金块，铃铛为冰块，吉他为羊毛，木琴声为骨块，长笛为黏土块。名副其实的乐团！\nBut to produce music that uses more than one note, you’ll need to tune your blocks. That’s done by hitting “use” on the block, or right-clicking, for those of you playing with a mouse. Each time you do so, you’ll raise the pitch of the blocks a small amount — a semitone, in the language of musicians. You can do that 24 times before it resets to where it was originally. While you’re tuning, the colour of the note will change from green to red to blue and back to green again.\n但是要制作多个音符的音乐时，你需要调整音色。因此，你可以用鼠标点击右键相应方块上的“使用”，每次这样做的时候您都会以音乐家的语言将音色的音调提高一点（半音）它重置到它原来的音色，可以点击24次。进行调整时，音符的颜色将从绿色变为红色，再变为蓝色，然后再次变回绿色。\n\n\n\n\n\n\n\nfile_1580709715000.jpg (58.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 14:01 上传\n\n\n\n\n\nThe default tuning of note blocks is F#, which is kinda odd. There aren’t many man-made instruments tuned naturally to F#. So we asked Samuel ?berg, Mojang’s lead sound designer, what the deal is. \n有点奇怪的是，符块的默认调优为F＃。自然调节为F＃的人造乐器并不多。 所以我们问Mojang的首席音乐设计师，怎么解决这个问题。\n“All planets emit an audible modulation, a musical tune which we find traces of in ancient theory,” he said. “Astronomers know that the intervals of the planets of the solar system correspond to the intervals between the notes of music. Each planet has a dominant note. It so happens that unlike (pretty much) any instrument designed by humankind, the note emitted by the Earth is tuned to F#. So, note blocks are our way to help boost the planetary vibration rate.”\n他说：“所有行星都发出可听见的调制信号，这是我们在古代理论中发现的音调。” “天文学家知道，太阳系对应于音乐的音符之间的间隔的行星的间隔。 每个星球都有一个主音。 碰巧的是，（几乎）任何人类设计的乐器，地球发出的音调被调整为F＃。 因此，音符盒是我们帮助提高行星振动率的方法。”\n\n\n\n\nfile_1580709780000.jpg (34.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 14:03 上传\n\n\n\n\n\n\n\n\nWhy so much love for the Note Block, anyway? Where' s the fandom around\nmy favourite block, concrete? Look at it! Look at it's brilliance! LOVE IT.\n为什么这么热爱音符块？哪来的狂热粉丝\n我最喜欢的方块。看它，它如此光彩，爱它。\nSamuel’s a big fan of the note block, even though it was added to the game long before he started working on Minecraft. “I like the simplicity of it,” he explains. “A collection of small short notes with a lot of design possibilities. I also like the distinct sound of note block music with the game's attenuation and stereo width. Note blocks have an acoustic feeling, rather than digital. Note blocks are used to create music, of course, but also atmosphere. It takes a lot of time, skill and practice to play them nicely.”\n塞缪尔是音符块的忠实粉丝，即使它以前被加入了我的世界也没有发挥出真正的作用。他解释说：“我喜欢它的简洁性” “小巧的音符，和更多的设计可能性。我还喜欢音符块的音乐伴随游戏衰减和立体声宽度的独特声音。音符块具有声学感，而不是数字感。音符块不仅可以用来创作音乐，还可以用来营造气氛。 这需要大量的时间，技能和实践用来很好地发挥他们。”\nHe says he’s got plans to develop note blocks further. “A lot of players use them to create immersion in their worlds, like alarms and doorbells. In the future, I would like to extend the line up of noteblocks to offer players even more possibilities.”\n他说他有计划进一步的开发音符块。“许多玩家使用它们来沉浸在自己创造的世界中，例如警报器和门铃。将来，我想扩展音符块的范围，为玩家提供更多的可能性。”\n[视频无法转载 实在不好意思 因为无法下载的情况所以大家请在官方自寻查看 官方链接在最下面]\nNote blocks have a surprisingly large fanbase, scattered all over the world. Lots of people make covers of popular songs and post them on YouTube, like the Noteblock Lizard, Grande1899 and Ultrasmurf. “You can search for pretty much any popular song and add \"noteblock\" and find a version of it,” says Samuel.\n音符块拥有庞大的粉丝群体，遍布全世界。很多人都将流行歌曲翻唱并发布到YouTube上，例如Noteblock Lizard，Grande1899和Ultrasmurf。“你可以搜索几乎任何流行歌曲，并添加‘noteblock’，找到一个它的版本，”塞缪尔说。\nSometimes these covers are made simply by placing blocks in the world, and almost all note block composers started out that way. “The first piece of music I made with note blocks was a cover of a Pokémon song I like from one of the early Game Boy games,” note block musician Kristina Alfredsson told us. “I found a YouTube video with the song that had lines showing the notes being played. I used that and calculated how many right-clicks each note should have, and wrote that down in notepad using the wiki as an aid.”\n几乎所有的音符作曲家都是以这种方式开始的，有时，只需在世界上放置方块就可以制作这些歌曲。“我用音符块制作的第一首音乐是我早期喜欢的Game Boy游戏之一的神奇宝贝歌曲的翻唱，”音符块作家Kristina Alfredsson告诉我们。 “我找到了YouTube视频，其中的歌曲显示正在播放的音符的线条。 我用它来计算每个音符应有多少个右键单击，然后使用Wiki作为辅助将其记录在记事本中。”\n\n\n\n\nfile_1580710096000.jpg (81.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-3 14:08 上传\n\n\n\n\n\n\nThen she built it in the world. “The song had a lot of long notes so I put as many note blocks of the same pitch as I could to make up for it, and ended up building 2183 note blocks. It was nuts, a lot of those blocks had 15-20+ right clicks on them and my hand hurt for a while after that. I probably spent 90+ hours on it.”\n然后她在世界上建造了它。“这首歌有很多长音符，所以我尽可能多地放相同音高的音符块，最终制作了2183个音符块。太疯狂了，其中有些方块每个都有15-20次以上的右键点击，我的手因此受伤了一段时间。我大概花了九十多个小时在它身上。”\nSoon afterward, to save her hands, she switched to using a a bit of free software called Note Block Studio, which many of the most prolific note block composers use. It lets you create music outside of Minecraft, and then import it into the game. Some composers use other music software too. “I use a program called Ableton for composing,” Kristina said. “It lets me play on my keyboard like I was playing an actual note block instrument. It sounds the same in Ableton as if it was built in-game, so it lets me finish writing the song and not have to rebuild mid-way.”\n此后不久，为了保护她的双手她使用了一款很多高产音乐家都会使用的软件：Note Block Studio。它使你可以在Minecraft之外创建音乐，然后将其导入游戏。一些作曲家也使用其他音乐软件。克里斯蒂娜说：“我使用Ableton作曲，用了它我可以像真正弹奏音乐那样在键盘上弹奏，在ableton中挺起来就像是在游戏中制作的，因此它使我可以完成歌曲的编写而不必在中途重新编曲。”\n\n[视频无法转载 实在不好意思 因为无法下载的情况所以大家请在官方自寻查看 官方链接在最下面]\nToday, Kristina’s process for composing with note blocks is very similar to composing other music, you just have to get the parameters right. “I usually start composing by letting the metronome tick at 150 BPM so I get a feel for how fast it needs to go, then pick an instrument to record a bassline, then I just keep adding to that,” she said. \n如今，克里斯蒂娜的音符合成过程与其他音乐的合成非常相似，您只需要正确设置参数即可。 她说：“我通常使节拍器在150 BPM处滴答作响开始作曲，这样我就可以感觉到它需要走多快，然后再选择一种乐器来记录贝司线，之后我继续添加。”\n\n“It's all layers, really — starting with a simple melody that determines the feel and then adding other melodies and instruments that work well with the previous ones. Most of it is subconscious, I can hear potential melodies inside my mind at the same time I'm recording and go mainly on instinct. I never know exactly how a song will sound from the start, it grows and takes form as I add more melodies. It's more like discovering potential music than composing, it's all about chasing the sound.”\n“事实上，所有的层次都是从确定感觉的简单旋律开始，然后添加与以前的旋律和效果兼容很好的其他旋律和乐器。 大部分是潜意识的，我在录音的同时还能听到潜在的旋律，主要是出于直觉。 我永远不知道歌曲从一开始是什么样子的，随着我添加更多旋律，它会逐渐发展。 这更像是发现潜在的音乐而不是创作音乐，这全都在于追逐声音。”\nOnce the sound is caught, she records it. “I record in the same speed as redstone ticks, 150 BPM, and export the MIDI file of each instrument - a MIDI file is just code of when a note starts and stops and which note it is, it's like sheet music,” she told me. “Note Block Composer lets me import MIDI tracks so I can just export from Ableton and import there, and then use Note Block Studio to export as a schematic. I can use MCEdit to remove all the blocks that aren't note blocks and instrument blocks, and move that on to my own structures. I like using different materials for the build, MCEdit helps a lot when you want to swap between types of blocks.” \n一旦捕获到声音，她就会记录下来。 她对我说：“我以与红石相同的速度进行录制，速度为150 BPM，并导出每个乐器的MIDI文件。MIDI文件是音符开始和停止的代码，而音符就像乐谱一样。”“ 我使用Note Block Composer导入MIDI轨道，这样我就可以从Ableton导出并再导入，并使用Note Block Studio导出为原理图。 我可以使用MCEdit删除所有不是音符和乐器的块，并将其移到我自己的框架上。 我喜欢使用不同的材质进行构建，当你要在各种类型的块之间做交换时，MCEdit对你有很大的帮助”\n[视频无法转载 实在不好意思 因为无法下载的情况所以大家请在官方自寻查看 官方链接在最下面]\nHer note block builds don’t stop there, though. “Composing the songs is the fast part, it usually only takes one hour to record the bulk of the song, a few more for getting everything exactly how I want it. The build takes a ton of time. I don't just want to have a note block song, I want things to happen and to create a story. \n不过，她的音符构建并没有止步于此。“创作歌曲是最快速的部分，通常只需要一个小时就可以录制大部分歌曲，还需要花费一些时间才能完全获得我想要的一切。 构建需要大量时间。  我不仅仅想有一首歌，我想要的是事情的发生并且去创造一个故事。\n\"The most recent build I did took over 100+ hours, I had a redstone fireworks show attached to the note blocks, I built scenery, made pixel art using beacon beams and for the video I added dialogue that looked like chat to keep it interesting. I kept adding more and more details and it took a lot of time, but I'm really happy with how it turned out! The difference in time between creating the music and doing the build is the hardest part for me because by the time that I'm done with a build I'll have written ten more songs. There's too many songs, not enough time!”\n“我最新的制作花了100多个小时，我添加了红石焰火表演，制作了风景，使用信标光束制作了像素艺术，为视频添加了对话，看起来像聊天并使它变的有趣 。我一直在增加越来越多的细节，这花了很长时间，但是我真的很满意这个结果！音乐创作和完成建筑之间的时间对我来说是最难熬的，因为到那时，每当我完成一个构建后，我会写超过10首歌曲。写歌的时间是远远不够的！”\nBut brilliantly, she did take the time to make us a Block of the Week theme song! Play the video below to hear it! \n由于她的出色，她让我们的音乐成为了本周方块的主题曲。播放视频来听听吧！\n[视频无法转载 实在不好意思 因为无法下载的情况所以大家请在官方自寻查看 官方链接在最下面]\nSome of the most impressive note block creations that we’ve seen are coming out of Japan, where there’s a whole subculture dedicated to note blocks - and even a music festival. \n我们见过的一些最令人印象深刻的音符创作来自日本，那里有整个亚文化致力于音符-甚至是音乐节。\nIt can be quite hard to follow the scene if you don’t speak Japanese, but many of the participants use a site called Nicovideo to share their work. One of the most impressive composers from the Japanese scene is Pote Suto, who put together this amazing video using custom textures and shaders: \n如果你不会说日语，可能很难跟随现场，但是许多参与者使用名为Nicovideo的网站来分享他们的工作。 日式场景中最令人印象深刻的作曲家之一是波多·苏托，他使用自定义纹理和着色器将这段精彩的视频合成在一起：\n[视频无法转载 实在不好意思 因为无法下载的情况所以大家请在官方自寻查看 官方链接在最下面]\nWhat note block composers like most about the medium, it seems, is its ability to give shape to something which you can’t see. “Music is this intangible thing,” says Kristina. “It's there one moment and gone the next and even with sheet music you only have a 2D transcription of the notes. With note blocks it's different — you actually get to build a song in 3D space. You can move and hear the music being played from different angles when you fly around.”\n音符作曲家最喜欢这种媒体的地方似乎是它能够成形一些看不见的东西。 “音乐是无形的，”克里斯蒂娜说。 “它在那里一刻，下一刻就消失了，即使是活页乐谱，也只有音符的2D转录。 但是带有音符块的情况有所不同，你可以在3D空间中制作歌曲。 飞行时，你可以从不同角度移动并聆听正在播放的音乐。”\nShe added: “It's extremely satisfying to see it grow, being able to press a button and hear the song play a little bit longer each time as you get further along. Since it's redstone, you can make almost anything happen if you combine note blocks with command blocks or other redstone blocks. Spawn mobs or blocks, change time, even have lightning strike in time with the music! Anything's possible — the sky (@Y=255) is the limit.” \n她补充说：“看到它的变化，每次按得更久，随着时间的推移，每次听到歌曲播放的时间会更长一些。，这让我非常满意。 因为它是红石，如果将音符块与命令方块或其他红石块组合在一起，几乎可以做成任何事情。 刷新小怪或方块，改变时间，甚至随着音乐引来雷击！ 一切皆有可能。天空的极限是（@ Y = 255）。”\n作者：Duncan Geere\n发布时间：2018年6月1日\n原文：点我前往~\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "玲舟酱",
            "timestamp": 1580711100,
            "txt_content": "第一次翻译 请求大神帮忙指点一下！！！"
        },
        {
            "author": "cc7w",
            "timestamp": 1580712180,
            "txt_content": "第一段Block of the Week\n每周方块系列\n\n花岗岩变种是 磨制 的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580713140,
            "txt_content": " 本帖最后由 KakagouLT 于 2020-2-3 15:01 编辑 \n\n如果你希望搬运视频 这里有一个已经搬运了视频的译文供你参考\nhttps://www.mcbbs.net/thread-797287-1-1.html"
        },
        {
            "author": "芒果Crazy",
            "timestamp": 1580726940,
            "txt_content": "终于知道怎么用了"
        },
        {
            "author": "呆瓜Domado",
            "timestamp": 1580810640,
            "txt_content": "我想起了好久以前我用音符盒做音乐的时候"
        },
        {
            "author": "ScottLiu666",
            "timestamp": 1580905860,
            "txt_content": "Minecraft Note Block Studio现在已死（停止更新）......"
        },
        {
            "author": "白鹤_",
            "timestamp": 1580962380,
            "txt_content": "支持作者"
        },
        {
            "author": "桂兮",
            "timestamp": 1581003840,
            "txt_content": "支持作者"
        },
        {
            "author": "lovekai",
            "timestamp": 1581258060,
            "txt_content": "6666666666"
        },
        {
            "author": "渡鸦12138",
            "timestamp": 1581536520,
            "txt_content": "顶嗷 mcbbs有你更精彩"
        },
        {
            "author": "ff98sha",
            "timestamp": 1582854000,
            "txt_content": "“All planets emit an audible modulation, a musical tune which we find traces of in ancient theory,” he said. “Astronomers know that the intervals of the planets of the solar system correspond to the intervals between the notes of music. Each planet has a dominant note. It so happens that unlike (pretty much) any instrument designed by humankind, the note emitted by the Earth is tuned to F#. So, note blocks are our way to help boost the planetary vibration rate.”\n他说：“所有行星都发出可听见的调制信号，这是我们在古代理论中发现的音调。” “天文学家知道，太阳系对应于音乐的音符之间的间隔的行星的间隔。 每个星球都有一个主音。 碰巧的是，（几乎）任何人类设计的乐器，地球发出的音调被调整为F＃。 因此，音符盒是我们帮助提高行星振动率的方法。”\n\n此段建议重翻"
        }
    ]
}