{
    "title": "[原创/连载]《我的世界之域灵》第七章 骷髅射手",
    "author": "MIP_COMMOM",
    "replyCount": 3,
    "timestamp": 1580706600,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:16 编辑 \n\n　　“为什么桌子会被移动？还有，为什么要移动这张桌子？”　　舒牧仔细的观察着这张桌子，到底和普通的桌子有什么不同之处。不论舒牧怎么看，这都是一张普通的桌子，不论是粗糙程度、柔软程度以及上面不沾有一丝灰尘，还有气味……等等，好像有一股腐臭味！　　虽然腐臭味十分的微弱，可却是实实在在是有的。　　借着月光，舒牧并不能从桌子上找到那腐臭味的来源，这可能就是藏在暗中的敌人移动这张桌子时留下的。　　又找了找这一间卧室，并没有其他可疑的地方。而后舒牧快速撤离了这里。　　在舒牧离开后不久，两团绿色的火苗来到了这一个房子，它把桌子移回原位，而后点燃了桌子上的油灯，一滴一滴猩红的血液滴落在桌子上，在桌子上形成了一个奇怪的符号，符号时闪时隐，明灭不定，而那两团绿色的火苗则是悬浮在窗前。　　当桌子上的符号彻底消失时，那两团绿色的火苗瞬间便从卧室里面消失了，而那一张桌子居然开始自己移动起来，而移动的方向不再是窗户，而是朝着正厅移动出去。　　桌子移动发出了尖锐刺耳的声音，在木质的地板上留下了深深的刮痕。　　当它就快要移动到幕帘那里时，却停了下来，之后便不再移动了。　　“警告：二十米之内发现持续性空间波动，波动强度正在持续减弱，预计五分钟后消失。”　　一条猩红色的提示信息印在舒牧的眼前，他离开小屋不太远，在附近的房子里面寻找着线索，因为害怕被敌人发现，他的一举一动都非常的小心谨慎。　　“空间波动？难不成附近开了一扇地狱门？或者是其他传送门，该不会是空间裂缝吧？这个村落越来越危险了。不行，要尽快离开这里！”　　没想到这个世界还真是多灾多难，自己才来这个世界两天时间，就四处碰壁，到处都是危险，在森林里面好歹还能看到僵尸，虽然恐怖但不至于太危险。　　而现在他连敌人是谁，敌人在哪，它的目的是什么？都不知道。　　他也尝试着从村口离开这个村子，可是当他跨出门的一步，就感觉背后有什么东西在盯着他，而且他稍稍走远一些，一股死亡将至的感觉就会压在他的心头。　　这种感觉和之前他在村庄里面感受到的那种急迫感差不多，恐怕都是来自死亡的威胁。　　当他重新退回村庄的时候，那种感觉就消失殆尽了，仿佛从来不曾有过一般。　　他的敌人应该不算是未知生物，从岗哨站村民身上的骨箭，以及自己的游戏经验来看，敌人应该是骷髅射手无疑了。　　可是骷髅射手怎么感觉像幽灵一样，在村庄里面除了一开始看见的绿色火苗之外，就没有再见到其他奇怪的地方，若不是系统探测到空间波动，他甚至不知道有这一回事。　　他呆在这个世界的时间太少了，两天时间都在想办法活命，也就昨天遇见了这个村子的村民，有了新的规划和目标，结果现在自己又被卷入一场波及云城周围村庄的灾难中。　　这件事绝对和云城的战事有着密切的联系，可惜自己没有去过云城，不知道那边的情况，不然就可以从中推测出骷髅射手的目的。　　现在最重要的是找到藏匿在村庄中的骷髅射手，而且是不是骷髅射手还说不定，如果是的话，自己需要准备一块盾牌来挡住骨箭，不然自己一个照面绝对会被一击毙命。　　做了一把铁剑之后身上还剩余两块铁锭，耗尽所有的木元素合成木板，再用合成台合成出一面盾牌之后，将它放在快捷空间，和铁剑并排放置。　　偌大个村庄，他必须想个法子逼迫骷髅射手出来，最直接的方式是直接离开村庄。　　也不知道对方是出于什么目的让他可以活到现在，而且只能在村庄的范围之内活动，既然对方不想让自己离开村庄，那么反其道而行，总可以将对手逼出来。只不过这样会非常的危险，而且对手是百发百中的神射手，可能他看到的只会是锋利的骨箭而不是亡灵。　　如有必要的话，他是不会这么做的，除非自己可以保证，不论骨箭从什么方向射出来，自己都可以挡下来，不然只能另寻蹊径。　　不知道还有多长时间才会天亮，如果熬到天亮的话，自己可视范围就可以大幅度的提升了，如果那个时候离开村落显然是最好的机会，就算是有什么动静自己也可以第一时间发现。　　二十米之内出现有空间波动，他站在窗户前看着外面，回想着周围的布局。　　这个房子占地很大，而且房子和房子之间的距离也不小，如果以当前位置为中心，延伸出二十米的话，应该是最近的两个房子。　　“系统能探测出空间波动的具体位置吗？”舒牧心中尝试性问道。　　“不能，目前域灵系统功能缺失，只能探测出空间波动就在范围之内。不过当你越接近空间波动的来源，空间波动的强度就会越强，已将强度数值化显示在视野左上角。”　　舒牧点了点头，接下来就是去寻找空间波动的源头了，说不定骷髅射手就在附近，或许它现在正在观察着我。　　普通人应该根本就发现不了空间波动的存在，若不是有系统探测，舒牧也无法发现。　　这显然是在骷髅射手的预料之中，可是它不知道的是，自己拥有域灵系统，可以探测空间波动的存在，或许任务的答案就在这一处空间波动的源头。　　有了强度数值显示，当舒牧走了两步，数值就开始降低，反方向走的时候数值上升，域灵系统很贴心的根据数值的变化拟定了一条路线，用绿色的足迹显示在舒牧的视野中。　　很快他就发现足迹一直延伸到眼前的一个房子里面，而这个房子正是他之前找到一丝线索的那个房子。　　“没想到我刚刚离开它就进去了，应该不是擦身而过的偶然，而是它看准了我刚刚搜索过这个地方，确定我不会折返回来。”　　舒牧推开了木门走了进去，绿色的足迹一直走进了右边的卧室里面。　　当他掀开幕帘的时候，突然发现那个本来应该在窗户边的桌子，不知道什么时候居然来到了幕帘的前面。　　舒牧看见时心里一紧，而后便放松下来。　　那个骷髅射手一定回来过这里，而且在舒牧掀开幕帘的一瞬间，一条条猩红色的提示在他的视野中心跳出。　　“发现空间波动来源，正在分析……”　　“已锁定空间波动类型为——亡灵诅咒。”　　“警告：亡灵诅咒已经发动，根据已知消息，这种亡灵诅咒为献祭类型的诅咒，在一定范围内献祭活物，可以收集怨念之力，预计爆发时间为太阳升起的一刻。”　　“注意：你已经被（亡灵诅咒——献祭·怨）标记，请尽快破坏该仪式，否则你将会死亡。”　　“注意：还有两分钟空间波动就会消失，那时你将无法阻止诅咒的发生。”　　“提示：请将仪式启动的符文击碎，它就在桌子上。”　　“注意：至少要把符文变得残缺才算是破坏了仪式。”　　舒牧看着眼前的桌子，上面什么都没有。低头仔细闻了闻，一股刺鼻的腥臭味充斥鼻腔。　　只要符文变得不完整了，就算是破坏这个仪式了。不过自己也看不见这个符文到底在哪，有多大，有没有被破坏掉他也不清楚。但是通过血腥味的强弱可以勉强判断它的位置。　　最好的办法就是把这个桌子烧掉，不过在这之前他需要砸碎这个桌子，将血腥味最浓的地方烧掉，这样速度比较快，可以保证在天亮之前就可以破坏这个符文，至少可以弄得残缺不全。　　舒牧从空间系统拿出铁剑，当铁剑落在手中时，他的心脏仿佛被紧紧握住一般，一股危机感悄然升起。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "爱玩mc丶",
            "timestamp": 1580707140,
            "txt_content": "神作\n6666666666666"
        },
        {
            "author": "爱玩mc丶",
            "timestamp": 1580707140,
            "txt_content": "可以666666"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580714640,
            "txt_content": "爱玩mc丶 发表于 2020-2-3 13:19\n神作\n6666666666666\n以前写过mc的玄幻文，不过后来发布的平台整改了，我的小说就被和谐了，不过原文都还在。以前的就当做试手了，写了六十多万字的"
        }
    ]
}