{
    "title": "[Minecraft.net|INSIDER]本周方块：海绵",
    "author": "玲舟酱",
    "replyCount": 31,
    "timestamp": 1580746020,
    "txt_content": "\n\n\n\n\nfile_1580745474000.jpg (96.05 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-3 23:57 上传\n\n\n\n\nBLOCK OF THE WEEK: SPONGEHave your brain absorb this aqueous info!本周方块：海绵让你的大脑像海绵吸收水一样吸收这些信息吧！\nOh no! We've spilt lemonade all over our keyboard!By the time we finish writing Block of the Week, our fingers will be so sticky and reeking of lemon, that we'll be the laughing stock of the office.不好！我们刚才把柠檬水洒在了我们的键盘上！如果这样下去，当我们完成Block of the Week 的写作时，我们的手指将会由于柠檬水变得又臭又粘。我们将会被办公室的其他人笑话的！Our colleagues will point their fingers at us and laugh, both to ridicule us and humblebrag about how non-sticky their fingers are.我们的同事将会用他们的手指指着我们，来嘲笑我们，来打趣我们，告诉我们他们的手指很干净。But wait! Using a handy sponge, we can clean our keyboard with ease!And then throw the filthy sponge at our co-workers as revenge for potentially mocking us in the future. Perfect! Just like in real life, sponges in Minecraft have handy aborbant powers. 但是等下！我们可以使用一个方便的海绵去轻松地清洁我们的键盘！之后我们可以把脏了的海绵扔向我们的同事来防止他们的嘲笑。完美！这可真是个方便的解决办法！就像在刚刚举例的真实生活场景中，在我的世界中海绵同样有如此便利的能量。Once placed, the sponge block will slurp up surrounding water and any more water that's foolish enough to cross its path. Impressively, this thirsty block can drink up to 65 water blocks before becoming a wet sponge.一旦你使用了海绵方块，他将会吸收周围的和任何在他道路上的水。令人印象深刻的是，这个饥渴的方块在他自己变成一个湿润的海绵前可以吸收65格水。Sadly, a wet sponge can't absorb any more H20, it's glory days now long behind it. That's truly tragic, enough to bring a tear to my eyes. Better not though - the wet sponge won't be able to soak it up.伤心的是一个湿润的海绵不能再吸收任何水了[水是H2O]，它的辉煌时代已经过去了。这真是一个悲剧，令我流泪。算了还是别流泪了，湿润的海绵没办法吸收我的泪水了QVQ。\n\n\n\n\nfile_1580745625000.jpg (122.91 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-4 00:00 上传\n\n\n\n\nReal world sponges aren't just the yellow household ones you use to clean your toilet and kitchen (not in that order please).在现实中的海绵可不仅仅是你在厕所或者厨房[别介意排序]中使用的黄色小方块。Our oceans are packed with over 8000 known species of sponge, in a kaleidoscopic variety of vibrant colours. 我们的大海中存在着超过8000种已知的海绵类物种，它们的颜色都绚丽多彩。It's a common misconception that these sponges are plant life. 这些海绵物种被普遍的误解为是植物。They're actually animals, albeit animals that don't have heads, eyes, brains, arms, legs, ears, muscles, nerves or organs. 实际上他们是动物哒！尽管这种动物没有头、眼睛、脑子、胳膊、腿、耳朵、肌肉、神经或者器官。As an animal who possesses all of those things except arguably the brain, I can't help but feel sponges are really phoning it in. 作为一个拥有上述所有器官特别是脑子的人类，我真的忍不住想吐槽海绵这类物。You've been around for 500 million years and still haven't grown even just one little ear? Pathetic.大哥！你都存在5亿多年了！连一个小耳朵都还没进化出来？？真是太失败了= =We're only teasing. We love sponges really! Particularly ** that could play a crucial part in helping cancer patients. 当然我们是在开玩笑啦~~我们真的很喜欢海绵！特别是对治疗癌症患者做出重要贡献的一种海绵生物。Or the sponge recently developed by scientists at the University of Minnesota that can还有最近被Minnesota大学的科学家培养的那种能够处理被汞污染的水的海绵生物。But if we don't take care of the environment, we risk losing entire species of sponges, and we love the environment here at Minecraft.net!但是如果我们不热爱我们的大自然，我们将有失去整个海绵物种的风险。然而我们在Minecraft.net热爱着大自然！So much so that every time we publish an article we think about planting a new tree, and every time we publish a new Block of the Week, we celebrate by frowning really hard at someone who doesn't like the environment.我们对它爱的是如此的深沉，以至于每一次当我们发表一篇文章时，我们都认为种下了一棵新的树；每一次我们发表一篇Block of the Week时，我们都对那些不热爱大自然的人使劲的皱眉来庆祝这一刻！Kidding aside, we all should genuinely start protecting sponges by being nicer to the environment, especially the good ol' ocean blue. 开个玩笑^^，我们都应该开始通过对大自然更加友好，热爱来保护那些海绵物种们。特别是保护海洋蓝！Here's a few easy ways YOU can be nicer to the ocean:给你一些保护大海的小建议：Stop kicking it! Come on now!1．不要再推脱啦，赶快行动起来！Stop saying \"Nice ocean!\" sarcastically.2．不要再讽刺的说“大海真美”了！Don't refer to it as \"dumb bluey\" just to impress the mean kids.3．不要把大海说成是“愚蠢的蓝色”去取悦那些刻薄的孩子。If someone asks you if you fancy destroying the ocean this weekend, try suggesting a different activity that'll be almost as fun.4．如果有人问你是否想在这个周末毁掉海洋，你应该试着建议一个不同的活动，那将是几乎同样有趣的。原章作者：Tom stone发布日期：2017年3月24日原文链接：点我进入\n",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1580746620,
            "txt_content": "to clean your toilet and kitchen (not in that order please)\n清理厕所和厨房（但不要按照这个顺序来）\n\n文本居中比较影响阅读，建议靠左就可以了"
        },
        {
            "author": "Оil",
            "timestamp": 1580747820,
            "txt_content": " 本帖最后由 Оil 于 2020-2-4 00:39 编辑 \n\n别理楼上的，我也喜欢居中。\n\n其实主要是文本堆在一起比较密影响阅读，建议每个自然段（英文原文+译文）之间空一行出来，这样子看着会更好一些。\n\n此外，建议把英文原文字体颜色设置为深灰色，译文字体稍大些，这样子原文译文区分出来也有助于阅读体验的提升。"
        },
        {
            "author": "玲舟酱",
            "timestamp": 1580749980,
            "txt_content": "我感觉放在中间比较好233\n所以选择放中间了"
        },
        {
            "author": "cc7w",
            "timestamp": 1580773980,
            "txt_content": " 本帖最后由 cc7w 于 2020-2-4 07:56 编辑 \n\n湿润的海绵 -> 湿海绵\n\n最后一条的that是定语从句\n\n以及文本左对齐让人舒服点，可以段首加空格"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580780400,
            "txt_content": "排版这种事情 看我签名档"
        },
        {
            "author": "双口骡",
            "timestamp": 1580783820,
            "txt_content": "呃唔 呃。。。。。"
        },
        {
            "author": "Bes_L",
            "timestamp": 1580788080,
            "txt_content": "海绵????"
        },
        {
            "author": "二yangshao",
            "timestamp": 1580799120,
            "txt_content": "海绵????"
        },
        {
            "author": "42762899",
            "timestamp": 1580872740,
            "txt_content": "湿润的海绵->湿海绵最后一条的that是定语从句以及文本左对齐让人舒服点，可以段首加空格"
        },
        {
            "author": "2966907782",
            "timestamp": 1580898240,
            "txt_content": "海螺螺 发表于 2020-2-4 00:17\nto clean your toilet and kitchen (not in that order please)\n清理厕所和厨房（但不要按照这个顺序来）\n\n\n感谢版主。。。。。。。。。。。"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1580901660,
            "txt_content": "Block of the Week\n这个是不是每周方块的意思"
        },
        {
            "author": "幻琅阿七",
            "timestamp": 1580904180,
            "txt_content": "海螺螺 发表于 2020-2-4 00:17\nto clean your toilet and kitchen (not in that order please)\n清理厕所和厨房（但不要按照这个顺序来）\n\n\n楼主太棒了爱了爱了"
        },
        {
            "author": "ScottLiu666",
            "timestamp": 1580905560,
            "txt_content": "海螺螺 发表于 2020-2-4 00:17\nto clean your toilet and kitchen (not in that order please)\n清理厕所和厨房（但不要按照这个顺序来）\n\n\n对啊，没必要居中文本。"
        },
        {
            "author": "w2923540556",
            "timestamp": 1580916060,
            "txt_content": "日常水帖"
        },
        {
            "author": "陈喵",
            "timestamp": 1580917680,
            "txt_content": "没记错的话海绵是一种动物（dog）"
        },
        {
            "author": "白鹤_",
            "timestamp": 1580962440,
            "txt_content": "支持作者"
        },
        {
            "author": "无法确定",
            "timestamp": 1580984940,
            "txt_content": "海绵宝宝了解一下……"
        },
        {
            "author": "Cyguanc",
            "timestamp": 1581047340,
            "txt_content": "6666666666666666666666666"
        },
        {
            "author": "yuiop幻",
            "timestamp": 1581050700,
            "txt_content": "蛮可爱的"
        },
        {
            "author": "SZCF",
            "timestamp": 1581052200,
            "txt_content": "so funny！"
        },
        {
            "author": "Ragbadger",
            "timestamp": 1581076020,
            "txt_content": "湿海绵可以变成干海绵吗？"
        },
        {
            "author": "Y星总统YYZ",
            "timestamp": 1581094920,
            "txt_content": "Ragbadger 发表于 2020-2-7 19:47\n湿海绵可以变成干海绵吗？\n放熔炉里烤干"
        },
        {
            "author": "lxwznb",
            "timestamp": 1581097620,
            "txt_content": "66666666666666"
        },
        {
            "author": "huang20080622",
            "timestamp": 1581169140,
            "txt_content": "水水水水水水水水水水水"
        },
        {
            "author": "huang20080622",
            "timestamp": 1581169140,
            "txt_content": "水水水水水水水水水水水水水"
        },
        {
            "author": "冬天冬天W",
            "timestamp": 1581219240,
            "txt_content": "为什么这个文章发布发布时间这么久远了呢。。。。。"
        },
        {
            "author": "952700094",
            "timestamp": 1581324960,
            "txt_content": "海绵是生物吗？"
        },
        {
            "author": "456`",
            "timestamp": 1581362100,
            "txt_content": "海绵吸水，方便！"
        },
        {
            "author": "gg23df",
            "timestamp": 1581417420,
            "txt_content": "        MCBBS有你更精彩~"
        },
        {
            "author": "wolfonrhesky",
            "timestamp": 1581417660,
            "txt_content": "脑内自动循环：是谁住在深海的大菠萝里？"
        },
        {
            "author": "ff98sha",
            "timestamp": 1582854360,
            "txt_content": " 本帖最后由 ff98sha 于 2020-2-28 10:07 编辑 \n\n最后一条的that是定语从句（捧读）\n"
        }
    ]
}