{
    "title": "[原创/连载]《我的世界之域灵》第八章 抱歉今天不行",
    "author": "MIP_COMMOM",
    "replyCount": 5,
    "timestamp": 1580788260,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:17 编辑 \n\n　　一支骨箭夹着破风声急速飞来，舒牧在感觉到压力的一瞬间就把盾牌拿了出来，抵在身前。　　骨箭击碎了玻璃，打在坚硬的盾牌上被弹开。舒牧露出半边脑袋，观察着窗外的情况。　　由于窗户是面向围墙的，所以骨箭应该是从围墙的外面射进来的，那就好说了，只要把桌子拖到厨房，就不会有人来干扰自己了，但是还有一个问题，就是怎么撤退，离开村庄。　　诅咒被破坏，执行诅咒的骷髅射手一定非常的恼怒，自己一定会被它盯得死死的，而且以它的命中率，自己只能用盾牌强行抵挡，无法躲闪也没办法躲闪。　　一旦出了房子就要提防四周，而不只是单单一个方向。　　舒牧翻过桌子，一手举着盾牌，一手将桌子移到厨房，一步步的慢慢后退着，不断有骨箭从窗外射进来，打在盾牌上发出一声声沉闷的声音。　　没多久桌子就被舒牧移到了厨房里面，因为已经离开了卧室，加上窗户与幕帘之中有一个角度，导致骷髅射手的骨箭在舒牧进入了厨房之后，完全没有机会射中他，也就不再有骨箭从窗户外面射进来。　　不过他必须要赶快破坏符文，不然骷髅射手一旦来到了厨房的后方可就不好了，那里还有一个窗户是正对着村庄中心位置的。　　首先他拿出了石斧将血腥味非常重的一部分砍了下来，用斧头疯狂的将它砸烂。　　为了确认的确是这一部分，他将砍下来的一部分放到熔炉里面，花费0.2个单位火元素快速点燃它，而后用鼻子贴着桌子仔细地嗅着。　　确认了血腥味淡了很多，他悬着的心至少放下了一半。　　现在他需要从窗户离开这里，通往正厅的幕帘被他用两个熔炉堵了起来，为了防止燃烧的符文会被救起来，在从窗户翻出去之前，他用自己空间系统里面的熔炉堵住了窗户。　　因为这是系统合成出来的，专属于他的物品，他可以很自如的选定熔炉的放置位置，不必再搬运熔炉来堵住窗户，那样需要耗费很多的时间。　　他现在最需要时间，趁着厨房吸引了骷髅射手的注意力，能让他快速逃离村庄。　　离开后他并没有跑太远，而是在不断远离村口的方向，远离符文所在的方向，他打算用石镐在围墙上挖一个洞跑出去。　　村口附近一定有埋伏，从那里离开肯定不能活着逃出去，而且它恐怕也不会想到，舒牧身上有一个空间系统，带着足够多的工具帮助他从其他地方快速的逃离。　　相比起坚硬的岩石，鹅卵石则更好破坏，而且鹅卵石围墙只有薄薄的一层，舒牧全力挖掘，只要五六分钟的时间就可以挖出一个容他通过的通道。　　他不知道骷髅的力气有多大，从正厅走进去是最轻松的，而从窗户爬进去，想要移开熔炉是最困难的，恐怕它以为舒牧还在里面，而现在正盯着出入口等着他从里面逃出来吧。　　如果舒牧没有系统空间的帮助，没有域灵系统的帮助，光是用打火石点燃木头，移动熔炉堵住门和窗都要花费大量的时间，根本没有机会逃离。　　很快，围墙上就出现了一个窟窿，舒牧用石镐继续扩大战绩，有了突破口，接下来就会轻松很多，没过一分钟，一条可以让他穿过的通道出现了。　　将石镐收入空间系统，从通道钻了出去。　　“叮！”　　“超越时空的任务——鬼魅之村，已经完成。”　　“亡灵巫师使用诅咒，从云城周围收集怨念之力，目的非常的明显，它们要对云城释放无声的诅咒，从内部击破云城的防御。”　　“奖励：自由属性点30点，永久增益效果——未知探索者，基础剑术全篇”　　“未知的探索者，当发生未知事件并参与其中时，全属性提高至120%。”　　一股暖流从他的眉心流转至丹田，最后传遍全身，脑海之中突然出现了许多有关于用剑的知识，而且那些知识仿佛一位他所熟知的老友，并不需要回忆其内容。　　转念间，铁剑出现在他的手中，当他执剑的时候，一种久违的熟悉感便涌上心头，仿佛剑已经成为了他身体的一部分。　　将30点属性点分给生命值10点，敏捷值6点，攻击力7点，防御力7点。　　舒牧　　种族：人类　　耐力：10　　生命值：30/30　　攻击力：20　　防御力：20　　敏捷值：21　　火元素：0.6/10　　敏捷值和防御力达到甚至超过了20点，相当于是正常人的两倍，给这两个属性加点好处是显而易见的，不容易死而且还跑得快。　　将铁剑收入空间系统，舒牧快速的远离村庄，离得越远越好，毕竟自己妨碍到亡灵的计划，过不了多久这里恐怕就会被怪物包围。　　想要活下去只能朝着云城的方向走，进入云城，其他村庄都不安全了。　　而且经过舒牧这么一闹，估计之后怪物要去袭击其他村庄的时候，会变得非常的凶残，而且这个诅咒看上去需要活物来献祭，多半这就是为什么自己可以一直活着的理由。　　而村民们的下落他也不清楚，如果亡灵需要活物献祭，可为什么村民们全都消失不见了？　　这可能和那一个诅咒有关，现在自己得到的信息并不全，他还需要更多的信息。　　天边渐渐泛起了鱼肚白，很快就要天亮了。　　敏捷值达到二十点的舒牧速度非常的快，敏捷值不仅仅提升了他的速度，也提高了他的思维速度和身体的灵活性，让他可以快速的在森林之中穿梭，而不必担心速度太快无法控制，而撞在树干上的尴尬情况。　　偶尔在森林之中可以看到有僵尸在游荡，而他遇上之中，心有所感，意念一动，铁剑便瞬息出现在手中，保持高速移动的同时，控制着身体朝着僵尸的方向冲去。　　如果是一只僵尸，单单凭借冲刺的速度就可以将僵尸斩杀于剑下，若是有多只僵尸在周围游荡，借着冲刺可以瞬杀一只僵尸，再凭借本身的力量和铁剑的锋利，轻而易举就可以解决剩下的僵尸。　　对于这种没有智慧的僵尸，舒牧可以说来多少他杀多少，前提是在他体力充沛的情况下。　　而且这几次战斗，让他对于剑的理解更加的深刻了，而且基础剑术使用其他愈发的熟练。凭借着如今的剑术和身体属性，在野外生存，只要不碰到有智慧的亡灵生物，可谓是轻轻松松。　　没过多久，他就看见一道巨大的石墙矗立在视线的尽头，那个应该就是他的目的地云城了。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "卑微小吴",
            "timestamp": 1580789220,
            "txt_content": " 本帖最后由 卑微小吴 于 2020-2-4 12:08 编辑 \n\n有意思,文笔不错~\n要是我读书的时候作文能写成这样,也不至于现在去工地搬砖"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580790240,
            "txt_content": "卑微小吴 发表于 2020-2-4 12:07\n有意思,文笔不错~\n要是我读书的时候作文能写成这样,也不至于现在去工地搬砖\n ...\n工地搬砖？是那种金光闪闪的砖吗"
        },
        {
            "author": "卑微小吴",
            "timestamp": 1580790600,
            "txt_content": "是挺闪眼的,大中午都睁不开眼睛的那种\n\n话说你这小说把什么加属性的去掉,都可以拿去当RPG服务器的剧情了"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580791800,
            "txt_content": "或许吧，小说剧情也是挺重要的"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580791860,
            "txt_content": "卑微小吴 发表于 2020-2-4 12:30\n是挺闪眼的,大中午都睁不开眼睛的那种\n\n话说你这小说把什么加属性的去掉,都可以拿去当RPG服务器的剧情了 ...\n或许吧，小说剧情也是挺重要的"
        }
    ]
}