{
    "title": "hin是真的么？？",
    "author": "qwer9856777",
    "replyCount": 4,
    "timestamp": 1362294540,
    "txt_content": "我在玩的时候看见了一个普通材质的人，眼睛是白的，我一靠近他就死了，他是hin么\n{:10_494:}\n[img]file:///C:/Documents%20and%20Settings/Administrator/Application%20Data/Tencent/Users/983636721/QQ/WinTemp/RichOle/$2H18W]BJA[%25P[JN00(I%7BSC.jpg[/img] ",
    "replies": [
        {
            "author": "yaowufeiyang",
            "timestamp": 1362294720,
            "txt_content": " 本帖最后由 yaowufeiyang 于 2013-3-3 15:14 编辑 \n\n看你是否有安装him mod咯。。。。以下资料。\n\n玩MC的大多都听说过HIM这个东西，一个和你一模一样的生物，没有眼珠的主角，会出现在你意想不到的地方。\n反正我是不信，因为我没见过{:10_513:}。。。。。。。。。。。\n\n\n故事的开端：\n故事源自一个名叫“creepypasta”的玩家的一封信和一幅截图：\n\n该玩家在信里面说，有一天他在玩单人游戏的时候，发现在不远处的雾里面有一只动物，一开始他以为是牛，想去杀了拿点皮草，结果追上去一点才发现那是另一个玩家！那个玩家使用的是默认皮肤，但没有眼睛。他以为自己进错了多人模式，于是双击该人，但没有任何信息出现。于是他想追上他，但他马上就消失了。\n\n后来creepypasta继续玩他的游戏，在他探索世界的过程中，居然发现了一些人造的隧道，一些没有叶子的树和在海面上的金字塔状建筑。他认为那些都是另外一个玩家造的，有人进了他的“单人游戏”。他把视野调远，但没有发现任何其它的人。\n\n于是他上官网论坛发帖询问，但过了一阵，帖子就被删了。于是他再发，也很快被删了。这时候他收到一封站内信，一个叫“herobrine”的玩家对它说：STOP！\n\n当他想查看herobrine的资料时，出现了404错误。\n\n之后该玩家收到了另外一名玩家的电邮，说他也见过这个人和见过那些好像人造的在minecraft里面的建筑。\n\n之后的一个月里，他也接触过很多有同样经历的玩家。也知道了这个叫herobrine的账号经常被一个瑞士的玩家登入\n于是该玩家猜测该人是制作者Notch的brother，于是他发邮件问Notch是否有一个brother。\nNotch的答复是：\n“是的，但他已经离世了。”故事的发展（这段资料比较少，只有官网的片言只语，而且原视频也找不到了）：\n\n之前这个玩家的信并没有引起太大的波澜，真正引起玩家讨论的是之后的brocraft stream这个网站的minecraft直播。\nbrocraft 有一个频道是直播玩家的游戏的，有一个叫Patimoose的玩家就在直播中多次见到herobrine。\n\n有一段视频是Patimoose在玩游戏，然后在他家地底的熔岩池里，发现了herobrine，当时herobrine就正正站在熔岩的中央，而没有任何损伤出现。\n\n最引起争议和讨论的是Patimoose的另一个视频的最后。当他见到herobrine的时候，在众多网友的注视之下，他的游戏崩溃了。之后就弹出一个页面，页面里是一个minecraft玩家的头像，而头像里的像素眼睛变成了真正的眼睛。于是他查看网页源代码，发现里面有段乱码，当把乱码的数字去掉以后，剩下的内容是这样的：\nIt has been reported that some victims of torture, during the act, would retreat into a fantasy world from which they could not WAKE UP. In this catatonic state, the victim lived in a world just like their normal one, except they weren't being tortured. The only way that they realized they needed to WAKE UP was a note they found in their fantasy world. It would tell them about their condition, and tell them to WAKE UP. Even then, it would often take months until they were ready to discard their fantasy world and PLEASE WAKE UP.\n\n这段文字不断地提醒看到的人醒来，从虚拟美丽的世界中醒来。 \n\n\n—————————————————————如果你不想知道真相，请别看下面———————————————————\n\nHIM其实是作者为了纪念自己已故的弟弟而做的一个彩蛋，大概是为了让弟弟在游戏中能继续自己的生活，HIM会在1.2beta版之前的版本出现，刷新在亮度1的地方，而所谓的人造建筑其实是一种地图景观罢了，类似于如今的NPC村庄。\n\n但是不管怎样样，HIM的传说至今依然在minecraft玩家中口耳相传，而他也成为了这个游戏的象征之一。\n"
        },
        {
            "author": "mingxi",
            "timestamp": 1362300660,
            "txt_content": "yaowufeiyang 发表于 2013-3-3 15:12 \n看你是否有安装him mod咯。。。。以下资料。\n\n玩MC的大多都听说过HIM这个东西，一个和你一模一样的生物， ...\n这个故事说的太好了"
        },
        {
            "author": "oy丶堕",
            "timestamp": 1362398940,
            "txt_content": "是真的，我有一次在一个服务器的矿洞里发现了它，我想打它的时候，他就不见了，之后就不停的给我送书，挺可怕的，但我喜欢h i m ！"
        },
        {
            "author": "枂、、伪装、",
            "timestamp": 1362795000,
            "txt_content": "那是him= =告诉你，看到眼睛发白光的玩家，就赶快跑，千万不要回头！最后传送到另一个地方去！！！him一下可以吧基岩打碎的\n"
        }
    ]
}