{
    "title": "[Minecraft.net|INSIDER]关于Minecraft你不知道的十件事：制作生物",
    "author": "Aikini",
    "replyCount": 7,
    "timestamp": 1580823540,
    "txt_content": " 本帖最后由 Aikini 于 2020-2-5 18:19 编辑 \n\n10 THINGS YOU DIDN'T KNOW ABOUT MAKING MOBS关于Minecraft你不知道的十件事：制作生物VIDEO: The most anticipated ninth episode of anything ever! Wait…视频: 这是有史以来最令人期待的第九集! ちょっと…\n\nHow hard is it to design a mob for Minecraft? Pfft, not hard at all! Look, I’ll come up with one right now. OK, so let’s say it has a face… a depressed face! (Write what you know). Let’s give it a striking but familiar colour… oooh, green! Should it have an intuitive gameplay feature that doesn’t frustrate players? Nah, let’s just have it explode! Alright, now all we need is a name. I’ll name it after my favourite Minecraft.net writer, Per Landin, and the song I listen to on a loop while writing these fun articles, Creep by Radiohead. All done! Behold my completely original new mob, the Creep-Per!为Minecraft设计一个生物究竟有多难？难个屁呀，根本就不难！睁大眼睛好好看，我现在就给你设计一个，OK，现在我们假设它有一张脸… 一张很沮丧的脸！（写下你知道的东西）。然后我们再给予它一个醒目且熟悉的肤色… 噢，绿色！然后，我们应该给它一个在游戏中很直观的功能使他不会使玩家产生挫败感？…… 不，我们就让它原地爆炸吧！好了，现在我们需要给它命名。我将会以我最喜欢的Minecraft.net的作者 Per Landin 以及我在写这些有趣的文章时听着的一首循环播放的歌曲 Creep by Radiohead 来命名它。全部完工啦！快看我这原创的崭新出厂的生物，Creep-Per！\n\nOh. I guess making original mobs is harder than I thought. Perhaps I should watch episode 9 of Ten Things You Probably Didn’t Know About Minecraft: Making Mobs for some inspiration?  噢。我估计制作原始生物要比我想象中的还要困难。也许我应该看看关于Minecraft你不知道的十件事的第九集：制作生物去获得一些灵感？\n\nhttps://v.youku.com/v_show/id_XNDUzMjk1ODk4OA==.html\n\nWe talked about Alex a lot in that video and to be clear, we didn’t just add her to give you another choice that wasn’t Steve. We deliberately wanted a character our awesome female players could relate to more. Especially if you’re Lydia Winters as Alex’s eyes are even based on Lydia’s! The colour, that is. Lydia’s eyes aren’t squares, last I checked.为了能解释得更加详尽，我们在那段视频中谈论了很多有关Alex的事情，我们添加她并不只是为了给你一个除Steve外的选择。我们之所以故意制作了这样一个角色，是因为这样一来可以使我们与女玩家有更多的联系。尤其是Alex的眼睛是根据Lydia Winters（MoJang工作人员）设计的！仅仅是指它的颜色，Lydia的眼睛不是方的，这一点我确认过了。\n\nWant more great Minecraft videos? Subscribe to our YouTube channel!还想观看更多精彩的Minecraft视频吗？那就快来订阅我们的YouTube频道吧！\n原文：https://www.minecraft.net/zh-han ... w-about-making-mobs作者：Tom Stone译者：Aikini[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "herobring001",
            "timestamp": 1580824080,
            "txt_content": "what‘s ！"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1580824380,
            "txt_content": "视频里的蜜蜂跟闹着玩似的（为什么不用bilibili呢）"
        },
        {
            "author": "Aikini",
            "timestamp": 1580824860,
            "txt_content": "321yu_wango 发表于 2020-2-4 21:53\n视频里的蜜蜂跟闹着玩似的（为什么不用bilibili呢）\n感觉B站审核有点慢XD"
        },
        {
            "author": "cc7w",
            "timestamp": 1580824860,
            "txt_content": " 本帖最后由 cc7w 于 2020-2-4 22:07 编辑 \n\n产房？\nmake mobs 不是 制作/创造怪物吗\n\n这个...视频不翻一下也太短了\n\n为了更解释得更加详尽，\n\n我们添加她并不只是为了给你一个除Steve外的另一种选择。\n\n"
        },
        {
            "author": "cc7w",
            "timestamp": 1580825220,
            "txt_content": "那跟产房有什么关系...这样感觉很奇怪啊\n上面我编辑的重新看下"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580826120,
            "txt_content": "为什么不贴广药的中文字幕视频呢"
        },
        {
            "author": "整合包狂",
            "timestamp": 1595771700,
            "txt_content": "所以怎么制作呀？"
        }
    ]
}