{
    "title": "Advent of Ascension（官方中文译名：虚无世界，英语别称：Nevermine，缩写：AoA）",
    "author": "a448758292",
    "replyCount": 5,
    "timestamp": 1580846340,
    "txt_content": "3.2发布于2020年1月18日。3.2，又被称为战利品更新（Loot Update），发布于北京时间2020年1月18日。这次更新的内容庞大，并更改了大量本mod的内容。以下为本次更新的主要更改内容的简要概述：生物的掉落物得到了彻底的翻新。\n大多数生物不再掉落整个武器、旗帜或类似的稀有物品。几乎所有的生物现在都会掉落“世界战利品表”所包含的物品。由本mod加入的所有维度（除了远古神殿和不朽之地）都有一个特殊的“世界战利品表”，其中包括铜币、维度代币和各种杂项物品（例如秘境战利品表内包括神秘菇种，暴风战利品表内包括泡沫浆果种子等等）。绝大多数生物都会掉落“世界战利品表”的物品。一些生物仍然拥有它们的特有掉落物，如巫师会掉落粘粘史莱姆，虚空步行者会掉落虚空鳞片。Boss仍然会掉落完整的武器和盔甲，但并不会以100%的概率掉落。Boss也会掉落其他合成材料或物品，比如符文，或者特殊的附魔书/药水。\n本mod的武器/盔甲也得到了彻底的翻新。\n一些枪械、法杖、剑和其他武器拥有了新的配方：这意味着玩家可以通过合成来获得它们而不是生物掉落。由本mod加入的枪械、狙击枪、加农炮、霰弹枪、爆能枪和盔甲现在都需要在注魔台上而不是在工作台上合成。许多武器的伤害或能力都发生了变化。盔甲属性和效果也改变了。对于某些盔甲，玩家现在可以只穿戴一件来获得部分效果，而不必穿戴整套。玩家还可以同时穿戴多种不同的盔甲，并拥有所有盔甲的单件效果。\n维度进程更改。\n现在，所有的纯宝石必须通过完成特定的任务获得，而不是生物掉落。维度的顺序进行了移动。在3.2中，从主世界开始，共有6条维度线通向各个维度。部分维度进程变化：\n爵士需要通过主世界进入。天堂和玩具不再能通过主世界进入。糖果现在在传说之后。深渊现在在下界之后。符境现在在秘境和未知之后。\n\n生物的数据进行了翻新。\n很多生物的技能被移除，如下界猫的传送能力，消音器/速行扒手的缴械能力等等。\n技能更改：\n狩猎生物根据新的维度进程进行了重新平衡，越往前的维度生物的狩猎生物等级越低。一些生物成为了狩猎生物（特雷斯、模型舱、洛梵等），而一些生物不再是狩猎生物（飞蛾、魔力克、奇美拉、菲什克斯等）。加入了更改狩猎型生物的配置。注魔台的注魔机制进行了更改。注魔台现在拥有一个独立的GUI，可以用来注魔或制造武器/盔甲。\n许多新的魔咒被加入到注魔台中，包括时运和抢夺。注魔台甚至提供了超越等级上限的魔咒。\n在注魔台上制作武器/盔甲不需要玩家训练他们的注魔技能，但注魔需要。\n\n在符文祭坛上使用一组未充能符文或充能符文板会一次性消耗一整组的符文并给予相应经验值。占卜技能在3.2中将被禁用。\n3.2中的其他更改：\n玩家现在可以在附魔台上附魔本mod加入的物品。玩家现在可以直接使用右键收获已成熟作物，而不需要先破坏它再重新种下种子。增加了与匠魂mod的兼容性。本mod的矿物现在可以用在匠魂的高炉中。尽管玩家还不能用矿物制作工具，但玩家可以将液态金属铸造成锭或块。\n\n",
    "replies": [
        {
            "author": "榮、燚",
            "timestamp": 1580899020,
            "txt_content": "？？？？？"
        },
        {
            "author": "FRANKLIN-YU",
            "timestamp": 1580899620,
            "txt_content": "？？？蓄意撞车？这么水？"
        },
        {
            "author": "2833879549yjk",
            "timestamp": 1580900340,
            "txt_content": "MOD出3了？我真的是关太久了"
        },
        {
            "author": "李大俊",
            "timestamp": 1580956380,
            "txt_content": "3.2褐铁矿石太难找了，我都下了6次大矿了，才找到8个褐铁矿石"
        },
        {
            "author": "繁星源梦",
            "timestamp": 1584517440,
            "txt_content": "有没有汉化版"
        }
    ]
}