{
    "title": "皮肤设计学——手臂设计",
    "author": "DJXGAME",
    "replyCount": 23,
    "timestamp": 1362303180,
    "txt_content": "皮肤设计学——手臂设计\n\n阅读须知：\n本文可能有些学术，如果您有信心可以静下心来阅读一篇偏向于学术论文性质的皮肤技巧讨论文章的话，欢迎您打开这篇文章进行阅读；如果您可能沉溺于浮华之中，不能忍受浪费您自己宝贵的时间来阅读一篇在您眼中晦涩难懂的文章的话，请您移驾他处，这篇文章不适合您。我也希望那些能够静下心来阅读的同学在读毕后能够真真切切地领悟到一些东西，这也不枉我这一周来的辛劳。既然选择了这篇学术性质的文章进行翻译就已经抱着这是一篇受众面极其小甚至无人问津的觉悟了。\n\n\n为什么说手臂的部分是至关重要的？\n\n在深入研究手臂部分制作之前，我觉得有必要为大家阐述一下手臂皮肤设计的重要性。以本人之拙见，将这一部分皮肤仅仅看作整体皮肤的一个组成部分事实上严重地低估了手臂部分的重要性。其中的一个原因是手臂部分特殊的形状(4x12x4)使其在制作上增加了些许难度。同时在以前后视图观察手臂皮肤时只能看到其正面及背面，而在其他角度进行观察时却会呈现不同的细节。还有一原因为不同的光照和物理细节也会影响手臂部分的设计效果。接下来会为大家讲述为什么手臂部分皮肤的设计，特别是手臂是走的设计在整个皮肤的设计之中更为重要，可能有一些复杂。我们假设如下情景：您和您的朋友正在游戏之中，您正观看您的朋友所使用的新皮肤，而您的朋友也在原地进行旋转为您展示皮肤（如下图所示）。如果我们俯视这一场景，假设下图中笑脸图标即为您，而“手臂-身体-手臂”矩形代表您的朋友（不计头部带来的影响）。此时，您朋友的尺寸为4×16，其中长度为4对应于手臂的宽度（下图中红线所示），而宽度为16则对应于身体和两臂长度的总和（4+8+4=16，下图中绿线所示）。而在不同角度下您眼中对方皮肤的样子则以本人的皮肤为例进行展示。定义您的朋友在正对您时旋转角度为0°。则直到旋转角度为35°之前，红色部分都不可见。在旋转角度位于35°和78°之间时，能够看见红色部分，但眼中所见红色部分相比于绿色部分仍占较低比重，视野中绿色部分仍占主导地位。而当旋转角度位于78°和82°之间时，红色部分将变为主导地位。自旋转角度82°起至98°，绿色部分将逐渐消失。综合起来，在旋转角度35°和145°这一区间内，视野中会呈现身体侧面（即手臂）的各部分细节。旋转角度的其他区间在此未作分析，这是由于其他地区间会显示另一侧皮肤的细节，故在此省略。还有一点需要注意，随着您与您朋友之间距离的不同，角度也会发生变化。但是不管怎样，手臂的部分在整体皮肤的设计之中虽然面积较小，但是却为至关重要的一环。\n\n\n手臂皮肤的设计\n\n希望到这里，您能理解我所说的手臂侧面设计的重要性。接下来我会为您介绍一些在皮肤的整体设计中能够用得到的一些细节。首先明确一个概念：您能完全从正面或者侧面观察其他玩家皮肤的机会微乎其微。这是由于您和他都在运动，而在采矿和打架时，手臂则会四处摆动。这也说明，手臂部分的可视几率要比您想象的要多得多，这也衬托出其在皮肤设计中的重要地位。以下的几种手臂设计如果配合相应的身体部分设计，可以达到意想不到的效果。\n\n\n“不包围”设计方案也是当前许多皮肤所采用的设计方法。在皮肤的前后分别单独绘制图案并在身体的侧面（如手臂、腿部等）采用混合、模糊等方式进行绘制与背面图案相连。这一设计方案在诸如袖子等位置效果颇丰但是却缺乏细节。使用这种方法制作的手臂，动物四肢以及一些不活动的物体时会看起来略显乏味和糟糕。“半包围”设计方案指的是手臂前方的图案会延伸至手臂侧面稍许。而手臂背面则采用“不包围”或如正面类似的“半包围“设计。“全包围”设计方案指的是正面的图案会延伸至手臂两侧甚至到达背面。此时背面的设计采用“不包围”方案即可。无论是“半包围”还是“全包围”都会给皮肤带来一种强有力的3D效果，但是其缺点在于会使皮肤在侧面观看时略显诡异，除非观察者脑中能认为正面和背面是无缝连接的。下图所示的皮肤为我应用不同设计方案所绘制的皮肤样例，仅供参考：\n\n\n以下是采用上述方案的其他皮肤。如果您仔细研究那款鸭嘴兽皮肤的话就会发现其蹼足被有意地画在腿部的正面和侧面上。可以看到，手臂部分的正面就是一种典型的“无包围”式设计，而手臂的背面则为“全包围”式设计。而另一款狮鹫皮肤在处理羽翼时就在其背面采用了“全包围”式设计并呈对角线延伸至脖子代表了羽翼的边缘。\n\n\n光照\n\n光照理解起来其实有些困难因为在游戏中环境光照属于全局光照，所以在皮肤中加入一些具有方向性的光照效果可以使皮肤看起来更为“真实”。由于左臂和右臂使用的是镜像的图像，所以在两侧分别所推理出的光照效果会是相反的。在涉及到光照时，有两大因素需要注意：灯光的位置和强度。下图所示为在俯视图中不同的光源布置对皮肤的影响。（以steve皮肤手臂部分为例）。\n\n\n在上图中，皮肤为steve皮肤的俯视图，其面部照着屏幕下方。处于简单起见，在这里只包含了考虑了光线照射到steve右侧所造成的影响。我们仅对手臂部分进行分析，定义手臂三个不同的侧面分别为“F”、“S”以及“B”。其顶部、底部以及内侧不列入考虑范围。在下方展开图中，使用灰度图像进行表述，这样可以尽可能地使分析变得更为简单一些。\n在“单一光源”模式下，灯光正面直射皮肤此时手臂的侧面和背面的灰度相同（基于环境光照无变化的前提下）。也就是说这是手臂的这两个面的明暗程度要相同后者至少没有太大的变化。我不知道有谁使用这种光照模式对皮肤进行加工，因为这一模式下皮肤会看起来非常难看，在游戏中看起来也不会自然。\n在第一种“双光源”模式中，由于在皮肤背面添加了一个与第一个光源相同的光源，使得背面的皮肤变亮。这种情况下前后皮肤的灰度相同；但同时侧面的皮肤由于没有接收到光照所以会变暗。应用这一光照模式制作的皮肤在斜视或在运动中观看时便不难发现其不自然之处。大多数皮肤制作者由于不太理解光照系统，会添加第三光源（亦即图中所述的三光源系统）对侧面进行高光处理同时取消阴影。但这一操作的后果会使手臂部分毫无立体感可言，看起来也不会自然。\n第二种“双光源”模式则更为有趣。在真实生活中，我们的房间的光照系统大多为一个从顶端投射的光源（如天花板）以及从侧面投射的光源（如墙壁、台灯等），背面的光线主要来自于环境和物体的反射光。在反射的时候光线会有一定程度的衰减，也就是说相比于原光线而言会暗一些。这一光照模式会产生相当丰富的阴影细节，也是我们在皮肤制作中所竭力推荐的光照模式。我想要指出的是针对于方块类型的手臂需要有一种特殊的光照排布。此时手臂的侧面受到两个光源的同时照射所以看起来相比于前后面会更亮一些。但是这又与经验丰富的皮肤作者按照距离依次加深皮肤的惯例相矛盾。这一点在稍后皮肤样式一节中将会详尽分析。\n基于手臂样式和光照模式下的阴影设计\n\n为了设计出更为逼真的手臂效果，在设计手臂皮肤时需要作者对手臂的形状在以下三种中进行选择：“圆柱式”、“关节式”、“理想式”（不包括默认的“基本式”）。\n\n\n于是不禁诞生了这样一个问题：该如何为手臂部分添加阴影呢？是相较于中间部分更为亮些或者暗些？这一问题应该取决于两个因素：光照模式和皮肤的旋转。如果是圆柱式皮肤并且光从正面直射则在其边缘就会出现阴影，此时就要在四周人为地变黑来模拟阴影。从侧面看时也是如此。圆柱式皮肤设计在面向观察者时表现出众，但是当玩家以一定角度观察时就会出现纰漏。大家可以想象一下近似于圆柱形的手臂在旋转时其阴影位置应该是几乎不变的。但是我以一定角度进行观察时就会发现人为加深地阴影会在观察者眼中构成一个深色的色带，进而影响圆柱式皮肤的立体感。\n\n\n解决这一问题的方法是将前后光源向某侧移动少许（即前文中第二种双光源光照模式）。此时我们的双眼就可以根据图像和在皮肤旋转时，最接近观察者的手臂部分的高亮区域进而模拟出光源的位置。\n\n\n通过在手臂后侧也细致地为皮肤添加阴影可以使整个皮肤看起来栩栩如生。在这里为您提供一种将这一工作形象化的方法：我们假设手臂部分的每一列像素点都定义一个独特的字母来描述其位置。我们将手臂四面的皮肤展开拼成一张，此时就会有16列皮肤而非每一面的4列。这样子就可以更为直观的描述圆柱式皮肤的透明度了。\n\n\n我在3D建模软件中创建了一个16面圆柱体模型，并参照第二种双光源模式放置了不同强度的光源。同时按照不同的角度进行观察并截图并标注相应字母，如下图所示：\n\n\n下图所示为应用上文中的十六面圆柱体灰度图之后的手臂样式：\n\n\n需要根据A列和L列为M、N、O、P列绘制渐变，需要注意在其中N列的深度是最深的。这样做可以在手臂在摆动时看起来也非常自然。为了更为形象的说明这一问题，我在下图中制作了一份透明度示意图。其中透明度由全黑（0%透明）逐渐过渡到近乎全白（98%透明）。这一透明度示意图可以用来对圆柱每一区域的灰度进行对照。\n\n\n因为圆柱式皮肤的阴影在高度方向上的阴影一成不变比较呆板，所以可以如使用“关节式”或“理想式”的皮肤模型同时对之前的上色方案做出一定的修改。 由于手臂在竖直方向上近乎为一平面所以曲率在竖直方向上的变化并没有其水平方向的剧烈。在竖直方向上，相邻两方格之间透明度的变化约为1-2%左右，而在水平方向上相邻两像素之间透明度的变化则约为4-8%。而在肩膀处和肌肉处需要添加亮斑（增加亮度）在关节处和肌肉的下端则需要加暗（减少亮度）。一般而言，我的经验是在手臂外侧自肩膀至手掌绘制逐渐加深的渐变而在手臂内侧则从手掌至腋窝处绘制渐变。\n小结\n\n\n我希望通过这篇文章能给您带来一些收获并在您下一次的创作中提供一些灵感。切记，设计并没有严格的条条框框，在不同角度都能完美应对的皮肤永远比这些硬性的技巧更重要。\n\n字数检查：\n当前长度: 9439 字节\n作品贵精不贵多，一心一意只做精品\n*★,°*:.☆\\(￣▽￣)/$:*.°★* \n\n\n",
    "replies": [
        {
            "author": "买块",
            "timestamp": 1362303240,
            "txt_content": "哇··搞得好详细·······"
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1362303240,
            "txt_content": "好顶赞{:10_507:}"
        },
        {
            "author": "猫小沫",
            "timestamp": 1362303300,
            "txt_content": "阅读中。。。"
        },
        {
            "author": "某个JBH",
            "timestamp": 1362303360,
            "txt_content": "哇，好厉害。。。"
        },
        {
            "author": "262949130000",
            "timestamp": 1362303420,
            "txt_content": "呐，D姐好厉害撒~=w="
        },
        {
            "author": "IceFreeze",
            "timestamp": 1362303420,
            "txt_content": "一看这么厉害的标题以为是姐姐写的...好吧...囧~\n支持姐姐=3=~"
        },
        {
            "author": "猫小沫",
            "timestamp": 1362303540,
            "txt_content": "其实是4000多字。。如果叫做字节"
        },
        {
            "author": "cwc",
            "timestamp": 1362303600,
            "txt_content": " 本帖最后由 cwc 于 2013-3-3 17:40 编辑 \n\n作品贵精不贵多，一心一意只做精品\n*★,°*:.☆\\(￣▽￣)/$:*.°★* ===好厉害的样子"
        },
        {
            "author": "huiahdu555",
            "timestamp": 1362303600,
            "txt_content": "这不是打阴影么，我会了\n555"
        },
        {
            "author": "小小白白",
            "timestamp": 1362303780,
            "txt_content": "T T完全不会做皮肤啊……"
        },
        {
            "author": "xiaoyi120",
            "timestamp": 1362304020,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "948587022",
            "timestamp": 1362304320,
            "txt_content": "牛逼，好牛叉啊，咋不见优秀勒？"
        },
        {
            "author": "1025891364",
            "timestamp": 1362304500,
            "txt_content": "太详细了，看到后面没看下去的兴趣了~"
        },
        {
            "author": "无痕",
            "timestamp": 1362304620,
            "txt_content": "哇……好高深……LZ用心良苦了"
        },
        {
            "author": "SILENTINK",
            "timestamp": 1362304740,
            "txt_content": "*★,°*:.☆\\(￣▽￣)/$:*.°★* \n"
        },
        {
            "author": "171158256",
            "timestamp": 1362312540,
            "txt_content": "打字太多了，LZ辛苦了"
        },
        {
            "author": "qw443238380@163",
            "timestamp": 1535257380,
            "txt_content": "厉害了，这么详细！"
        },
        {
            "author": "guijueqian05",
            "timestamp": 1535281500,
            "txt_content": "哇··搞得好详细·······大神啊"
        },
        {
            "author": "1472172314",
            "timestamp": 1535331000,
            "txt_content": "详细的我看了很久"
        },
        {
            "author": "神超云忘忧",
            "timestamp": 1588557960,
            "txt_content": "真厉害，平时真的不注意的"
        },
        {
            "author": "936077017",
            "timestamp": 1588587840,
            "txt_content": "感觉还是有点晕"
        },
        {
            "author": "936077017",
            "timestamp": 1588587840,
            "txt_content": "额萌新成长感觉好难呀"
        },
        {
            "author": "master—",
            "timestamp": 1594442220,
            "txt_content": "lz讲的好细致啊\n好赞\n顶一个"
        }
    ]
}