{
    "title": "[原创/连载]《我的世界之域灵》第九章 调整状态",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1580874780,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:18 编辑 \n\n　　距离云城还有一段不短的距离，身上的资源不多，木元素和土元素都消耗殆尽，他需要收集一些元素以备不时之需。　　用了一个上午的时间砍了十颗橡树，共计得到了四十六个橡树原木，挖泥土和用橡木汲取为元素，得到了木元素10个单位，土元素10个单位。　　他的攻击力和敏捷值都有了不小的提升，砍树的力量和速度都大了很多，四颗橡树包括砍倒和分段只用了一个小时的时间，剩下的时间主要用于汲取木元素和土元素。　　土元素很好获取，如果只是寻找可以汲取的小石块，需要费很多的时间，而且他本身属性有了很大的提升，收集资源的速度也会得到提高，相比起去寻找地上的小石块，不如挖土汲取为土元素来得快。　　舒牧用空间系统内最后一块铁锭合成了一把铁铲，平均十秒就可以收集到一个土块的当量。一分钟就是0.3个单位的土元素。　　每挖土五分钟休息两分钟，仅仅只用了四十多分钟。　　而木元素就是用橡木原木来汲取的了，还有部分是路上捡的树枝汲取的。　　他没有将土元素转化为金元素，他不知道半天时间能不能去到云城，以他现在的速度估计够呛，平常村民一般都是用毛驴拉着货物去云城，虽然速度没有舒牧快，但它可以一直跑，而舒牧每跑一段距离需要休息一段时间。　　而且平均下来速度反而没有毛驴拉着车跑得快，算算时间应该在傍晚时，就可以抵达云城了。　　因为最近云城和亡灵交战的次数非常的频繁，而且都是在晚上，特别是深夜，所以他也不着急这么早抵达云城。　　但凡事讲究个未雨绸缪，他身上一块铁锭都没有，铁质物品只有铁剑，铁铲和盾牌，盾牌还算是大部分木质的，可防御力惊人，连骷髅射手的骨箭都无法射穿。　　他打算提早到云城的附近准备准备，在交战之前凑齐一套铁套，然后混进战场，就可以在结束的时候和大部队一起进云城。　　而且进战场也要讲究时机，不能太早入场，那样会消耗自己的体力，还会增加死亡的风险。如果人类出现溃败之势也不适合入场，毕竟军令如山，如果要自己血战到底岂不是死定了？　　他可没有那么多闲工夫去管别人的死活，而且云城也不会因为这一场战斗的失利就会被攻破，如果真是这样，亡灵的巫师还花费那么多功夫去弄什么诅咒？直接一波推平不就好了？　　听村民们说，这几天云城天天晚上都是火光冲天，恐怕就是为了转移云城的视线，不让他们注意到亡灵巫师的小动作，不然连续几天久攻不破，而且云城又有后续支援，它们不改变战术一直打消耗战，玩着开心呐？　　日落西山，终于在傍晚之前来到了云城不远处的一个小山丘上。　　云城周围是一片平坦的泥地，没有一颗树木阻碍视野，只要平地上出现一只亡灵，很快就会被守城的士兵发现，僵尸的话到不足以引起他们的重视，一旦出现骷髅射手，第一时间就有守城的神射手，双方张弓搭箭，高台对狙。　　虽然平地之后便是森林，但是距离森林十公里内的平地，骷髅射手压根就够不着城墙上的士兵，而那些士兵却可以够得着骷髅射手。当然，他们使用的都是有附魔属性的附魔弓，不然十几公里的距离，普通的弓箭根本就射不了那么远。　　白天基本不会有敌人来犯，视野辽阔而且敌人还够不着，亡灵指挥才没有那么愚蠢。　　小山丘离云城很近，而且视野开阔，很有可能到了晚上，这里就是亡灵指挥需要的一处不错的要地。不过像这样的地方，云城周围到处都是，而舒牧则是选择了一个亡灵最小概率会选择的小山丘。　　小山丘虽然可以看到战场的情况，但视野太过狭隘，而且这里离云城还有两三公里的距离，舒牧在这里也只能看到云城宏伟的城墙，上面的人则是完全看不到。　　而且，从这个小山丘下去就是地形复杂的森林，如果亡灵指挥敢选择这里的话，一定会有人类前来进行斩首行动。不仅方便被“斩首”，而且还方便事后逃跑。　　不过即便如此，他也需要防范会有亡灵过来，所以他用4个单位的土元素，合成了四十个泥土方块。　　虽然将泥土汲取为土元素是两个泥土0.1个单位的土元素，可是用来合成泥土的话，则是0.1个单位的土元素合成一个泥土，相当于亏了一个泥土。　　若非必要，舒牧也不想这样消耗，可是时间不够了，马上亡灵就要出来了，他必须尽快人工制造一个小土包将上来的路封死。　　泥土方块是最好的选择，其他方块都会被看出有人工的痕迹，很容易被亡灵发现。　　做好所有的准备工作，以及制定好被发现了的撤退路线。舒牧开始挖走地表的泥土后，用石镐开始收集石头，相比起泥土，石头平均一分钟就可以收集一块，也就是0.8个单位的土元素。　　效率至少翻了2.5倍。　　如要需要凑齐铁套的24块铁锭，需要96个单位的金元素，就是192个单位的土元素，就是240块鹅卵石，也就是要一直不停地挖四个小时。　　他不可能一直挖个不停，如果按照挖五分钟休息两分钟来算，他需要5.6个小时。　　所以他先制作了一把铁镐，效率快了60%，也就是说凑出一套铁套至少也需要两个多小时。　　而且这只是保守估计，到了晚上，亡灵生物出现的概率会大幅度的增加，挖石头发出的声音肯定会被听到，这就代表需要更多的时间来收集土元素。　　这个世界没有独立的矿物，矿物都是以矿脉的形式分布在地下，随便找个地方，想要挖出铁矿的概率几乎为零。　　估计就算用铁镐也需要至少三个小时来收集铁锭，而且现在刚刚入夜，他有足够的时间来收集铁锭，怕就怕挖铁锭会消耗太多的精力，之后需要战斗会精力不足。　　主世界的亡灵生物都是从“深渊维度”偷渡到主世界的，通过传送门，深渊的亡灵大军可以直接参战，所以破坏传送门防止亡灵大军入侵是很有必要的。　　可是传送门一般被安置在非常隐蔽且安全的地方，甚至传送门并不在主世界，而是在下界，通过多维度世界，最后抵达主世界。　　不同世界有不同的传送门，每个世界的传送门的构建原理虽然大同小异，但本身关键部分都是各有不同的。　　想要安全地关闭一个传送门不是一件简单的事情，而且自深渊维度入侵以来，还没有谁发现过深渊维度的传送门，这就导致了没有任何办法在主世界快速地锁定深渊传送门的位置。　　而多维度世界可以凭借连接其他维度世界作为跳板，来入侵主世界，其中下界传送阵是最稳定的一种，很多多维度世界都是通过连接下界来接触主世界的。　　也不能完全说入侵，有部分多维世界还是挺乐意和主世界和平共处的，而且主世界也需要多维世界的特产来发展自己，对抗其他那些想要入侵主世界的多维世界。　　况且，人类至今也没有完全关闭下界传送阵的办法，关得了一两个，仍会有更多的下界传送阵出现，这是无法制止的，除非下界的主宰出手，可这是不切实际的。\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}