{
    "title": "原创小说：《我的战争I》",
    "author": "银狼",
    "replyCount": 16,
    "timestamp": 1362377520,
    "txt_content": " 本帖最后由 银狼 于 2013-3-4 14:12 编辑 \n\n\n人物介绍：史蒂夫，主人公，是个正值青春期的热血青年，因为格斗技术好，精通武器，被列为特战旅旅长。之后，变莫名其妙地穿越到了这个世界里，而这个世界，便是他玩的游戏：《我的世界》\n\n\n\n\n[R`T5FB4SQD@I8SPK}$D52J.jpg (8.3 KB, 下载次数: 1)\n\n下载附件\n\n2013-3-4 14:07 上传\n\n\n\n\n“史蒂夫”\n\n第二个人物：莱普斯。是A-6师的少校（目前是），和史蒂夫并肩作战\n\n第三个人物：比尔老元帅。是A-6师的师长，曾创下过许多辉煌战绩，待人和蔼可亲。\n\n今后还会在后续几章出很多新人物，希望大家支持我！\n\n\n\n\n\n\n\n\n\n\n\n     我们这篇文章的主人公，叫史蒂夫，相信大家都很熟知。\n                                                                                 大陆战争（预告）\n  “列兵史蒂夫，史蒂夫！”史蒂夫被叫声吵醒，“快！我们没时间了！在3分钟内我们必须爆破掉那座大楼！”一名士兵叫道，然后史蒂夫就被拉了过去，史蒂夫正想问他，那人又说道：“没被TNT炸伤吧？没事就快走，别愣着！”史蒂夫虽然不明白发生了什么，但听那人的口气好像很急，便忙不着多问，和那名士兵冒着箭雨向着一座圆石碉堡冲了过去，他观察了四周环境：所有东西，都是方块！\n    史蒂夫也是一位“我的世界”这款游戏的爱好者，他觉得自己不会来到了这个积木世界吧？他还没多想，身旁的另一个士兵便被弓箭射倒在地，弓箭上幽幽的泛着紫光，心里一惊：是附魔弓箭！拉他的那位士兵把另一个士兵的尸体拖到左边的掩体上，然后搜出了在他身上的红石火把，对史蒂夫说：“拿着，等下我一放上TNT，你就把火把点上！懂吗？注意安全，我们不能再牺牲任何一名士兵了！”史蒂夫拿着火把，又和那名士兵冲了上去，没等接近碉堡，就冲出来了一名身穿皮革甲，手持木剑的人，朝着他们砍去，史蒂夫一下子把身边的石头砸向了那个人，只见那人被砸的头破血流，倒了下去。“干得好！我们继续，马上就到了！”\n    史蒂夫心里并不紧张，他虽然杀了人，但他面不改色，照样冲去。\n    史蒂夫是一位特种作战旅的旅长，在行动中杀了不少恐怖分子，但他是这么来到这里的，现在是什么情况，也不清楚，只知道听那名士兵的话，炸毁碉堡。\n    史蒂夫他们到了碉堡下，放上了TNT，那名士兵说：“我说三二一，你就放！”，史蒂夫开口了：“是！长官！”以前都是别人叫他长官，这次是他叫别人，心里面难免会感到奇怪。\n    “三、二、一！放！”史蒂夫放上了红石火把，就向着外面冲去。没过多久，就听见bong~~~的一声，往回一看，碉堡变成了废墟，“史蒂夫，干得好，这次你可以升官了！”那名士兵笑着说。“你叫什么，我们在那儿？我们在做什么？”“什么？你失忆了吗？我是莱普斯上尉啊！我们奉命炸毁盖世太保集团军的指挥部，你都不记得了吗？看来刚才的TNT冲击波的确大了点，赶快跟我回去，我再作解释！”说完，拿着身旁的铁剑，戴上略微破损的黄金头盔，便向后方跑去，史蒂夫当然想知道答案，便也跟了过去。随后又跟来了其他小分队的队员，也和史蒂夫他们一同向着后方撤退。\n    走了很久，终于在前方看到了一点火光，莱普斯喊道，快开门！“欢迎回家！勇士们。”出来迎接他们的是一位面带微笑的老人，“比尔元帅，我们已经炸毁了碉堡，总共牺牲了6位士兵，只不过，我旁边这位史蒂夫列兵好像因为TNT的冲击波震到，似乎失忆了。”莱普斯答道。老人急忙问道：“怎么样？年轻人，你，你没事吧？”“放心，除了记不起之前的事外，没什么大不了的”史蒂夫只好随口回答，因为他还暂时不想暴露他的身份，“进来吧，外面有士兵守着呢，别担心”老人把史蒂夫他们邀请了进去。\n   “那个，比尔元帅，你能和我讲讲之前的事吗？”史蒂夫急切地问到，“没问题，年轻人。”比尔元帅喝了口茶，又继续补充道“你是新来的列兵，被派往我们A-6师，由于和A-5师的会师路线上有个盖世太保集团军的碉堡，所以命令你和莱普斯上尉还有其他小队成员去消灭敌军，据莱普斯上尉说，你不小心踩到了地下埋有TNT的石板，被炸出去了很远，醒来时就是你们正冲去碉堡的路上了。然后就发生了接下来的事情，没错吧，莱普斯。”\n     “恩，是这样的”\n     “你们的行动记下了大功，知道吗？”\n     “知道，元帅。”\n     “那还愣着干什么，快去军事处提升军衔，我任命你喂A-6师第23分团团长，军衔少校三阶，奖励血十字勋章，满意吗？还有，列兵同志，你被提升为军士长初阶，奖励银十字勋章。你们等下去升军衔时，就说是比尔元帅亲口提拔的，懂了吗？”\n     “是！元帅！”莱普斯笑着回答道，要知道，他想升级为少校已经好久了，今天终于如愿以偿了，而史蒂夫呢，也挺高兴，因为他再次找回了当年刚进入特战旅第一次被提拔的感觉。\n       过了一会儿，莱普斯把史蒂夫领进了宿舍，指着后面的一张床说：“那是我们的，我睡上面，你在下面，懂吗？”“行，长官，听你的。”洗漱完毕之后，史蒂夫躺在床上，想起了什么，问莱普斯：“战争，是怎样爆发的？”莱普斯有点惊讶，因为史蒂夫失忆得太离谱了，这样的事也忘了，他也只好像讲故事一样，说到：“战争发生在元历（在那里的计时法也是24小时制，但日期是元历计时法，也有12个月，31天）2085年3月16日，我们洛森埃共和国与盖世太保帝国因为领土发生争执，在我们这片奥维尔大陆的许多其他国家也联合起来抵制盖世太保的这种侵略，成立了森埃联盟，这片大陆上的所有国家都加入了我们，因为他们早就看盖世太保不爽了，但由于它的强大，没敢起来反对，终于，等到了这次机会，就加入了进来。而盖世太保那边呢，自己控制着一个大陆，叫卡皮斯大陆，听上去有点怪，是吧，于是也建立了盖世太保联盟，与我们对抗，就这样，两个大陆的战争就这样爆发了，唉。”\n       在一旁的史蒂夫听得出了神，过了会儿才反应过来，心想：我的以前的世界，不也是这样发生过这样的战争吗？我一定要帮助他们，说不定到后来可以发现回去的方法，管他的呢，先睡觉再说。于是，和莱普斯上尉，不，现在是上校，打了声招呼后，便睡了，又梦见了他在以前的世界中的朋友、亲人、并肩作战的特战旅队友......\n\n\n                                                                                       未完待续！\n此是第一章，还有很多，请大家敬请期待！\n\n\n",
    "replies": [
        {
            "author": "ggmm",
            "timestamp": 1362377580,
            "txt_content": "老感觉是某人的小号"
        },
        {
            "author": "Yihc",
            "timestamp": 1362377580,
            "txt_content": "皮肤很酷                     "
        },
        {
            "author": "su3155323",
            "timestamp": 1362378180,
            "txt_content": "这是史蒂夫?不科学!"
        },
        {
            "author": "mrli",
            "timestamp": 1362378420,
            "txt_content": "hahah\\\n哈哈哈哈哈阿贾克斯打死啊udhsau"
        },
        {
            "author": "mrli",
            "timestamp": 1362378480,
            "txt_content": "哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "mrli",
            "timestamp": 1362378480,
            "txt_content": "呃呃呃呃呃呃呃呃呃呃呃呃呃呃呃"
        },
        {
            "author": "mrli",
            "timestamp": 1362378540,
            "txt_content": "我的天啊！！！111"
        },
        {
            "author": "GameChap",
            "timestamp": 1362380100,
            "txt_content": "望一日 三更"
        },
        {
            "author": "年年",
            "timestamp": 1362384360,
            "txt_content": "鼓励作者{:10_546:}"
        },
        {
            "author": "t362080872",
            "timestamp": 1362386700,
            "txt_content": "支持，给作者动力！情节要越来越精彩哦！"
        },
        {
            "author": "sayway123",
            "timestamp": 1362489360,
            "txt_content": "已撸             {:10_515:}"
        },
        {
            "author": "Rainrcc",
            "timestamp": 1362490380,
            "txt_content": "帮顶顶！"
        },
        {
            "author": "mclauncher",
            "timestamp": 1362568440,
            "txt_content": "感觉略坑。。。。。。"
        },
        {
            "author": "买块",
            "timestamp": 1362572220,
            "txt_content": "ggmm 发表于 2013-3-4 14:13 \n老感觉是某人的小号\n饿····不会吧········"
        },
        {
            "author": "shijun",
            "timestamp": 1362573900,
            "txt_content": "我还是出现了。。。你写的东西的确不错，但是。。。逻辑有问题。假如是我，我不会那么简单就帮助他们。。并且我不会认为帮助他们和我回到现在这个世界有什么关联。。。就是这样，希望你越写越好吧"
        },
        {
            "author": "hehe311",
            "timestamp": 1362735480,
            "txt_content": "大力支持！"
        }
    ]
}