{
    "title": "[原创/连载]《我的世界之域灵》第十章 切入战场",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1580881380,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:18 编辑 \n\n　　夜深了，云城方向带着火焰的箭矢漫天飞舞。　　亡灵的嘶吼声，人类的呐喊声，武器的碰撞声以及马蹄声都交织在了一起，哪怕是两三公里外的舒牧都可以听得见。　　早已准备好铁套放置在快捷空间中，和武器一样，防具如果从快捷空间中取出，会直接装备在身上，这样就省去了穿戴盔甲的过程。　　一套铁盔甲的重量还挺沉的，以舒牧目前的攻击力来说，勉强可以带着这么一副盔甲去战斗，但原本的灵活性就被大大的降低了。　　盔甲十分的坚硬，和游戏之中不同，游戏提供的是护甲值，被攻击时还是会扣除生命值。而现实中，只要盔甲不出现破损，敌人没有直接对身体造成伤害，生命值一般不会掉。　　舒牧紧盯着战场的态势，准备着合适的时机入场。　　算算时间，从自己收集铁锭开始得到铁套，再加上休息了挺长时间，再过不久应该就要天明了，是时候赶过去了。　　黑暗的森林中，一道人影急速地飞奔着，当人影遇上游荡的僵尸时，只见一道银色的半弧在空中划过，僵尸的身体轻轻抽搐后，便倒下了。　　当舒牧接近云城战场的时候，他的步伐逐渐放慢了下来。　　因为他是从云城战场的侧面前进的，这里虽然有骷髅射手伺机而动，但却并不多，当就眼下细数，就有三个骷髅射手。　　一路上他击杀了不少的僵尸，身上有264点经验值，按照当下的形式，想要绕过这三只骷髅射手潜入战场是不可能的，而且自己就算是绕了过去，自己离这三只暗中放冷箭的骷髅射手又那么近，很容易被它们偷袭。　　不论怎么看，自己一锅端掉它们都是必须的。　　依照目前两点经验值一点属性点来看，自己现在相当于拥有132点自由属性点。　　敏捷值可以提升他的速度，思维反应，身体灵活性和协调性等多种用途。而攻击力则是提高他的力量，对自身力量的掌控，以及瞬间爆发的承受能力等。　　这两样都必须平衡发展，若是只加点敏捷值而不去理会攻击力，那么就会出现思维敏捷而身体却跟不上的情况。而只加点攻击力则是会出现那种，四肢发达，头脑简单的呆滞模样，反应迟钝，对于那些速度快的，基本上打不中。　　最后，舒牧给了生命值20点，耐力20点，攻击力和敏捷值分别给了30点，剩下的32点给防御力。目前生命值达到了50点，耐力达到了30点，攻击力达到50点，敏捷值达到51点，防御力52点。　　这样的体质属性在方灵大世界也算是中等水平了。　　他不知道自己这样的身体水平，是不是骷髅射手的对手，保险起见，他拿出了在村庄中收集到的弓箭。　　他在游戏中，弓术水平还过得去。可在现实之中，没有了准星，还需要考虑风速等多种因素，箭矢的命中率大幅度降低，为了保证一定的命中率，舒牧距离骷髅弓箭手三十米左右的距离，开始张弓搭箭。　　没有附魔的弓的有效射程只有一两百米，再远的话会因为速度下降，风速干扰等因素的影响，导致威力和准确率的大幅度削减。　　舒牧将箭矢搭在弦上，将弓弦拉到极致，凭借着感觉瞄准不远处正在放暗箭的骷髅弓箭手。　　“嘣！”　　箭矢在森林黑暗的夹缝之中，借着月光，在空中留下了一条银白色的尾迹。　　在箭矢还在空中飞射之时，舒牧也不看结果，当即将木弓收入空间系统，拿出铁剑朝着骷髅弓箭手冲了出去。　　三十米的距离一瞬即到，拥有51点敏捷值的舒牧，三十米的距离只不过大约1.5秒的时间就可以到达。　　骷髅弓箭手是亡灵之中的精英，僵尸和骷髅本是一体，那些经历了战争磨炼并且生存下来，而且产生了一定灵智的僵尸，才会被转化为骷髅弓箭手。　　脆弱的骨架让它们无法支持近身战斗带来的强大压力，被近身的骷髅弓箭手基本就废了。　　箭矢从骷髅的身旁激射而出，并没有击中任何一只骷髅，不过当它们反应过来，下意识朝着旁边翻滚之时，舒牧提着铁剑已经杀到。　　锋利的铁剑在空中划出一道雪白色的括弧，直逼骷髅的眼眶。　　那里是它们的核心，也是致命的要害。骷髅的魂火位于头骨之下，坚硬的头骨是魂火最好的保护，而空洞的眼眶却将它们的“心脏”暴露在空气中，力量和速度均衡，加上越发熟练的基础剑术，让舒牧的攻击毫无破绽，至少不是这些近战无力的骷髅射手可以发现的。　　穿刺并搅碎骷髅的魂火，骷髅的骨架没有了魂火的支撑，霎时间散落一地。　　轻松击杀一只骷髅，舒牧并没有因此而小看骷髅射手，铁盔甲和盾牌瞬间出现在手中，五十点敏捷值让他在听到骷髅拉弦的一瞬之间，下意识的举盾朝着声音所在之处格挡。　　近距离速射，哪怕攻击力提升了1.5倍，盾牌在骨箭的冲击下都颤了颤。　　舒牧击杀的是最左边的骷髅射手，他的盾牌只需要挡住一面攻击，就可以同时防住两只骷髅的同时进攻。　　撑起盾牌顶着向前冲去，沉重的铁盔甲穿在舒牧的身上，像是轻若无物一般，虽然没有之前一秒近三十米距离的爆发速度，但此时奔跑冲锋的速度与正常人无异。　　每一步都会在泥地上留下两到三厘米深的脚印，盾牌上不断有骨箭击中并掉落，而慌乱之中撤退的两只骷髅弓箭手的精准度也大幅下降。　　少部分的箭矢击中盾牌仅仅只是放缓了舒牧的脚步，更多的骨箭则是擦着盾牌的边缘，朝着舒牧身后的密林飞射而去。　　两只骷髅弓箭手见骨箭并没有造成任何的效果，反而将弓箭收了起来全速逃离。　　本来一点点接近的距离又被它们拉开了。　　如果舒牧的攻击力和敏捷值再高0.5倍，这两只骷髅根本就没法从他的手中逃离，即便是穿着沉重的铁盔甲，他也可以轻松追杀上去。　　没有继续追击，舒牧朝着战场的方向冲了出去。　　云城正面战场十分的混乱，到处都有士兵在和僵尸厮杀，既有没有灵智的僵尸，也有初具灵智的僵尸，那些有灵智的僵尸则是给身体强度高的战士拖住并解决，没有灵智的僵尸则是交给了身体强度，像是一天之前舒牧那样的士兵解决。　　进入战场之后，舒牧发现自己的一身铁盔甲和云城的士兵显得格格不入。　　舒牧的铁盔甲只是单纯的铁盔甲，并没有附魔属性。而云城的士兵基本上人人浑身上下都流转着紫色的光华，每一个士兵的盔甲和铁剑都有附魔属性。　　因为舒牧是从侧翼杀入战场的，还没有人发现舒牧这一个另类的存在，趁着没人发现的空档，他赶忙在战场上寻找着附魔的铁盔甲给自己换上。　　这个世界的铁盔甲是制式盔甲，也就是用合成台合成出来的铁盔甲，只要有铁锭，铁盔甲想要多少就有多少，而且不需要花费太多的时间，就可以制作出大量的铁盔甲和铁剑，再去给附魔师协会成员简单附个轻盈一、保护一和锋利一的附魔，就可以上战场了。　　偷偷换了一身附魔铁盔甲和附魔铁剑的舒牧，仔细感觉着附魔属性——轻盈一所带来的巨大效果，沉重的铁盔甲穿在身上，就像是一个普普通通的衣服一样，丝毫不妨碍他本身的灵活性。　　虽然还不至于完全感觉不到盔甲重量那么夸张，但是这要比他自己的，没有附魔的铁盔甲要轻松太多了。　　附有锋利一属性的铁剑，轻轻松松就可以贯穿僵尸的脑袋，僵尸的脑袋就像是豆腐一样脆弱不堪，每一只僵尸都可以给他十几点的经验值，换算过来那就是好几点的自由属性。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580881500,
            "txt_content": "第九章不知道什么原因被拉去审核了，所以没发出来"
        },
        {
            "author": "SoloKingzzj",
            "timestamp": 1580883060,
            "txt_content": "6666666666"
        }
    ]
}