{
    "title": "[Minecraft.net | INSIDER] 来订阅我们的视频主页吧！",
    "author": ":spgbigfan:",
    "replyCount": 10,
    "timestamp": 1580917440,
    "txt_content": " 本帖最后由 Kalice 于 2020-2-6 00:13 编辑 \n\n\n\n\n\nHeader.png (162.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-5 23:43 上传\n\n\n\n\n\nSubscribe to our YouTube channel\n来订阅我们的视频主页吧！\nCome on, you know you want to!\n来吧，别再犹豫了！\n\nTom Stone 汤姆·斯通\nDo you love Minecraft but hate reading? Then we have great news! You’re just a little bit of horrible reading away from learning all about our four recurring YouTube series on the Minecraft YouTube channel. Don’t forget to turn the subtitles off, you weird little anti-reading crusader you.\n你是否喜爱 Minecraft 却不喜欢阅读？那你有福了！只需稍稍忍耐一下读两行字的痛苦，你就能了解到关于我们 Minecraft 视频主页上的四个定期发布的视频系列了。别忘了关掉字幕，你这个一点字都不肯读的怪人。\n\nWatch our videos and you’ll meet inspiring Minecrafters, find out how to ask us anything you like, go behind the blocks of the development of Minecraft Dungeons, and learn shocking things you (probably) didn’t know about Minecraft. Think that’s a lot of content? That’s nothing . We’d have made even more great videos if we hadn’t forgotten to press ‘record’ on the camera 80% of the time.\n观看我们的视频，你就能与富有灵感的 Minecraft 创作者面对面，了解如何提出任何想问的问题，探寻 Minecraft 地下城开发背后的故事，还能知道一些关于 Minecraft 你（大概）可能不知道的那些惊人的事。觉得眼花缭乱看不过来？这都不算事儿。要不是有 80% 的时间忘了按“录制”键，我们早就做出更多更好的视频了。\n\nWe’ve got big plans for even more videos in 2020. Big, secretive plans that I can’t tell you about because I’m not nearly important enough to know what they are. But in the meantime, here’s a brief guide to our ongoing series you can enjoy right now!\n在 2020 年，我们精心筹划了更多视频。我们的计划非常庞大，也需要保持秘密，我暂时还不能透露，因为我的重要度还轮不到能了解到这些事情。不过现在，在这里先简单介绍一下我们正在运营的视频系列，大家马上就可以点击观看！\n\nASK MOJANG\nMOJANG 你问我答\n\nAsk our best/brightest/most available Mojang minds anything you like! What’s the next big update for Minecraft? What do we eat for lunch? What time is it? Does this hat make my ears look too pointy? It does, doesn’t it? Why aren’t you being honest with me about this hat? Seriously, your questions don’t have to be even close to being Minecraft-related. Ask us anything!\n提问我们最优秀/最聪明/最有空的 Mojang 朋友，任何问题都可以！Minecraft 的下一个大更新是什么？我们午餐吃什么？现在几点了？我的帽子有没有让我的耳朵看起来比较突出？如果是，那是不是很棒棒？为什么谈到帽子你们就不肯对我说实话？言归正传，你们的问题并不是必须要与 Minecraft 有关。想问什么问什么！\n[media]https://www.bilibili.com/video/av82915250[/media]\n\n“Nice idea for a series, Mojang,” you’re probably saying right now, while rolling your eyes and hovering your mouse over that dreaded ‘unsubscribe’ option. “But if it doesn’t feature an awkwardly smiling Jens Bergensten in a Santa hat, then I’m just not interested.”\n“这个系列的想法不错嘛，Mojang,” 或许现在的你如此说道，同时眼球一转，鼠标在可怕的“取消关注”按钮上徘徊。“但是如果没有看不到戴圣诞帽尬笑的 Jens Bergensten 的话，那我就没兴趣了。”\n\nGet interested! Because look at this:\n这个兴趣，可以有！因为请看这个：\n[media]https://www.bilibili.com/video/av80603440[/media]\n\nMEET A MINECRAFTER\n与 Minecraft 创作者面对面\n\nAll over the world, people have taken our little crafting game and achieved brilliant things with it. Beautiful, sincere achievements that are very hard for a dumb clown like myself to write about. Here’s Dr Mick Donegan, the CEO of Special Effect, a wonderful UK charity that helps gamers with disabilities (see what I mean?), talking about EyeMine, software that lets you play Minecraft with your eyes:\n放眼整个世界，人们玩着我们小小的合成游戏，用它成就了出众的杰作。这些成就如此美丽、真诚，像我这样愚笨的小丑根本没法用文字来形容。在下面这个视频里，来自 Special Effect （一家帮助身体残障玩家的英国慈善组织（懂我意思吗？））的首席执行官 Mick Donegan 博士介绍了能让玩家用眼睛游玩 Minecraft 的软件， EyeMine：\n[media]https://www.bilibili.com/video/av33606652[/media]\n\n10 THINGS YOU PROBABLY DIDN’T KNOW ABOUT MINECRAFT\n关于 Minecraft 十件你或许不知道的事\n\nI recently learnt that you can mine the blocks in Minecraft, so this series is perfect for me. Discover some of our biggest design secrets, gasp at early designs of your favourite mobs, and laugh at the very, very few times we’ve accidentally introduced a bug to the game (I know ! A bug in Minecraft . Unthinkable!)\n我最近才了解到在 Minecraft 可以挖掘方块，所以这个系列对我来说非常合适。探寻我们游戏设计背后最大的秘密，一睹你最喜爱的生物在早期时候的样子，并对我们极少次在不小心的情况下引入游戏的漏洞放声大笑（我明白！Minecraft 里的漏洞。简直无法想象，是吧！）。\n[media]https://www.bilibili.com/video/av82856662[/media]\n\nMINECRAFT DUNGEONS DIARIES\n《MINECRAFT：地下城》开发日志\n\nWe’re just a few months away from the launch of our multiplayer dungeon-crawler Minecraft Dungeons! Obviously the development team is incredibly busy repeatedly polishing the Key Golem so it’s extra cute in time for release. So naturally, we’re distracting them as much as possible, sticking our camera in their faces and politely demanding they tell us more about the development of this treasure-stuffed mob-battling action-adventure!\n距离我们发布多人地下城探险游戏 《Minecraft：地下城》 已经有好几个月了！显然开发团队正在为了打磨钥匙傀儡而忙得不可开交，好让它比发布那时还要可爱。所以自然地，我们就要尽可能地分散他们的注意力，把相机怼到他们脸上，彬彬有礼地要求他们告诉我们更多关于这个宝藏丰富的怪物对战的动作冒险游戏的开发内幕！\n[media]https://www.bilibili.com/video/av80080725[/media]\n\nLOTS OF OTHER STUFF!\n许多许多其它的内容！\n\nAs well as our recurring series, we’re constantly filling our YouTube channel with all sorts of videoy goodness (like the bee release trailer below). The sooner you subscribe, the sooner you’ll stop missing out, and the sooner I can stop giving you the hard sell and go back to rewatching Dungeons Diaries in peace. Everybody wins.\n除了定期发布的视频系列，我们还会在视频主页上不断填充各种好看的视频（比如下面的蜜蜂预告片）。你订阅得越早，就意味着你能越早地免于错过视频更新，我也能越早地停下这个向你们强行推 销的活计，回去安心看我的地下城开发日志。这对我们都有好处。\n[media]https://www.bilibili.com/video/av78928736[/media]\n\nClick here to subscribe to our YouTube channel.\n点击这里订阅我们的视频主页。\n\n【KalphaGo 译自官网 2020 年 01 月 14 日发布的 Subscribe to our YouTube channel】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1580917500,
            "txt_content": " 本帖最后由 Kalice 于 2020-2-6 00:14 编辑 \n\n中文字幕视频提供：@广药 \n十或不知视频搬运：@Aikini \n——补充了十或不知中文字幕，由狗粉丝字幕组提供"
        },
        {
            "author": "Оil",
            "timestamp": 1580918820,
            "txt_content": "问题是你要我在一个不存在于地球的国家找一个不存在的网站还要给你关注岂不是登天还难……\n\n【要素过多√】\n\n这次改名有什么小故事值得分享吗？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580919840,
            "txt_content": "Оil 发表于 2020-2-6 00:07\n问题是你要我在一个不存在于地球的国家找一个不存在的网站还要给你关注岂不是登天还难……\n\n ...\n谁说的，请点击最后一句话的链接\n\n没有改名小故事，至于译者KalphaGo是我新开发的AI"
        },
        {
            "author": "xiyumu",
            "timestamp": 1580924820,
            "txt_content": "太炫酷了吧，我的天"
        },
        {
            "author": "小孩孩",
            "timestamp": 1580949720,
            "txt_content": "我明白！Minecraft 里的漏洞。\n问个问题：这个漏洞可否译为特性？"
        },
        {
            "author": "叉你菊花",
            "timestamp": 1580973180,
            "txt_content": "哈哈哈o“hhhhhhhhhhhh"
        },
        {
            "author": "桂兮",
            "timestamp": 1581003240,
            "txt_content": "明白了没那么没拿那你"
        },
        {
            "author": "ACE_神鬼",
            "timestamp": 1581081180,
            "txt_content": "太厉害了"
        },
        {
            "author": "huang20080622",
            "timestamp": 1581169080,
            "txt_content": "水水水水水水水水水水水水\n"
        },
        {
            "author": "Meload",
            "timestamp": 1581567840,
            "txt_content": "欢迎新人，入住mcbbs"
        }
    ]
}