{
    "title": "[Minecraft.net|CULTURE]在Minecraft谱写艺术",
    "author": "问谛居",
    "replyCount": 6,
    "timestamp": 1580967540,
    "txt_content": " 本帖最后由 WDLJT 于 2020-2-6 14:02 编辑 \n\nCreating art with Minecraft\n在Minecraft谱写艺术\nFan Art… or Fine Art?\n同人作品...或是惊天之作？\n\nNova Barlow 诺瓦·巴洛\nWhat’s your favorite part of Minecraft? The mining? The crafting? The constant jumpscares of a Creeper hissing in your ear as it sneaks up on you from behind? For us, it’s showcasing all the amazing things the community creates, whether it’s a great build filled with wonders we didn’t even think possible or a fresh new way to look at a block to spark our imagination. We simply can’t get enough of it – especially when you take your love for Minecraft outside the game to create something truly impressive, which is just what our community member RobotPantaloons did .\n你最喜欢Minecraft的哪部分呢？是在地下挖矿？合成道具？或是苦力怕源源不断地从你的身后偷偷溜近并发出滋滋的声音的时候，你的猛然一吓呢？对于我们来说，最爱的是展示社区大神们创造的惊天之作，不论是我们难以想象的奇观，或是匪夷所思的看待方块的新方式。我们对此欲求不满——尤其是像我们社区成员 RobotPantaloons 做的那样把对于Minecraft的热爱拿出来创造一些真正地回味无穷的作品。\n\nDesigned in the style of high quality renders, RobotPantaloons has been creating Minecraft fan art for a while as well as a large number of wallpapers for the community. This diverse portfolio is filled several dozen renders, including a wide range of styles: vast vistas, amazing action shots, cuddly critters, and dramatically stark blank and white shots. Check out some of our favorites below.\n以高质量渲染设计风格见长的RobotPantaloons已经创作了一段时间的Minecraft周边作品，同时他也是社区壁纸创作的芸芸众生中的一员。以各式方法渲染的多种套图中，风格层见叠出，广角俯瞰的视角、叹为观止的动作画面、惹人怜爱的小动物们、以及鲜明对比的黑白镜头。下面我们一起来欣赏他的出类拔萃之作。\n\nThis cutie is definitely demonstrating some #MinecraftGoals.\n这可爱的小猫展现了Minecraft的最高境界。\n\nDive into adventure and dig up your own tale! Or dig up Steve, who somehow ended up at the bottom of the pit!\n向着险处深挖，挖出你自己的传奇故事！或者去寻找那个想方设法都会到达矿井底部的Steve！\n\nA dramatic black and white render to spark our storytelling imaginations.\n一个戏剧性的黑白镜头用来引出我们对于故事背后的遐想\n\nHey stray, go back to bed! No one is going to play with you in the middle of the night!\n嗨，流浪者，回去歇息歇息吧！在无人的深夜又有谁会和你共度呢！\nWe have so many talented artists in the community, and now we’re ready to keep shining our spotlight on the very best creators we can find. Is it you? Your art doesn’t even have to be digital. If you can draw, paint, bake, or even sew, let us know! Art comes in all forms, and we can’t wait to see yours. Do you know an artist who makes magnificent Minecraft based art? Send them to us!\n在我们的社区中有这么多天资超凡的艺术大神，我们也准备好让聚光灯照亮每一个找到的出色创意大神。你会是其中一员么？你的作品也不一定要是数码艺术。如果你能绘画、烘焙，甚至是制绣，那就赶快告诉我们吧！艺术源于各种各样的形式，我们对你的作品翘首以待。你身边有用Minecraft为基础创作作品的艺术家么？让他们联系我们吧！\n\nNow that you’ve seen some of the possibilities, it’s time for you to start collecting your art together and contact us at FeatureMe@minecraft.net with some samples. Tell us a little about you, your creations, a peek at your process, and you just might be featured here!\n既然你已经看见了这么多潜力十足的作品，是时候把你的艺术作品收集起来然后发送带样件的邮件到FeatureMe@minecraft.net以联系我们。告诉我们你的故事、你的作品，一瞥你的制作过程，也许你就是我们这的门面担当！\n【WDLJT 与 @EBsky 译自官网 2019 年 12 月 31 日发布的 Creating art with Minecraft】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "ETW_Derp",
            "timestamp": 1580968620,
            "txt_content": "This cutie is definitely demonstrating some #MinecraftGoals.\n这可爱的小狼展现了Minecraft的最高境界。\n狼（X）\n猫（V）\n\n顺带一提，这个Robot做的渲染风格是真的很棒，其制作的材质包在论坛也可以找到，十分适合于卡通风格的渲染，推荐一下（"
        },
        {
            "author": "ff98sha",
            "timestamp": 1580968740,
            "txt_content": "纠结了下我觉得是狼"
        },
        {
            "author": "问谛居",
            "timestamp": 1580968740,
            "txt_content": " 本帖最后由 WDLJT 于 2020-2-6 14:03 编辑 \nETW_Derp 发表于 2020-2-6 13:57\n狼（X）\n猫（V）\n其实我还是不确定是猫还是狼我觉得都很像或许我可能需要翻翻他之前发的作品\n确认了\n出处：https://www.reddit.com/r/Minecra ... l_wallpaper_i_made/"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580970120,
            "txt_content": "这一看就是猫啊"
        },
        {
            "author": "问谛居",
            "timestamp": 1580991840,
            "txt_content": "Kalice 发表于 2020-2-6 14:22\n这一看就是猫啊\n咕咕咕，我一眼看上去那个颜色不就是狼吗（溜）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1580992860,
            "txt_content": "WDLJT 发表于 2020-2-6 20:24\n咕咕咕，我一眼看上去那个颜色不就是狼吗（溜）\n狼有项圈的吧("
        }
    ]
}