{
    "title": "Minecraft Java 版 20w06a 发布",
    "author": "AzureZeng",
    "replyCount": 99,
    "timestamp": 1580931900,
    "txt_content": " 本帖最后由 AzureZeng 于 2020-2-10 13:02 编辑 \n每周快照是Minecraft Java版的测试机制，主要用于下一个正式版的特性预览。然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。在快照中打开存档前请务必进行备份。适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。Minecraft 1.16 仍未发布，20w06a 为其第 1 个预览版。转载本贴时须要注明原作者以及本帖地址。\n阅前须知: 由于该版本是 1.16 的第一个快照，因此新增物品没有官方的标准译名。本文中的译名为我本人试玩该快照后自行翻译得出的译名，仅供参考。当相关物品定出官方译名后请以官方译名为准。\n\n\n\nMinecraft Snapshot 20w06a\nMinecraft Snapshot 20w06a\nA Minecraft Java Snapshot\nMinecraft Java版快照\n\nThe first snapshot for 1.16, the \"Nether Update\" is here, and we're very excited to share it with you! This snapshot contains new biomes, blocks, and a fancy new ore called \"ancient debris\".\n“下界更新”，即 1.16 的第一个快照版本终于到来了，我们迫不及待的想将该版本分享给你! 该快照包含了新的生物群系，新的方块，以及一种被称作“远古碎片(ancient debris)”的新型魔幻矿物。\n\nFEATURES IN 20W06A\n20w06a 的新特性\nAdded new Nether blocks!\n添加了新的下界方块Knockback resistance is now a scale instead of a probability\n击退抗性现在按比例计算(之前是概率)Added Crimson Forest biome to the Nether\n向下界添加了 绯红森林(Crimson Forest) 生物群系Added Hoglins – they don’t do much yet, but they have cute flappy ears!\n添加了 Hoglins - 他们现在还不会做很多事情，但他们有蓬松可爱的耳朵Patrols no longer spawn when the player is close to any village\n在玩家靠近任何村庄时，巡逻队不会在附近生成Added Netherite!\n添加了 狱盐(Netherite)Added Soulsand Valley biome to the Nether\n向下界添加了 灵魂沙山谷(Soulsand Valley) 生物群系Walls do not have gaps anymore when stacked vertically\n当墙类方块(比如圆石墙等)垂直放置时不再产生沟壑Added Warped Forest biome to the Nether\n向下界添加了 蓝色森林(Warped Forest) 生物群系\n\nBLOCKS\n方块Many new block types have been added!\n我们加入了相当多的新型方块!Two new wood-like materials – Crimson Stems and Warped Stems\n两种木状材料 - 绯红树茎(Crimson Stems) 和 蓝色树茎(Warped Stems)Basalt blocks – you can find them as pillars but they can be placed in any direction\n玄武岩(Basalt)方块 - 它们以柱状的形式生成，但可以以任何方向放置New ground surface blocks: Crimson Nylium and Warped Nylium\n新的地表方块 - 绯红地表方块(Crimson Nylium) 和 蓝色地表方块(Warped Nylium)New vegetation: Nether Sprouts, Crimson Roots and Warped Roots\n新的植物: 下界幼芽(Nether Sprouts)，绯红树根(Crimson Roots)，蓝色树根(Warped Roots)Two types of Fungi: Crimson and Warped – try using bone meal to grow them!\n两种蘑菇: 绯红蘑菇 和 蓝色蘑菇 - 尝试使用骨粉令其生长Warped Wart blocks\n蓝色地狱疣方块Weeping Vines that grow from the bottom of a block downwards!\n下界藤曼(Weeping Vines): 从方块的底部向下生长A new natural light source: Shroomlights\n一个新的自然光源: 蘑菇灯方块(Shroomlights)Added Soul Soil! Whenever fire burns on Soul Soil, it burns with a blue flame!\n添加了 灵魂泥(Soul Soil)。当有火在灵魂泥上燃烧时，将会呈现蓝色焰色。Soul Soil can be used to craft Soul Torches – and those can be crafted into Soul Lanterns!\n灵魂泥可用于合成灵魂火把(Soul Torches) - 该物品可以用于合成 灵魂灯(Soul Lanterns)Using bone meal on Netherrack can now spread Nylium\n在地狱岩上使用骨粉会令的 绯红/蓝色地表方块 扩散\n\nCRIMSON FOREST\n绯红森林Crimson Forests can now be found in the Nether!\n你能在下界找到 绯红森林 生物群系。Crimson nylium carpets the cave floor with all kinds of strange new vegetation\n绯红地表方块 将会用各种新添加的奇怪植物遮盖住洞穴地表Huge Crimson Fungi make up the “trees” of this forest, with Shroomlights lighting up the forest floor\n森林的“树”由 大型绯红蘑菇 构成，同时会有 蘑菇灯方块 照亮森林的地面Weeping Vines grow from the cave ceilings and fungi\n下界藤曼从洞穴天花板和蘑菇生长Hoglins wander these forests\nHoglins 会在下界森林中游荡Crimson spores swirl through the air\n绯红粒子将会在空中飘扬\n\nNETHERITE\n狱盐A new high-level material found in the Nether. Use it to upgrade your diamond gear!\n一种能在下界发现的新型高级材料。用它来升级你的钻石制物品。\n\nHOW TO MAKE NETHERITE\n如何制作狱盐Mine Ancient Debris in the lower depths of the Nether. At own risk. No insurance coverage for that\n在下界深处挖掘 远古碎片。挖掘所带来的风险请自行承担，我们不提供安全保证Refine it into Netherite Scrap in a Furnace (although that’s kind of slow so you might want a Blast Furnace)\n用熔炉将其熔炼为 下界碎片(Netherite Scrap)(也许用熔炉太慢了，所以你可以使用 高炉 来熔炼)Combine 4 Nether Scrap with 4 Gold Ingots in a crafting table to make a Netherite Ingot\n使用 4 个下界碎片(Nether Scrap) 和 4 个金锭来合成 狱盐锭(Netherite Ingot)\n\nNETHERITE EFFECTS\n狱盐的效果Netherite items float in lava so you don’t lose all your gear after that unplanned lava bath\n狱盐制品会漂浮在熔岩中(不会被烧毁)，所以当你[ruby=被熔岩烧死]不慎在熔岩中游泳[/ruby]后不会失去他们Netherite items have higher enchantment value than diamond (but not as high as gold)\n狱盐制品具有比钻石制品更高的附魔价值(但没金制品高)Netherite tools work faster and last longer than diamond\n狱盐制工具比钻石制工具挖掘速度更快，耐久更高Netherite weapons do more damage than diamond\n狱盐制武器相比钻石制武器能打出更高的伤害Netherite armor have higher toughness and durability than diamond\n狱盐制盔甲相比钻石盔甲具有更高的韧性和耐久度Netherite armor gives you knockback resistance, so you barely get knocked back at all when hit by arrows and such\n狱盐盔甲能给予你击退抗性，所以你被箭或其他东西攻击到时几乎不会被击退...and it looks cool!\n...当然看起来也很酷。\n\nSOULSAND VALLEY\n灵魂沙山谷Soulsand Valleys can now be found in the Nether!\n你可以在下界发现 灵魂沙山谷。An open space made mostly of Soul Sand and Soul Soil\n一个由 灵魂沙 和 灵魂泥 组成的开放区域Basalt pillars span from floor to ceiling\n玄武岩柱生成于此，从地面一直到天花板Fossil remains of unknown creatures from the past litter the valley\n山谷中遍布着过去的未知生物的化石Ash falls through the air\n灰尘粒子在天空中落下A light blue glow envelopes the valley\n浅蓝色的荧光笼罩的山谷Beware of Skeletons here!\n当然，小心那里生成的骷髅\n\nSOUNDS\n音效Ghasts sounds are now heard at a shorter range\n恶魂发出的声音现在只能在更小的范围内听到Updated block sounds for Bone Blocks, Netherrack, Soul Sand, Netherwart, Nether Bricks and Quartz Ore\n更新了骨块，灵魂沙，地狱疣，地狱砖以及下界石英矿石的音效\n\nWARPED FOREST\n蓝色(扭曲的)森林Warped Forests can now be found in the Nether!Warped nylium carpets the cave floor with all kinds of strange new vegetation\n蓝色地表方块 将会用各种新添加的奇怪植物遮盖住洞穴地表Huge Warped Fungi make up the “trees” of this forest, with Shroomlights lighting up the forest floor\n森林的“树”由 大型蓝色蘑菇 构成，同时会有 蘑菇灯方块 照亮森林的地面A dark blue fog covers the forest\n森林将会被深蓝色烟雾笼罩Warped spores swirl through the air\n蓝色粒子将会在空中飘扬The Warped Forests are strange, but also the least hostile place of Nether\n蓝色森林虽然奇怪，但是也是在下界具有最少敌对生物的生物群系\n\nWORLD GENERATION\n世界生成The old Nether biome is now called Nether Wastes\n旧的下界生物群系现在被称作 下界[ruby=垃圾]荒地[/ruby](Nether Wastes)Made shipwrecks and ocean ruins a bit less common, so you get more excited when you find one!\n我们降低了 沉船 和 海底遗迹 的生成频率，所以当你发现其中一个时会更加兴奋\n\nTECHNICAL CHANGES IN 20W06A\n20w06a 的技术性改动Added a locatebiome command\n添加了 locatebiome 指令\n\nCOMMANDS\n指令\nLOCATEBIOME\nNew command that locates a specified biome. Useful in creative mode when you’re\nlooking for a specific biome and don’t want to fly around randomly searching for it.\n这是用于定位一个特定生物群系的指令。在创造模式中这个指令非常有用，因为你无需为了找一个特定的生物群系飞来飞去了。\n语法(Syntax): locatebiome <biome>\n参数(Parameters):biome - The id of the biome to find\nbiome - 需要定位的生物群系的 ID\n\nPARTICLES\n粒子New particle types: ash, crimson_spore, soul_fire_flame and warped_spore\n新的粒子类型: ash, crimson_spore, soul_fire_flame 和 warped_spore\n\nRENDERING\n渲染Nailed Entity shadows to the ground.\n实体阴影将会固定在地面上\n\nFIXED BUGS IN 20W06A\n20w06a 中修复的 bug(缺陷)MC-17431 - Shift-clicking stacked items with a data tag into the enchanting table GUI removes data tags from the moved item\n对一个带有数据标签的堆叠物品按住 Shift 移至附魔台界面时，会直接移除其数据标签MC-45619 - Water, Signs, Vines, Torches etc. in the same block as item frame break item frame’s redstone signal\n当一个方块与一个物品展示框共享同一空间时，红石比较器无法检测物品展示框中的物品的旋转角度MC-52178 - Cape doesn’t move down while sneaking / Cape detaches from body while sneaking\n当潜行时披风不会移动/披风从玩家实体脱落MC-59363 - Items in item frames are deleted if both mouse buttons are used simultaneously\n当同时按下两个鼠标按键时物品展示框中的物品被删除MC-82235 - Baby pigs turn into adult zombie pigmen when struck by lightning\n猪的幼体碰到闪电时变成僵尸猪人MC-92889 - Mending doesn’t always consume experience if the player wears items with mending that are already fully repaired\n当玩家穿/拿着带有经验修补的满耐久物品时，该附魔并不总是会消耗经验MC-93198 - Throwing potions / throwable projectiles causes both hands to bob up and down\n扔药水或其他可投掷物品导致两手上下摇摆MC-93631 - Pistons pop off blocks attached to their back when retracting\n当活塞缩回时，活塞会弹出附着在其背面的方块MC-96436 - Eggs/snowballs/xp-bottles break instantly when thrown while riding a horse\n蛋/雪球/附魔之瓶 在骑马时扔出将会立刻破碎MC-97958 - Small slime has no jump or squish sound\n小型史莱姆没有跳跃和压扁的声音MC-103655 - Cats don’t stand up when using right click on them while they’re sitting on chests or beds\n当猫在箱子或床上时，右击不会使其站起来MC-109370 - Bottom face of column blocks are rotated 180 degrees\n朝底部方向放置的一列方块被旋转 180 度MC-109844 - en_us.json contains unused strings\nen_us.json 存在没有使用的字符串MC-109850 - Redstone wire doesn’t have a bottom texture\n红石线底部无材质MC-112630 - Carrot on a stick cannot be broken\n萝卜钓竿不会被破坏MC-113381 - Falling dust particles of anvil and concrete powder blocks are black\n掉落的铁砧和混凝土粉末方块的粉尘粒子是黑色的MC-120335 - Flower pot bottom texture is not rendered because of incorrect “uv” values in the model file\n因为模型文件中不正确的 uv 值导致花瓶的底部材质没有被渲染MC-131440 - The message for trying to sleep at the wrong time implies that you can only sleep at night during a thunderstorm\n在错误的时间睡觉的提示文本暗示: 你只能在打雷的夜晚睡觉MC-131770 - Rain particles appear one block below the water or lava surface\n下雨粒子在水或熔岩的表面之下出现MC-132607 - Splitting slimes and magma cubes do not copy NoAI value\n分裂史莱姆和熔岩怪时不会复制 NoAI 的值MC-134162 - Item entities can break turtle eggs\n物品实体能破坏海龟蛋MC-136868 - Ignited TNT, arrow or trident turns black when it falls on soul sand or snow layers\n点燃的 TNT，箭，三叉戟 当落到灵魂沙或雪层时变成黑色MC-138600 - Cats don’t bring gifts if they have already decided to sit on your bed\n当猫决定坐在你床上时，他们不会给你带来礼物MC-140544 - Pickaxes don’t speed up piston breaking\n镐不会加快破坏活塞的速度MC-148474 - Sloped powered detector rails break when pushed or pulled by a piston\n当被活塞推拉时倾斜的充能探测铁轨被破坏MC-149052 - Stonecutter recipe list doesn’t show item tooltips\n切石机的配方表不显示物品工具提示MC-149776 - Cartography Table requires string for the recipe to show up in the recipe book\n制图台需要用于配方中的字符串才能显示在配方书中MC-150020 - Composter is in the “Miscellaneous” category instead of “Decoration” like the other workstation blocks\n堆肥桶出现在了“杂项”分类而不是“装饰性方块”中MC-154867 - Tamed cats remain sitting if the world is reloaded while the cat is sitting on a chest\n当世界重载时，坐在箱子上的猫仍然坐着MC-158807 - You can remove cursed enchantments on items by repairing them in inventory\n你可以通过在物品栏中修复带有诅咒性的附魔的物品来移除这些诅咒性附魔MC-159300 - Villagers that have been infected by a zombie can despawn, even if they have been traded with\n被僵尸感染的村民会消失，即使玩家已与他们交易MC-159773 - Shulkers can teleport to non-solid faces, and don’t teleport to some solid faces\n潜影贝可传送至非固态方块的表面，而且并不会传送至一些固态方块的表面MC-159918 - Foxes don’t run from polar bears\n狐狸不会逃离北极熊MC-159963 - Minecarts can break turtle eggs\n矿车会破坏海龟蛋MC-160897 - Dropping an item using the drop key displays the hand animation but dropping items from within the inventory does not\n使用丢弃物品按键丢弃物品时有丢弃动画，但是从物品栏丢弃物品时没有动画MC-160902 - Arm swings when right-clicking on full minecart\n当右击一个载满的矿车时玩家的手会摇摆MC-161156 - Silverfish and endermites appear black on soul sand\n蠹虫和末影螨在灵魂沙上变黑MC-161259 - Using the carrot on a stick while riding a pig plays no hand animation\n在骑猪时，萝卜钓竿无动画MC-162881 - Composter doesn’t display particles when being fed composting items through a hopper\n堆肥桶在被漏斗装填时不显示粒子MC-163286 - /setblock ~ ~ ~ air destroy does not destroy liquids\n/setblock ~ ~ ~ air 不会破坏流体MC-164184 - Breaking a shulker box with contents in Creative mode drops the block at an incorrect location\n在创造模式下破坏一个带有物品的潜影箱，掉落的方块会位于一个不正确的位置MC-164948 - Entity shadow renders through transparent blocks\n实体阴影穿过透明方块渲染MC-167077 - Foxes sleep on top of honey blocks, even in broad daylight\n狐狸在蜂蜜方块顶部睡觉，即使在天明时MC-167512 - Glass in the hand is rendered differently depending on the “Clouds” setting\n当“天空”设置不同时，手中的玻璃渲染的不一致MC-167989 - Spawn point is not set when monsters are nearby\n当有怪物在附近游荡时，无法设置重生点MC-168540 - Threads created by net.minecraft.Util.backgroundExecutor() have misleading names\n通过函数 net.minecraft.Util.backgroundExecutor() 创造的线程带有误导性名称MC-168772 - Experience orbs can crush turtle eggs\n经验球能破坏海龟蛋MC-169679 - Composters do not make sounds when fed by hoppers\n当堆肥桶被漏斗装填时，不会发出声响MC-169692 - Entity shadow floats slightly above the ground\n实体阴影在地面上方微微浮动MC-169832 - Transparent item models have inconsistent rendering when a glowing entity is present\n当一个发光的实体出现时，透明的物品模型有不一致的渲染MC-170128 - Cannot build an EntityType without a datafixer due to an IllegalArgumentException\n由于 IllegalArgumentException，无法构建出一个不带数据修复器的 EntityType。\n\n原文地址: https://feedback.minecraft.net/hc/en-us/articles/360039129472-Minecraft-Java-Edition-Snapshot-20W06A\n头图来自: https://www.minecraft.net/zh-han ... aft-snapshot-20w06a\n该版本的跨平台服务器端: https://launcher.mojang.com/v1/o ... 3e4cdc13/server.jar\n\n1. 请求你游的中文译名工作人员尽快进行新物品之类的译名讨论，尽早给新物品等定出官方译名\n2. 熬夜玩不得，玩的我现在还想睡觉\n3. 直接用了 Minecraft Feedback 里的更新内容作为模板真是太亏了，后面放出来的官网博文完全可以用 spx 工具直接优化排版\n4. 感谢新闻群内的坛友，以及本帖回复中的热心坛友提供的翻译建议\n5. 求求 Mojang 你们能不能把优化做的好一点，无 OptiFine 的情况下我玩 1.15 真心的卡\n\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/其他https://launcher.mojang.com/download/Minecraft.tar.gz预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。Java版的启动器下载地址在上文已经提供。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。外部来源以及详细的更新条目追踪Minecraft官网（内容英文）Jeb的Twitter（英文）Dinnerbone的Twitter（英文）Grum的Twitter（英文）Searge的Twitter（英文）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n\n\n",
    "replies": [
        {
            "author": "nggcgg2",
            "timestamp": 1580932620,
            "txt_content": "本人正在读高三，所以论坛活跃度将会非常低，请谅解\n熬夜这么迟 怎么回事啊 还在学习?"
        },
        {
            "author": "aa0307bb",
            "timestamp": 1580932680,
            "txt_content": " 本帖最后由 aa0307bb 于 2020-2-6 04:07 编辑 \n\n爆肝党的福利！更新超级多的那看样子1.16已经更新完了我们明年见"
        },
        {
            "author": "Aikini",
            "timestamp": 1580933160,
            "txt_content": "Hoglin我记得不是有帖子确定了它的翻译了吗。。\n日语名都早就定好了"
        },
        {
            "author": "Jokey_钥匙",
            "timestamp": 1580940960,
            "txt_content": "金锭的崛起"
        },
        {
            "author": "a3518221483",
            "timestamp": 1580943360,
            "txt_content": "金锭要变得重要了"
        },
        {
            "author": "锅宝",
            "timestamp": 1580945700,
            "txt_content": "我感觉这几年官方做的更新更新还不如一些mod\n\n很多mod都有\n上百上千个新物品\n数个新的世界\n而且每个新世界还有自己的生物群系和新生物\n提供大量的可互动方块\n\n我从1.7.10玩到1.14\n大约七年时间\n官方更新的内容还不如民间开发的一个mod多\n\n我不是说官方的更新没用\n是对比之下内容少的太可怜了"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1580946060,
            "txt_content": "来了来了!!!!!!!\nMojang的特性(bug)来了!\n不过为什么没有图"
        },
        {
            "author": "深绿世界",
            "timestamp": 1580946660,
            "txt_content": "zouwanyue 发表于 2020-2-6 07:35\n我感觉这几年官方做的更新更新还不如一些mod\n\n很多mod都有\n\n这就是官方和mod的大区别了。。。"
        },
        {
            "author": "深绿世界",
            "timestamp": 1580946720,
            "txt_content": "这次的更新一看就不是mojang自己想出来的，古代碎片。。。。直接弄成狱盐方块岂不更好"
        },
        {
            "author": "Suo_Long",
            "timestamp": 1580948040,
            "txt_content": "1\n11111111111111111111111111"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1580948100,
            "txt_content": "可惜我的启动器前不久因为版本旧且无法更新而启动不了任何版本。"
        },
        {
            "author": "Suo_Long",
            "timestamp": 1580948100,
            "txt_content": "GW绿色世界 发表于 2020-2-6 07:52\n这次的更新一看就不是mojang自己想出来的，古代碎片。。。。直接弄成狱盐方块岂不更好 ...\n11111111111111111111111111"
        },
        {
            "author": "Suo_Long",
            "timestamp": 1580948100,
            "txt_content": "Suo_Long 发表于 2020-2-6 08:14\n1\n11111111111111111111111111\n1111111111111111111111111111111111111111111"
        },
        {
            "author": "翼之",
            "timestamp": 1580948640,
            "txt_content": "终于等到你，还好我没放弃"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1580949660,
            "txt_content": "金锭终于有用了"
        },
        {
            "author": "无厘头",
            "timestamp": 1580949660,
            "txt_content": "这是要今年更出1.17的节奏啊"
        },
        {
            "author": "快乐小方",
            "timestamp": 1580949960,
            "txt_content": "终于更新了，希望能对多人联机优化好一点"
        },
        {
            "author": "醉卧君怀",
            "timestamp": 1580950140,
            "txt_content": "nice玩他就对了，盘他"
        },
        {
            "author": "ETW_Derp",
            "timestamp": 1580950620,
            "txt_content": "群友表面上看来是咕了，但是身体还是很老实地摸了（\n\n添加locatebiome太棒了，鬼知道我当时录视频找繁花森林找了多长时间（\n海龟蛋表示快照很棒，终于不用被各种不明物体砸坏了（\n人气在冷却，一定要好好伺候一下\n\n提一些小建议：\nKnockback resistance is now a scale instead of a probability\n击退抗性现在是一种计量数(之前是概率)\n这里的“scale”翻译成“比例”或许更准确一点，击退抗性现在可以按照比例来减轻击退的效果，之前是概率\nWalls do not have gaps anymore when stacked vertically\n当墙垂直堆叠时不再有沟壑\n当墙类方块（比如圆石墙等）垂直放置时不再产生沟壑\nNetherite tools work faster and last longer than diamond\n狱盐制工具比钻石速度更快，寿命更长\n相比于钻石工具，狱盐制工具的采掘速度更快，耐久更高\nNetherite armor have higher toughness and durability than diamond\n狱盐制盔甲相比钻石盔甲具有更高的厚度和耐久度\n狱盐制盔甲相比钻石盔甲具有更高的韧性和耐久度\nMC-159963 - Minecarts can break turtle eggs\n矿车不会破坏海龟蛋\n矿车会破坏海龟蛋\nMC-162881 - Composter doesn’t display particles when being fed composting items through a hopper\n堆肥桶在被漏洞装填时不显示粒子\n堆肥桶在被漏斗装填时不显示粒子"
        },
        {
            "author": "1799672192",
            "timestamp": 1580950740,
            "txt_content": "呃呃呃呃呃呃呃"
        },
        {
            "author": "云栀幻雪",
            "timestamp": 1580950740,
            "txt_content": "好快啊（不论是mojang还是你）\n"
        },
        {
            "author": "居民ZZH",
            "timestamp": 1580951040,
            "txt_content": "金锭终于有用了www"
        },
        {
            "author": "小栗帽",
            "timestamp": 1580952840,
            "txt_content": "绯红之王（无端猜想）\n钻石看样子是跌落**了"
        },
        {
            "author": "沸血人",
            "timestamp": 1580953080,
            "txt_content": "浴盐，不对，是狱盐，这个最吸引人了：多余的金锭有用了！(我生存不做动力铁轨)，而且还不会被岩浆烧掉"
        },
        {
            "author": "waston1025",
            "timestamp": 1580955360,
            "txt_content": "啊啊啊，我来了，嘿嘿，等这么久了都"
        },
        {
            "author": "lijiaxiang666",
            "timestamp": 1580956800,
            "txt_content": "ash(要素察觉）"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1580957340,
            "txt_content": "MC-113381 - Falling dust particles of anvil and concrete powder blocks are black\n掉落的铁砧和混凝土方块的粉尘粒子是黑色的\n翻错啦！应该是混凝土粉末方块的粒子而不是混凝土的粉尘……"
        },
        {
            "author": "Leisurelxiaohui",
            "timestamp": 1580957580,
            "txt_content": "钻石：？？"
        },
        {
            "author": "Shineloner",
            "timestamp": 1580957820,
            "txt_content": "好期待狱盐工具，钻石工具可以休息了哈哈哈"
        },
        {
            "author": "柠檬君.",
            "timestamp": 1580958660,
            "txt_content": "狱盐装备还是需要钻石装备和狱盐锭合成，看来钻石也只是过度装了"
        },
        {
            "author": "zyjking",
            "timestamp": 1580960340,
            "txt_content": "能补一下头图就尽量补一下\nhttps://www.minecraft.net/zh-han ... aft-snapshot-20w06a"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1580960580,
            "txt_content": "zyjking 发表于 2020-2-6 11:39\n能补一下头图就尽量补一下\nhttps://www.minecraft.net/zh-hans/article/minecraft-snapshot-20w06a ...\n因为我是直接用的 Minecraft Feedback 里的相关信息作为模板的，那里没有头图，所以我的就没头图\n不过如果有那我就补上"
        },
        {
            "author": "Tsing_loong",
            "timestamp": 1580961000,
            "txt_content": "钻石装备终究被取代了啊..."
        },
        {
            "author": "1961670298",
            "timestamp": 1580963460,
            "txt_content": "期待1.16"
        },
        {
            "author": "水享晓零",
            "timestamp": 1580963760,
            "txt_content": "等了5个月"
        },
        {
            "author": "CM_沉默",
            "timestamp": 1580963820,
            "txt_content": "等了一个月，终于出来了\n感动中国，感动2020"
        },
        {
            "author": "GeForceLegend",
            "timestamp": 1580963940,
            "txt_content": "Ancient Debris的数量好少啊，改模型文件然后切观察者之后我个人认为比主世界的钻石还难挖\n\n这是y=15附近的，只有这个高度比较多，接近纯黑的方块就是Ancient Debris，这里视野里面的只够几个锭\n\n\n\n\n\nfile_1580963795000.jpg (80.35 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-6 12:36 上传\n\n\n\n\n\n\n这是接近下界顶层的，整个视野范围内就两块，中间的高度因为洞穴之类的挺多反而更难看到\n\n\n\n\n\nfile_1580963801000.jpg (55.47 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-6 12:36 上传\n\n\n\n\n\n\n不过话说回来，这玩意不会被TNT炸掉，可以考虑轰炸之后再去人工采掘\n\n"
        },
        {
            "author": "杰里星",
            "timestamp": 1580964000,
            "txt_content": " 本帖最后由 杰里星 于 2020-2-6 13:00 编辑 \n\n钻石还是被取代了啊"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1580964300,
            "txt_content": "GeForceLegend 发表于 2020-2-6 12:39\nAncient Debris的数量好少啊，改模型文件然后切观察者之后我个人认为比主世界的钻石还难挖\n\n这是 ...\n毕竟是强化装备的神器，Mojang 肯定不能让你轻易得到。"
        },
        {
            "author": "ZeroXrainy",
            "timestamp": 1580965200,
            "txt_content": "特性：损耐久的钻石工具能合成满耐久地狱工具"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1580965740,
            "txt_content": "免岩浆焚烧可还行，阿迪特和钴（匠魂系列）发出来愤怒的呐喊。\n天境二：？您这是和我们一起更新新的生物群系？要不要比比谁快？"
        },
        {
            "author": "Realstorm",
            "timestamp": 1580965920,
            "txt_content": "官方逼死mod的节奏。。"
        },
        {
            "author": "星朗天君",
            "timestamp": 1580965980,
            "txt_content": "GeForceLegend 发表于 2020-2-6 12:39\nAncient Debris的数量好少啊，改模型文件然后切观察者之后我个人认为比主世界的钻石还难挖\n\n这是 ...\n更难受的是一个矿掉一个碎片，4个碎片加上金子才是一个锭"
        },
        {
            "author": "OrangeNann",
            "timestamp": 1580966220,
            "txt_content": "冲冲冲，奥利给"
        },
        {
            "author": "1628380810",
            "timestamp": 1580966700,
            "txt_content": "钻石跌落**"
        },
        {
            "author": "42313123123123",
            "timestamp": 1580966940,
            "txt_content": "GeForceLegend 发表于 2020-2-6 12:39\nAncient Debris的数量好少啊，改模型文件然后切观察者之后我个人认为比主世界的钻石还难挖\n\n这是 ...\n轰炸233\n[s0TNT的崛起"
        },
        {
            "author": "Enderman3133",
            "timestamp": 1580967780,
            "txt_content": "发现一个bug，soul soil上通过可燃的方块引起的火是红色的@AzureZeng"
        },
        {
            "author": "白色的旅人",
            "timestamp": 1580969100,
            "txt_content": "zouwanyue 发表于 2020-2-6 07:35\n我感觉这几年官方做的更新更新还不如一些mod\n\n很多mod都有\n这是你们mod玩家的需求，我局得官方没必要更新的比mod还多，这点更新已经足够了"
        },
        {
            "author": "szlx560223",
            "timestamp": 1580969400,
            "txt_content": "zouwanyue 发表于 2020-2-6 07:35\n我感觉这几年官方做的更新更新还不如一些mod\n\n很多mod都有\n对于那些懒得折腾的人还是一种福音啦"
        },
        {
            "author": "szlx560223",
            "timestamp": 1580969460,
            "txt_content": "钻石跌落 神 坛..（<------这个也要屏蔽？？）"
        },
        {
            "author": "草方块哥",
            "timestamp": 1580969520,
            "txt_content": "建议把更新名改成：绯 红 更 新"
        },
        {
            "author": "Enderman98k",
            "timestamp": 1580969520,
            "txt_content": "太好了，有1.16的预览版了！我这个4GB运行内存的电脑勉强可以玩生存"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1580969580,
            "txt_content": "nggcgg2 发表于 2020-2-6 03:57\n熬夜这么迟 怎么回事啊 还在学习?\n我看到了新快照就来摸了"
        },
        {
            "author": "CM_沉默",
            "timestamp": 1580971560,
            "txt_content": " 本帖最后由 CM_沉默 于 2020-2-6 14:55 编辑 \n\n其实，这个树应该是蘑菇（新增的两种蘑菇种下去用骨粉催一下就成这个树了）\n而且这灵魂沙峡谷的恶魂生成率也太高了吧\n"
        },
        {
            "author": "古镇天Gu_ZT",
            "timestamp": 1580973420,
            "txt_content": " 本帖最后由 古镇天Gu_ZT 于 2020-2-6 15:18 编辑 \n\n我觉得NETHERITE还是虚空铸锭好听"
        },
        {
            "author": "1598520660",
            "timestamp": 1580974860,
            "txt_content": " 本帖最后由 1598520660 于 2020-2-6 15:52 编辑 \n\nbug汇报：在此快照中，貌似防具不会因摔落而掉落耐久"
        },
        {
            "author": "kuangshijs",
            "timestamp": 1580975280,
            "txt_content": "官 逼 模 死(确信无疑)"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1580975580,
            "txt_content": "Ash falls through the air灰尘在天空中落下\n是粒子效果还是方块吖？"
        },
        {
            "author": "AzureZeng",
            "timestamp": 1580977920,
            "txt_content": "321yu_wango 发表于 2020-2-6 15:53\n是粒子效果还是方块吖？\n应该是粒子效果"
        },
        {
            "author": "2354430534",
            "timestamp": 1580978040,
            "txt_content": "GW绿色世界 发表于 2020-2-6 07:52\n这次的更新一看就不是mojang自己想出来的，古代碎片。。。。直接弄成狱盐方块岂不更好 ...\n狱盐又是个啥东西"
        },
        {
            "author": "Blue_Ghost",
            "timestamp": 1580978760,
            "txt_content": "终于等到你，还好我没放弃"
        },
        {
            "author": "k_ling",
            "timestamp": 1580980800,
            "txt_content": "。。。这个快照的火什么东西也烧不掉【新特性】"
        },
        {
            "author": "RF_Tar_Railt",
            "timestamp": 1580982480,
            "txt_content": "完了，钻石要被贬职了\n话说下界碎片会不会成为加持信标的新物品？"
        },
        {
            "author": "火星浮云",
            "timestamp": 1580982480,
            "txt_content": "提点建议：\nBasalt blocks – you can find them as pillars but they can be placed in any direction\n玄武岩(Basalt)方块 - 你能以柱状的形式找到，但是你可以以任何方向放置在我的理解下，应该可以改成：它们以柱状的形式生成，但可以以任何方向放置。Netherite items float in lava so you don’t lose all your gear after that unplanned lava bath\n狱盐制品会漂浮在熔岩上，所以你在熔岩中游泳后不会丢失所有狱盐制品其中unplanned没有翻译，而且float in更多是指漂浮在其中，而非漂浮在其上，可以翻译为：狱盐制品不会被熔岩烧毁，所以你在不慎跌入熔岩后不会失去它们。\n"
        },
        {
            "author": "深绿世界",
            "timestamp": 1580985000,
            "txt_content": "2354430534 发表于 2020-2-6 16:34\n狱盐又是个啥东西\n地狱的神秘物质（自然沉淀到岩浆湖底部？）煅烧而成的神秘物质"
        },
        {
            "author": "黑名单hit",
            "timestamp": 1580986200,
            "txt_content": "WOCWOC  mojangNB！！！！！"
        },
        {
            "author": "OStarDreamO",
            "timestamp": 1580988540,
            "txt_content": "金 锭 大 胜 利"
        },
        {
            "author": "goliuxiyang",
            "timestamp": 1580993460,
            "txt_content": "我在想mojang能不能出一个能在岩浆里使用的船"
        },
        {
            "author": "uhuichongfu",
            "timestamp": 1580994480,
            "txt_content": "对不起，我从火星刚回来，“圆石墙产生沟壑”是怎么回事？"
        },
        {
            "author": "Lakejason0",
            "timestamp": 1581000960,
            "txt_content": "翻译又忙起来了"
        },
        {
            "author": "woaimcnb",
            "timestamp": 1581010140,
            "txt_content": "模组杀手"
        },
        {
            "author": "斑马路",
            "timestamp": 1581030420,
            "txt_content": "RedFlagGoup 发表于 2020-2-6 08:15\n可惜我的启动器前不久因为版本旧且无法更新而启动不了任何版本。\n我这里有14种启动器"
        },
        {
            "author": "FPomelo",
            "timestamp": 1581039720,
            "txt_content": "太棒了吧！终于有地狱更新了！真的等了好久"
        },
        {
            "author": "热明纸质",
            "timestamp": 1581041760,
            "txt_content": "与其叫狱盐(地狱NaCl?)不如叫狱岩好过"
        },
        {
            "author": "克球xkball",
            "timestamp": 1581041820,
            "txt_content": "这个狱盐有mod的感觉了！虽然有些老玩家不喜欢高版本的mc，但其实每次更新mc都在进步！我就总是更新高版本。（然而还是mod玩法多）"
        },
        {
            "author": "CL_SZ",
            "timestamp": 1581046920,
            "txt_content": "1111111111111111111"
        },
        {
            "author": "Magma_",
            "timestamp": 1581047100,
            "txt_content": "RPG化进程"
        },
        {
            "author": "魔剑灬无双",
            "timestamp": 1581047640,
            "txt_content": "zouwanyue 发表于 2020-2-6 07:35\n我感觉这几年官方做的更新更新还不如一些mod\n\n很多mod都有\n你说的是虚无世界？"
        },
        {
            "author": "MC阿昊",
            "timestamp": 1581048060,
            "txt_content": "666~\n"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581057900,
            "txt_content": " 本帖最后由 42313123123123 于 2020-2-7 14:47 编辑 \n\n灵魂火把听起来很好,重点是[ruby=Made in Nether]还可以在下界制造[/ruby]\n虽然恶魂的声音范围变小了,但我仍然不建议用剑打恶魂\njeb家猫叫真好听"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581058140,
            "txt_content": " 本帖最后由 42313123123123 于 2020-2-7 14:51 编辑 \nbuhuichongfu 发表于 2020-2-6 21:08\n对不起，我从火星刚回来，“圆石墙产生沟壑”是怎么回事？\n没看懂+1\n到现在仍然在懵逼中没事,我更远,旅行者1号把我抛下来,让我带探测数据回到地球,我刚回来"
        },
        {
            "author": "镐子Pickaxe",
            "timestamp": 1581067200,
            "txt_content": "按照名称来讲，应该是扭曲森林而不是蓝色森林；应该叫下垂（weeping)藤蔓，而不是下界藤蔓；ancient debris翻译成古代碎片比较好；翻译成熔岩制品会比较好（有一个模组里的物品名字相同，被翻译成熔岩xxx），而不是狱盐；翻译成灵魂土壤（soil）更好，而不是灵魂泥"
        },
        {
            "author": "这里是凯特",
            "timestamp": 1581067920,
            "txt_content": "我的世界x泰拉瑞亚【滑稽】"
        },
        {
            "author": "极光星星",
            "timestamp": 1581076620,
            "txt_content": "66666666666"
        },
        {
            "author": "马可solo",
            "timestamp": 1581077880,
            "txt_content": "弩可以附掠夺还能生效。。。"
        },
        {
            "author": "PumpkinHead",
            "timestamp": 1581082980,
            "txt_content": "为啥要降低沉船和遗迹的生成频率。。你不降频率我遇到这俩其中之一我都很兴奋啊。。海贼王更难当了"
        },
        {
            "author": "kudouxinji",
            "timestamp": 1581085920,
            "txt_content": "终于来了"
        },
        {
            "author": "zhao55052",
            "timestamp": 1581091500,
            "txt_content": "多了很多与Crimson Stems和Warped Stems相关的衍生物，建筑党的福音。Netherite的加入使金锭变得更有用，也会让钻石套贬值"
        },
        {
            "author": "lxwznb",
            "timestamp": 1581097440,
            "txt_content": "66666666666"
        },
        {
            "author": "wjk6666",
            "timestamp": 1581099060,
            "txt_content": "以前，觉得金子不如苹果\n现在，我沃玛金子怎么没了？"
        },
        {
            "author": "zob007",
            "timestamp": 1581137340,
            "txt_content": "不过古代碎片矿石好难挖"
        },
        {
            "author": "春海坤威",
            "timestamp": 1581138780,
            "txt_content": "我也来围观一下"
        },
        {
            "author": "gg23df",
            "timestamp": 1581139680,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581145560,
            "txt_content": "镐子Pickaxe 发表于 2020-2-7 17:20\n按照名称来讲，应该是扭曲森林而不是蓝色森林；应该叫下垂（weeping)藤蔓，而不是下界藤蔓；ancient debris ...\n但奇怪的是，“扭曲森林”并不扭曲，而且我查了翻译，那个单词的确是扭曲的意思"
        },
        {
            "author": "Ohdvde",
            "timestamp": 1581149100,
            "txt_content": "新人签到"
        },
        {
            "author": "2bno_1",
            "timestamp": 1581150960,
            "txt_content": "下界火把和灯笼的光色还是黄色啊，是还没做好还是真就黄色了Orz"
        },
        {
            "author": "QwQQwQjh",
            "timestamp": 1581157200,
            "txt_content": "mc的bug（特性）好多"
        },
        {
            "author": "XiaoYao_DongPu",
            "timestamp": 1581165600,
            "txt_content": "有生之年，期待1.16正式版"
        },
        {
            "author": "XiaoYao_DongPu",
            "timestamp": 1581165780,
            "txt_content": "RedFlagGoup 发表于 2020-2-6 08:15\n可惜我的启动器前不久因为版本旧且无法更新而启动不了任何版本。\n我也是这样，你知道怎么回事吗？求助"
        }
    ]
}