{
    "title": "[原创/连载]《我的世界之域灵》第十一章 死亡弓箭手",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1580963280,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:19 编辑 \n\n　　云城正面战场的边缘只有一部分没有智慧的僵尸，舒牧解决起来非常的轻松自如。　　随着他不断的深入战场，没有智慧的僵尸的密集度快速的提升着。恐怖的压力如同潮水一般席卷而来，丝毫不给他喘息的机会。　　一旦击杀一只僵尸，他就让域灵系统转换为自由属性点，以防御力第一，攻击力第二，生命值第三，敏捷值第四，耐久第五的顺序均匀的加点。　　将击杀的每一只僵尸获得的经验值，转化为实实在在的战斗力，这就出现了舒牧在战场上越战越勇的表现。　　每向战场中心走一步都十分的困难，周围的僵尸前赴后继，解决完一只，另一只僵尸又会扑上来拖着他的步伐，不让他继续前进，而且随着时间的推移，黑夜马上就要结束了。　　战场被火焰照得透亮，到处都是燃烧着火焰的箭矢。　　舒牧击杀的僵尸越多，他的战力就越强悍，而当他击杀了大约三十多只僵尸之后，丹田处一股热流流出，流入他的四肢百骸之中。　　“叮！”　　“任务：强者之路的开端。”　　“时限：今日亡灵大军全面撤退之前。”　　“你已经将所有的属性都提升到了一百点，初入方灵大世界，迎来了成为强者的开端。请击杀十只拥有智慧的僵尸来证明你的实力。”　　“注意：拥有灵智的僵尸身体属性都在一百二十点左右，请小心行事。”　　“奖励：煤炭级心法——心印（可升级）、瞬间恢复二药水、初级抗性提升药水（只能减免10%的伤害）、力量二药水。”　　域灵系统给他发布了新的任务。全部属性达到一百点，那就是普通人的十倍，即便是这样也才刚刚达到通向强者道路的门槛。　　本来舒牧是只要安安心心，在战场的边缘地带杀杀没有智慧的僵尸就好，撑到天明就可以混入云城，而现在系统给了他任务，而且还有一个什么心法奖励，这就让他十分的心动。　　自己本身没有什么战斗技巧，若不是之前域灵系统奖励了基础剑术给他，在之前的森林之中，他还真不敢和骷髅射手硬拼，只能乖乖的远远绕开。　　基础剑术带给了他很大的帮助，而且随着战斗的不断发生，基础剑术在他的手中越发的熟练，越发的得心应手，让他在这个世界有了存活的根本力量。　　这一次任务奖励是一个可以升级的心法，而且和基础剑术不同的是，这个心法带有等级，而基础剑法可是连等级都没有的。　　“看样子要尽全力杀进去了。”　　看着密密麻麻的中心战场，舒牧深**气，提剑杀了进去。　　附魔铁剑在火光中，肆无忌惮的收割着僵尸的生命，所得到的经验值不断的被转化为各项属性。属性破百之后，每四点经验值才可以转化为一点属性值，属性提升的速度下降了一小节。　　不过拥有着这样强悍的身体，在战场上即便是被四五只没有智慧的僵尸同时围攻，也可以轻而易举的杀出重围，现在只有初具灵智的僵尸才可以拦住他前进的步伐。　　很快，舒牧就和第一只有灵智的僵尸交手了。　　相比起没有灵智的僵尸，有灵智的僵尸更加难缠，僵尸的攻击不再毫无章法，每一次攻击不是朝着舒牧的致命部位，就是朝着手臂的关节抓去。　　而且攻势非常的凶悍，哪怕是被铁剑刺穿了小腹，它也会顶着铁剑朝着舒牧的脑袋抓去。　　舒牧向后快速退去，意念轻动，一把剑身沾染了暗红色血渍的铁剑，出现在舒牧的手中。　　完全把自己的身体当做限制敌人的武器，在将敌人的武器卡在自己体内的同时，不断地疯狂压制敌人，这样凶狠地打法，估计也只有僵尸这种不怕疼痛的亡灵怪物才会这样做。　　虽然僵尸拥有了灵智，可是智慧也才是几岁孩童的程度，在亡灵指挥给它们下达攻击指令之时，它们除了不断的向前猛攻之外，不带其他的诡计，非常的纯粹。　　而这也是这些初具灵智僵尸的一个共同弱点，相比起没有灵智的僵尸，有灵智的僵尸更好控制，会听命令，攻击速度变快了些，其他和没有灵智的僵尸差不了多少。　　噗！　　十几个回合的缠斗，舒牧斩下了僵尸的一只手臂，他之前杀了一部分没有灵智的僵尸，将经验值平均加给各个属性。现在平均属性只有107点，和平均属性有120点的僵尸比起来还有不小的差距。　　不过舒牧有盔甲的保护，又有锋利的铁剑，加之它们全都有基础的附魔属性，他们之间的基本属性差距还是可以用装备来弥补的。　　一般情况下，强悍一点的士兵只能拖住那些具备灵智的僵尸，而不能击杀它们。　　只有修炼过，具有特殊力量加持的修行者，才可以轻松的将它们斩杀。　　不过那样的存在并没有出现在这一场战斗之中，这一波进攻不算很猛烈，普通人类士兵就可以抵抗住亡灵的进攻。　　如果普通士兵无法抵御，会有弓箭手掩护撤退，让他们在战场的外围清理弱小的僵尸，那时候才是修行者进场战斗之时。　　舒牧抓住机会，一剑刺入僵尸的脑袋。　　没有了一只手臂的僵尸，战斗力大减，舒牧就无须顾忌它那肆无忌惮的打法，闪电出手将其斩于剑下。　　将手中的铁剑收回空间系统，抽出卡在僵尸腹部的附魔铁剑。　　若非自己空间系统还有一把铁剑，恐怕刚刚武器被限制住的时候，就死于僵尸的爪下了。　　怪不得初具灵智的僵尸那么难缠，普通士兵只能拖住它，并不能斩杀它。　　只有两人全力围合，才可以围杀一只初具灵智的僵尸，不然普通士兵根本不是这些初具灵智僵尸的对手，至少在耐力上就并不过这些永动机。　　战场整体局势越渐明朗，局部战事却很焦灼，特别是舒牧附近战斗已经进入白热化的阶段，他已经斩杀了九只初具灵智的僵尸，本来只要再杀一只他就可以快速退场了。　　结果有一个正在和初具灵智僵尸缠斗的士兵，长时间和其战斗，精神状态不佳，加之体力不支，出现了失误，导致自己被僵尸杀死。　　而那一只僵尸就开始和另一只僵尸围攻舒牧，本来只要找机会废了这一只僵尸的手臂，根据之前的经验，自己就可以轻而易举将其解决。　　可是现在又来了一只僵尸插手，导致他两面受敌，不断的躲闪着僵尸的进攻，一手执剑，一手扛盾，完全没有进攻的机会，只能被动防御。　　而其他的士兵看到这样的情况，都想要上来帮助舒牧，可是周围僵尸是越杀越多，杀死一只另一只顶上，他们想要朝舒牧接近一步都十分困难。　　一只初具灵智的僵尸，提供的经验值十分的客观，足足是普通僵尸的三倍，九只下来也刚好将他的平均属性提高到了123点，如果是单独一只僵尸，借助装备的优势，自己轻而易举就可以碾压对方，可是现在两只合力对付他，他也只有被动防御的份。　　也就在这时，一支箭矢射中了正举拳攻击盾牌的僵尸的手臂，让它在一瞬之间失去了平衡。这是一个机会，一个瞬杀对方的机会。　　有了外力的介入，舒牧趁着另一只僵尸的攻击还未来临之际，一剑精准的刺入了僵尸的脑袋，而后举盾挡下了另一只僵尸的攻击。　　“叮！”　　“强者之路的开端已完成。”　　“奖励已放入空间系统请查收。”　　正当他要开始反击之际，一支猩红的骨箭如同死亡的收割者，朝他急速飞射而来。　　舒牧只觉得心脏被一只手紧紧握住，瞳孔微缩，刺出去的剑立马脱手，举盾将自己缩在了盾牌的后面。　　猩红的骨箭穿越战场，它所经过的一切，包括僵尸，包括人类士兵，仿佛都是纸质的一般，被轻易的贯穿。　　当骨箭击中盾牌的瞬间，舒牧只觉得一股强大的冲击力击中了盾牌。　　一道道不可视的波纹四散开来，如同平静水面滴落的一滴水珠荡起的涟漪。　　盾牌挡住了骨箭的大部分威势而被击碎了！　　猩红的骨箭却没有因此而停下，它刺入了舒牧的左臂，连带着舒牧本人直接被带飞出四五十米的距离！撞飞了沿途的僵尸和士兵，才堪堪停了下来。　　“受到攻击，生命值减少87点。剩余生命值36点！”\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "MIP_COMMOM",
            "timestamp": 1580963460,
            "txt_content": "好气啊，我今天又尝试发布了一次第九章，可是还需要审核，现在那两个主题都在审核，也不知道什么原因，我发其他章节就可以，唯独第九章不行"
        }
    ]
}