{
    "title": "[Minecraft.net|INSIDER] 聊聊苦力怕",
    "author": "问谛居",
    "replyCount": 6,
    "timestamp": 1582507680,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-10 12:05 编辑 \n\nMeet the Creeper\n聊聊苦力怕\nFrom a safe distance, obvs\n记得保持安全距离Tom Stone 汤姆·斯通\nEveryone loves a happy accident. They're the best! Happy accidents like being given an extra scoop of ice cream because ** working the counter accidentally gave you too much. Or not having to pay for the ice cream because ** accidentally forgot to charge you. Or realising you can just take all the ice cream you want because jeez lady you really do not know how to run an ice cream store.\n每个人都喜欢意外之喜。这实在是妙不可言！意外之喜就像你被多舀了一勺冰淇淋，单纯地因为收银员不小心多给你了；或是收银员把你给忘了，你不用付冰淇淋的钱了；又或者你想要多少冰淇淋就要多少，因为那位女士实在是不知道怎么经营一家冰淇淋店。\nAh, but what about unhappy accidents? Such as everyone's favourite misery-guts/explodey-guts, the Creeper. These lanky lime horrors will gaze upon you with a look of utmost sadness. You'll soon have a similar facial expression, if you let it get close. Because the Creeper explodes if it gets within three blocks of you, blasting you to bits (oh well, these things happen!) and maybe even damaging your build (NOOOOOOOOOOO WHHHYYYYYY!!!?!?!?!).\n嗯，但是坏人心情的意外呢？例如每个人的刻入DNA中的恐惧之源，苦力怕。这些瘦长的黄绿色的家伙会用这世界上最恐怖的悲伤眼神凝视你。如果它靠的足够近，你马上也会有着相似的表情。因为如果苦力怕离你3个方块以内，它们就会爆炸（这样的悲剧每天都在上演！）甚至还会伤及你的建筑（不不不不不不要要要要要要 为什么为什么为什么！！！？！？！？！）。\n\nAnd it was created almost entirely by accident!\n苦力怕的诞生完全是个意外！\n\n\n\n\n\nThe story of the Creeper —— it was supposed to be the pig，but Notch mixed the height and the width values，or the rotation of it，so it's standing up instead of lain horizontally。But it did have the AI behaviour of looking at the player。So he just thought it was extremely creepy，with this weird thing walking around，looking at you。So he decided to keep it as a monster。He wrote that a friend said it would be cool if it exploded *laughs* and that brought us to the Creeper.\n苦力怕的故事——它原本应该被设计成猪，但是Notch把猪的高度和宽度或是倾斜度给弄混了，所以苦力怕是直立着而不是趴着走。但是它的确有凝视玩家的AI行为。所以Notch觉得有这么个奇怪的家伙四处走来走去盯着你看，实在令人毛骨悚然。所以他决定保留苦力怕，作为游戏中的一个怪物。他引述一个朋友的话：如果它能爆炸那就太酷了*笑*，于是就形成了今天的苦力怕。\n\nThe face was to clearly，with a limited number of pixels，make it look really dangerous。I think the green colour is supposed to be camouflage。But we're still debating —— is it flesh？Or is it more like leaves？Or is it fur？You don't really know just by looking at the pixels。I know Junkboy debates that！*laughs*\n苦力怕的脸部本应清晰，但受制于像素，苦力怕看起来十分危险。我觉得绿绿的颜色应该是苦力怕的伪装。但是我们仍在打赌——它是血肉之躯吗？或者是树叶做的？还是皮毛做的？仅仅看着这些模糊像素，你也无法分辨。我知道Junkboy打赌过！*笑*——延斯·伯根斯坦\nThere you have it - a potential pig ended up becoming Minecraft's most iconic monster. So next time you're making a bacon sandwich, make sure to be extra careful to lay the bacon horizontally. Otherwise, who knows? Maybe you'll accidentally make a Creeper sandwich and then BLOW YOUR OWN MOUTH OFF.\n这就是它——本应是猪但最后成为Minecraft最具标志性的怪物。所以下一次你在做培根三明治的时候，请务必格外注意要把培根放平。否则，天知道会发生什么？也许你会意外地做出一个苦力怕三明治然后把你的嘴巴炸开。\n\nWe consulted a scientist to ask how likely this was to happen to any of our beloved readers. She asked us to never contact her, or any other member of the busy scientific community, ever again. Fascinating!\n我们还联系了一位科学家，以咨询这样的事情发生在我们亲爱的读者身上有多大可能。她要求我们再也不要联系她，以及其他科学界正忙着的成员，永远不要。太棒了！\n\n【@EBsky and WDLJT  译自官网 2017 年 05 月 15 日发布的 Meet the Creeper】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "问谛居",
            "timestamp": 1582507920,
            "txt_content": "草稿过于久远，都在第4页了。。。"
        },
        {
            "author": "EBsky",
            "timestamp": 1582507980,
            "txt_content": "我来了~啊啊啊~"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1582508520,
            "txt_content": " 本帖最后由 Kalice 于 2020-2-24 09:50 编辑 \n\ntake all the ice cream you want 想要多少拿走多少\n\nAnd it was created almost entirely by accident! 苦力怕的诞生完全是个意外\n\nHe wrote that a friend said it would be cool if it exploded *laughs* <- *笑* 不参与句子组成\n\nThe face was to clearly，with a limited number of pixels，make it look really dangerous\n这个句子是这样理解的：The face was to clearly make it look really dangerous (with a limited number of pixels)\n\nOr is it fur? 它有皮毛吗？  is it flesh？Or is it more like leaves？Or is it fur？ 那是它的肉吗？或者说更像是树叶一样的东西？还是它的皮毛呢？"
        },
        {
            "author": "克球xkball",
            "timestamp": 1582789860,
            "txt_content": "每个人都喜欢意外之喜。它们实在是妙不可言！意外之喜就像你被多舀了一勺冰淇淋，就因为收银员不小心地给多你了。或是收银员把你忘了，你不用付冰淇淋的钱了。又或者你可以想要多少拿走多少冰淇淋，因为那位女士实在是不知道怎么经营一家冰淇淋店。\n奇怪的官方增加了"
        },
        {
            "author": "Sssss...",
            "timestamp": 1582793220,
            "txt_content": "Meet ...的译名是遇见......"
        },
        {
            "author": "Ruo_bing0.0",
            "timestamp": 1582875060,
            "txt_content": "看到我一脸懵啊"
        }
    ]
}