{
    "title": "龙骑士2（Dragon Mounts2）1.12.2新版的龙都咋孵呀……",
    "author": "榮、燚",
    "replyCount": 5,
    "timestamp": 1580984280,
    "txt_content": " 本帖最后由 榮、燚 于 2020-2-6 19:00 编辑 \n\n这模组1.7.10之后就没玩过了，最近1.12.2发现有新版就试了下，然而新版的龙都不知道咋孵，老的几种龙都孵不出来了。\n在水/火中或是在对应的生物群系都不能孵化对应的龙，只能孵出末影龙……\n\n\n还有那些月曜龙魔法龙啥的都咋孵呀。\n\n\n游戏版本官方正版1.12.2 forge版本14.23.5.2847\n\n\n模组列表放在下面，为了方便整理我都自己标注中文了。\n\n\n\n\nPQ0OJ2WVGWXC026H[XZYJ97.png (228 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-6 18:16 上传\n\n\n\n\n\n是模组冲突的原因才孵不出特殊的龙吗……\n\n\n\n\n\n",
    "replies": [
        {
            "author": "青芦叶",
            "timestamp": 1580984280,
            "txt_content": " 本帖最后由 青芦叶 于 2020-2-6 19:13 编辑 \n\nhttps://dm2.fandom.com/wiki/Breeds\n这里有一个wiki，虽然很多页面在施工，但还好孵化的信息还在\n\n阳光龙要在阳光传感器上孵化。。这是啥，冷笑话吗\n\n生肉：\n\n\nEnder: \nEnder is the most popular and notable breed. There can only be one in the entire world and cannot be changed via endstone since the beginning of DM2. Their breath is purple-coloured fire, representing ultraviolet light. They cannot be bred.\n\n\nEnchanted: \n\nEnchant is a purple dragon known as the lesser form of Ender. Its most notable feature is the enchant glint running down its body. Right now it doesn't have much of a difference from other breeds, but will hopefully have some in the future. This breed was the first new addition to Dragon Mounts 2. You can obtain one of these via surrounding an egg with bookshelves. They can breed.\n\n\nNether: \n\nNether is a dragon designed with magma scales running down its body. The breath is a higher concentrated fire and unlike in the previous mod Dragon Mounts, it represents lava and the nether more than Netherrack. This breed can't breed or be created by surrounding an egg with blocks. Instead, you must find nether brick towers over pools of lava in the Nether.\n\n\nStorm: \n\nStorm is a breed that is dark in colouration with lightning running down its sides and up its wings. The gender difference is quite big, as the females are more like rainstorm than a thunderstorm. They cannot breed or be created via block change. Instead, it is obtained by striking a water dragon (egg, hatchling, juvenile or adult) with a lightning bolt. What sets this breed apart from all other breeds is that it can harness the power of lightning by striking foes with lightning bolts when it's raining or thundering.\n\n\nSunlight: \n\nSunlight is a favorable breed. It represents the sun and its light. Right now it doesn't have much set apart from other breeds besides texture. Hopefully, in the future all breeds will have their own desirable features. Sunlights can breed and be changed via daylight sensors or glowstone.\n\n\nMoonlight: \n\nMoonlight is the opposite of Sunlight yet it is also highly desired. Male and female have quite a different design so it is easy to tell them apart. As their names suggest, they represent nighttime. They can be obtained via surrounding an egg with inverted daylight sensors and can be bred.\n\n\nAether: \n\nAether Dragons can be found in nests above the ocean. They can be obtained by placing an egg at a height of 170 or above in the Overworld. Aether means sky or light in Ancient Greek. They are normally blue in colour\n\n\nTerra: \n\nTerra is a recent addition. The designs represent the brown earth with some glowing runes down its body. This breed doesn't have much of a difference either. This breed can be changed via block environments and can be bred.\n\n\nZombie: \n\nZombie is unique in multiple ways. The design is rotting scales and skin with bones. This dragon produces a poisonous breath. They cannot breed or be changed via block environments. Instead, you must feed a skeleton dragon 64 rotten flesh.\n\n\nSkeleton: \n\nSkeleton were once known as ghost dragons. They take on the form of a dragon and their wings glow brightly. They cannot breed and can be changed by placing close to bedrock.\n\n\nWither: \n\nWither is a darker coloured skeleton dragon. They have red eyes and rusty black bones. Their wings still glow brightly. Withers have a wither-causing breath coloured a dark black colour. You can obtain these by striking a skeleton dragon with lightning.\n\n\nFire: \n\nFire is designed with many tears in the wings and is covered in a blood red colour running down to its tail. They can be bred and lava will change an egg to this element.\n\n\nWater: \n\nWater, previously known as sylphid, has calm water wings and streams of water running down its body. This breed can breed and is changed via surrounded by water. Luckily eggs can't drown.\n\n\nForest: \n\nForest dragons represent green foliage. This dragon can breed and blocks like leaves can change an egg to this element.\n\n"
        },
        {
            "author": "深绿世界",
            "timestamp": 1580985180,
            "txt_content": "我反正等了几十分钟才孵出来的，最早出来的是森林龙，我也不懂就放在树顶上。"
        },
        {
            "author": "榮、燚",
            "timestamp": 1580986560,
            "txt_content": "GW绿色世界 发表于 2020-2-6 18:33\n我反正等了几十分钟才孵出来的，最早出来的是森林龙，我也不懂就放在树顶上。 ...\n“在水/火中或是在对应的生物群系都不能孵化对应的龙，只能孵出末影龙……”\n……请认真读题= ="
        },
        {
            "author": "榮、燚",
            "timestamp": 1580987220,
            "txt_content": "青芦叶 发表于 2020-2-6 19:03\nhttps://dm2.fandom.com/wiki/Breeds\n这里有一个wiki，虽然很多页面在施工，但还好孵化的信息还在\n非常感谢~~~\n这两天网上找了非常久都没有找到这个模组2代的各种信息，都快绝望了\n终于能愉快的养龙了XD\n再一次感谢~"
        },
        {
            "author": "深绿世界",
            "timestamp": 1580994060,
            "txt_content": "榮、燚 发表于 2020-2-6 18:56\n“在水/火中或是在对应的生物群系都不能孵化对应的龙，只能孵出末影龙……”\n……请认真读题= = ...\n新版龙骑士请使用对应龙蛋。。。"
        }
    ]
}