{
    "title": "[Minecraft.net | INSIDER] 背包盘点：斧",
    "author": ":spgbigfan:",
    "replyCount": 15,
    "timestamp": 1581008760,
    "txt_content": " 本帖最后由 KalphaGo 于 2020-3-8 13:13 编辑 \n\nTaking Inventory: Axe\n背包盘点：斧\nIn for the chop\n为劈砍而生\n\nDuncan Geere 邓肯·吉尔\nHere’s a question for you – what’s the first tool you make when starting a new world? Is it a shovel, so you can dig out some dirt and make a rudimentary hut as quickly as possible? Is it a pickaxe so you can mine stone and get high-end tools fast? Or is it our item of the week – the axe – so that you can gather wood to make other tools fast?\n给你一个问题——开新档的时候，你第一件制作的工具是什么？是锹吗？有了它你就能挖来泥土，尽快制作一个前期的小屋子。还是镐呢？有了它你就能挖开石头，更快地获得高端的工具。还是我们本周的物品——斧，这样你就能收集木头，更快地制作其它的物品？\n\nAxes were first added to Minecraft in January 2010, in version 0.31. They were double-headed to begin with, then one of the heads was removed, then it was put back and the other removed to get the tool that we have today. They’ve stayed much the same over the years – with the biggest changes in the combat update, tweaking damage and attack speed.\n斧最初在 2010 年 1 月的 0.31 版本加入到 Minecraft 中。最初的斧是双头斧，后来其中一边被移除了，再后来翻转了斧的朝向，并把原来那个移除，于是就得到了我们现在这样的斧头。很长一段时间来斧都没什么太大的改变——要说最大的改变就是在战斗更新了，这个版本调整了斧的伤害和攻击速度。\n\nTo make one, you’ll need two sticks and then three planks, iron or gold ingots, cobblestone blocks or diamonds – arranged in the top left corner of the crafting grid.\n要制作斧头，你需要两根木棍和三块材料，材料可以是木板，铁锭，金锭，圆石或者钻石，在合成格中材料需要摆在左上角的位置。\n\n\nThe main point of axes is to chop wooden items faster, though they’re also pretty nifty as a weapon. A wooden axe will break a wood block twice as fast as by hand, a stone axe twice as fast again, and iron one another 30% or so faster.\n斧的主要目的是拿来更快地劈砍木质物品，不过用作武器时也很趁手。木斧比空手破坏原木方块快一倍，石斧又比木斧快一倍，铁斧再比石斧快大概 30% 左右。\nA diamond axe isn’t actually that much of an upgrade from iron in terms of speed – but it will chop more than six times as many items before breaking. Golden axes will only chop a handful of items before breaking, but they cut faster than any other material.\n钻石斧在速度上并不比铁斧快多少——但是和其它钻石工具一样， 耐久是铁斧的六倍。金斧随便挖一点东西就会耗光耐久，但是开采速度要比其它材质的斧快。\n\nDamage-wise, there’s not much difference between the ranks. Wooden and golden axes do three and a half hearts worth of damage, the other types do four. Stone and wood axes attack fastest, which diamond and gold have the lowest recovery time.\n在攻击力上，不同的材质之间就没有多大区别了。木斧和金斧可以造成三心半的伤害，其它斧的伤害则是四心。石斧和木斧的攻击速度最快，而钻石斧和金斧的冷却时间最短。\n\nBalancing it up, if your attacking technique is perfect then you’ll do most damage per second with a diamond axe. But if you don’t attack again the very moment that the recovery meter fills, then you can do almost as much damage with a stone axe.\n平衡一下，如果你的攻击技巧完美无缺，那么用钻石斧就能输出最高的每秒伤害值。但如果你不在冷却条填满的那一刻就发动攻击，那么用石斧也能造成几乎同等的伤害。\n\nAxes are a pretty handy weapon if your opponent has a shield. Attacking a shield with an axe has a chance to disable it for five seconds – opening its holder up to much more damage. If you attack while sprinting, you boost that chance significantly. So if you’re facing a foe with a shield, then channel your inner viking and run in screaming with your axe held aloft.\n如果你的对手拥有盾牌，那么斧就会成为非常有用的武器。使用斧攻击盾牌有几率使盾牌无效五秒，畅通无阻地对持盾者造成更多伤害。如果你在冲刺时攻击，还会显著地提升这个几率。所以如果你正面对着一个持有盾牌的敌人，那么就召唤你的维京之魂，举起你的斧头，在呐喊声中冲刺吧。\n\n\nAxes have been used by real-world humans for more than a million years. The stone-age hand axe, without a handle, is the longest-used tool in human history - we were using it about 1.5 million years ago to butcher dead animals, dig for food and water, chop wood and remove bark from trees. They were also sometimes thrown at prey.\n在现实中，人类使用斧头已经有上百万年的历史。在石器时代，没有把手的手斧是人类使用历史最长的工具——时间将近一百五十万年，我们用手斧屠宰死兽、通过挖掘来寻找食物和水源、劈开木头、刨去树皮。在狩猎的时候还会拿来当投掷物。\n\nThe first axes with handles were in use about 6,000 years ago – usually by wedging a hand axe into a wooden stick. Sometimes rawhide lashings or birch tar were also used to hold it in place.\n在大约 6000 年前出现了第一把能用的带把手的斧头——这种斧头通常是把手斧楔入一根木棍制作而成。有时候还会用生皮捆绳或者桦木焦油将其固定。\n\nInterestingly, we’ve found loads of elaborately-made ancient axes that don’t show any trace of having been used. That suggests they probably had some sort of religious or cultural significance – a theory backed up by the fact that they feature in superstition in many cultures.\n有趣的是，我们发现在古代，有许多精心制作的斧子并没用任何使用过的痕迹。这意味着这些斧子很可能有着宗教或文化上的意义——在许多文化的迷信中都有斧子的身影，这个现象正支撑着刚才提到的理论。\n\nThere’s loads to say about axes, but we have to stop somewhere so let’s stop here. If you want to know more, all you need to do is axe.\n关于斧还有很多要说的，不过总有要结束的时候，那么本文就到此结束吧。如果你想了解更多，不妨自己去刨根问底。\n\n【KalphaGo 译自官网 2020 年 02 月 06 日发布的 Taking Inventory: Axe】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1581008880,
            "txt_content": "为防止你看不懂斧的历史那一段在说什么：\n"
        },
        {
            "author": "Оil",
            "timestamp": 1581010500,
            "txt_content": "……铁斧再比是否快大概 30% 左右。\n\n错字.jpg= =\n\n@那个男人\n\n"
        },
        {
            "author": "3196186355",
            "timestamp": 1581010860,
            "txt_content": "握草第一次感受到mc的历史居然这么悠久，然后现在还在玩1.7.10 版本对蓄力什么的完全不了解"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583092140,
            "txt_content": "remove bark from trees 去除树皮"
        },
        {
            "author": "花若风",
            "timestamp": 1583627880,
            "txt_content": "emmm,百分之三十的细节也可以看出来吗"
        },
        {
            "author": "young.sir",
            "timestamp": 1583644320,
            "txt_content": "恐怖的劈砍伤害！！"
        },
        {
            "author": "young.sir",
            "timestamp": 1583644440,
            "txt_content": "问一下，有多少人像我一样无法控制攻击节奏的？"
        },
        {
            "author": "young.sir",
            "timestamp": 1583644500,
            "txt_content": "3196186355 发表于 2020-2-7 01:41\n握草第一次感受到mc的历史居然这么悠久，然后现在还在玩1.7.10 版本对蓄力什么的完全不了解 ...\n哈哈，同感！"
        },
        {
            "author": "memberC",
            "timestamp": 1583663220,
            "txt_content": "斧头在没有更新PVP机制的时候的地位，不用我多讲把，嗯哼"
        },
        {
            "author": "闲饼干",
            "timestamp": 1583729340,
            "txt_content": "自己玩单机还是喜欢 一手斧头一手盾 斧头读条就举盾"
        },
        {
            "author": "anyean",
            "timestamp": 1583743500,
            "txt_content": "召唤你的维京之魂，举起你的斧头，在呐喊声中冲刺吧。\n迷之想起了暴力厨房（他们好像还真拿斧头切过菜？？？）\n而且说到战斧就想起康师傅了的说（"
        },
        {
            "author": "1_41421356237",
            "timestamp": 1583813280,
            "txt_content": "事实上其他斧的伤害是4心半（9点，原文（中文和英文）写的是4心）"
        },
        {
            "author": "zs、ae86",
            "timestamp": 1583895960,
            "txt_content": "还是喜欢斧头和剑一起待在身上"
        },
        {
            "author": "anye_wscs",
            "timestamp": 1583904180,
            "txt_content": "还是喜欢一手斧头一首盾"
        },
        {
            "author": "galaxy2866",
            "timestamp": 1583920020,
            "txt_content": "6666666      "
        }
    ]
}