{
    "title": "[原创/连载]《我的世界之域灵》第十二章 混入云城",
    "author": "MIP_COMMOM",
    "replyCount": 9,
    "timestamp": 1581042600,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:19 编辑 \n\n　　舒牧忍着疼痛，从空间系统拿出了三瓶药剂，这三瓶药剂分别是域灵系统奖励的瞬间恢复二药水、初级抗性提升药水和力量二药水。　　他用嘴咬开瓶塞，将三瓶药水全都喝了下去。　　一股热流从他的咽喉漫出，顷刻间便遍布全身，瞬间恢复二的药水可以恢复40点生命值。　　骨箭贯穿了他的左臂，幸好大部分的冲势都被盾牌挡住了，不然这一支骨箭绝对可以洞穿他的身体，一击毙命。　　不过他现在还在战场上，随时有被补刀的危险，喝下了初级抗性提升药水和力量二药水，让他在两分钟内，有了免疫10%攻击伤害并且自身攻击力提高10点的药水效果。　　因为之前有盾牌挡住了骨箭的大部分威力，自己这才在骷髅弓箭手手中活了下来。　　以骨箭的威力来看，射出这一箭的弓一定是拥有着强大附魔属性的弓，而且贯穿他手臂的骨箭颜色猩红，显然不是普通的骨箭。　　强大的附魔弓加上特制的骨箭，看样子自己在战场上的表现过于耀眼，被亡灵的骷髅弓箭手针对了。　　短暂的强化他并没有继续和僵尸战斗，而是不断的朝着云城的方向后撤着。　　太阳已经在渐渐地升起，刚刚那一支骨箭的攻击，已经引起了城墙上大部分弓箭手的注意，很多带着火焰效果的箭矢从城墙上射出，朝着十几公里外的森林进行了密集了火力覆盖，而在这些箭矢之中，一支带着青芒的箭矢，如同流星一般，十分的耀眼。　　它的速度也比周围的箭矢要快得多，一马当先，率先射入森林之中。　　舒牧只看到了那么多，至于箭矢有没有击中对方，他并不清楚。不过就以那箭矢的特殊性，舒牧估计有很大概率可以击中刚刚想要射杀他的那一只骷髅弓箭手。　　因为骨箭上带着倒刺，他没法自己动手将骨箭拔出，只能等混入云城之后再想办法了。　　云城的战事还在进行着，不过太阳一出来，亡灵就开始有了退却的意思，而人类士兵则像是看到了希望的曙光，更奋力的拼杀着。　　舒牧卷曲着左右，右手则是执剑斩杀着周围的普通僵尸，七十六点生命值还算安全，有抗性提升可以减少部分伤害，而且他穿着全套保护一的附魔铁套，普通僵尸想要伤到他简直是天方夜谭。　　就在这时，一支骨箭从右方朝着他射了过来。　　舒牧心有所感，侧身轻松躲开了这一支骨箭。　　面对危险，他总可以及时的发现并且避开，像是之前的生命危险，则是一种心脏被紧紧抓住的窒息的感觉，而这一次的攻击则是一种压迫在他身上的紧迫感。　　或许这是他的一种特殊能力，或者说战斗经验？或许是对于危险的感知，预测？　　很快亡灵便匆匆逃入森林，快速消失在人们的眼前。　　云城前方的一大片空地到处是人类的尸骸和僵尸的尸体，而那些受伤的士兵则是有人搀扶着朝着城门的方向缓步走去。　　有些人的手臂被僵尸卸了下来，样子十分的凄惨。人们的盔甲上到处都是坑坑洼洼的凹痕，显然是骨箭击中盔甲时留下的，硝烟在战场的各处升起，那些都是燃烧着火焰的箭矢熄灭之后留下的余烬。　　舒牧混在总多受伤的士兵当中，低着头，朝着云城的方向前进着。　　周围的士兵虽然鲜血横流，但脸上却流露出劫后余生的庆幸表情。　　云城又一次顶住了亡灵的进攻，他们这些受伤的士兵可以暂时不用参加战斗。　　很多士兵其实也不算是士兵，他们都是云城之中，每天为了生活而奔波的普通人。　　因为云城缺人手抵御亡灵的进攻，而且云城也会给幸存下来的战士提供免费的治疗以及不错的报酬，所以很多非官方的士兵都会带上自己的装备上战场，去抵御亡灵的进攻，只要撑过一晚，就可以得到免费的治疗和让他们一个月不愁吃穿的报酬。　　伤亡惨重的，多半是非官方，自发组织的战士。他们身体素质没有云城的士兵好，面对亡灵大军根本撑不了太久，一般都是一群人相互依靠，相互帮助，才勉强可以活过一晚。　　而想舒牧这样的非云城士兵，却独自一个人在外抗击亡灵进攻的也不是没有，不过大部分都是稍微有点钱的人，可以去买附魔弓箭之类的参与防守。　　但是报酬就没有下场参战的士兵多，毕竟站在城墙上朝着下面射击还是非常轻松的。当然，也不是你想射击就可以射击的，必须要听指挥官的命令。即便如此，如果弓术不达标的话，也不能这样参加防卫。　　这样的人，多半是在云城里面有点家世，有点钱财，却又对云城有极高归属感的人，他们不为别的，每当看到经过自己的努力而让亡灵撤退，这就是他们最想得到的快感。　　舒牧很轻易就跟着伤员进了云城，从战场上归来的战士进城时，是不用被守城的士兵检查的，特别是伤员，他们都是保家卫国，抗击亡灵的勇士，是人们尊敬且受到人们拥戴的英雄，没人会去对英雄不敬。　　这也就使得别有用心的人有机会混入云城，就像是舒牧这样的。不过舒牧倒不算别有用心，他只是单纯的想要进去求得云城的保护，不用每天晚上担惊受怕罢了，当然也是为了更好的去了解这个世界。　　进入云城之后，舒牧并没有马上离开，而是继续跟着伤员的队伍前进着，他自己本身也受了伤需要治疗，只是他不知道治疗其实是免费的，这一路上他总是低着头，在想着怎么像别人解释自己的情况。　　自己算是非法混入，说自己是附近村庄的农民，然后告诉他们诅咒的事情？这似乎是一个不错的注意，只要云城派人去调查，应该可以比自己发现更多的蛛丝马迹，也可以证明自己说的的确是事实。　　很快，舒牧就来到城墙边的一处巨大的空地，这里本来是一个容纳商人交易的场所，而近期被云城收调，被用来救治伤员和安置伤员。　　地上铺着精致的石砖，四根石柱拔地而起，屹立在这个空地的四个角落，空地被石质的栅栏围了起来，禁止无关人员入内。　　舒牧排着队，跟着前面的伤员走进了空地，这里有很多帐篷，而且大多数的救治都是在帐篷外面进行的，很多伤势不重的伤员，喝了点药水解决了外伤就可以离开了。　　而那些手臂被僵尸咬断的，身体被骨箭贯穿还活着的，都被安置在帐篷之中救治。　　像舒牧这种，就是被安置在帐篷之中救治的伤员。　　不过伤员的数量非常的多，帐篷的数量又少，很难兼顾所有的伤员，所以像是舒牧这种伤势不至于致命的，就要排队才可以进帐篷救治。　　闲暇之时，舒牧看了看自己的属性面板，一战之下自己各项属性都有了翻倍的提高！　　舒牧　　种族：人类　　耐力：123　　生命值：76/124　　攻击力：124　　防御力：124　　敏捷值：123　　经验值：44　　火元素：0.6/10　　各项属性平均增长，这一战自己也算是收获满满，如果没有最后的骷髅射手给自己来了一箭的话，混入云城的行动可就圆满了。　　属性值一百到两百之间，每四点经验值才可以换为一点自由属性点，而在两百到三百之间，则是八点经验值换为一点自由属性值，越到后面越难提升，所需要的经验值也就越多。　　伤员救治的速度还是挺快的，听说有云城著名的炼金术师和附魔师在这里坐镇，他们都是懂魔法的大师，基本上一个人进入帐篷再出来平均二十分钟左右。　　轮到舒牧时，他掀开了帐篷的幕帘走了进去，里面坐着一个穿着皮革外套，胡子邋遢的老头，那个老头看到舒牧手上那一支猩红色的骨箭时，眼睛都瞪圆了。　　“我第一次见到有人居然可以在死亡射手的穿甲箭下还能活下来，看着伤势并不算太严重，你小子倒是运气好，这一支骨箭应该是贯穿了很多人，到你这里没有了冲势才捡到了一条小命。”　　“不过你身体也真是强壮，看着肌肉强度也不像是一般人。我看看……”　　说罢，他从口袋中拿出了一个巴掌大小的环形玉佩，他将玉佩抵在舒牧的眉心处，一股冰凉的感觉从玉佩上散发出来，在他的身体中快速的流动着。　　“不用害怕，我这是在看看你的身体素质，好对你的伤势配置合适的药水。”老头见舒牧面露难色，安慰道。　　“不错啊，综合素质124点，小伙子有实力，我看这一支骨箭就是冲着你来的吧？这样的身体素质在刚刚的战斗中都算是顶尖的了。”\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "orion008",
            "timestamp": 1581048960,
            "txt_content": "继续更新啊"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581062460,
            "txt_content": "orion008 发表于 2020-2-7 12:16\n继续更新啊\n在起点有最新的，中文论坛是一天搬运一章"
        },
        {
            "author": "王胤刚",
            "timestamp": 1581085020,
            "txt_content": "MIP_COMMOM 发表于 2020-2-7 16:01\n在起点有最新的，中文论坛是一天搬运一章\n友情提示，起点收钱么？收钱的话你这算盗版了。\n不收钱的话，请当我在放屁"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581087900,
            "txt_content": "王胤刚 发表于 2020-2-7 22:17\n友情提示，起点收钱么？收钱的话你这算盗版了。\n不收钱的话，请当我在放屁 ...\n索引有说"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581133200,
            "txt_content": "现在有四个主题在审核，我都不知道什么情况，原本打算把第九章和第十三章在索引，用分页的方式发出来的，结果索引也没了，在这件事没弄好之前，暂时先不搬运到mcbbs，在起点发了"
        },
        {
            "author": "王胤刚",
            "timestamp": 1581152400,
            "txt_content": "MIP_COMMOM 发表于 2020-2-8 11:40\n现在有四个主题在审核，我都不知道什么情况，原本打算把第九章和第十三章在索引，用分页的方式发出来的，结 ...\nemmm\n你是作者？"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581156120,
            "txt_content": "王胤刚 发表于 2020-2-8 17:00\nemmm\n你是作者？\n是啊是啊，毕竟是mc文，以前写过一个试过水，不过内容被和谐了，在创世中文网，而且那里好像所有的mc文都找不到了，只有起点可以看到，也没法解封，网上还有其他网站有，也是玄幻类型的，不过很无厘头就是了。这一次因为之后的时间稍微充裕一些，就打算重写一篇，算了完成自己对mc玄幻文，对自己想法的一些执念吧，总想写出一篇令自己满意的mc文"
        },
        {
            "author": "王胤刚",
            "timestamp": 1581163920,
            "txt_content": "MIP_COMMOM 发表于 2020-2-8 18:02\n是啊是啊，毕竟是mc文，以前写过一个试过水，不过内容被和谐了，在创世中文网，而且那里好像所有的mc文都 ...\n那不好意思，我前面没看，我以为是你转载的别人的书"
        },
        {
            "author": "975495395",
            "timestamp": 1583840100,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}