{
    "title": "[Minecraft.net|INSIDER]本周方块：混凝土",
    "author": "虾米a",
    "replyCount": 5,
    "timestamp": 1581071760,
    "txt_content": " 本帖最后由 罪业2333 于 2020-2-7 18:49 编辑 \n\n\n\n\n\n\nfile_1581070433000.jpg (53.52 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-7 18:17 上传\n\n\n\n\nBlock of the Week: Concrete we need reinforcement!本周方块: 混凝土我们需要硬化!n ye olden days of Minecraft (by which we mean about a year ago), making a big area of blocks of one flat colour meant catching, breeding and dyeing a whole lot of sheep. Literally hundreds, in some cases, depending on how big an area you had to fill. The “baa”s alone would drive players insane.在过去的日子里（我们指大约一年前）把大面积的纯色方块改变颜色，就意味着要捕获、繁殖和染色大量的绵羊。在某些情况下，一个平面的颜色就有很多种，这取决于你要填充的区域有多大。 光是“咩”就让玩家发疯。\nBut then salvation came, in the form of the World of Color update. It added glazed terracotta, coloured beds, and most importantly and excitingly of all - concrete! That’s probably the first time in history that anyone has described concrete as exciting. Hey, it’s our block of the week. We have to at least pretend to get jazzed up about it.\n但后来救星就出现了--以世界颜色更新的形式。它带来了上釉的陶土，彩色的床，其中最重要和令人兴奋的是--混凝土！这可能是历史上第一次有人形容混凝土令人兴奋。嘿，这可是我们这周的方块，我们至少得假装对此很兴奋。\n\n\n\n\n\n\n是.jpg (269.6 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-7 18:23 上传\n\n\n\n\nActually, my mission today is to convince you that concrete is much more exciting than you might think. I’ll skip over the usual stuff we write for our blocks of the week - the recipe (dye, sand and gravel), the changelog (unchanged since it was added to the game) and what you can use it for (pretty much covered that in the first paragraph).事实上，我今天的目的是让你相信混凝土比你想象的更令人兴奋。 我会跳过我们之前写每周方块的那些东西--合成配方（染料、沙子和砾石），更新日志（自添加到游戏后保持不变），以及你能用它做什么（在第一段中已经介绍过了）。 \nInstead, let’s focus on three things. The first is how you make it. The recipe above will actually yield concrete powder - a substance that falls like sand and has the blast resistance of a damp napkin. To turn it into concrete you’ll need to add an extra ingredient - water. As soon as a concrete powder block touches water, it’ll harden immediately into full concrete. Magic! No wait, the other thing - science!相反，让我们关注这三件事。 首先是你要怎么制作它。 上面的配方实际上会合成出混凝土粉末--一种像沙子一样会下落的方块，防爆性能只比得上湿巾纸。要把这种材料变成混凝土，你需要添加一种额外的成分--水。一旦混凝土粉末方块接触到水，它就会立刻硬化成混凝土方块。魔法！不，等等，是科学！\nConcrete in the real world behaves in almost exactly the same way. Mix dry cement with water, and you’ll get a liquid that you can pour into just about any shape you want. Pour it over a steel frame, and you get reinforced concrete - which is even tougher than regular concrete, and is found all over the world. 这和现实世界中的混凝土的表现几乎完全相同。 把干水泥和水混合，你会得到一种液体，你可以把它倒入任何你想要的模具中。 把它浇在钢架上，你就会得到钢筋混凝土--它比普通混凝土还要坚硬，而且在全世界各地都有。 \n\n\n\n\n\n\n2143b6db9dcb7da66bdc8d7c4add0491-realworld.jpg (133.2 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-7 18:25 上传\n\n\n\n\n波士顿市政厅，2008年评选为“世界上最丑陋的建筑”。The second thing that’s amazing about concrete is how much of it there is. Unless you’re reading this in a log cabin in the forest, we can almost guarantee that there’ll be some concrete within a few metres of you right now. By weight, it’s by far the most common man-made substance in the world, helping construct everything from the Hoover Dam to the Panama Canal. 混凝土的第二个惊人之处是它的数量。除非你在森林里的小木屋里读到这篇文章，否则我们几乎可以保证你现在几米之内肯定有混凝土。 按质量算，它是迄今为止世界上最常见的人造物质，可以建造从胡佛大坝到巴拿马运河的所有东西。\nThe final fascinating concrete fact that we’ll leave you with is that humans have been making it for more than 8,000 years. Bedouin traders in 6500BC built houses, floors, and underground water tanks out of concrete-like materials in what is now southern Syria - keeping them secret because it let them survive in the desert. The Romans also used concrete extensively - in the huge structures they built out of it, including arches, vaults and domes. The amazing resilience of concrete is pretty much the biggest reason why so many Roman ruins are still around today. So next time you’re dragged around one on holiday, remember - it’s all concrete’s fault.最后一个有意思的事实是，人类已经制造了8000多年混凝土了。公元前6500年，贝多因人在叙利亚南部用类似混凝土的材料建造房屋、地板和地下水箱，外人不得而知的是这样可以让他们在沙漠中生存下来。罗马人也广泛地使用混凝土--他们用混凝土建造了巨大的拱门、拱顶和穹顶。混凝土惊人的韧性，是今天仍有这么多罗马遗迹的最大原因。所以下次你在度假的时候在一个地方流连忘返，记住--都是混凝土的错。 \n原文: https://www.minecraft.net/zh-hans/article/block-week-concrete作者: Duncan Geere原文发表时间: 2018年3月9日译者: 罪业2333\n\n\n\n",
    "replies": [
        {
            "author": "虾米a",
            "timestamp": 1581268140,
            "txt_content": "emmm 我帖子BUG了吗"
        },
        {
            "author": "雪乐遥",
            "timestamp": 1581291720,
            "txt_content": "混凝土是个好东西，省的我弄黏土和羊毛了"
        },
        {
            "author": "andy7777777",
            "timestamp": 1581328500,
            "txt_content": "其實當混凝土粉末碰到岩漿的話也會變成混凝土!"
        },
        {
            "author": "MXAWA",
            "timestamp": 1581522720,
            "txt_content": "混凝土那是不是更加坚硬了"
        },
        {
            "author": "yang919616997",
            "timestamp": 1581554460,
            "txt_content": "好光滑的材质"
        }
    ]
}