{
    "title": "[Minecraft.net|INSIDER] 遇见疣猪兽",
    "author": "古镇天Gu_ZT",
    "replyCount": 3,
    "timestamp": 1581080040,
    "txt_content": "\n\nMeet the Hoglin\n遇见疣猪兽The Piglin Beast gets a new name!\nPiglin Beast有个新名字\nTom Stone 汤姆·斯通\nBaron Sweetcheeks. Waddles Jr. Professor Oinkington. Tom Stone. All names I pitched for the Piglin Beast, all rejected. I can’t really complain though, because we asked YOU to suggest names for the Piglin Beast after we revealed it at MINECON Live, and your suggestions put mine to shame.\nBaron Sweetcheeks、Waddles Jr、Professor Oinkington、Tom Stone。所有我为Piglin Beast提出的名字都被否决了。不过，我实在没什么好抱怨的，因为我们在MINECON Live上提出这个名字后，你们的建议显然更棒。\n\nWe narrowed your suggestions down to a few favourites, and then after much internal debate in the Mojang offices (with lots of tears, screaming, and frankly aggressive dance-offs) we went with Professor Oinkington! I mean, the Hoglin! Sorry, professor.\n我们把你的建议缩小到几个最受欢迎的，然后Mojang进行了多次内部辩论(我们争吵的面红耳赤) 最后我们选择了Oinkington教授！我是说Hoglin！抱歉，教授。\n\nA massive thank you to everyone who made a suggestion for this tusked mob’s title. Our game is nothing without our amazing community of players, and we love opportunities like this where we can get you more involved in how we make Minecraft. We’ll introduce you properly to the Hoglin in the upcoming Nether Update. Watch Jens and Agnes talk more about it in this video:\n非常感谢所有为这个长牙生物的名字提出建议的人。我们的游戏开发离不开这个令人惊叹的玩家社区，我们喜欢这样的机会，在这里我们可以让你更多地参与我们如何制作Minecraft。我们将在下一期的下界更新中向你介绍疣猪兽。 观看Jens和Agnes在这段视频中的讨论。\n\n\nWant to get more familiar with the Nether before the big update?Try our handy guide!\n想在大更新前熟悉下界?试试我们的指南！\n\n【Gu_ZT 译自官网 2019 年 10 月 19 日发布的 Meet the Hoglin】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "GCVillager",
            "timestamp": 1581082200,
            "txt_content": "呃……Hoglin已经定名了吗？"
        },
        {
            "author": "xdryduigygu",
            "timestamp": 1581406740,
            "txt_content": "e........."
        },
        {
            "author": "42313123123123",
            "timestamp": 1581604920,
            "txt_content": "GCVillager 发表于 2020-2-7 21:30\n呃……Hoglin已经定名了吗？\n期待中文译名"
        }
    ]
}