{
    "title": "关于地图创作的“玩家体验”环节",
    "author": "天佑酱",
    "replyCount": 12,
    "timestamp": 1581076080,
    "txt_content": " 本帖最后由 天佑酱 于 2020-2-16 13:10 编辑 \n关于国内地图的讨论\n大家好啊！玩了4年bbs了，还没怎么在茶馆发过贴XD\n今天我想就国内地图发表一些见解，望大家可以在评论区踊跃发言，不要撕逼XD\n\n\n\n玩家体验\nPart.1.缺“新”之痛          我认为国内地图很大程度上缺少新颖度。是的，我认为国内地图过于刻板，举几个例子，解密区D图至今为止还有很多人整张地图使用一些1.6版本就有的老套路。比如“楼梯藏箱子”、“耕地藏箱子”等等极为老套的解密手段，并且一用就是整张地图。玩家不免觉得枯燥、乏味，玩家体验极低。我不是说不能用，而是说要少用，多一些新套路，比如Minecraft知识问答，知识问答也不要出一些人尽皆知的讯息，多一些冷知识，比如，我出一个题，@e[type=player] 和 @a 一样吗？答案是：不一样。@e[type=player]是选择所有玩家实体，而有些玩家是没有实体的，比如死亡没有点复活的玩家；而@a就是选择所有玩家。说完解密区，再说说冒险区，重复度过高，很多地图就是僵尸/骷髅加点装备让玩家打打就完事了，但这样玩家会感到很乏味。能加点技能的东西为什么不加？加个技能就是质的飞跃。这点我觉得Mithey的作品就非常棒。拿他的成名作《大地复苏Terra Restore》来讲，地图的很多地方真的很新颖，大地复苏I的指令和建筑都没有达到救赎I的水平，可以冒昧的说一句，我玩起大地复苏I就是比救赎I玩起来感觉好，当然阜星在救赎II的表现就很棒。大地复苏地图的“超极限水帘洞”，把UHC和冒险巧妙的结合在了一起，再如“冰封之塔”，颠覆了当时冒险地图很多都是“向下”的模式，云之都的天境的玩法也很新颖、虚空恶魔的技能，还有那个跳船的那关，等等等等，玩家会感到很新，不会中途放弃。因为冒险区我可能比较熟悉，这里说比如救赎I的前几关就很乏味，当然后面还是很不错的。所以，我认为国内地图普遍缺少“新颖”。Part.2.不会“照顾”玩家      你的地图做出来就是给玩家玩的，你的地图不管怎么样都有玩家来玩，作者也可以是玩家，玩家就像《三体》里观察者的存在，所以玩家的体验就显得尤为重要，因此你要尽可能的照顾玩家。就当你是个很不会照顾人的人，那起码的“超远重生点”、“超难走道”就别出现了吧？玩家玩游戏就是想放松，而不是让你给他施压的。我觉得这点大地复苏做的依然很棒，适当远近的重生点、不多不少的物品补给、不用走很远的玩家基地、大场景的加速......Mithey真的做的很棒，我们玩起来也很舒服。而国内，解密圈，部分地图过大又没有加速，玩家要跑很长时间，冒险圈，副本地图重生点太远，副本太难/太简单、装备补给过多/少、场景太大而又错综复杂、跑酷圈部分存档点太远等等等等。（插一句，这里对于给主播/up主做地图除外，毕竟很多主播希望这样的娱乐效果）Part.3.地图不够“细”    我觉得这点其实还是很重要的，通俗来讲就是抓西瓜漏芝麻，还是冒昧的拿救赎I来讲，场景很大，很华丽但华而不实，利用起来的却很少，导致玩家既卡顿又有种“不爽”的感觉。拿灾难星的城堡来讲，建筑的外观真的可以称得上满分了，但玩家呢？实际上只走了个黑曜石走道，到打BOSS就完了，整个城堡是实心的，玩家自然有一种无言的失落。而即使有的城堡玩家可以完全探索，但每个房间真的太大太大了，可以赶得上生存存档里玩家的一个房子，但实际上这里面只有一个刷怪笼和箱子。这种东西虽然单个效果不明显，可积跬步而至千里，积小流而成江海，玩家的fps会有明显下降。所以地图做到细也是很重要的，还是拿大地复苏I来讲，没有很大的建筑，火山和冰封之塔可以算是比较大的场景了，但冰封之塔的房间做的小，每个房间都可能有大地复苏、书本；火山的走道也不大，玩家很快就能离开。我觉得最简单的做到“细”的一点就是“啥也做”，把所有带RPG色彩的小东西都加到地图里，而少一些大建筑，又何尝不是一件好事呢？\n    并且其实“体验”这个东西不止出现在Minecraft地图里，在各个软件，各个产品都是最优先考虑的，B站一个up主，我一次看她直播的时候就看到了，（她目前就读于美国UCLA，专功游戏设计，GPA满分，有发言权吧）他们上课，最先考虑的也是“玩家体验”这个东西。所以我觉得确实要提升玩家体验了。\n\n\n综上所述，大地复苏的熟知很大程度上是因为其独特的玩家体验的。我发布以上文字的目的是为了尽可能让各地图作者注意到“玩家体验”这个问题。我以后对于地图的评分会加权，我的观点是25%看建筑，25%看命令，50%看体验。在这里给上述提到的作品打个分吧。救赎I：指令：89分建筑：91分玩家体验：57分最终得分：73.5分大地复苏：指令：79分建筑：75分玩家体验：88分最终得分：82.5分\n\n一不小心写多了呢XD",
    "replies": [
        {
            "author": "SMFX阜星",
            "timestamp": 1581076860,
            "txt_content": " 本帖最后由 SMFX阜星 于 2020-2-8 16:27 编辑 \n\n既然这么说了，我也来说一说CTM地图吧√\n可能国内没什么人接触到这类地图，但是国外，CTM地图是比较火的一种地图类型。\n全称：Complete the Monuments\n意为收集作者设计的成就物品。\n事实上，这个定义非常广泛，以至于几乎所有地图加入收集元素都可以被称为CTM地图。\n然而，因为我最早接触的CTM地图都是国外的，类似著名的Ragecraft系列。而这类国外地图有一点比较显著的共性，那就是剧情少，玩法非常类似生存，但是有固定的探索方向。\n救赎I以及我之前的几个黑历史就是参考这类型地图来的。\n而Terra Restore系列，说是CTM地图，但玩法上已经很接近RPG了。\n因此救赎I等CTM地图，可能比较看重玩法的人会觉得有点无聊，因为它的确就是不停地打怪战斗，不停地探索，没有啥别的。\n不过之前是因为我担心玩的人太少，才特意加入了许多RPG元素进去的。\n当然，至于场景利用率的事情，救赎I的话，因为都是人工直接做的场景，因此我觉得场景利用率已经很高了，部分城堡利用率不过，一是当时建筑水平限制，建筑无法成为“立体”建筑，而在一个二维建筑上做分层，对当时的我难度很大，因此部分城堡会有实心的情况(当然，救赎I建造后期时间不足也是一个原因)\n总之，稍微解释一下救赎I的事情。也希望大家能够正确认识CTM地图。至于CTM地图这种特殊的玩法，个人认为是青菜萝卜各有所爱吧。不过，确实，事实证明，国内是应该比较看重多样的玩法一些，毕竟这种类型的CTM地图在国内不如国外火也是一个原因，这也是为什么Ragecraft系列在国内热度不如Terra Restore系列的原因。不过是我恰好选中了Ragecraft系列作为目标罢了。\n最后，天佑NB！"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1581080940,
            "txt_content": "我觉得说到点上了。Mithey的大地复苏2可能美工比较糟糕，场景也比较普通，但仍然是ctm的中流砥柱——因为他会照顾玩家，他重玩家体验，知道玩家喜欢怎么样的ctm地图\n其实说来说去，不如去找hole new world什么的玩一下，道理就很显而易见了\n有点不同意的地方，比如说“玩家就是上帝”，我想说的是这种情况只适用于明显的利益关系……我觉得好的地图不单只是给玩家带来好的体验，也是对自己的升级——也就是某位大佬所说的“感动自己”\n以及，指令什么的感觉不能通过直接看出来，也是通过游玩体现的……说到底，还是属于“玩家体验”"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1581102360,
            "txt_content": " 本帖最后由 ⊙u⊙ 于 2020-2-7 09:19 编辑 \n\n游戏\"面向\"低龄段，地图制作门槛低，作者技巧提升慢提升难，心理不成熟，见少拾粪，这些都可能是影响一个制作者产出质量，甚至是泥潭地图整体质量的原因。\n部分作者以自己为中心，以自己为标准，弄得高兴就完事了，难就完事了。却没有了解到地图是做来给别人玩的。\n\n地图制作涉及面广，讲究整体协调（地形，建筑，剧情，设定等）。游戏剧情或设定不一定要真实，但必须追求合理。对话线索甚至场景应具有引导性推进剧情进展。解密难度应循序渐进且控制好各关卡的用时，而不是以难倒玩家为目的。\n\n来看看国内绝大部分解密地图都有哪些特色？\n南瓜头，音效，蹭墙，怪物，箱子，钥匙，小纸条\n我有画面了...\n\n最小努力原则\n2天肝一图，质不行量来补，何苦为难自己\n如果只是抱着随便的心态，可能连量都不会有\n很多东西是要做出来想出来才会好看好玩，别人想做/吃快餐，有什么办法？"
        },
        {
            "author": "天佑酱",
            "timestamp": 1581129000,
            "txt_content": "BlackCB. 发表于 2020-2-7 21:09\n我觉得说到点上了。Mithey的大地复苏2可能美工比较糟糕，场景也比较普通，但仍然是ctm的中流砥柱——因为他 ...\n“玩家就是上帝”那里其实我写的时候没有这个意思，我当时想的是，你做地图，不管怎么样，都会有玩家，作者也可以是这个玩家，所以玩家都是一个有如《三体》里的观察者的存在，给人的感觉是上帝，所以我就写了个“玩家就是上帝”，看来我文科解释不大行，我改一下吧XD"
        },
        {
            "author": "淑芳",
            "timestamp": 1581132000,
            "txt_content": " 本帖最后由 淑芳 于 2020-2-8 11:25 编辑 \n\n作者上述观点部分赞同。但是建筑和指令我不懂的方面，先说建筑，建筑是首为游戏性服务的。这样相对阜星的建筑明显过于庞大空洞。而复苏的虽然技法方面可能不如阜星，但在服务游戏性方面做得妥帖。我认为这是更胜一筹的原因。指令也不多谈。也要为游戏服务。无论用的指令多高超，能让玩家玩起来觉得好，觉得妙。就是成功 另外希望国内作者尽量联合起来，不要太放不下自我认同感。很多时候你不会的就该和别人取长补短\n"
        },
        {
            "author": "woshijinmuyan",
            "timestamp": 1581132300,
            "txt_content": "666666666666"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1581148560,
            "txt_content": " 本帖最后由 隐退 于 2020-2-8 16:47 编辑 \n\n一句话，创新很难，做好一张地图需要反复地打磨，很累而且很无聊。\nhttps://www.bilibili.com/video/av45674529　07:41 ~ 09:20"
        },
        {
            "author": "SMFX阜星",
            "timestamp": 1581150360,
            "txt_content": "淑芳 发表于 2020-2-8 11:20\n作者上述观点部分赞同。但是建筑和指令我不懂的方面，先说建筑，建筑是首为游戏性服务的。这样相对阜星的建 ...\n来大致说一下救赎I的事情，救赎I毕竟是模仿Ragecraft系列的作品，因此偏向生存，看上去玩法很少，但确实这也是国外一个受众挺广泛的类型。当然，我比较喜欢这种类型，因此跟国内大部分人的看法有点不太相容。\n另外一点，其实我个人认为作图的原初动力是兴趣，我作图也是如此。我喜欢这样做，因此我这样做。救赎也受到了影响，因此会偏向于我个人喜欢的方面发展(也就是国外普遍CTM的玩法)，而不是大部分国人的。\n至于最后的建筑......救赎II我都是先做建筑再做具体内容的，因此做大了后很难再调整好。同时，我已经不能再咕咕咕了，也没办法再进一步完善，因此就有所欠缺吧XD"
        },
        {
            "author": "2550526349",
            "timestamp": 1581152340,
            "txt_content": "大家都是咸鱼，还能干啥呢awa！扣六就完事了6666666666666666666666666"
        },
        {
            "author": "SR_踮脚",
            "timestamp": 1581158280,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "繁琐Fansuo",
            "timestamp": 1581241260,
            "txt_content": " 本帖最后由 繁琐Fansuo 于 2020-2-9 17:50 编辑 \n\n说起解迷地图\n就不得不先谈论一下“解迷游戏”这个范畴了（以下分类引用于于奶牛关用户“莱伊卡 ”的回答：https://cowlevel.net/question/1992336）\n“\n1、剧情推理类\n这类解密游戏偏向于收集线索，根据线索选择物品和道具以推进剧情和关卡，往往有较多推理的成分在。像题主举例里说的《机械迷城》就是这类解密游戏。\n\n2、编程类\n这类游戏偏向于基于规则和单元部件完成组合调配。内核普遍有规划和编程的思路，往往自由度比较高，相应的也非常烧脑（掉头发），甚至只有目标和工具，全部需要从头搭建。代表作品有《异星工厂》和z社的游戏。\n\n3、积木（乐高）类\n这类游戏偏向于用物理引擎制造一个世界，在世界下用有限的资源完成搭建并挑战任务，这类解密游戏比较能释放玩家的创造力，解密往往不是唯一的目的，展现脑洞大开的思路才是真正的乐趣。代表有2D的《桥梁工程师》，3D的《围攻》等\n\n4、原创规则解密类\n这类游戏相比上面利用物理引擎制作世界，更多的是对制作组规则的理解，完成谜题的挑战，这类游戏普遍自由度不会特别高，更多的是和制作组进行脑力的比拼，精妙的关卡设计，往往出自这类游戏。代表游戏就是V社自己的传送门系列。\n\n以上就是简单对常见解密游戏的一个划分，比较新颖的解密游戏往往是集中在第四类，这类游戏比较考验制作组对机制的开发，关卡的设计。当然也可以按照自由度，剧情量，进行划分。同时解密这一要素与其他游戏类型的结合的现象也普遍存在。”\n\n      目前在mc这个框架下的创作解迷地图就算以一个现有游戏模式去模拟一款“解迷游戏”的体验，而目前国内社区绝大多数的作品属于极为低级的第一种类型”剧情推动“--“收集线索，根据线索选择物品和道具以推进剧情和关卡，往往有较多推理的成分在”但实际上，几乎很少有作品能够体现应有的“趣味性”，毫无逻辑关系的“找按钮，找拉杆”，变了形式的“找钥匙”，这能算是“解迷”吗？但还是有一些地图在解决谜题时具有趣味性：https://www.mcbbs.net/thread-681177-1-1.html（镜中之室）（注意只是指的谜题设计，这个作品的表现效果和包装还是有着很多不足的）\n      二，三类型在现有框架下去制作并且让其具有良好表现力极其困难，在国内外社区都很少出现。\n      第四种类型既然是“原创规则”，其谜题所有都围绕着自创规则来进行，在谜题设计上需要设计者不少精力，让游玩者能够表达出“惊讶”的设计，制作者更需要“惊异”的思维。但令人欣慰的是，还是存在这样一类解迷作品，如论坛用户MinecraftLive的两个level up作品，minecraftmaps上的The Hypercube，shadow（不记得名字了，但玩法是控制你的分身“影子”），rewind2（最开始的教学，第一个关卡的控制温度）（显然作者没有这个能力来驾驭这种体材，后边全成了高级的找按钮）\n      为什么国内社区的解迷地图会如此单调乏味？为首的原因是解迷这个类型就极其难做，你想要去难住玩家，但不是“难死”；你想要玩家被你设计的”诡计“，”谜题“所吸引，而不是被“吓跑”，“严肃性”和“趣味性”两者都要权衡（找按钮找钥匙就别进入这讨论范畴了）再者当前游戏\"面向\"低龄段，地图制作门槛低，作者技巧提升慢提升难，心理不成熟，很多人甚至就没怎么多接触这类“解迷游戏”，只是玩过一些弱化的“解迷地图”，那么他/她所做出的内容可想而知。拥有如此创作力和阔力的创作者，既然有如此完美的个人能力更不会选择这样一个有着诸多限制和问题的平台，而会去转向独立游戏的制作"
        },
        {
            "author": "黑星nova",
            "timestamp": 1581410760,
            "txt_content": "看到你们讨论这么热烈我有点开心啊，工作关系我确实没办法传达太多东西，不过后面我可能会让国建的某一两个项目组来做两个“国建思路”的游戏。\n至于这里呢，我打算就着这个玩家体验这里说一说。\n在我观察来看，版内很多作者其实渴望通过一款游戏讲好一个故事。这里我要泼盆冷水，各位中的大多数目前的设计能力还不足以以“讲好一个故事”为核心目标的进行开发。\n游戏性（GamePlay）才是一款游戏的基底，各位更多的精力应该放在如何设计核心玩法（类似于用剑砍怪、躲避攻击这种具体到体验层面的东西）以及核心循环（CoreLoop，下文讲解）\n核心循环这里需要单独讲解一下：我们认为一款游戏一般只有一到两种核心玩法，这样便于玩家将精力集中，更易产生情绪共鸣。但是很明显，单纯的让玩家一遍一遍的尝试核心玩法是不可行的。因此我们需要一套循环机制来使玩家的核心玩法体验在游戏系统中产生反馈，从而激励玩家再次尝试核心玩法，形成体验闭环。\n下面是一个非常简单的workshop\n一个游戏叫小明买菜，核心玩法是讲价，通过对卖家面部表情等细节的观察判断来决定合适的出价\n那么根据这个核心玩法做出第一个游戏\n就干讲价，降价完成告诉你当前成交价格与卖家能接受的**还差多少，然后根据差额给个评价，之后开启下一轮降价。\n很显然，这游戏简陋得无聊。\n然后下一个，\n小明是拿着妈妈给她买菜的钱讲价，如果讲价降下来的比较多，就能把没花掉的钱攒下来，几轮之后用攒下的钱买正版Minecraft。\n嗯，有点内味儿了：成功产生了进度感，并有更加明确的并且有意义的目标了。\n再来一个游戏，\n小明拿着妈妈给她的钱和清单买菜，因为菜价总是在变，所以妈妈也只是估算了一下总价就给了小明钱款，小明需要与多位菜贩讲价才能买齐清单上的蔬菜，而不同菜贩出售的蔬菜种类有重合，需要小明**，考量标价与讲价的难易程度（摊贩面善吗？）来决定最后如何购买；之后就跟之前一样，攒下每次买菜所剩的钱买正版Minecraft。\n这回就看着有一些挑战了，因为引入了更多决策与选择。但是注意，这里的修改实际是玩法层面的变化而非外围系统。\n再给一个完整版吧。\n前面买菜的环节都同上一玩法；但攒下的钱并不只是买正版Minecraft了，小明给自己写出了一长串愿望清单，从小玩具到出国游玩的经费从低到高逐个排开，二与此同时呢，小明还会在市场里遇到服饰小贩，他会卖给小明一些能讨特定商贩喜欢的漂亮服饰，来降低与这些商贩讲价时的难度。小明需要谨慎决定如何花钱才能尽快实现自己的出国旅行梦想，成为全世界无数个小明中最先到达理想目的地的优秀买菜小明。\n这里我又引入了一个“成功回报”的概念和成长感。\n一个比较简单的CoreLoop模型就是\n玩法——成功——兑现——成长——挑战更难的玩法\n通常来说，只要在这个循环内让玩家螺旋上升，永远提供给玩家合适的挑战和对等的成长回报，玩家就会进入一种“心流”的状态，即一种波动上升的情感体验曲线：这玩意上瘾。\n总结来讲，在关注用户游玩体验时，CoreLoop的尽早建立是一个游戏能否合格的关键因素，值得各位重视。"
        }
    ]
}