{
    "title": "[多线]LoftServer —— 一个比较有特色的|养老|科技类Mod|起床战争服务器[1.7.10]",
    "author": "1065598263",
    "replyCount": 0,
    "timestamp": 1581085860,
    "txt_content": " 本帖最后由 1065598263 于 2020-2-7 22:46 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果为了重点突出Loft丶战盟的游戏风格，本服即将删除大部分不实用的插件，管理员不参与任何服务器建设，只参与服务器管理方面的事物，不会出现有权独大的现象，玩家守则由玩家们共同商议，包括主城（出生点将于指定玩家或组织建造）以及公共地域交通的建设，已经禁止或即将禁止的物品将会在服务器官网进行公示，同时也会放出相关的获取方法，那么，玩家们自己建设的服务器，会是怎样的呢。 \n\n一、服务器制度（此条制度最终解释权归Loft丶小冷所有） \n1、服务器采取白名单邀请制度，玩家可以完成调查问卷进行入服申请，困难难度，死亡不掉落 ， 每个月的第一个周六重置末地 \n2、请尊重他人，同时也是在尊重你自己。破坏他人的建筑以及公共设施将得到封禁（即使只是一块地毯），盗取他人财物也将得到封禁（即使是一个石头）。 \n3、在不小心损害他人财物时，建议和当人说明，或者立个牌子加以说明，以免造成不必要的麻烦。 \n4、故意杀人、骂人将会被封禁，有争端请找管理员，或者私聊解决，不要在公屏上撕逼，影响他人游戏体验。 \n5、一切被永久封禁的玩家都会终身封禁，不得解封。请好好珍惜自己的账号。\n6、服务器采用城镇制度，玩家可以自己创立小镇、加入其它小镇。每个小镇需要在主城内建造本小镇的管理组建筑，建筑物内必须有本小镇的成员以及小镇基本介绍。 \n7、每个小镇需要建立自己的小镇管理组，人数达到5人以上的小镇可以申请加入服务器管理组，每个小镇最多1名玩家进组。服务器管理组由各个小镇的成员组成，负责商议修改或增加玩家守则以及公共项目的建设。\n8、主城的建设由各个小镇组织建设，轨道交通请严格参照规划方案进行建设，如果有更好的轨道交通方案希望提出。\n9、对服务器有任何意见和建议可以私聊Loft丶小冷，但是确保是有建设性的建议。 \n10、小镇的成立需要5人以上才得到承认，否则视为独居或群居。 \n11、轨道交通建设如果需要跨村请及时与地块拥有者（以下简称地主）协商沟通，如果是因为在没有协商沟通的情况下施工，地主拥有合法的权利对铁路进行拆除，同时如果造成地主的任何 损失都必须要进行无条件赔偿。如果在征得地主同意建造轨道交通的情况下，地主没有及时告知施工方施工位置有建筑物未及时移除所产生的损失，由双方自行协商赔偿，协商无果请及时找 管理员解决，以免导致双方冲突进一步升级恶化。\n12、请全体本服的MC玩家放心，即使是全服只剩最后一个玩家，也不会因为资金不足等问题而停机，而我就是那最后一个玩家。\n13、本服承诺永久不删档，因为离开久了想起来回来看看，会觉得回家的感觉也挺好。\n二、起床战争\n该服为本服的子服，添加了幸运方块，下载本服客户端即可进入，同时也支持1.6-1.8的客户端进入，没有白名单，具体IP可以在服务器官网找到，因为会不定时更新所以不在这里放出。\n三、Loft丶战盟游戏管理与运营团队\n玩家加入本团队需要高度承认并理解Loft丶战盟核心价值观，且需要在本服申请白名单成功后三个月的观察期内无任何违规记录方可递交申请。\n\n风里雨里，我在这里等你。\n\n也希望大家不要把这里当成快餐服玩，这也是我开养老服的初衷。这个存档已经两年了。\n\n\n以上均摘录至本服官网玩家须知\n\n\n由于截图的时间是早上大部分玩家都还在睡觉233\n\n\n\n\nfile_1581086155000.jpg (77.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-7 22:35 上传\n\n\n\n\n\n\n\n\n\nfile_1581086155000.jpg (79.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-7 22:35 上传\n\n\n\n\n\n\n\n\n\nfile_1581086155000.jpg (68.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-7 22:35 上传\n\n\n\n\n\n附上OP证明\n\n\n\n\nfile_1581086155000.jpg (77.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-7 22:35 上传\n\n\n\n\n\n\n",
    "replies": []
}