{
    "title": "[原创/连载]《我的世界之域灵》第十三章 煤炭级心法，心印",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1581132420,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:20 编辑 \n\n　　老头在测试完舒牧的身体素质之后，翻手间一瓶药剂就出现在了他的手中。　　“哈哈哈。吓到了吧！这是由云城著名的锻造大师打造的空间戒指，戒指内含十立方的空间，可以用于存放各种死物。不是我老头子瞧不起你，看你年纪轻轻，应该不是云城的人吧？”　　“云城的年轻才俊我大都认识，也都见过，就他们那个屁样，用资源堆积起来的身体弱的不行，根本和检查的实力不匹配，空有一身好素质却不知道怎么利用。”　　老头一边调配着药剂，一边和舒牧嘴上唠叨。　　“你的身体我检查没有用药的痕迹，应该是实打实自己修炼出来的身体，像你这样的在云城之中屈指可数，如你这般年纪能达到这样成就的，在云城好歹也是大世家的人……”　　老头沉默了一会，似乎在等着舒牧回话。　　“如果你不想说的话就算了，好心提醒你一句，没事的话千万不要在云城里面捣乱，毕竟这里是我们的家，有着很多人的美好回忆……”　　说罢那个老头将一滴药水滴在了骨箭之上，那支骨箭瞬间便化作灰烬。而后他又在舒牧的伤口处滴了一滴其他的药水。也不知道他在伤口处滴了一滴什么药水，伤口居然开始肉眼可见的愈合起来，而且伤口就像是在被蚂蚁啃食一般，又痛又痒。　　“好了，走之前把这一瓶药一起带走，每天喝一口，连续三天你的伤势就可以完全恢复了，而且不会留下任何暗伤，和原装的一样。”　　舒牧接过老头递来的药水，弯腰道了一声：“谢谢。”　　“还有这个给你，你没有在军备处登记出城战斗，没人会给你报酬的。这些算是我代表云城军备处给你的报酬，好好利用吧。”　　说罢，那个老头挥了挥手，示意舒牧可以走了。　　舒牧很感激这个老头，给他免费治疗而且自己是黑户，还给他钱帮助他在云城活下去。　　舒牧思索片刻，而后仿佛下定了什么觉得，说道：“其实，我是从云城附近的一个村庄逃难来的。村民都被骷髅弓箭手不知道带走到什么地方去了。很多，很多的村庄的村民都消失了。他们就像是凭空蒸发的一样，我来云城只是为了找一个避难所，至少不会让我在深夜依旧担惊受怕的地方。”　　“如果可以的话，我希望您可以帮我们调查一下云城周围的村庄，保护他们。我只是不希望再有其他的村庄和我们的村庄一样，所有人都消失了！”　　舒牧演技十分了得，杂糅着真实的情感在其中，他很害怕黑夜，特别是那种独自一人在荒村，随时都有可能被人杀死，无声无息杀死的恐惧。　　在村庄之中，也只有王程明给了他一点小小的帮助，没想到自己却因为这一善举，而被卷入到一场可谓是死劫的灾难中，还好自己运气了得，加上域灵系统的帮助，吸引了骷髅弓箭手的注意力，才有机会顺利逃离村庄。　　对于普通人来说，骷髅射手就是最恐怖的存在，它们躲藏在暗中，就是收割生命的死神。　　当时，舒牧的身体各项属性还和普通人差不多，甚至连普通人都不如。能骗过骷髅射手，阻碍它们的计划并活下来，已十分不易。　　之后有了系统的奖励，30点自由属性点和基础剑术全篇，让他度过了最危险的时期，靠着这些根本的力量，在森林中杀了不少游荡的普通僵尸，属性也在不断的稳健提升着。　　在战场中游走在边缘，击杀普通的僵尸不断提升自己，最后深入战场的核心地带，击杀了十只僵尸。这时，他的属性在二十四小时内翻了十倍不止。　　这些优势，都是域灵系统给予他奖励，加之充分利用才建立起来的。　　“最近战事不断，云城附近有凋零骷髅出没的痕迹，全程战备警戒达到了一级，我们根本无暇顾及周围的村落。”　　“可是一般来说，村落都不是亡灵的进攻目标，它们无利可图，除非它们在暗中谋划些什么。小友你提供的情报很有价值，你把这个也带走吧，或许你的情报透露了亡灵进攻的关键，这权当是我私人给你的小礼物吧。”　　老头说罢，朝他丢了一个环形的物品过来，舒牧顺势接住，仔细看去，这是一枚雕刻着各种奇怪符文的戒指。　　“这枚戒指是内含有一立方空间的戒指，你可以装一些重要的物品在里面，只要你修习了心法，就可以通过意念从中存储物品了。”　　舒牧又朝着老头拜了一拜，说道：“我叫舒牧，不知道您尊姓？”　　“听好了小子，老头子我是云城炼药师协会分部的副会长，方九玄。如果你需要药剂帮助尽管来找我，我很看好你，小子！”　　“行了行了，快走吧。你的事情我会派人调查清楚的，后面还有很有伤员等着我治疗呢。”　　方九玄摆了摆手，而后回过身去调配起一些药剂，他开始忙活起来了。　　离开了帐篷，舒牧将身上的附魔铁盔甲收入空间戒指之中。　　除了属于自己的东西外，其他的东西都不能存入空间系统，也不知道这个属于是怎么判断的，总之这一身附魔铁盔甲是无法存入空间系统的。　　云城的白天非常的热闹，车水马龙，到处人来人往以及小贩的吆喝声。　　之前击杀了十只僵尸，系统除了给他的三瓶保命的药剂之外，还给了他一个煤炭级的心法。心法的知识和基础剑术一样，全都烙印在了他的脑海之中，仿佛这些知识本来就是他会的。　　舒牧清点了一下方九玄给他的钱袋子，里面有三十四枚不知道是什么材质制成的银白色圆形钱币，背面印着一个“云”字，正面则是印着一个“澜”字。　　他不知道这东西的价值，打算先去一家旅馆试试水，顺便也可以找个地方看看那个心法怎么使用的。　　天蓝客栈，坐落于云城热闹的街市之中，不过意外的是，这里的人流量却并没有舒牧想象的那么大，很多人进入客栈之后找个位置坐下，点了些酒水就不再说话，独自一个人喝着酒。　　这家客栈住店费用也是高的吓人，很多普通居民根本来不起这样的“高档”客栈，不仅住店费用昂贵，就连酒水也是非常的昂贵，据说在外面普通的小麦酒，在这里就需要一个金币的价格。　　云城货币换算非常的简单，一百铜币相当于一个银币，一百银币相当于一个金币，一百个金币可以买到四个钻石，而在金币之上，就是一种名叫做星龙币的东西，据说星龙币是用多维世界的特殊材料打造成的货币。　　这种材料不仅可以用于制造强力的装备，还可以强化附魔属性，承受极强的附魔属性。这也使得这种材料，成为了现在大部分强者理想装备的核心材料之一。　　入住天蓝客栈一天一夜需要四个银币，而且不提供早中晚餐。不过房间与房间之间听说加装有效果很不错的隔离阵法，可以阻挡各种探测术法。最顶尖的房间按时收费，一个小时需要三个金币，不得不说这可真是奢侈。　　缴纳了四个银币之后，舒牧来到房间的床上盘腿坐下。　　他开始按照着记忆中心印心法的内容，依靠着域灵系统的指导，很快就入了门。　　一丝亮光出现在他的丹田处，精神世界不再是一片漆黑。　　心法是修行者的入门术法，每一个修行者都有着心法作为支撑来修行。不同等级的心法差别非常的大，有些心法只能拓宽丹田，开拓灵识到一定的上限之后就无法在继续提升。　　这种心法多是阶段性的心法，按照各种桎梏将心法分级，煤炭级是最初级的心法，之后就是铁锭级心法，金锭级心法，青金石级心法，钻石级心法等。　　不同等级的心法所要求的的基本属性不同，比如，煤炭级心法只要全属性达到一百就可以修炼，而铁锭级的心法直接将要求提升了三十倍，需要全属性达到三千才可以进入下一阶段的修炼。　　往后基本都是提升三十倍的要求，金锭级是全属性达到九万，青金石级是全属性达到二百七十万，钻石级则是需要全属性达到恐怖的八千一百万，近乎就要破亿！　　很难想象那样的存在拥有着怎样的伟力，属性是普通人的八百多万倍，估计翻云覆雨，搬山填海对他们来说都是小事吧。\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}