{
    "title": "长期更新预告: 斯卡纳托斯 超大开放世界探索RPG",
    "author": "秦无心_Renoi",
    "replyCount": 4,
    "timestamp": 1581144900,
    "txt_content": " 本帖最后由 秦无心_Renoi 于 2020-2-11 20:40 编辑 \n\n序言\n虽然是第一张地图，在挺多人看起来应该是好高骛远\n不过开放世界rpg倒是一直有在挺多服务器里面待过，也总结过一些经验\n从16年玩朋友做的rpg服开始，就一直计划着自己做一张rpg服或rpg地图\n虽然不敢说一定能做好，但也算至少让自己的梦想由计划中变成实现中。\n哪怕过程的确会非常地艰辛，我也希望能够做下去。\n\n那么首先，我先来介绍一下这张地图\n原地图链接\nhttps://www.mcbbs.net/thread-935669-1-1.html\n\n我们也是秉承着斯卡纳托斯的原设定，希望尽可能地采用原来的设定去制作这一张地图，当然，这不可能完全使用原作的设定，肯定是会加入一些想法让这张地图的可玩性增加一些。\n\n游戏内容主要分为\n生存\n探索\n成就\n主线\n支线\n\n由于是计划做开放世界，所以主线的内容实际上异常地少，除了最终目标和最初的目标以外，其他的都是在探索路上遇到的各种事情。\n本地图是计划由时装和rpg相互结合\n（当然这并非什么新奇的玩意，很多国内rpg服都有这么做的情况）\n只是我并非是只有装备、武器才会去用时装制作，我希望尽可能地更多地使用时装。\n怪物、采集物、装饰、成就奖杯。\n\n\n地图是1.12.2版本，由于技术力不足，采用自定义NPC来进行制作，并适当增加一些命令方块来增加一些玩法。\n初期的玩家，要保证自己生存的同时，向周围进行探索。\n在白天，沼泽地里会有少量的鳄鱼和史莱姆封锁着玩家前进的道路。\n夜晚的森林，成群的野狼和组团前来的僵尸围堵着玩家的行动。\n初次之外，击杀地图上的任何原版生物都不会掉落任何物品，即玩家无法通过击杀动物来获取食物。\n你需要想尽办法获取一把斧头，采集一些木头，来为自己的房屋进行扩建，增加一些保护。\n你需要想尽办法获取一把锄头，扩大自己的农田，来保证自己的食物储备。\n你还需要寻找到附近的村落，来获取一些必需的资源和信息。\n\n\n当你完成某个选择时，等待你的不一定是你预想到的结果。\n你可以获得奖杯，放置在自己的墙上。\n你只需要完成唯一的一个最终目标。\n第一阶段制作情报\n怪物设定\n野狼：白天时不会主动攻击玩家，在夜晚时会变为敌对单位，索敌范围加倍，对其造成伤害的同时会吸引附近野狼攻击\n鳄鱼：索敌范围低，移速速度慢，攻击速度较快，并且会对玩家造成迟缓效果，夜晚时不会主动攻击玩家\n部分玩法设定\n文明点数：玩家完成某一项任务使得文明得到进步可以获得文明点数，例如教导未不会耕作的村民种田会使得文明点数提升，反之，做出违反道德，使人的精神向非人转变时，文明点数会下降，例如击杀村民会导致文明点数下降\n文明点数只会影响最终剧情。\n\n村落声望：每个村落独立声望，帮助村落即可提升声望，反之降低声望，当某一村落声望过低时，无法获得村落内所有帮助，且受到村民攻击。\n\n尸体设定：（商议中）森林内会随机出现尸体，尸体附近会出现瘟疫传染，当有实体靠近尸体时会造成持续的中毒效果。\n\n传送石：解锁传送石即可解锁该地传送方式，单解锁某地传送石不可使用，需要解锁两地的传送石才可以完成传送。\n\n成就：当完成某项任务时，将被授予成就奖杯，成就奖杯可以贴在特定的能够放置成就的墙壁上。\n采集点设定\n主角的小屋附近森林内\n浆果丛：可以采集浆果，食用后可以补充少量的饱食度\n蘑菇：可以采集蘑菇，不可直接食用\n芦苇：可以采集芦苇，用途暂未设定\n\n\n\n顺便一提，如果有想要一起制作像这样一张地图的朋友们欢迎加入我们\nhttps://www.mcbbs.net/thread-953473-1-1.html\n欢迎各种技术大佬策划大佬们的加入哦~\n",
    "replies": [
        {
            "author": "YueHaxgu",
            "timestamp": 1581217380,
            "txt_content": "一说到这种类型我就想到了刺客信条奥德赛还有天际，巫师啥的，地形占比还是比较多的，游玩过程很享受很美，但是剧情也是一级棒，希望作者能真正的做下去"
        },
        {
            "author": "秦无心_Renoi",
            "timestamp": 1581217500,
            "txt_content": "hurui 发表于 2020-2-9 11:03\n一说到这种类型我就想到了刺客信条奥德赛还有天际，巫师啥的，地形占比还是比较多的，游玩过程很享受很美， ...\n感谢支持，"
        },
        {
            "author": "人醉梦先醒",
            "timestamp": 1581220860,
            "txt_content": "话说\n\n整个地图建筑风格是什么呢\n\n中世纪？古风？还是什么嘞"
        },
        {
            "author": "A_sir",
            "timestamp": 1581343080,
            "txt_content": "不错哦，期待完成品"
        }
    ]
}