{
    "title": "[原创·连载]仙境突破壹——追魔之路",
    "author": "炫宙菌",
    "replyCount": 0,
    "timestamp": 1581220440,
    "txt_content": " 本帖最后由 炫宙菌 于 2020-2-12 21:58 编辑 \n\n 前言此系列改编自我以前和现在以及将来制作的服务端剧情服务端内剧情由第一人称书写，这里以第三人称叙述仅仅为体验过的一些玩家提供一些剧情的其他角度切入点大量删减游戏中打怪片段，减少了文字冗杂删除了过于幼稚和指向性的语言，增强了剧情的探索性游戏系列仙境突破一 追魔之路[已完结]仙境突破二 鬼界之争[正进行]仙境突破三 皇权纷争[未开始]……To be Continued\n\n\n 第一章 迷惘·启程1.家中的密室\n苏景呆呆望着家中残败的布景，面色沉重。看着桌边父亲留下的旧书，他不禁黯然神伤:”我，是一个孤儿，父母为歹人所害。当年随叔父一家外出云游，竟没有见到他们最后一面！不知何时起，我总是想起父母，父母双亡，孤苦伶仃，这种情况已数年，我却只能守着这里，悲夫！我不能继续堕落下去了，定要为父亲母亲报仇！“一边说着，一边打开了旧书。书中赫然二字映入眼帘:“至物”这二字让苏景颇为摸不着头脑，何为至物？最好的东西就是至物？可那书的内容只是《春秋》的批注，世间早已不罕有，怎能称之为至物？等等……“至”不正是室的下部分么？难道说，屋子之下有隐藏的东西？可自己家并没有地下构造，这到底是？狐疑着，苏景推开了尘封的储藏室门，掸出一地的烟尘，他望了一眼角落生锈的铁箱，尝试性的拉了一下，竟然把看似笨重的铁箱提了出来！脚下的地板突然崩塌，还没来得及反应，苏景便掉了下去。什么？家中居然有不为我知的密室？震惊了，这还是父母从未提及的事情。点燃密室中存放的灯火，苏景找到了一封信：  孩子，当你看到这本书时，我肯定早已不于人世了，看到这里，莫悲戚，定要活在当下！魔王将我与你母亲掳走，一定怀揣着叵测的目的若要为我们报仇，定要上燕            门山学技，当你纯熟行走于江湖之日，便是你对阵魔王之时。前路漫而艰，定有无数妖魔邪鬼，莫畏惧，抗击到底！\"           - \"加油吧，孩子！仇与恨涌上了心头，苏景暗自起誓：按父亲说的那样，斩杀魔王。 2. 幽暗的树林收拾好了行囊，顺着密室出口的方向，苏景来到家附近的树林，心生疑惑：那片树林一直以来被铁栅栏封锁着，看似没有危险可邻里从未有人去过那里。究竟是为何？一探便知。   初入树林，四周顿时黯淡无光，斑驳细碎的日影透过橡树的树叶洒在人迹罕至的道路上，虫鸣不绝耳畔。倏然，近旁传来窸窸窣窣的噪声，苏景警觉起来，按住手中的短剑。日光浮动，只见剑柄上三个字闪着光芒”云墨剑”，它一直挂在家中的壁橱上，从未出鞘，父亲也从未提起，却是街坊邻居闲谈中提到了，这似乎是把附有灵气的剑。可看上去却只是一把灰突突的石剑，可能是父亲有所隐瞒吧……   “呃呃嗯”一声怪叫想起，从树上跳下来一个矮小的生灵，他身披杂草、面如腐叶，佝偻着身子，张牙舞爪着指着苏景，似乎在威胁他。苏景抽出剑晃了一下，矮人便逃脱了。“真装腔作势”苏景撇撇嘴，继续向前走去。   不到一炷香的功夫，苏景就快到了树林另一边，正要走向亮光透过的外界，突然前方的光芒被一个嶙峋的身影遮住，苏景定睛察看，居然是方才的怪物，叽里呱啦喊着一通未知的话语，周围便出现了更多黑影，大叫着、欢呼着迎接入罗网的来客。不妙，苏景提着剑寻求突围，却发现里三层外三层被怪物包围，不可脱身，难道刚出家门就要葬送于此了么？怪物蜂拥而上，躺着浑浊的涎液向他扑过去……本能地，苏景抬起附近的东西招架，情急之中抬起了剑，云墨剑霎时变得暗淡了，剑头射出了黑漆的流弹，击中了为首的怪物，被浓雾缠绕着，怪物们一哄而散。总算安全，苏景舒了一口气。云墨剑的颜色似乎变深了一些。\n\n\n 第二章 漫漠的村庄\n\n1. 初入沙棘村没想到树林通往一个沙漠中的村庄，村庄的祭坛上赫然书者三个字：沙棘村。这是个在沙漠边缘建立的村庄，看规模，貌似只有方圆一里，沙漠却望不到边。或许是前朝冷血的战场吧，似乎弥散着未散去的锈迹。一位村民走了过来冲苏景问好：“这位少年想必是外乡人？欢迎来到此地沙棘村。你从何处来？又打算到哪里去？在此地停留几日？”苏景：“我从树林另一侧的小镇来到此地，心向燕门山。敢问村长在何处？\"村民表示他不知何为燕门山但村长了解，只是指了指村庄最为高耸的房屋——村长 沙彻家。2. 村长的五个难题推开门，一位苍髯老者在品茶。苏景向他说明了来意，旋即老者表示欢迎。”请问村长燕门山在何处？“”燕门山？老朽听闻过那处是神人道士修炼之地，凡人怎能到达？“”我有必定前往的信念，纵使千山万水也拦不住“”哈哈，虽无千山万水，但险处不少！到燕门山，需途径莫愁谷、玄风镇、南望港、小蓬莱和东口山才能到达燕门，更有无数妖魔鬼怪，不是此地的鸡狗猪羊可以匹敌的，险境莫测，困难重重，少年的决心如此坚定，我只好尽力相助，请在此地停留数日，积攒力量，同时为我乡民解忧。老套之事一并交代，为我村做些实事，取得一些猪皮、鸡魂、木精，各交予我十个，便去找沙遂，此人是我村最为勇猛之人，多次为民除害，跟他学，定有所长！“顾不得想为什么一个偏僻之地的村长会懂得燕门山途径哪些地方、热情的村民立马就指出村长知道燕门山在何处，只是复仇心切，热血上涌的苏景迅速完成了这些任务。皓首老者望着他心切的表情，浓髯之下露出了窃笑。3.为沙棘，为行程来到了沙遂住处，沙遂一见到苏景，十分狐疑的大量着他。”我已听闻村长之言。但现在不可，我遗失了我的玉佩，少了它，我心急如焚，得帮我找到它！”苏景看他求玉佩心切，只好答应。时光飞快，苏景已在沙棘停滞了15日，期间不是为这家找鸡、就是为那家收菜，再者就是剿狼窝这种烂事。苏景越来越按耐不住了，便去找村长询问接下来的路，但村长总是不在，偶尔几次在住处却用其他理由拒绝。正值懊恼之际，沙遂宽慰说：“苏贤弟已为沙棘贡献许多，村长对你大加赞赏，只是还未考虑好如果安排你的行程。”这又等待了五日，终于见到了和蔼的村长。村长这样回复苏景：“这几日多有怠慢，莫要责怪，这二十日，小苏你为沙棘出力，嘉奖是必须的……”边说边指着一旁的皮袋，苏景松开系带，袋中露出了一把青光闪耀的长枪。“龙啸枪，枪指如霹雳，迅影掠天边，乃是我村铁匠沙棘倾力打造，与渊灵枪、云墨剑并称潜能三将兵”什么？云墨剑果然非同凡响，看来要谨慎使用……苏景暗忖想着“试一试是否顺手？”接过神枪，苏景挥动了两下，似乎挺顺手。“顺手便好！接下来莫愁谷离此地甚近，向我所指的方向前行，需要钻进大片荆棘丛，入口便存在丛中。如若需要协助，敬请回来！保重，孩子！\"\n\n 第三章 鬼斧的神山1. 山上仙人      苏景拨弄一下丛生的荆棘，腐朽的干枝纷纷坠落，钻过干燥的洞穴，在沙棘边上的山后钻了出来。眼前又是一座更巍峨的山，附着终年不化的风雪，山间小淙流下又被封冻，只有涓涓细流从树间流下。山中一道旷世峡谷展现开来，陡峭垂直，似乎是造物主刻意所作，山间幽寂，连飞鸟也罕见飞过“此地甚冷啊！早知如此便多穿两件皮衣”苏景抱怨道。在封冻的寒山中穿林木、走冻土，半个时辰后终于见到人影。正准备前去问路，结果那个打扮如客商的人也急不可耐追了过来。      “客商，敢问此处是？”      “这位小生见笑了，我也初入此地，人生地不熟，便寻人问路，没想到竟同为他乡人！”      “敢问客商从何处来？”      “从**侧，穿山洞来西山，若不是有一山顶仙人指点方位，不知何时能翻越此山！”      “此山有仙人居住？我不妨会会他。”      越过层层覆雪的密林，苏景攀上了山崖，一鹤氅白须老者端坐于山顶松树上。\n\n第四章 隐雪的小镇\n\n\n第五章 繁荣的良港\n\n\n第六章 俊逸的神山\n\n\n\n第七章 入云的道门\n\n\n\n第八章 悠久的灵境\n\n\n\n第九章 残败的魔都\n\n\n\n\n第十章 结束·开始\n\n\n\n\n\n\n",
    "replies": []
}