{
    "title": "[修改]小白冒险记-HIM  第三章",
    "author": "250=mo",
    "replyCount": 10,
    "timestamp": 1362458220,
    "txt_content": " 本帖最后由 250=mo 于 2016-2-18 20:32 编辑 \n\n第三章 饥饿航行      小船顺着沙子向下滑，我听到从林木与沙子摩擦的嚓嚓声响。在船儿遇到水之前我心里一阵慌，但它还是稳稳地将我托起，而且看起来距离它的极限还远着。我松了一口气，开始划起桨来。海水溅到我的手上，显得温暖舒适。      离开了岸边，海浪似乎便不难挣脱了，只像摇篮一样上下摆动。我看着海面，一时不知自己是在前进还是后退，但身后的丛林又着实是愈来愈小，愈来愈模糊了。背对陆地，面前是广阔单调的大海，海浪和阳光合力点缀着这片海域。受那些童话故事的影响，我一直不安地盯着那两三片云。我有一种奇妙的感觉，我面对着大海，护着我的只有我的小船。      正午的太阳依旧灼热无比，我便扶着小船泡在水里，但不到半个小时我便证明了这着实是个累人的动作，我便又吃力地爬回小船里。盖着羊毛毯睡了很久。      小船儿其实不大，只能让我一个人躺在里面。这里的天空更像一个巨大的屏幕，我躺在其中，感觉像在观赏一场巨幅的水彩画。很多时候我都会怀疑这天空是不是只是一张图片，一直在慢慢旋转……。我开始触到这个世界的边缘了，我想。我捂住眼睛，透过指缝观察这个尚未崩溃的世界。      ——以及……饥饿的边缘。      第六天是痛苦的一天，我被一阵阵咕噜声从一个风暴噩梦中叫醒，右侧的如融化的金属球般橙红的太阳正在被海缓缓地吐出来，颜色平滑地漫满整个天空。我的肚子疼得难受，仿佛里头被胃酸搅得粉碎。我翻弄背包，抓出几块曲奇饼的碎片，简直要把胃翻出来把它直接消化掉。      我检查了三遍背包，也没有发现任何结实的线，而海仍然一望无际，看不到任何一个可依托的岸。而我甚至怀疑，在我愚蠢的划动下船只是不是真的在前进。      好在发生了一件事情让我确认了我着实是在告诉前进：翻弄背包的时候，几块饼干掉出了船，我忙去捞，才发现它已经漂了好几米远了。      那天下午事情有了些许转变，我看到远处海底向上凸出了海面。我像溺水者捉到了一根树枝一般拼命向那儿划去。接近傍晚的时候，我开始减速，但脆弱的船只还是在撞上岸时发出了让人心碎的声音，但我管不上这些，我冲上岸，却发现这只是个毫无意义的小岛，而且令人绝望地，它还是一个孤岛。      我腿一软，跪在岛上，胃里是翻山倒海。      船只显然有了些许变化，我必须把身体向左侧倾斜才感觉船只是平衡的。不会撞坏了吧？      这天我根本没法睡觉，手脚又无力，便慢慢划桨。日落后过了很久，世界才重新黑下来。这天月亮迟迟不出来，海天之界显得模糊不清。但也正因为如此，才使那个突兀出现的奇幻光景显得神秘绚丽。      月亮将要出来的时候，我看到远处海面上仿佛有一个光源。我知道那里一定不是有陆地，这令我感到恐惧。但它的神秘勾起了我的好奇心。      ——而当我靠近了的时候，我却拼了命往回划桨，海水在这里塌下了一个洞——或者说，这里的大海像被切断一样，而地下是炽热的熔岩！就像什么人在这里罩了个无形的玻璃罩一样！      我感到难以呼吸。船只靠近深坑的那一块木板突然断开来，滑向那可怕的深渊。我抓住剩下的木板，脚乱踢，脑袋时而在水面上时而被浪打到水下。我的眼睛被打湿了，不敢睁开，只向着当前的方向游。身体套在沉沉的盔甲里，这使我恐惧于只要一停下便会沉入深海。过了大概一个小时的痛苦挣扎，我抓着抽筋的腿，难受得几乎要哭出来，但却感觉身后靠到了一块泥土上。我极力睁开眼睛，终于哭了出来。      ——群岛。本章完（1291字）索引下一章\n",
    "replies": [
        {
            "author": "打酱油",
            "timestamp": 1362458280,
            "txt_content": "啊~刚刚催更就出啦！！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1362458940,
            "txt_content": "打酱油 发表于 2013-3-5 12:38 \n啊~刚刚催更就出啦！！！\n那是，效率啊……"
        },
        {
            "author": "打酱油",
            "timestamp": 1362459540,
            "txt_content": "250=mo 发表于 2013-3-5 12:49 \n那是，效率啊……\n几秒的效率~恐怖啊！！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1362461520,
            "txt_content": "打酱油 发表于 2013-3-5 12:59 \n几秒的效率~恐怖啊！！！\n我说的是【复制——粘贴】"
        },
        {
            "author": "xingxinghai",
            "timestamp": 1391769480,
            "txt_content": "250=mo 发表于 2013-3-5 13:32\n我说的是【复制——粘贴】\nMC的月亮又大又圆？"
        },
        {
            "author": "13051883303",
            "timestamp": 1431084660,
            "txt_content": "看来又失败了技术不够硬。。想当年都是+4的。。补发人气，不能因为期末考试就断更啊。。"
        },
        {
            "author": "250=mo",
            "timestamp": 1431182820,
            "txt_content": "13051883303 发表于 2015-5-8 19:31\n看来又失败了技术不够硬。。想当年都是+4的。。补发人气，不能因为期末考试就断更啊。。 ...\n我是因为中考而断更。还剩一个月了，很快了，我要加把劲"
        },
        {
            "author": "13051883303",
            "timestamp": 1431243360,
            "txt_content": "250=mo 发表于 2015-5-9 22:47\n我是因为中考而断更。还剩一个月了，很快了，我要加把劲\n这么巧我也要中考了可我现在还对着电脑什么鬼"
        },
        {
            "author": "m4m3",
            "timestamp": 1431250800,
            "txt_content": "哦哦好有小说的feel！不错！！"
        },
        {
            "author": "250=mo",
            "timestamp": 1449369900,
            "txt_content": "2015.12.06，10：49， 修改，或者说，重写"
        }
    ]
}