{
    "title": "[原创/连载]《我的世界之域灵》第十五章 高级战场",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1581302340,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-11 23:20 编辑 \n\n　　天色渐渐暗了下来，围墙上燃起了明亮的火把，守城的士兵瞪大双眼，看着城外的黑暗，只要有进攻出现的征兆，他们就会立刻拉响警报。　　而在城门附近聚集了很多的雇佣兵，其中普通人居于多数，当然也有不少的修行者，但普通的战斗他们根本无需入场，只需要普通人去解决就好了。　　修行者趁着亡灵的高级战力还没有出现，尽可能的去修炼，这样在出战的时候就会有更多的把握战胜亡灵，活着回来。　　舒牧将附魔铁套穿戴在身上，这一身属性是只有士兵才会是免费的。如果要自己去附魔师协会附魔的话，其中的轻盈一附魔属性需要五个银币，保护一倒是免费的。　　附魔物品具体有哪些附魔，可以通过域灵系统扫描得知。当然，在附魔师协会也可以找附魔师来查看，因为附魔说实在的，就是将龙语以法则的形式印在盔甲的规则之上，使得盔甲出现本不属于它的特殊属性。　　拥有经验的附魔师，都可以判断出一些基本附魔属性。　　现在距离战争开始还有一段时间，天色虽然已经完全黑了下来，但还不是亡灵最佳进攻时间，它们最猛烈的攻击是在深夜。在深夜前两个小时左右，多半才会有亡灵来攻城，在那之前，舒牧可以修炼心印，拓宽一下自己的灵力上限。　　在修炼的过程中，舒牧的大脑可以得到更加充分的休息，加上之前他在客栈休息了不少的时间，到深夜时，正好是他精力旺盛的时候。　　城外十分的黑暗，除了城墙一公里的范围内有士兵在附近巡逻，可以看见一条条的红色火焰在城池前面的空地上走动之外，其他的地方都是无尽的黑暗，今晚天空漆黑一片，没有半点月光，人类的视野大幅度受限，亡灵很有可能会提前攻城。　　城墙上的弓箭手眺望远方，他们比普通的士兵视力要好很多，哪怕是几乎无光的黑暗，他们也可以看见其中有一道道模糊的黑影在游荡。　　看样子比较像是普通僵尸在游荡，这些僵尸算不上是威胁，他们需要更加小心的是黑暗中的骷髅弓箭手。　　因为今晚没有月光的缘故，即便是城墙上的弓箭手也无法眺望太远的距离。　　这就给了骷髅弓箭手非常好的机会，他们可以趁着巡逻队伍的空档，从一条条黑暗的路线靠近云城，而后在射击范围之间攻击城墙上的士兵。　　三个小时后，城墙上传来了一声声急促的钟鸣声，在城墙各段，也就是每隔一百米就会安置一个警钟，以确保敌人入侵的消息可以及时的传到城内。　　在钟声刚刚响起的那一刻，城门缓缓地打开了，云城的士兵整队出发。　　一列列的方阵带着至死不渝的气势踏出了城池，而参与战事的雇佣兵则是当所有的士兵都出发后才进场。　　舒牧刚刚离开城池，便感觉到地面在震颤着，不远处的黑暗之中仿佛有什么可怕的怪物正在快速的接近。　　就在这时，城墙上的弓箭手们纷纷张弓搭箭，一支支带着火焰的箭矢朝着黑暗覆盖而去。　　顷刻间便可以看到无数的黑影被火焰箭矢击中，不过火光只是闪烁片刻便消失在了黑暗之中，然而就是这一瞬间，让人们看清了来犯的敌人。　　因为之前舒牧是中途入场，那时候战场上到处都是火光冲天，时不时有带着火焰的箭矢从城墙上射下，导致地面上会有很多的火焰在燃烧，有借着僵尸的尸体和人类尸体一直烧个不停的。　　而现在战斗才刚刚开始，到处都是漆黑一片，一种无声的恐惧弥漫在每一个人的心头。　　当第一只僵尸的面容暴露在火光之中，士兵队伍里面不知道谁喊了一声“杀！”，整个队伍都沸腾了起来，一声声的呐喊声响彻云霄，穿着附魔铁盔甲，举着附魔铁剑冲向了尸潮。　　今晚舒牧并不想太过高调，只要在战场的边缘杀杀普通僵尸就好，反正一只普通僵尸可以给目前的他，提供三到四点的自由属性点，而且还十分的轻松，也不会被昨晚的骷髅弓箭手视为眼中钉，可以安全的提升自己。　　身体属性远超普通的僵尸，普通僵尸的一举一动在他的眼中，是要有多慢就有多慢，浑身上下都是破绽，附魔铁剑随手刺击，就贯穿了它的脑袋，基本上围过来的普通僵尸都不够舒牧杀的。　　很快他周围的普通僵尸就要被清空了，为了防止自己暴露出来，他朝着战场中心的方向靠近了五百米的距离。　　整个战场是一片长二十公里，宽两公里的巨大空地，因为大部分火焰箭矢的射程就在两公里的范围之内，所以战场的范围也就在这两公里的范围之内。　　两公里之外的地方就是无尽的黑暗了，没有士兵会傻到冲进黑暗之中，而且他们也冲不到那么远的距离，他们可以把战线压制在距离城墙一点五公里处，再往前的话就会出现严重的伤亡，这个距离还算安全，至少普通的骷髅弓箭手无法威胁到城墙上的人类弓箭手。　　因为在战场上表现得很强势，许多普通人自发组成的佣兵小队都朝着舒牧的方向靠近。　　相对于普通僵尸密集的地方，那些普通人组成的小队更喜欢僵尸数量更少的地方，而舒牧周围就是这样的一个地方。　　他们都是普通人，强一些的，顶多也就是身体某个属性比普通人强一倍到两倍，也不会太强，况且长夜漫漫，他们如果一直保持高压力的战斗，很容易会出现身心俱疲，精神恍惚的情况，在战场上，每一个分神都是致命的。　　渐渐的，战场上开始出现一个神奇的现象，越来越多的普通人聚集在舒牧的附近，形成了一个庞大的阵型，不断朝着普通僵尸密集的中心前进着。　　而身在其中的舒牧并不知道这样的情况，他只知道自己周围的普通僵尸越来越少了，不断的朝着普通僵尸多的地方跑，这就导致这个队伍一只在朝着战场的中心前进着。　　越接近战场的中心，普通人的雇佣兵小队就觉得周围的压力突然变大了，并没有再随着舒牧一并前行，而这些压力对于舒牧来说根本没有什么。　　他让域灵系统获取经验值时，暂时不将经验值加点到属性上，而是先存着，回到云城之后自己再计划给属性加点。　　轰！　　一声巨响在舒牧不远处的战场响起，舒牧朝那里看了一眼就挪不开眼睛了。　　那是一只体型巨大的恐怖僵尸，身体高度差不多有三层楼那么高，它全力冲刺，沿途的士兵还有僵尸全都被它撞开了。　　“吼！”　　它咆哮一声，健壮的手臂当即抓住一个穿着附魔铁套的士兵，狠狠地朝着云城的城墙扔了出去。只听见“轰”的一声，城墙扬起了大片的尘土。　　不用看都知道那一位战士的后果，这么快的速度撞在城墙上，即便是修行者也要受伤。　　“走！快走，这里已经不是我们能应付的了，快叫修行者，叫修行者过来！”　　前方传来了士兵惊惧地嘶吼声，一道火光冲向天际，在黑暗的天空中炸裂开，四散出无数绿色的光点。　　随着第一道火光的升起，接下来一道又一道的火光冲向天际，它们就像是催命的符咒，不断的冲击着云城士兵的内心。　　最近才注册雇佣兵的普通人不知道这样的信号是什么意思，但是光凭着之前那个士兵的喊话，很多雇佣兵都朝着远离中心战场的方向快速的退去，仿佛战场的中心有着吃人的恶魔，吓得他们肝胆俱裂。　　有高级亡灵入场了，接下来中心战场就没有守城士兵什么事了，他们围着中心战场，围着一个一个体型巨大的僵尸，四散开来。　　一只巨型僵尸嘴里残存着一个人类的断肢，它猩红的眼睛锁定了距离他不远处的一个士兵，青筋暴起的巨手猛地朝着那个士兵抓去。　　就在这时，一道青芒快速的从众人的头顶飞过，和那一只巨型僵尸撞在了一起。　　强大的冲击波瞬间掀飞了巨型僵尸周围的一切，形成了一个巨大的真空地带。　　“是修行者，有修行者出手了！”　　舒牧看见了青芒接近巨型僵尸的一幕，也看见了青芒在和巨型僵尸接触的一瞬间，巨型僵尸被震退的震撼场景。　　这就是修行者的力量吗？好强，自己的力量和其相比起来简直就是与太阳争辉的萤火虫。　　舒牧心中暗自想着。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "2020xiaosheng",
            "timestamp": 1581306420,
            "txt_content": "特好看不错不错"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581308160,
            "txt_content": "2020xiaosheng 发表于 2020-2-10 11:47\n特好看不错不错\n谢谢支持"
        }
    ]
}