{
    "title": "[电信]天堂之上——设定清奇的小众服务器|定期举行集体活动[1.12.2]",
    "author": "617731522",
    "replyCount": 0,
    "timestamp": 1581831000,
    "txt_content": " 本帖最后由 617731522 于 2020-2-16 13:30 编辑 \n《服务器设定》        设定1、服务器共6个世界，由上往下分别是【末地、以太、超平坦主世界、矿洞世界、午夜世界、地狱】，地狱门、以太门都无法建造、末地门不生成、玩家可以通过往天上搭建楼梯至255格或者挖掘到地下0格的方式进入上层世界或者下层世界\n主世界 ：超平坦世界不刷怪不生成矿物\n矿洞世界 ：生成绝大部分矿物，在黑暗的地方会受到伤害，需要保证光照才能安稳挖掘，在矿界根据高度生成矿石，0~250生成煤矿和铁矿，0~128生成青金石矿，0~64生成金矿和红石矿，钻石在32以下大面积生成，冶金MOD里的矿都在24层以下，矿洞世界怪物综合强度为普通的2.5倍以上\n主世界夜晚有小概率生成裂隙门和裂隙人，裂隙人会把附近所有生物抓住拖到裂隙门，将生物传送到午夜世界，午夜世界为永夜模式，小概率生成部分高级矿石\n以太世界 ：会随机生成副本可以进行挑战，并会生成部分高级矿石\n地狱 ：怪物跟原版强度相同，生成所有地狱矿石\n末地 ：怪物跟原版强度相同，生成所有末地矿石\n        设定2、服务器的非BOSS非动物类怪物击杀后有30%概率复活，并有10%概率分身\n        设定3、玩家出生只有4颗心，共8点生命值上限，通过击杀怪物获得生命经验值【经验值槽红色的经验条】攒满后增加2点最大生命值上限并回复所有生命值，最高等级90级可增加180点生命上限，死亡会掉落部分生命经验值，玩家通过不断食用从未食用过的食物也可以增加生命上限目前可增加36次，共72点生命上限\n        设定4、玩家死亡后可以在1分钟内让其他队友右键进行复活\n        设定5、服务器拟建大型类《艾恩葛朗特》型副本《通 天 塔》（建设中……），共49层，每层50格高度，每层包含一种生物群系和特定资源，需要首通后解锁采集资源 [每现实周刷新资源]，副本怪物首杀10倍掉率，首通后解锁该层副本传送，可以使用菜单进行传送挑战\n其他隐藏设定请自行在游戏中寻找\n\n《服务器玩法》        1、职业：玩家可以通过主菜单的个人菜单打开职业菜单，所有职业包括【伐木工、矿工、建筑家、挖掘者、农场主、猎人、探索者、合成者、渔夫、武器商、酿造师、附魔师】共12种职业，初始可以加入其中的3个职业，通过各种职业的能力赚取金钱并升级职业\n       2、称号：玩家可以通过服务器活动及副本首通获得特殊称号，大部分称号皆为唯一且终生绑定并附加属性，可以通过主菜单的个人菜单装备获得的称号\n       3、赏金：玩家可以通过主菜单的公共菜单打开赏金猎人界面，玩家可以花费金钱悬赏另一名玩家，其他玩家可以击杀被悬赏玩家获得金钱奖励及赏金猎人称号\n       4、全球商店：玩家可以通过主菜单的公共菜单打开全球商店，可以上架物品出售给其他玩家金币\n       5、竞技场：玩家可以通过主菜单的公共菜单进行竞技场界面与其他玩家匹配竞技，匹配成功会传送到特定竞技场进行比赛，获胜者获得1点积分并获得敌方掉落的能力，积分可以在竞技场商店兑换特殊物品和称号\n       6、队伍系统：玩家可以通过副本获得创建队伍的令牌组建小队或者加入其它拥有组队权玩家的队伍\n       7、能力系统：玩家首次进入服务器自动获得能力瓶自带一个1~2级随机能力，平均击杀500只怪物掉落一个随机能力瓶，能力需要使用能力瓶消耗经验激活，激活后被玩家击杀将随机掉落一个已激活能力\n       8、外观系统：玩家可以通过主菜单的个人菜单打开外观界面选择其中一个模型激活，激活后玩家将获得该模型的形象，所有生物生成有小概率生成帽子，击杀后即可解锁该帽子外观，通过【H】键装备帽子外观\n\n\n\n《你可以做什么？》       1、作为休闲和平玩家，在主世界种田、钓鱼、养动物、跟村民培♂养感情等，收集各种食材制作各种食物高价出售给战斗玩家赚取第一桶金，或者通过职业系统赚取金钱圈地并购买其他玩家的物资强化自身\n       2、作为商人玩家可以观察市场行情低买高卖赚取丰厚的差价圈地开设自己的设备丰富齐全的私人商店\n       3、作为战斗玩家，可以在非主世界猎杀其他玩家抢夺能力，强化自身能力，或者接取赏金人物暗杀目标赚取闪亮亮的金币\n       4、RPG玩家可以在《通 天 塔》副本建成后开荒通天塔获得专属称号，刷怪爆装备增强自身实力\n       5、更多新鲜玩法等待你去寻找……\n\n\n\n《基本操作按键》【Z】大地图、【X】主菜单键、【C】标记键、【E】打开仓库【B】打开物品栏、【Enter/回车】打开聊天栏、【H】打开帽子菜单【F】切换主副手、【V】语音通话、【。】打开语音通话设置【T】查看物品合成配方、【Y】查看物品能合成物品\n《服务器活动图片》暂无，等待更新\n《服务器MOD列表》\n\n\n\n\nQQ截图20200209132100.png (88.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-10 12:42 上传\n\n\n\n\n\n\n\n\n\n\nQQ截图20200209132122.png (36.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-10 12:42 上传\n\n\n\n\n\n提取码：c2zq\n\n",
    "replies": []
}