{
    "title": "Kelix读诗会第一期：了解现代诗歌 / 如何进行现代诗歌鉴赏？",
    "author": "Kelix",
    "replyCount": 14,
    "timestamp": 1581304800,
    "txt_content": " 本帖最后由 Kelix 于 2020-2-10 15:19 编辑 \nKelix读诗会：如何进行现代诗歌鉴赏？\n第一作者/通讯作者：Kelix\n排版/设计：Ezio\n该诗歌创作教程系列会做6期或以上，亦会讲解各个流派和诗人   \n\n\n\n1.现代诗概述\n    如今，相信有不少朋友的身边有这种论调：即古体诗词相较于现代诗，古体诗词是作为一种更加优秀的，更加有韵味的文学作品的，但事实上，固体诗词与现代诗作为同一大类中的两种不同种类的文学作品，其实两者并没有孰优孰劣，相反，现代诗的创作已经有着在中国大陆要将现代诗坛的主体完全占领的势头。\n    即使还有着数量庞大的古体诗词爱好者，但是现代的诗人，文学家已经越来越少地创作古体诗词，古体诗词在现代诗坛上的影响力在日渐式微，甚至出现了早在2001年，中国台湾当代杰出诗人56位中，甚至完全没有一位诗人是在创作古体诗词的！这是因为现代诗歌中，并不受格律/韵律的束缚，诗人能够更加直接地表达自己的情感，抒发的情感更强烈而直白》\n    古体诗词与现代诗歌，形式上的区别是最明显也是最根本的区别，尤其是在平仄的讲究上。古体诗词讲究形式，也就是说，受到这种观念影响的人，固执地以为：写诗一定要精通格律并按照千篇一律的规定的格式和字数完成它，对于那些情感饱满而丰富的诗人来说，这样的形式是有害的，而且弊大于利。\n    形式是为内容而服务的，新诗用比较自由的形式来自由地抒发诗人奔涌的激情，或者自由地表现诗人心中的潜流。它们将新的思想感情融于诗的艺术形象，融于诗情画意的意境。\n    现代诗歌创作，是这个时代乃至更远的将来诗歌创作的主流，这从我们在网络与传统刊物中所发表的诗歌比例中可以看得出来。另一方面，如果没有古体格律诗主流地位的约束，只怕现代诗的水平早已超过古体诗了。细说的话，我想古诗与现代诗没有内容上的时代意义与历史意义之分，喜欢古体诗还是精通现代诗，与作者个人的爱好与创作方式有关系，与诗歌质量本身没有关系，或者说关系不大，与诗歌创作要求没有冲突（格律诗和现代诗都要求具备音乐美、跳跃性、辩证法、可以触摸得到的生命体验）。    现代诗歌在中国古代已有萌芽，屈原《九歌》之《惜颂》、《怀沙》《离骚》、《橘颂》，李白《梦游天姥吟留别》、《将进酒》、《蜀道难》，杜甫《茅屋为秋风所破歌》、陈子昂《登幽州台歌》，哪一首又讲究了格律了呢？其中无论是内容还是音乐韵律同样是非常出色的。格律的无所限制影响了它们作为千古名篇的地位吗？究其原因，无外乎是这些诗歌所传达的精神内涵成就了其伟大。为何我们对此却一直视而不见还自以为是，沾沾自喜于中国古诗词的博大精深？    遗憾的是，中国古代这样的不为形式所限的诗歌在唐代后受风潮的影响直接没落了，没有得到深化和发展，这与当时的政治以及文人思想的禁铟以及他们所受的教育是分不开的。律诗在中国长期的统治地位，极其残酷地限制了现代诗的发展，以至于中国自由诗歌的创作最终没有形成气候，几近绝迹，被中国古体格律诗的成规制约并扼杀，及至到了清代，几乎完全走向了没落，落日的余霞也见不到。近代，怏怏文明古国，现代诗居然需要从国外引进，足见其贻害之深，可是，这一点，上世纪三十四年代前有谁看到过？当代中国诗坛真正的诗歌创作者已经深刻认识到了这一点。    当然，从另一个角度讲，我们不能否认，中国古体诗歌创作有利于中国古体诗歌的发展，它的严格与风格的确为全世界别的国家难以望其项背，并使之成为一座不可撼动和超越仅仅只能仰望的高峰，不能否认它的历史价值和地位，更不能主观想当然否认它的历史意义和社会价值，但我们又不能不说它不是中国诗歌艺术的悲哀，它使中国现代诗歌的发展迟滞了至少一千多年，沉默了至少一千多年。当代诗人创作的古体诗几乎无人问津，并不是因为质量问题，也不是因为缺少优秀诗篇，它深刻地反映了诗歌未来的发展方向和无可抗拒的历史趋势，毕竟诗歌需要发展。\n    简单的说，就是现代诗歌创作的主流其实是现代诗，当今诗坛被现代诗诗人占据也是大势所趋，人们应该尽快改正自己的观念，正确地看待现代诗和古体诗词的差别，既不必追捧古体诗词，也没必要对现代诗大加赞赏，一样是文学作品，并不能因为类别的不同而分出高低。\n2.现代诗歌的分类\n    诗歌的分类标准很多，按表达方式，可分为叙事诗、抒情诗;按形式，可以分为格律诗，自由诗;按照写作时间，可以分为现代诗与古代诗同一首诗，按照不同的标准可以归入不同的类。我们所谓的“现代诗歌”是指1919年五四新文学运动以后创作的诗歌，也称白话诗。\n    叙事诗：顾名思义，就是为了记叙某一件事而进行写作的诗歌，这一类诗歌通常也会带有诗人自己的情感，从而表达对这一事件的看法或是感受通常来说，叙事诗的形式通常没有抒情诗那样丰富，情感的表达也没有那么强烈而丰富，但是叙事诗中的精品其实并不少，被选入教材的经典也很多。\n    抒情诗：抒情诗通常都是诗人情感的迸发，而诗人很少会直白地抒发情感，一般他们会通过各种意象去进行组合，营造意境，给读者带来一种身心上的共鸣与享受。但抒情诗并不全都是正面情感的抒发，有些时候，诗人的负面情绪，乃至厌世情绪都会融入诗歌本身，比如海子后期的作品。各位读者在阅读这类诗歌的时候，亦要学会把这些消极的负面情绪剔除，不让一首好诗对自己的情绪造成影响。\n3.如何阅读一首诗歌1、了解作家流派和创作背景。了解作者的生平、思想和流派，以及作品的时代背景、创作背景，是我们理解和鉴赏诗作的钥匙。    举一个例子，我们阅读《再别康桥》，就得先理解康桥时期是诗人徐志摩一生的转折点，1922年前后时徐志摩曾在康桥游学，度过了他人生中最为美好的一段时光。他曾在《猛虎集序文》中曾经自陈:在24岁以前，他对于诗的兴味远不如对于相对论或民约论的兴味。正是康河的水，开启了诗人的性灵，唤醒了久蜇在他心中的诗人的天命。后来他曾满怀深情地说:“我的眼是康桥教我睁的，我的求知欲是康桥给我拨动的，我的自我意识是康桥给我胚胎的。”(《吸烟与文化》)为此，回国后他一再吟诗著文缅怀康桥。1922年初别康桥时就高唱:“康桥，汝永为我精神依恋之乡，”(《康桥，再会吧》)1925年重游康桥时，又作散文《我所知道的康桥》，1928年，诗人故地重游，又倾注满腔深情写下了传世经典之作--《再别康桥》，以离别康桥时感情起伏为线索，抒发了对康桥的无限眷恋和依依惜别的深情。不了解这些背景和历史，我们就很难深层次理解作者抒发的思想感情。    再比如，在阅读《在昌平的孤独》时，如果我们了解了海子这位朦胧派的代表诗人，15岁时考入北京大学法学系，并在毕业后进入中国政法大学工作。他在青年时期的迷茫、孤独，他的痛苦、悲伤，是他诗歌创作时灵感的源泉，这是他一生中最大的幸运，也是一生中最大的悲哀；孤独成就了他的诗歌，也严重损害t了他的生活和精神。这是他导致他自杀的原因，也是成就一个才华横溢的诗人的必须。鱼与鹿王，水与诗歌，海子运用了复杂的修辞，表达了内心的孤独与痛苦，作为一个朦胧派的诗人，他情感丰富而饱满，但表达又是那样的含蓄和委婉，他抱着纯真的心态去面对生活，还有诗歌。    对作者和创作的背景有了较明确的认识和了解，能够使我们从整体上感知并领悟全诗的内容，对作品给予客观而又全面的分析评价。2、咀嚼诗歌语言并把握诗的形象。别林斯基说过:“哲学家用三段论，诗人则用形象和图画说话。”(《一八四七年俄国文学一瞥》)，诗歌是通过具体感人的形象来表情达意的。只有把握了诗的形象，我们才能更深一层地理解诗的意境和诗人的思想情感，而诗的形象则必须是通过咀嚼诗的语言来把握。文学是语言的艺术，诗歌尤其如此。前人作诗，十分讲求炼字、炼句、炼意，常有许多精妙传神的地方，如“红杏枝头春意闹”的“闹”字，“春风又绿江南岸”的“绿”字，“微雨燕子斜”的“斜”字。现代诗作者，也同样高度重视诗歌的语言，并通过语言的锤炼，来塑造诗歌形象。\n比如穆旦的《赞美》，在第三节中通过平淡、质朴的语言，运用白描的手法，不加修饰，刻划出勤劳善良、有着巨大忍耐力却最终也“放下了古代的锄头”的“农夫”形象，显得真切深刻。而臧克家的《老马》，动词运用精彩传神，“背上的压力往肉里扣”、“眼里飘来一道鞭影”，“扣”、“飘”字，准确、生动、逼真，有力地刻划出受到深重压迫的老马形象。诗的语言是高度凝炼的形象化的语言。有些意思往往不直接说出来，而是用画面来展示。《再别康桥》一诗语言运用上注意了词藻的色彩感，多选用色彩明丽的词语，如夕阳映照的“金柳”，波光里荡漾的“艳影”，水底软泥上的“青荇”，潭中倒影的“彩虹”，以及“云彩”、“夕阳”、“青草更青处”、“星辉斑斓”等词语，创造了一系列鲜明生动的画面，给读者以视觉上的色彩想象和油画般的感受。同时，诗人通过一系列动作性很强的词语，如“招手”、“荡漾”、“招摇”、“揉碎”、“漫溯”、“挥一挥”等，使每一幅静态的画面变成了动态的画面，给人以立体的感觉。咀嚼“看似平常却奇崛”的诗歌语言，把握住诗的形象，才能分析出诗歌所创造的意境和表达的情感。3、体味诗的意境，领悟思想感情。阅读诗歌的关键和着眼点在于体味出诗的意境，领悟作者的思想感情。中国古典诗词非常注意“意境”，那么意境是什么呢?诗歌的意境是诗中“意”与“境”两个因素的和谐统一，指作者在诗作中所描绘的生活图景和所抒发的思想感情融合而成的一种艺术境界，它包括作者的主观情态和客观风物两个方面，简单地说也就是景中有诗，情景交融，如马致远的《天净沙?秋思》“枯藤老树昏鸦，小桥流水人家，古道西风瘦马，夕阳西下，断肠人在天涯”，为我们描绘了一幅凄凉的画面，表达了一个天涯游子孤独哀伤的情感。阅读诗歌，不仅要着眼于所描写的客观物象(如山川草木等等)，还应透过它们的外表，看到其中注入的意念和感情，注意主客观两个方面的融合的程度。只有抓住诗歌的意象，以及意象所包含的旨趣，意象所体现的情调，意象的社会意义和感染作用，才能真正地欣赏诗歌。体味意境的主要方法是抓住诗的画面和氛围，去感受此时、此地、此景中人的情感世界。诗人徐志摩很懂得主观情绪和客观景物的和谐融合，在《再别康桥》中，很好的处理了情与景的关系，融情于景成了该诗非常显著的特点。诗人笔下的康桥是有生命有灵性的，带有诗人柔和飘逸的风度，与诗人的感情融为一体。诗人把对母校的深情，溶入了对康桥晚景的形象描绘中:作别母校时的万千离愁，竟在招手之间，幻成了“西天的云彩”。柳树倒映在康河里的情景，浸透了诗人无限欢喜和眷恋的感情。    绿油油的水草在柔波里招摇，仿佛在向诗人招手示意，“在康河的柔波里”，“我甘心做一条水草”，对康桥的依恋何等强烈，又何等缠绵。“天上虹”倒映在清泉中，二者交相辉映，康河更加美丽;而美梦“揉碎在浮藻间”，又散发出一缕淡淡的哀伤如画的美景又勾起了诗人对往昔美好“理想”的追忆和想象，到晚上泛舟归来，水波与星光交相辉映，所以诗人情不自禁地要“在星辉斑斓里放歌”。    然而却不能放歌，因为彩虹似的梦幻已经揉碎，斑斓璀璨的星辉早已流逝。如今诗人不想惊动这眼前的宁静清幽，轻轻地来，悄悄地走，离别的惆怅似笙箫悠悠。而草木有情，“夏虫也为我沉默”，整个康桥都寂静了下来，充溢其间的只是诗人交织着依恋、无奈、惆怅的种种复杂情感。    全诗以三个“轻轻的”起笔，以三个“悄悄的”与开头回环对应，用虚实相间的手法，描绘了一幅幅流动的画面，构成了一处处美妙的意境，细致入微地将诗人对康桥的爱恋，对往昔生活的憧憬，对眼前的无可奈何的离愁，表现得真挚、浓郁、隽永，在亦情亦景、情景交融的意境中，使诗人的离别之情，表现得更深、更美、更为浑厚和潇洒。\n   诗歌的思想、情感，通常都是借助意境来表达。要能准确地理解并鉴赏诗歌，必须从整体上把握诗的意境。\n4、分析诗的艺术表现手法。欣赏诗歌时，既要领会作者浓烈的情感，又要揣摩作者抒发情感的艺术手段，从而在思想和艺术两方面都获得美的享受。    诗歌的形象性、抒情性很强，因此，诗歌中表现手法也很丰富。如托物言志、情景交融、直抒胸臆、象征暗示，还有比喻、拟人、夸张、排比、反复等修辞手法，想对诗歌进行深层次的分析，就必须理解这些。    诗人闻一多在《死水》中，借鉴西方现代派始祖之一的波德莱尔“以丑为美”的主张和技巧，营造一种反讽的氛围，批判丑恶和肮脏。诗人选用翡翠、桃花、罗绮、云霞等华丽词语描写这沟死水，将丑恶写得很美。美与丑交织反差，造成新颖独特的表达效果。丑越写得美，越引起人的反感，使读者去反思诗人要表达的感情，增加了引人思考的魅力。    艾青的《我爱这土地》运用了写实和象征的手法，描绘了一组鲜明的诗歌意象，分别赋予“大地”“河流”“风”“黎明”不同的象征和暗示意味。    熟悉并能准确分析诗歌中常运用一些表现手法，对准确理解诗的内容和感情是有很大帮助的。三、阅读新诗的注意点。读诗要注意感受，仔细分析，比较鉴别，展开联想，认真品味，这样才能陶冶心灵，净化情感，获得美的享受，但有三点必须加以注意:\n\n1、要多朗读。在朗读时，首先要把握诗的节拍和韵律。比如《再别康桥》一诗节奏和谐，流畅而带有轻微的弹跳。每一诗行基本上都由三个音组组成，其中一个音组再由两至三个音节构成，音节抑扬合度，声调回环反复，既严谨而又不拘一格，既有强烈的节奏感，又有着诗行语流的灵活变化，构成了一支完整的乐曲。该诗韵律自然和谐，韵式上严守二、四押韵，每两行押一韵，每节换新韵，追求音节的波动和旋律感，读来抑扬顿挫，朗朗上口。七节诗错落有致地排列，韵律在其中徐行缓步地铺展，造成音乐美的艺术境界。另外，该诗开头和结尾采用重叠、复沓的手法，语意相似，节奏相同，构成回环呼应的结构形式，加强了诗的节奏感和旋律美，增强了诗的音乐性，给人一种梦幻般的感觉。此外，“轻轻”、“悄悄”等叠字的反复运用，也增强了诗歌轻盈的节奏。把握了节拍的快慢、语音的轻重、高低，就能读出诗歌的音乐美来。其次，要有感情地朗读。诗人的思想感情，或喜悦，或忧伤;或愤怒，或悲哀;或思念，或憧憬;或赞扬，或谴责无不倾泻在诗的字里行间，要读出这种种的感情，就要我们深刻地理解诗的意境，深刻地体会诗人的诗中的感情波澜，调动自己的情感，使之与诗人的感情基调一致，从而深刻理解诗歌。\n\n2、要有侧重。要根据诗的不同品种，着重欣赏其某一方面的意境、风采、韵味。咏物诗偏重于描绘客观景物，把含蓄的感情寄托在景物之中;抒情诗则有感而发，感情激越，直抒胸臆;哲理诗往往捕捉住稍纵即逝的思想火花，形成含蓄隽永、引人深思的艺术效果;寓言诗以奇特的联想构成一种蕴含生活哲理而又富有情趣的意境;叙事诗则通过一定的人物、情节来表现思想和情感。为此，在阅读过程中，我们应该有所侧重，以求深刻体验和独特感受\n    写一首现代诗，绝不是只要会打回车键就够的；鉴赏一首现代诗，也不是靠字面意思可以去评述的。现代诗歌在发展，还把晦涩难懂作为现代诗歌的固有印象，显然是不合适的。需要做出改变的不仅仅诗人们，还有广大的读者。我谨以这篇文章，为中国现代诗的发展贡献一点绵薄之力。    下一期读诗会，我会给大家带来干货满满的诗歌创作指南，敬请期待。\n\n2020/2/10         Kelix            \n\n\n\n    \n                                                               \n\n\n\n",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1581315960,
            "txt_content": " 本帖最后由 Smokey_Days 于 2020-2-10 14:28 编辑 \n\n首先我觉得你引用的第一篇文章的作者并不是很了解我国古代诗词的发展脉络...首先，古体诗走到了尽头，这才有了格律诗。因而，古体诗之于唐格律，正如旧体诗之于现代诗，对于当时的人来说是属于古代遗留下来的体裁和格式。用这个例子恰好也证明了，使用上一个时代的形式仍然有产出传世之作的可能。其次，古体诗也并不是没有格律。这篇文章举的例子中，一部分较晚的古体诗确实是存在格律的。不过不可否认，形式和内容存在一定的脱离性，但这也和作者的风格相关。李白有急智，不善工，因而古体诗传世较多。杜甫的祖父就是新体格律（相对于古体诗）的奠基人之一，因而杜甫的秋兴八首等律诗得以传世。\n宋人有写唐诗的，但宋人传世最多的是宋词。唐人有写古体的，但唐人传世最多的是律诗。汉魏六朝固然也有拟楚歌体的，但汉魏六朝赋却在文学史上有更高的地位。屈原的《橘颂》受《诗经》影响很深，但真正奠定屈原文学史地位的却是《离骚》。我并不反对一个时代有一个时代的语言，然而这和「是否存在形式」无关，更多的是「形式是否贴近生活」。\n换句话说，破然后立，是文学发展过程中的常规。但是这并不意味着单纯的「破」是文学发展的主流。破了旧形式，创立新体裁，这才是文学发展的常规。\n\n旧体的形式是必然要被打破的，这是毫无疑问的。我国古代的语言，也不可能贴切地描写现代的生活。问题在于，破之后是否有立。\n《再别康桥》吸收了旧体的语言和新体的形式，同时各取其长。这些伟大的现代诗人都是当代语言的创造者，这正是他们所「立」的。\n\n最后我还是希望楼主能把这些资料整理一下、串一下，不要这里复制一些，那里摘录一点。文学批评类的文章更需要作者本身的功底和创造力...你这篇文章中，自己的内容恐怕都没有我这篇回复多吧...\n另，再纠个错：「全诗以三个“轻轻的”起笔，以三个“悄悄的”与开头回环对应」一处是不对的。《再别康桥》的结尾只有两个「悄悄的」。"
        },
        {
            "author": "Kelix",
            "timestamp": 1581317160,
            "txt_content": "Smokey_Days 发表于 2020-2-10 14:26\n首先我觉得你引用的第一篇文章的作者并不是很了解我国古代诗词的发展脉络...首先，古体诗走到了尽头，这才 ...\nummmm......非引用的地方基本都是自己写的，应该还是不算少的"
        },
        {
            "author": "Kelix",
            "timestamp": 1581317700,
            "txt_content": "Smokey_Days 发表于 2020-2-10 14:26\n首先我觉得你引用的第一篇文章的作者并不是很了解我国古代诗词的发展脉络...首先，古体诗走到了尽头，这才 ...\n而且其实可以看我国古代的诗歌发展，基本来说，唐宋之前诗词的发展仍然可以算是繁荣的，但是直至明清两代之时，诗词类的创作已经走到了尽头，伴随着明清时代诗歌创作之风衰落的，是同时期的八股文等束缚思想发展的事物的出现......我不认为这只是个巧合，格律与严格形式本身就是禁锢创作的自由的，从唐至清，中国的文人墨客们受到的束缚其实是越来越大的，首先是科举制的改革，诗词歌赋对于那些一心渴求功名利禄的文人来说已经毫无用处，这是一个方面，但更多的包括思想上的束缚，还有古体诗词已经发展到尽头的事实"
        },
        {
            "author": "Kelix",
            "timestamp": 1581317880,
            "txt_content": "Smokey_Days 发表于 2020-2-10 14:26\n首先我觉得你引用的第一篇文章的作者并不是很了解我国古代诗词的发展脉络...首先，古体诗走到了尽头，这才 ...\n\n----\n\n但我不能放歌，\n\n悄悄是别离的笙箫；\n\n夏虫也为我沉默，\n\n沉默是今晚的康桥！\n\n----\n\n悄悄的我走了，\n\n正如我悄悄的来；\n\n我挥一挥衣袖，\n\n不带走一片云彩。\n\n包括“悄悄是别离的笙箫”"
        },
        {
            "author": "Kelix",
            "timestamp": 1581318180,
            "txt_content": "Smokey_Days 发表于 2020-2-10 14:26\n首先我觉得你引用的第一篇文章的作者并不是很了解我国古代诗词的发展脉络...首先，古体诗走到了尽头，这才 ...\n离骚的形式......确实基本是没收到格式的束缚的，这没问题啊"
        },
        {
            "author": "453497400",
            "timestamp": 1581350880,
            "txt_content": "Kelix 发表于 2020-2-10 14:58\n----\n\n但我不能放歌，\n徐志摩的再别康桥能行么"
        },
        {
            "author": "453497400",
            "timestamp": 1581350940,
            "txt_content": "念    诗      之     王"
        },
        {
            "author": "Kelix",
            "timestamp": 1581351000,
            "txt_content": "453497400 发表于 2020-2-11 00:08\n徐志摩的再别康桥能行么\n？？？？？？"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1581390540,
            "txt_content": "（说的好，我选择古诗）"
        },
        {
            "author": "Kelix",
            "timestamp": 1581394800,
            "txt_content": "雪莲_xvelian 发表于 2020-2-11 11:09\n（说的好，我选择古诗）\n你是来砸场子的吧"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1581417360,
            "txt_content": "Kelix 发表于 2020-2-10 14:55\n而且其实可以看我国古代的诗歌发展，基本来说，唐宋之前诗词的发展仍然可以算是繁荣的，但是直至明清两代 ...\n毫无疑问诗词不是明清的语言——当然也不可能是当代的语言。就历史而言，一个时代有一个时代的语言，如果不去发掘这个时代的语言，那么即便是天纵之才也很难留下传世的作品。\n庾信天才么？天才。没有庾信就没有盛唐诗歌。但庾信的作品在现代却没有多少人知道。同理，周邦彦也算是承上启下的人物。但在宋代诸词的曲失传之后，他也没有得到很高的评价。\n由此可见，格律本身很难说是抑制还是促进了诗歌的发展。格律——就和其他格式一样，是一种前人总结的规律，如果继承了有意义，那就可以继承；如果继承了对表达内容有妨碍，那就可以抛弃。\n然而旧体诗词发展到了尽头了么？这也难说。现有的诗体——无论是现代诗还是旧体诗，似乎并不是当代的语言，并不能贴切地表现当代的情状。问题在于，究竟是哪一种形式更接近适应时代的文体。\n\n当然，以上是就着「留以后人」的层面来探讨的。如果要谈论喜好，我个人还是更喜欢旧体诗——因为它是一个经过了极盛的文体。至于现代诗，我们仍然不知道它是不是一条可行的路。"
        },
        {
            "author": "Kelix",
            "timestamp": 1581417600,
            "txt_content": "Smokey_Days 发表于 2020-2-11 18:36\n毫无疑问诗词不是明清的语言——当然也不可能是当代的语言。就历史而言，一个时代有一个时代的语言，如果 ...\n正因为是在一个充满着束缚与禁锢的时代，才会使得出现伴随着时代的衰落"
        },
        {
            "author": "Kelix",
            "timestamp": 1581417720,
            "txt_content": "Smokey_Days 发表于 2020-2-11 18:36\n毫无疑问诗词不是明清的语言——当然也不可能是当代的语言。就历史而言，一个时代有一个时代的语言，如果 ...\n格律我认为仅仅是一种形式，因为其实你可以看到的是，无论是散文，小说，诗歌，可以表达的内容和情感在本质上是没有任何区别，只是在表达的形式，或是方式上有所区别的"
        },
        {
            "author": "Kelix",
            "timestamp": 1581417960,
            "txt_content": "Smokey_Days 发表于 2020-2-11 18:36\n毫无疑问诗词不是明清的语言——当然也不可能是当代的语言。就历史而言，一个时代有一个时代的语言，如果 ...\n毋庸置疑，古代文言文也是前人的规律，但是时代已经告诉我们，束缚人们表达的各种古老形式，都会消失，现代白话文会取代文言文，在未来古诗恐怕也只是一些爱好者的闲暇时的创作"
        }
    ]
}