{
    "title": "[原创/连载]|fragmenta|原创小说|第一卷·第一章·里世界",
    "author": "453497400",
    "replyCount": 14,
    "timestamp": 1581330060,
    "txt_content": " 本帖最后由 453497400 于 2020-2-13 23:13 编辑 \n\n这个是我的原创小说，没有啥构架，边写边想剧情。\n第一卷·第一章在Minecraft这片神奇的大陆上，充满了各式各样的勇者，有手持大剑，身穿铠甲的战士，也有使用弓箭的游侠，无论是擅长炼药的炼金术师还是擅长红石机关的红石大师，他们总能在这里找到属于他们本身立足的地方。实际上，作为一个养老玩家，阿尔夫并没有太执着于讨伐下界，而是每日钓钓鱼，种种田。他有一个朋友，叫做孟洁，他就是属于狂热的生存玩家，曾经还打破过Minecraft最快通关记录。但他对阿尔夫这种养老的游戏玩法十分的鄙视。有一日，在MCBB论坛，孟洁发现了一篇服务器的宣传贴，上面有着他全然没有见过的模组，根据那位贴主的说法，在这个服务器中有很多他们一个名为“Theseus”工作室自主研发的模组，甚至还配套了光影和材质包，看着一张张宣传图和其中模组的介绍，孟洁毫不犹豫的就申请进入到了他们的群组中，并打电话叫阿尔夫来一起玩。阿尔夫本来正在厨房吃饭，与孟洁通话后他迅速解决掉盘子上的几块牛排，回到了电脑桌前。点进了孟洁发来的链接。很快两人都下载好了客户端，阿尔夫和孟洁进入到了YY.“这服务器有啥好玩的。”游戏加载之余，阿尔夫问了孟洁一个问题。“那个帖子你没看吗，反正就是有很多没见过的生存模组，大概几千种新的方块，多了很多矿和怪物，另外还有很厉害的RPG新玩法。”孟洁回答道。“行，一会进去看看。”阿尔夫用手托着腮帮子靠在桌子上，并不期待。“我这边加载好了。”孟洁说道。“我先进服务器了嗷。”“行。”“我这边也加载好了。”“话说这客户端也真够大的，第一次下7个G大小的客户端呢。”“你特么听得见我说话么，孟洁。”YY的那一段没有任何回应。“算了算了，我也先进服务器吧。”Minecraft加载完成后，那主菜单是他从来没有见过的画面，既没有标题大大的Minecraft，左下右下也没有任何版本数据数值，整个背景一片漆黑，中间只有一个多人游戏的白底框。孟洁点了进去，下面也没有连接服务器或者刷新之类的按钮，只是在黑色背景下，服务器列表里有一个显眼的【特修斯服务器生存】，下面没有写介绍，右边更没有在线人数。阿尔夫觉得这只是客户端特色，随后双击了【特修斯服务器生存】只是一瞬间，背景的黑色仿佛无线放大，甚至穿出了电脑屏幕，围住了阿尔夫的整个房间，随后仿佛变成了一个根根黑线，死死的包裹住了阿尔夫，全身的紧绷让他喘不过气，一会就晕厥了过去。当他再次醒来时，却是一副正在Minecraft中的画面。他此时的内心十分复杂，其中包含了：？？？？？？？？？奇怪，我这是进入了游戏世界？难道跟SAO是一个机制的那种？啊，我该怎么回去？孟洁呢？他感觉穿越到游戏世界的这一段时间已经过去了很久，可能孟洁早就离出身点很远了。阿尔夫肚子不是很饿，从触感真实的草地爬起来后开始观察四周的环境。是一片草原，奇怪的这并不是正方形的Minecraft的世界，但在种种方面却神似我的世界，比如悬在空中的树木。他看了看自己，呼，还好。没有变成方块人。随后并没有对进到异世界而感到恐惧。他只是冷静的走到一颗橡木树前。按照Minecraft的机制的话，如果这时候我锤这棵树，一定可以得到一颗橡木。随后，阿尔夫站稳脚跟，十分用力打了橡木一拳。随后他就倒了，痛倒了，拳头好痛。不过他很快就站了起来，拍掉了后背的灰尘，他才发现自己的衣服是青色短袖和深蓝色长裤。这不就是史蒂夫的衣服吗！！！！！阿尔夫盘腿在地上，感到十分的失落。难道这不是Minecraft的世界吗？阿尔夫几乎快要放弃将现今这画风几乎真实的不能再真实的世界建立与Minecraft的联系。不管他看了看那刻橡木树边上的橡木树。如果将那棵橡木树的树干分成三份，最下面的那一份已经没有了，剩下的两份带着树叶子悬浮在上面的空中。他决定理清思路，重新想想看，有一个瞬间，他想到了TIC匠魂模组中的采掘等级一说。在Minecraft的世界中，石头无法空手来采集，需要木镐来采集，而木镐的采集等级就是石头级别。但奇怪的是，橡木是在Minecraft的设定中是可以空手采集的方块啊。他偶然又想到了群峦传说这个模组，其中就需要制作斧头才可以砍树。结合目前所想看来，一定是在这个世界中，空手采集的级别小于采集木头的级别。难道真要像群峦传说那样找碎石木棍来做斧子砍树吗？也有可能是另一种推测，这就是另一个世界，但绝对不是Minecraft的世界。阿尔夫爬了起来，开始在草原四处收集木棍和碎石。很快他已经收集了很多，并又回到了那一棵树前，明显，他有了这些材料，却并不清楚如何合成。“算了，硬着头皮上吧。”他找了一块有口子的石头，放在地上口子朝上。随后他又捡起一根大概匹配口子粗细的木棍，狠狠地插进了那块石头裂开的口子。“见证奇迹的时候到了。”阿尔夫心想。他抓住了插进石头的木棍，向上一提，下面的石头也跟着木棍一起提了上去。“这还没有成功。”阿尔夫又心想。他两只手抓住这把简陋的斧头，随后用力地砸向橡木树干。一次下去，这块木头与上下有了分裂开的缝隙，但是砸的地方却没有丝毫的痕迹。多来几次，果然，那块橡木成功的掉了下来，并且还造就了那十分不符合地心引力的画面。阿尔夫放下斧头，抱着那块锤下来的橡木，心中多了一份激动。随后他瘫坐在了地上，忙了很久，肚子已经有些饿了，眼神有意无意的看了一眼天空，太阳快落山了。太阳快落山了？阿尔夫不知为何感觉有些不妙，如果之前的推测都是正确的，这是一个在Minecraft系统下运行的世界，那么晚上就一定会有...........\n在阿尔夫到达异世界的一个小时前。“臭小子，你还是老样子没有变啊。”墨森林中，一处高出所有树木的房子，一位白发老者说道。他头发长到后背，胡乱的胡子一直长到了脖子下，看上去已经几个月没有打理。在说这句话的同时，老者房间的门打开了。一个身穿蓝色长袍的长有深蓝色长发男子走了进来，毫不客气的把袍子摔在了一旁的椅子上，随后拿起一旁桌子上放的烤鸡肉啃了起来。“快累死我了。”蓝发说道。“你从冬历955年结冻日就离开了这儿了，今天已经是春历989年了。中途竟然是一次都不回来看看你师父？”白发老头坐在了另一张椅子上，挠了挠后背。蓝发闭上了眼睛。“我从进入到墨森林以后就已经清楚了我以后的使命，而且这一次出门游历，我发现了一个惊人的秘密。”老头没有过多询问，拿起一壶茶水喝了起来。“我在丛林中发现了神秘的遗迹，根据石箱里的残本内容进行分析，我发现了重要的信息。”【生命只是短暂，毁灭既是永恒。】                                                                                                                                 ——————————  190年  罗兹盖尔·夏利《毁灭历》\n【当星空归位，阿西拉尔必将粉碎，真正的归一者将会带来永恒。】                                                                                                                                ——————————   190年  罗兹盖尔·夏利 《毁灭历》\n“这这是两行无聊的警世言罢了，你这小子看出了什么端倪？”  内老头放下了茶水，推了推眼镜，说道。“很简单，我游历了很多古代遗迹，从丛林的海拉扎比帝国的遗迹，还是沙漠鹞鹰帝国的遗迹，上面都有来自这同一个人的警世言，您肯定是清楚的，在距离现在遥远的远古年代，大陆上有着几个如日中天的强大帝国，就连如今无人可以涉足的深海都有传说中的鲛人帝国掌控，可如今那些伟大帝国的覆灭过程，却成为了一部消失的历史，没有人清楚也没有人记载，唯独这警世言残存了下来，难道那些帝国的覆灭真的没有这位罗兹盖尔先生口中的‘归一者’有关系吗？”老头仿佛觉得他说的还不够，没有出声，示意让他继续说下去。“我在沙漠的极深之地中竟然发现了与现大陆与世隔绝的沙人村庄，在他们炼药师的帮助下，我学会了制作水肺药水的方法。之后长途跋涉，从大陆的中部直到大陆北部的华腊尔海角，深入那寒冷刺骨而又一望无际的不冻洋。”蓝发喝了一口水，接着说道：“在那里我发现了深海的鲛人遗迹，并发现了传说中三叉戟的碎片。”老头仿佛确实觉得有些意思，问道：“你就发现了这些？”蓝发抬起头，待着略微的笑腔说道：“我还在不冻洋里发现了许多上古生物，我在他们面前连一粒鳞片的大小都没有，险些让他们吃掉啊。”老头噗嗤的笑了出来，口水穿过牙缝喷到了蓝发的袍子上。“那你是怎么逃走的？”“在那里，我同样也发现了传说中的生物，鲸鱼，虽然不及其他捕食者的体型，但我进入到了鲸鱼的肚子里，最后由他给我送到了大陆的北海岸。”老头仿佛听够了他讲那些听上去十分不真实的冒险故事，把话题转到了之前的那个问题。“那竟然你已经发现了这个惊人的秘密，那你打算如何应对呢？”“我们的时间已经不多了，那些帝国至少存在了几百年的时间，而毁灭只需要十年，这十年所经历的过程，恰好就是那一段消失的历史。对于本大陆帝国纪元以后最早开始进行记录的史书《古代通史》也是从200年初开始记录的，而从190年到200年这一段时间正好是跨纪元年，您也清楚，每一纪元的跨度是800年，而那十年消失的历史正好处于上个【帝国纪元】过度到【新纪元】的跨纪元年，而如今正是【新纪元】年进入到下一纪元的时间，也就是说，七天后，进入到了990年，整个大陆就会爆发一场空前的灾难，甚至会毁灭如今那些富饶的国家，不光是人类，精灵，矮人，还是任何其他种族都无法幸免。”“唉？说起来，你没有去到其他种族的遗迹看一看吗？据说帝国纪元最富饶的城市就是精灵族的阿尔耶地圣城嗷。”蓝发摘下了那顶十分巨大的巫师帽子，放在了一旁的桌子上，挠了挠后脑勺，没好气的说道：“去倒是去了，不过我看不懂其他两族的语言。”白发老人听后捧腹大笑，随后很快又冷静了下来，道：“看来你这游历了34年真是见到了不少东西啊，回来以后倒是没有显老，皱纹都没有，倒是愈加年轻了。”“嗷，这个啊，我在探索沙漠遗迹的时候，因为在地下遗迹中探索的太久了，可能外面的日月都已经轮换无数次，一次累的不行就在地下遗迹生了篝火过夜，第二天早起竟然发现干粮全部都消失了，于是乎我就在遗迹的边角处捉了几只又肥又大的老鼠，把他们烧烤了以后，嚯，那滋味，吃起来跟鸡肉似的，比我带的那干巴巴的干粮好吃太多了。”白发老人听后轻声道：“你可小心一点，这些生物可不能乱吃了，不干净的。”“我知道，你听我说。”蓝发咽了一口口水，接着说道：“从遗迹出来以后感觉天都比原来亮了啊那是，空气也变得好闻了，在遗迹里全是那腐朽和陈旧的味道，酸的很。后来我继续向北赶路，到了那传说中的沙漠的中心汗布拉斯，那时候我身上所有的水已经用光了，但恐怖的是我一定不会先渴死而是会先热死。高温让我快要晕厥，幸好我发现了地下的沙人村庄，他们那个地方可真好啊，家家户户都通着地下泉水，甘甜的很。后来一日与他们的村民闲聊才得知那遗迹中有些老鼠并不一般，而是所谓的‘圣鼠’，是当年的鹞鹰王抓来陪葬的生物，已经活了几百年，有灵气的很。后来他们也得知了我吃了那所谓的‘圣鼠’，于是把我赶出了村子。另外，这些沙人的村子也没有像《沙漠志怪》里写的那样对人类充满敌意，我甚至还受到了他们的热情款待，那沙人姑娘的胸脯儿......”“得得得，我知道了，听说沙漠晚上有木乃伊出没，是真的假的啊。”老头打断了蓝发的话，换了一个问题问道。“那是，那儿的木乃伊可真是比大陆其他地区的绿皮僵尸要多太多了，不过大多都是一些用木棍轻轻一砸就粉碎成灰的陈旧邪物。比那些绿皮好对付太多，大型的禁魔木乃伊大多数感官都很差，遇则避之就好。另外，那沙漠遗迹最深处的财宝非要形容我觉得都比咱们墨森林的树还要多，为了能赶快离开我就没带走多少，毕竟都是鹞鹰王的陪葬品，那老人家生前也是个威震四方的圣王，我就带走了一个看上去十分显眼的戒指。”随后蓝发伸出了右手，只见右手无名指带着一颗硕大的金戒指，上面有一颗自然发着绿色光芒的深绿色宝石。“这玩意白天不是很亮，晚上倒是却亮的很，我都不用点火把了就能赶路。”随后他用袍子遮掩住这只戒指，阴暗的袍子内果然发出了耀眼的绿色光芒。白发老人看了后啧啧称奇，接着说道：“唉，可惜我这辈子是走不出墨森林一步了。”“不过时间过得真是很快呢，当年你师公快去世的时候你便来到了石墨林，在我年轻的时候正好接管了墨森林，唉，那么好的时光全都用在栽培你身上了，真是真是，等老夫死了，也让你尝尝老夫这被拴在柱子上滋味。”白发老人说道。“恐怕不行了，七天后的灾变我想十有七九一定会诞生。”“唉，向圣神祈祷吧，希望灾变不会侵袭到墨森林啊。”“最好不要伤及整个大陆的生灵。”蓝发补充道。“年轻时候我倒是蛮信圣神这一套的，反倒现在变的越老越是不敢肯定了，除非天上掉流星。”蓝发讲道。只见透过玻璃窗户，远处的草原的上空，一颗犹如流星一般的光滑过，直直地落在了草原上。\n\n白发老人和蓝发赶到了流星坠落的现场，却发现周围没有一点流星坠落的痕迹，地面只是躺着一个黑色长发，长相俊俏年轻人，穿着青色衣服和深蓝色的裤子。“他就是您向圣神祈祷圣神给予您的回应？一个年轻人？”蓝发看向了一旁的白发老人，撇了撇嘴。白发老人仿佛对此十分之震惊，险些下跪给在天之神磕三个响头，赶快招呼让蓝发把那位坠落到草原上昏迷的年轻人背回到墨森林。\n\n\n下一章",
    "replies": [
        {
            "author": "644837793",
            "timestamp": 1581331440,
            "txt_content": "gggggggggg"
        },
        {
            "author": "644837793",
            "timestamp": 1581331440,
            "txt_content": "gggggggggggggggg"
        },
        {
            "author": "644837793",
            "timestamp": 1581331500,
            "txt_content": "gggggggggggggggggg"
        },
        {
            "author": "644837793",
            "timestamp": 1581331500,
            "txt_content": "ggggggggggggggggggggggggggggg"
        },
        {
            "author": "644837793",
            "timestamp": 1581331560,
            "txt_content": "gggggggggggggggggggg"
        },
        {
            "author": "644837793",
            "timestamp": 1581331620,
            "txt_content": "dddddddddddddd"
        },
        {
            "author": "644837793",
            "timestamp": 1581331680,
            "txt_content": "fffffffffffffffffffffffffff"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1581331740,
            "txt_content": "那啥...认真阅读版规然后改一下标题。\n\n然后，好久没有这类的小说了，欢迎新人_(:з」∠)_"
        },
        {
            "author": "644837793",
            "timestamp": 1581331800,
            "txt_content": "fffffffffffffffffffffffffff"
        },
        {
            "author": "644837793",
            "timestamp": 1581331800,
            "txt_content": "ppppppppppppppppp"
        },
        {
            "author": "453497400",
            "timestamp": 1581334860,
            "txt_content": "Smokey_Days 发表于 2020-2-10 18:49\n那啥...认真阅读版规然后改一下标题。\n\n然后，好久没有这类的小说了，欢迎新人_(:з」∠)_ ...\n好滴谢谢"
        },
        {
            "author": "453497400",
            "timestamp": 1581357240,
            "txt_content": "俺更新了A.A"
        },
        {
            "author": "初阳时光",
            "timestamp": 1581468180,
            "txt_content": "欢迎新人_(:з」∠)_\n草草读完，发现这是一个较为成功的开头。有悬念，有代入感。期待接下来的展开。\n望努力码字，有始有终！"
        },
        {
            "author": "453497400",
            "timestamp": 1581607020,
            "txt_content": "我觉得我写的好多地方读着好尴尬。"
        }
    ]
}