{
    "title": "MC 战世 第一章：进入minecraft世界！？坑爹啊！？",
    "author": "莫提哥",
    "replyCount": 3,
    "timestamp": 1362481500,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-22 22:30 编辑 \n\n弱弱的新手又来了{:10_492:}{:10_492:}{:10_492:}\n这次挑战写小说，哎，纯测试，如果有人喜欢我就会继续写下去\n\n“滴答……滴答……”钟座在角落隐约发出声音。。。\n“滴答……滴答……滴答……”心里随同钟座发出的诡异滴答声摇晃。{:10_536:}\n来到了minecraft里面已经一个星期了，在这世界里，我盖了一栋房给自己和一个小农田，食物不是问题\n被宣传片骗进来了一个星期，但我TMD还是没有找到一个人{:10_504:}，不过我可不希望遇见传说中的HIM。。\n今天的床不知道是否坏了。。躺了那么久，自言自语了那么久，还是没有入睡{:10_518:}嗯。。好久啊。。我还想砍点木头建储藏室。。。好久。。。。。。{:10_511:}\n\n不知道许久后还是半夜，外面传来拍门声，很大声，很吵啊啊！{:10_494:}\n起身去门前看看。。。嗯(⊙_⊙)。。。\n这。。竟然是僵尸在拍我的门。。。。（僵硬中）{:10_493:}\n等等！是僵尸啊！僵尸啊！（逃上二楼）我知道有个武器！武器！武器！我姥姥的武器呢！！！（拼命翻找工具箱）呜啊！我怎么都没有做啊！\n“碰咔啦！！！”一楼传来破门声，这回我更慌了，一向来从未遇见任何可以威胁我的生命的生物，这就是第一次！对了！\n我从工具箱里拿起石斧头，背对着二楼工具房的墙壁，看着紧闭的门，心扑通扑通地细听着僵尸发出的声音。。。\n越来越靠近了。。看见它从门前走了过去。。难道发现不着我？我慢慢地走向门看个究竟，才刚想逃脱，门前就紧贴着它青色带点腐烂的面孔，我吓了一跳，忙往后退后几步差\n它用力的拍打着门，震耳的拍门声让我的心跳得更快，怎么办！怎么办！“碰啪啦！！！”门就在我面前爆开，木碎片撒得满地都是，这回傻眼了，这家伙力气非凡啊！紧握着石斧，心吧一横，死就死吧！双手紧握着石斧，用尽全力向它的身体横砍过去，它的腰部被我砍出一个大口子，血连同几条东西从那口子喷了出来，浓郁的血气充斥着整个空间，看着它身上挂着的肠子和口子里抽动的虫子，我已经忍不住了！minecraft既然如此血腥！我可感觉到从我身体的内部的某些东西逆流顶着我的喉咙，不给我任何机会，它立即用那腐烂的手捉住我，张口就要大咬……\n\n呕----------------------------\n\n马赛克的呕吐物吐在它的脸上，它似乎感觉到了突如其来的某些东西，双手放开了我，我退后几步跌坐在地上，喘着气，试图强逼自己冷静下来，慢慢地站起来，僵尸也离我不到两公尺的距离，我紧握着石斧，直接瞄准它的头部砍下去！！！一砍下去，僵尸头如同蛋糕被我砸烂，眼球还被我打得喷出来砸到我的脸，这种精神虐待让我腿不受控制地跪坐下去，呆呆看着僵尸的依然僵硬地站着的尸体，头部不断地涌出血来，一些还撒到我的脸上。。。我的精神一点一点地崩溃，直到僵尸的尸体倒在我身上，我直接眼前一黑，失去了意识…………\n\n-----------------------------------------\n╭(╯3╰)╮亲，给点回复再看嘛~~~\n-----------------------------------------\n\n“喂……喂……醒醒啊喂……”沉睡中隐约听见有人的声音…\n“啪啪。啪啪。”感觉到有人的手在轻拍我的脸…\n“嗯………”我企图说话，但只能发出轻微的呻吟声\n“大家快来看，那天救来的小哥醒了！！！”听得出她细嗓音里带着兴奋然后就是开门声。。\n\n我勉强地睁开眼，看见我正躺在床上但这不是我的房间。。\n一会，我又听见兴奋的细嗓音在靠近房间，还有几位的声音，应该都是男的……\n打开门，第一个看见的就是一位漂亮的女孩，样子带满光彩，自信又可爱，好一美人啊（呆）\n随后是两位大叔，身上散发的气息，让人一眼就知道他们都是有领袖能力的强人。\n“小哥仔，你没事吧？”其中一位高挑身材的大叔，样子帅气十分，说话的语气如同绅士\n“我……没事………”艰难地从嘴巴挤出几个字，身体有点不受控制，酸痛的感觉一点一点增加，手脚都很僵硬，好似没活动了很久。\n“还说没事！你都昏了五天了呢！一直都是用糖水倒入你的嘴里喂食你罢了！一直都没反应，十足个植物人！”旁边的一位身材健壮的大叔无畏场合气氛大声地说，就像典型的国家运动教练\n“庞大哥！”那看起来应该身高有160+，看起来应该有15岁了的小姐喝止了他一声，“人家才刚苏醒，有什么事等他情况比较好点了之后再说！”\n这时，房门又打开，门后的是一位大妈，语气带点责怪的看着庞大叔说：“庞陈！别打扰病人，出来，别打扰他！小兰，我已经煮好食物了，帮我端给他吃。樊生，你也出来，我有事要你帮忙。”\n他们三人就这样出去了…\n房间又再静了下来。。。\n稍微冷静点之后，我第一个想到的就是TMD的我要投诉minecraft！！！\n我记得我买的是无怪兽悠闲版minecraft，但是还是蹦出了一只僵尸还如此血腥！！可恶，我举起手在空气一划打算打开登录画面（模仿刀剑神域）。。。。\n诶？再划一次，诶！？再来！诶！！？？\n没有！没有！！？？\n这时，门又被打开，小兰端着食物蹦蹦跳跳地进来，心情好像很好，刚好看见我在划空气，便疑惑地问我：“你在干嘛？”\n“登出啊”我不耐烦地回答，这是游戏基本知识啊！\n“灯厨？什么东西耶？”她放下食物在一旁，坐在床旁好奇地看着我。\n“我要登出minecraft了，不玩了！”我继续划着空气\n“minecraft？我们世界的名字啊，但是你要登出什么啊？”她还是好奇地看着我\n“什么？”我皱眉地看着她。。等等。。她好像不是NPC啊！我什么时候联机了！？\n等等？五根手指？诶？我抬起自己的手，诶！？不是方块手！？是我原本的手！？\n我立即看向小兰，小兰则疑惑地看着我，大眼瞪小眼，彼此心里在奇怪\n这时我眼角发现右手边有块镜子，看过去，是我自己的样子，好憔悴，一副营养不良的样子，头发也长长了不少，长到我肩膀，乱糟糟的，好像乞丐。\n我的心里深处做出一个很大胆的假设，它可以直接解释我至今遇到的怪事。。。。\n没错。。。。\n我的确进入了minecraft的世界。。。\n仔细想想之前的僵尸的样子就像是真的一样。。。不是方块形的耶！！\n我的确在minecraft里= =！！？？\n坑爹啊！！？？\n\n通往索引贴之路:传送门\n",
    "replies": [
        {
            "author": "Technology",
            "timestamp": 1363185000,
            "txt_content": "做一章索引贴吧！把你所有章节的链接发出来~~可以考虑精华的"
        },
        {
            "author": "莫提哥",
            "timestamp": 1363188060,
            "txt_content": "Technology 发表于 2013-3-13 22:30 \n做一章索引贴吧！把你所有章节的链接发出来~~可以考虑精华的\n精华！？太好了"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363215180,
            "txt_content": "顶……我顶"
        }
    ]
}