{
    "title": "[原创/连载]《我的世界之域灵》第十六章 超越时空的命运任务",
    "author": "MIP_COMMOM",
    "replyCount": 12,
    "timestamp": 1581390840,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-12 11:24 编辑 \n\n　　云城战场上出现了许多巨型僵尸，都有着专门对付它们的修行者与之战斗。　　舒牧觉得形势不太对劲，朝着普通僵尸较少的城门附近快速地转移。　　有巨型僵尸入场了，多半还有其他类型的亡灵怪物已经入场了，或许它们躲藏在黑暗之中。至少战场中心和战场的边缘是都不能去了。　　在普通僵尸较少的地方，舒牧查看起自己的属性面板。　　舒牧　　种族：人类　　耐力：123　　生命值：108/124　　攻击力：124　　防御力：124　　敏捷值：123　　经验值：846　　火元素：0.6/10　　算下来，舒牧应该击杀了53只普通僵尸，844点经验值换算成自由属性点有211点，当然，这是对于属性介于一百至两百之间来说的，如果将经验值全都加点到一个属性，根本没有那么多的自由属性点。　　因为昨天猩红色骨箭的问题，舒牧打算先把敏捷值提升到两百点，剩下的均匀分配到各个属性。最后，舒牧的各属性变为耐力158点，生命值上限157点，攻击力157点，防御力157点，敏捷值200点，经验值剩余2点。　　敏捷值的快速提升，使得他的思维变得异常的敏捷，世间万物在他眼中的速度仿佛都慢了一倍，周围的每一个士兵，每一只普通僵尸的动作，都像是慢动作一样，实际上他知道，这并不是什么慢动作，是他的思维变快了，这种跳跃性的提升他还没有完全适应。　　战场中心的战斗异常激烈，一道道冲击波驱散着周围的一切，人类士兵根本无法靠近，也不敢靠近，而僵尸却是无所畏惧的往前冲，在巨型僵尸与人族修行者的打斗中，被轰击得只剩下残肢。　　专属于修行者的战场叫做高级战场。许多高级战场都有着不同颜色的流光闪烁着，它们代表着修行者不同的属性。　　一些修行者在和巨型僵尸战斗的时候，靠的就是本身的力量，也就是不带武器和巨型僵尸硬碰硬。这样的修行者多半是身体素质极强，属性平均的修行者，至少在属性方面和巨型僵尸不相上下，有的甚至是碾压巨型僵尸。　　而更多的修行者带着剑、斧、弩等武器和巨型僵尸周旋，一道道翠绿色的光芒在黑夜之中异常的耀眼，那些是战斗时溢出扩散的灵力。　　灵力有很多的运用方法，其中灵技是最普遍的一种。通过学习灵技可以造成杀伤性强大伤害，一些特殊的灵技可以用作辅助、研究等作用，例如加快植物的生长速度，穿透迷雾的可见之眼，这些都是辅助类型的灵技。　　舒牧不断收割着僵尸的生命，碾压的身体属性加上更强的附魔铁剑，僵尸在他的手中撑不过十个回合，普通僵尸更是一剑一个。　　现在他需要快速的提高自己的身体素质，所以战场上的僵尸都被他盯上了，僵尸获得的经验值是普通僵尸的三倍，在现阶段就是十多点的自由属性点入账。　　随着战事的不断推移，死在他手中的僵尸数量越来越多，而且只要经验值足够，他就会让域灵系统自动的为他强化属性，一只僵尸足够让他各属性一次性提升两点多。　　身体数值全方位的快速上涨着，可是即便如此，在修行者中，他的身体素质只能算是入门水平。在战场中的修行者，身体各项属性无不在一千以上，而他们需要对付的敌人也极为恐怖，像是巨型僵尸，又像是凋零骷髅。　　青色的剑气横扫战场，大片的僵尸如同地里的小麦，被修行者轻松收割。　　而那些青色的剑气，只是修行者在和巨型僵尸战斗时，所释放的灵技的余势，威力大减的情况下还能有这般恐怖的余威。　　一道道红色的光芒从黑暗之中激射而出，那些猩红的光芒都是朝着修行者而去的。　　那些猩红光芒还没有进入到修行者身周一米的距离，就被空气中四散的灵力震得粉碎。　　猩红光芒就是骷髅弓箭手特制的骨箭，威力一般，对付普通士兵还行，可要对付这些平均属性破千的修行者，连威胁都算不上。　　身体属性的高低是根本，而充分发挥修行者战斗力的，是各种各样的灵技。　　灵力在灵技的指引下，发挥出不可思议的力量。　　猩红的骨箭带着不可阻挡的气势，上面附着一层暗黑色的气焰，它们从黑暗的深处飞射而出，直指场上正在战斗的人类修行者。　　是亡灵一族的修行者出手了！　　本来死死压制着巨型僵尸的一位修行者，为了躲避致命的骨箭，出现了一个破绽被巨型僵尸抓住，狠狠砸出一记重拳。　　一瞬之间，青芒暴涨，无数的灵力汇聚在一起，发出了耀眼的光芒，光芒照亮了周围所有的黑暗，十公里内，所有的亡灵生物都无所遁形。　　城墙上霎时飞出了蓝绿两道流光，它们急速朝着十公里外的黑暗飞射而去。　　舒牧只是看到一道亮光冲向了黑暗之中，一眨眼的功夫都不到，就被黑暗所吞没。　　巨型僵尸一拳将庞大的灵力球轰散，狂暴的冲击波掀飞了以他们为中心，方圆一公里之内的所有生物，爆散的灵力携着风刃疯狂地绞杀着正前方的僵尸。而那一位修行者被巨型僵尸一拳打飞了三百米左右。　　发生这一切所用的时间不过一两秒，很多士兵都没有反应过来。他们看到黑夜突然如同白昼一般明亮，而后一闪即逝，如同一道闪光。　　而舒牧两百多的敏捷值，也才堪堪看清了双方交手的模糊场景。　　周围的普通僵尸非常的烦人，不过好在它们对于舒牧来说，一点威胁都没有，他才有机会可以看到修行者们那强悍的战斗。　　就在这时，他发现云城靠他那一侧的森林之中，快速地闪过一丝蓝色的光芒。　　舒牧只是多看了几眼，而后继续屠杀着眼前的僵尸。黑暗之中有着无数可怕的存在，现在连巨型僵尸，亡灵中的修行者都出现了，周围已经很不安全了。　　本以为自己属性一两百已经算是非常厉害了，能在这个世界自由自在的活着。现在舒牧才发现，一两百的属性值根本算不了什么，一只巨型僵尸就可以和属性破千的修行者打得不相上下。　　若不是它们在攻击力和生命值都很突出，其他属性一般般，不然人类的修行者们根本占不到上风。　　“叮！”　　“超越时空的命运任务——一瞬即逝的光芒（第一阶段）。”　　“请找到刚刚在森林之中光芒的主人。”　　“奖励：30点自由属性点，灵技：破绽，永久增益效果——来自末地的祝福。”　　当绿色的字幕出现在舒牧视野之中的一瞬间，他就朝着刚刚看到蓝光的森林快速地冲去。在他看到了蓝色光辉的一瞬间，域灵系统就给他发布了任务，从刚刚到现在也只过去了五秒钟的时间，完成这个任务应该是非常轻松的。　　只需要找到蓝光的主人就好，或者说只要看到就行了，五秒钟的时间，那蓝光的主人应该跑不远才是。　　舒牧将刚刚击杀的一只僵尸的经验值，全都给敏捷值加点，如今他的敏捷值已经达到了225点，六百多米的距离，三四秒的时间就垮了过去。　　没入黑暗之中的舒牧朝着森林深处追去。虽然蓝色的光芒只闪了一下，但是在其之后，蓝色的光芒并没有消失，只是亮度变暗了许多，依他判断，应该是对方朝着森林的深处跑去了。　　云城的这一侧面的森林他还挺熟悉的，这是昨天他从森林切入战场的那一片密林，从这里直线往前跑一百公里多左右，就是舒牧逃出来的那个村落了。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "Smokey_Days",
            "timestamp": 1581417360,
            "txt_content": "话说这个转载得到了原作者的许可了么"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581419160,
            "txt_content": "Smokey_Days 发表于 2020-2-11 18:36\n话说这个转载得到了原作者的许可了么\n我是原作者"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1581421560,
            "txt_content": "MIP_COMMOM 发表于 2020-2-11 19:06\n我是原作者\n那就没必要写「转载」了吧_(:з」∠)_"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581429060,
            "txt_content": "Smokey_Days 发表于 2020-2-11 19:46\n那就没必要写「转载」了吧_(:з」∠)_\nemmm其实我在其他网站有发布的。"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581429120,
            "txt_content": "Smokey_Days 发表于 2020-2-11 19:46\n那就没必要写「转载」了吧_(:з」∠)_\n那我改原创吧？"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1581431400,
            "txt_content": "MIP_COMMOM 发表于 2020-2-11 21:52\n那我改原创吧？\n起点那边要求的是首发还是独占啊？\n如果是首发的话你就可以直接改原创"
        },
        {
            "author": "初阳时光",
            "timestamp": 1581432720,
            "txt_content": "自己的作品写转载就有点离谱_(:з」∠)_\n文笔功底比较扎实，但是描写的详略分配略显不足。\n比如，\n生命值上限157点，攻击力157点，防御力157点\n就可以带过为，\n生命值上限、攻击力、防御力都是157点\n还有其他的部分片段，也略显累赘。如果嫌字数太少的话，更慢一点也没事的。\n又比如，\n猩红的骨箭带着不可阻挡的气势，上面附着一层暗黑色的气焰，它们从黑暗的深处飞射而出，直指场上正在战斗的人类修行者。\n是亡灵一族的修行者出手了！\n如果我没猜错，上一段是在为下一段蓄势。\n亡灵一族的修行者的出现可以说是这次战斗中小小的一个转折点，但是蓄势的不足反而让本来干净利落的一句话变得薄弱。\n你或许可以尝试一下不仅仅是单纯地以许多短小的段落铺陈过程，而是长短段落兼具，既富有错落的美感又不失叙事的精确性。\n祝努力码字，有始有终！"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581433620,
            "txt_content": "初阳时光 发表于 2020-2-11 22:52\n自己的作品写转载就有点离谱_(:з」∠)_\n文笔功底比较扎实，但是描写的详略分配略显不足。\n比如，\n好的，不过最近重心不在小说上面，所以可能现在不会有新的更新，就是发布新章，但是转载过来还是会转的"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581433800,
            "txt_content": "Smokey_Days 发表于 2020-2-11 22:30\n起点那边要求的是首发还是独占啊？\n如果是首发的话你就可以直接改原创\n起点是首发，我看了一下，首发网站：起点，授权类型：首发原创，部分章节修改会被拖去审核我都不知道什么情况，我之前发的时候。"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581434760,
            "txt_content": "初阳时光 发表于 2020-2-11 22:52\n自己的作品写转载就有点离谱_(:з」∠)_\n文笔功底比较扎实，但是描写的详略分配略显不足。\n比如，\n有时候在章节里面贴属性，是怕我写了太久忘了，中途会有实力提升忘记加上去，之后我就在索引弄了个属性面板的东西，方便修改。估计我还要归纳一下一些数值类的东西，不过近期侧重点不在小说这边。凑字数的话，emmm，我的下一章好像是稍微描写了一下人物的，太久没写小说了，手感都没了。"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581478140,
            "txt_content": "Smokey_Days 发表于 2020-2-11 22:30\n起点那边要求的是首发还是独占啊？\n如果是首发的话你就可以直接改原创\n哇，大佬，我今天新发的章节又被拖去审核了，还有之前的两章也是，能不能帮我看看。"
        },
        {
            "author": "Smokey_Days",
            "timestamp": 1581483060,
            "txt_content": "MIP_COMMOM 发表于 2020-2-12 11:29\n哇，大佬，我今天新发的章节又被拖去审核了，还有之前的两章也是，能不能帮我看看。 ...\n_(:з」∠)_\n这个只能等版主了。\n估计是碰关键词了吧..."
        }
    ]
}