{
    "title": "MFFS MOD 的应用研究",
    "author": "idiotorange",
    "replyCount": 8,
    "timestamp": 1362533100,
    "txt_content": " 本帖最后由 idiotorange 于 2013-3-12 14:23 编辑 \n\n前言：这个帖子第一部分发布时间较早，当中部分说法有欠妥当，但是我实在是懒得改了……………………\n第一部分介绍了力场系统最低运行需求，帮助你从零开始建设自己的力场护盾系统\n第二部分是力场系统中各种机器方块的应用，保证系统的安全\n第三部分是力场的模式和升级(改变形状和功能)详解，使力场具有更多元化的应用可能。\n为了达到对力场的精确调整，请在阅读第三部分过程中熟悉把握两个关键词：\n周界和起始方块(好吧这个是我造的词)\n\n————————————————前言的裆部(你节操呢喂)———————————\nMFFS这个是个很好玩的MOD，就是上手比较艰难，但是一旦设置好之后简直就是防御神器。\n\n论坛里教程不少，但是喊看不懂的人也很多，我先来整理下思路：\n\n要使一个MFFS力场系统开始运作，最小系统需求为一个力场提取机，一个力场电容器，和一个力场映射机。这三个机器无需相邻放置，它们是通过动力链接卡来实现能量流通的。\n\n这三个机器的作用。\n力场提取机：需要提供IC2电流，将Forcicium(词根是力，下文译为力元素)提取成力场，提取力场需要不断消耗力元素或者合成的力元素单元中的能量。提取力场可以由两个方法实现，通入电流后直接将方形的力元素放在GUI上方那个放力元素的地方提取，也可以用充能的力元素单元放在同样的地方提取，右边是为耗空的力元素单元充能的地方，只需要供给IC2电流，单元就会缓慢充能。 \n\n力场电容器：储存力场，力场映射机器从这个方块提取力场并投影出去形成防护罩，这个方块，同时可以给工具充能，充能方格的右边是类似IC2电容器的设置，也就是什么时候释放能量(全满释放，半满释放等)，当放入万用工具时自动变成一个绿色的宝石状给万用工具充能，取出工具之后变回来。另外其中的距离升级模块是指升级电容器和用电器之间的距离，通过动力链接卡链接的机器无需导线连接或者相邻放置，只需要在能支持的距离之内即可，支持的距离可以在电容器的GUI中看到。\n\n力场投影机：从力场电容器中提取力场并投影成护罩。可以选择防护罩的形状，功能等等，这些在MOD介绍帖子里都有，有一个比较关键的问题，如何改变防护罩大小、或者说防护的范围。大多数模式卡片插入映射机后最右边下方蓝色和绿色的格子会开放，分别是distance和strength，各个汉化的大大们翻译不尽相同。注意，放置距离和强度升级卡片的地方是可堆叠的，就像IC2机器超频模块一样，简单地在这个空格里堆叠多个距离升级模块即可控制护罩大小，最多可以堆叠64个，如果想实现对一个超大的地方进行防护，则需要建立多个力场系统，并放入力场融合升级。另外，千万不要乱放强度升级，力场是整个游戏里最强的方块，没有之一，以球形模式为例，如果你把厚度设置成跟力场半径一样的话……呵呵，你就做出了一个力场实心球，然后把机器几乎都包在了里面。这时你只能希望电容器中储存的力场消耗完了。还有一点需要注意的是千万记得在开启力场时把力场机设置为可通过，也就是放安全链接卡右边的那个地方，点击改变，箭头被红线阻挡意思是阻止进入，只有改为被箭头穿过的绿线才能用万用工具进入开启的护罩内部。这个设置在力场启动之后无法更改。\n\n更新：强度和距离升级在每种力场模式下作用不尽相同，上面这段写的时间较早，请无视= =\n详细请参考后面的模式和升级部分\n\n下来是几点额外的问题\n1.护罩越大(也就是生成一个完整的护罩需要的力场方块越多)，电容器种储存的力场消耗越快(废话)。但是目前我没发现可以用多个提取机对一个电容器进行供能，因为没发现动力链接卡可以设置ID和方向这些供能。护罩较小时可以实现不停机运行，大了就很难了……\n2.映射机的杀死Mob升级并不影响牛羊鸡等家畜，所以可以安心地在护罩里开着杀怪养动物。\n3.力场方块会破坏水面景观，对外观要求较高的请注意。\n4.不要手贱去撸力场方块，否则一次掉一半血……\n来自C秋茜君：护罩内杀死MOB功能会额外增大耗电，感谢~\n\n\n这些应该足够配合论坛里的教程帮助新接触这个MOD的同好们建立起自己的第一套防御力场系统了，更多的功能设置有需要会继续补上~\n\n—————————————————我下面是更新(你下面才更新呢)————————————\n\n最近忙着撸实验，都没玩MC，稍微更新一点吧……\n在正文之前，请先阅读appakk君的帖子\n无节操传送门：http://www.mcbbs.net/thread-88620-1-1.html\n下文将不再叙述各种卡片的合成方法及该帖中介绍过的方块功能。\n\n上次介绍了最小系统，现在来介绍下其他方块和功能。\n\n\n\n\n\n\n233941ci4c4ezzu99c9k4e.jpg (26.07 KB, 下载次数: 5)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n↑此图盗自appakk君帖子\n换个顺序，从右往左依次是安全储存、转换器、控制系统、安全站和区域防御站，剩下三个见前文。\n\n\n除了最小系统，余下的方块还有安全站，区域防御站，安全储存器，力场转化器和控制系统。大家都会发现，这个MOD中很多方块的GUI里都有一个红黄引脚的方框，其用是插入安全链接卡片，其作用接下来我将详细说明。\n\n假设有不善者进入了力场保护区域内部，在没有安全设置的情况下，他可以破坏力场系统甚至转为己用，这时就需要安全站等等一系列方块了。\n\n\n安全站：通过在安全站设置权限(能否更改权限，开关，拆除等等)来保护MFFS系统里的方块，激活后首先默认保护安全站自身，然后通过对指定方块插入安全链接卡实现同样的保护功能。注意：安全链接卡只是将安全站中的设置同步到插入该卡的方块中，其本身储存的信息是安全站的坐标，而并不会储存设置，也就是说，全部安全设置弄好之后把安全站撸爆，安全设置会失效；同理，在插入动力链接卡后撸爆提取器，动力链接卡也会失效，需要重新制造。\n\n要使安全站发挥作用，首先需要获得一张ID卡，将ID卡放在安全站GUI左上方的方格里配置权限后取出放在右上的控制方块里来开始生效，控制方块下方方格貌似只能放入ID卡和空白卡，估计是专门储存各种不同配置的权限用的。配置好权限的的ID卡放入控制的空格中后退出UI，会看到方块表面从关闭的显示器变成了有彩色显示的显示器，说明安全站开始运作。\n注意：ID卡中记录有所有者信息，控制ID卡(放在安全站中起效的ID卡)所有者默认是获得所有权限的，其他玩家在力场中只拥有限制的权限。这些权限中拥有物品，修改方格和区域停留三个没搞懂，其他功能就跟名字一样，很好辨认。还有就是作为ID卡拥有者，你把一张没有任何权限的ID卡放在控制方格拿出来后都会默认获得更改权限设置的权限。\n\n\n\n\n\nGUI.jpg (39.34 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n\n\n\n\n\n11314.jpg (29.18 KB, 下载次数: 1)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n\n\n\n234150akvmokea84afmwfw.jpg (27.37 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n关闭和开启状态\n\n\n接下来是区域防御站：块如其名，防御用的……但是防御功能略显碉堡。首先是防御的范围，坑爹的是这个不是从护罩中心开始算的，而是从防御站本身开始算的，也就是说你可以把防御站放在任何位置实现防御功能，只要你的电容器支持这么远。然后其防御功能有两个范围：警告和行动范围。警告范围顾名思义，走到这个范围以内就会收到警告，然后走进行动范围就会被采取设定的行动，警告范围永远比行动范围大3。下面举例说明，假如我在行动范围里放一个距离升级插件，那么行动范围是防御站周界范围1格，警告范围则是1+3=4格，如果我再在警告范围里放一个升级，那么警告范围变成周界1+3+1=5格的区域(如果都不放，那么防御的距离就是防御站自己在的一格(有毛用咧！))。而防御的范围形状可以在方形和圆形之间选择，我没有去试这个范围是球状、方块还是就是一个柱形向上延伸，因为太蛋疼了= =\n\n接下来是行动的功能解释，\n杀死敌对和/或中立MOB：这不用解释了吧，这个功能对DZMC更多生物里的生物是无效的\n报告：就是报个告，无关痛痒\n杀死玩家：杀死玩家，收集装备到GUI下方的空间里\n扫描玩家：这个碉堡了，可以有允许和禁止两个选项，在右边。功能应该是仅允许和仅禁止玩家携带特定的物品，名单可以放在上面较小的方格区里，收集到的会在下面。其他玩家到了防御站的区域里就会被搜身，然后几秒后过滤物品= =，比如可以用来防止熊孩子带岩浆，TNT，水什么的靠近你家，或者搜刮路人身上的钻石神马的(灭哈哈哈)……也可以在跑酷地图里防止玩家带方块破坏游戏乐趣。咳咳，扯远了……\n\n防御站必须要插入安全链接卡才能开启，碉堡的是同时可以有多个防御站工作，只需要插入动力和安全链接卡即可。当然可以由不同人控制。\n\n\n\n\nGUI 2.jpg (27.61 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n\n\n下面这图示范了行动范围处范围插件为2，不同形状下的防御效果，5×5范围内四角之外其他方格里的二师兄都会挂掉，有两个角有区别，这有助于理解周界的意思，另外，当然范围越大，圆形模式的防卫范围越圆。\n\n\n\n\n\n\n未标题-1.jpg (90.13 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 20:02 上传\n\n\n\n\n\n↑为天国的二师兄默哀\n\n安全储存器：插入安全链接卡片之后可以避免非授权开启，so easy\n\n力场转化器：可以将电容器中储存的FE转换成EU输出，支持的电压从32到2048EU，所以注意别把IC2存电器弄炸了，它只有一个输出端口，很好辨认，然后可以输出电压×1到9倍，这可以理解为电流了，数字越大越快，嗯。另外还有一个略坑的地方，在它右上角可以选择用红石，远程或者万用工具启动，启动之后还要按电压电流上方的方块，从绿色变成红色才能输出电……另外这个机器除了输出IC2的电流外也可以输出UE的电流，又碉堡了。\n\n\n控制系统，对指定方块获得数据连接卡之后放入远程控制系统即可打开对应机器GUI进行操作。还很贴心的提供了方格来专门储存各种数据链接卡，用这个机器的话可以在其他需要启动的方块右上角改成仅能用远程系统也就是这个方块进行控制，这个机器就这点用了。\n\n目前研究出这么多，如果这帖还能更下去的话就剩下各种形状的护罩和升级卡的说明了。\n\n——————————————一鼓作气地更新(趁没衰没竭之前)————————————\n\n一不小心挖了个坑……索性就填满好了= =\n\n以下内容是参考了Feed the Beast wiki，日本MC wiki 等网站的介绍，加上自己在游戏中实测应用得到，具有一定的科学性和普遍性(写论文呐你！)\n\n\n\n\n\n\nstone.jpg (61.12 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n↑全家福和放置位置说明\n\n关于投影机要说一点，投影机是有朝向的，朝向面有个蓝点，然后单一投影面的模式下投影面始终在这个蓝点所在面。通过万用工具或者扳手都可以调整(IC2的机器方块嘛)，这个朝向会影响部分护罩的生成和形状。\n\n\n\n\n投影.jpg (27.3 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 14:04 上传\n\n\n\n\n\n↑蓝点和投影面\n\n\n\n\n\n\n未标题-1.jpg (67.99 KB, 下载次数: 4)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n↑各种模式能放入的升级说明\n\n模式：\n方块：无朝向，只能放入距离升级，形成的护罩是一个厚度为一个方块且不能改变的盒子形状，距离升级改变其边长。\n球形：无朝向，能放入距离和强度升级，形成的是球状护罩，距离升级提高球体半径，强度升级提高球壳厚度。\n\n墙/45°墙：有朝向，能放入距离/强度升级和聚焦矩阵，朝向为上方时形成的是以投影机所在X,Y坐标为交点(交线)的高度、长度可调的东—西、南—北走向的垂直相交墙。当所有升级都不放时，会在投影面相邻方格投影出一个方块(下文将类似方块统称为起始方块)，放入距离升级后，会调整这个方块产生的位置，一个距离升级则沿着投影方向移动一格(投影机和起始方块中间是空出来的)，然后以这个方块为基准，每放入一个强度升级，会在投影方向上延伸出一个方格，也就是墙高度，每在四个方格中放入一个聚焦矩阵，会使力场向该方向上延伸一格，也就是墙长，UI中四个方向默认是上北下南左西右东。\n45°墙就是把这个墙沿投影中轴旋转45°而已。\n\n\n\n\n\nwall.jpg (48.17 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n↑墙模式设置例子\n\n\n\n\n2013-03-12_11.59.41.png (163.13 KB, 下载次数: 2)\n\n下载附件\n\n2013-3-12 13:08 上传\n\n\n\n\n\n\n\n\n2013-03-12_12.01.09.png (212.94 KB, 下载次数: 2)\n\n下载附件\n\n2013-3-12 13:08 上传\n\n\n\n\n\n↑实际效果\n\n\n管状：有朝向，能放入距离和强度升级。不放任何升级时向投影机朝向生成一个长度为1个方格，管壁为周界2，管内为周界1的管子。每放入一个距离升级，管壁周界+1；每放入一个强度升级，管长+1。周界请参考区域防御站部分。\n\n挡板：有朝向，能放入距离升级和聚焦矩阵。距离升级作用同墙模式，改变朝向上起始方块的位置，每放入一个聚焦矩阵，会使方块向该方向上延伸扩大，简而言之，就是以起始方块为中心向四面延展的矩形平面，放入聚焦矩阵可以认为是将这个矩形平面拉大，可以想象成在绘图工具里拉着一个矩形的边框将其伸缩变形。\n\n高级方块：虽然模式卡放入之后四面都有投影，看上去是没有朝向区别，实际上还是有的，而且影响很大。可放入强度升级和聚焦模块。不放升级时开启会在朝向面相邻方格产生一个起始方块，然后通过聚焦矩阵调整。聚焦矩阵的作用参考挡板模式，主要影响盒子的底面积。然后强度升级每放一个会向朝向上提高一格盒子内的高度，而盒子厚度始终为1个方格。然后这个模式下防护罩的一个面会在紧贴着朝向面相反的那个面，这就是为什么说虽然是六面投影但是朝向很重要。而且记得开始一定要放1个强度升级模块，不然一开启由于高度不够你会被护罩干掉……。\n\n\n\n\n\nadv cube setting.jpg (49.65 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n↑高级方块模式设置\n\n\n\n\n2013-03-12_12.30.59.png (192.91 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:08 上传\n\n\n\n\n\n↑效果，注意投影机朝向，高度和底部。\n\n\n容器：有朝向，可放入距离/强度升级和聚焦矩阵。如果弄懂了高级方块模式，这个就是个可以调节起始方块在投影轴线上产生位置的高级方块模式，然后方块的外观有所改变。其他方面我还没发现什么不同……\n\n下面是可选升级，作用简单的可通过文字说明，复杂点的会有图片，嗯\n注意：各种升级不是和每种模式都兼容，请注意。\n\n\n伪装升级：开启后聚焦矩阵中间的方格会开放，不放任何东西会使防护罩透明，放入方块后会将防护罩变成该方块的材质，所以用钻石块/核弹什么的做房子不再是梦想啦！\n\n\n\n\n\n4个.jpg (24.33 KB, 下载次数: 4)\n\n下载附件\n\n2013-3-12 13:05 上传\n\n\n\n\n\n↑左上，无伪装升级；右上，伪装升级无材质，生存模式站在不可见的护罩上；\n  左下，放入石头材质；右下，放入触碰伤害升级之后的碉堡材质。\n\n\n力场融合升级：有两个力场相交时，这个升级可以将相交部分除去，形成一个整体。需要注意的是，有两个力场，必定会有两个投影机，只有这两个投影机都装了这个升级才可以。另外两个力场相连之后使用万用工具穿过护罩的两个部分会出现权限问题，一部分可以穿过，一部分不能。解决方法是在安全站打开穿过护罩权限之后将安全链接卡插入这两个投影机使得权限一致即可。\n\n\n\n\nfusion.jpg (57.49 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:15 上传\n\n\n\n\n\n↑可能不是很清楚，下图是没放升级的，可以看见相交部\n\n\n\n海绵升级：清除护罩保护范围内所有的液体(水，岩浆，石油等)。当护罩产生后在里面倒液体清除功能不会生效，只有关闭护罩后重新开始才会清除。\n\nNPC防御升级：就是杀死敌对MOB，对家畜家禽无影响。值得一提的是区域防御站的杀死MOB功能对DZMC更多生物无效，而投影机里的这个功能却有效，碉堡了。\n\n力场干扰升级：能阻止力场保护范围内其他力场的生成，这个其他力场指的是护罩内其他独立供能系统的投影机。同一个电容器生成的动力链接卡供能的投影机之间不受影响。具体表现为被限制的投影机无法打开GUI，里面的各种卡片稀里哗啦地往外掉。\n\n力场操作升级：字面上是说护罩只会生成到投影机所在高度，用图片解释比较清楚。\n\n\n\n\nmanipulator.jpg (32.55 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n\n↑下图是放了升级的，这样会让怪蜀黍挖地洞进来，所以我不知道这个升级意义何在\n\n破坏方块升级：护罩生成时会破坏碰到的方块，继续来图，这个升级对景观影响较大，不能破坏基岩。\n\n\n\n\nbreaker.jpg (49.57 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-12 13:03 上传\n\n\n\n\n\n↑生成时破坏下面的方块\n\n防御站升级：当未授权的玩家进入防护罩内部时会受到伤害。有人会问不给他穿过护罩的权限就行了嘛，别忘了MC里还有各种传送的MOD。\n\n\n最后是触碰伤害升级：用了这个升级，你的护罩外观会变成非常震撼非常碉堡非常NB的材质，一个红色边框的透明方块，里面一个大大的感叹号，就像电影里操作系统发生错误之后往外猛刷的红色感叹号。一般玩家看到了可能会产生巨大的心理压力，可能引起晕厥、休克、血管爆裂、心肌梗塞、大小便失…咳咳……当然，碰到了会掉血……\n\n\n\n\n2013-03-12_14.25.01.png (160.46 KB, 下载次数: 1)\n\n下载附件\n\n2013-3-12 14:21 上传\n\n\n\n\n\n\n\n没想到写成了一个大坑，变成详细攻略了= =这个MOD也差不多摸清了吧。\n目前还没搞清楚的还有安全站中几个权限的作用，欢迎各位补充，我自己也会找时间补完的~\n经过这篇帖子的煎熬，在下深切地感受到了各种游戏攻略组写游戏攻略以及老湿们编写教柴的辛酸，在此我对他们表示崇高的敬意……\n\n另外严重感谢版主sylqiuyifeng的支持和C秋茜君的关注，最后感谢二师兄用一次又一次的生命给我们带来的应用说明\n\n\n\n\n\n\n\n\n\n\n\nall.jpg\n(42.58 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2013-3-12 13:03 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n未标题-1.jpg\n(62.3 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2013-3-12 13:05 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "guodong",
            "timestamp": 1362543540,
            "txt_content": "立场mod，回头去玩玩"
        },
        {
            "author": "sylqiuyifeng",
            "timestamp": 1362570060,
            "txt_content": "guodong 发表于 2013-3-6 12:19 \n立场mod，回头去玩玩\n连我都没玩过的addon哈哈"
        },
        {
            "author": "C秋茜",
            "timestamp": 1362576180,
            "txt_content": "还有杀死MOB会增大耗电量 所以其实其他的奇葩设备有研究么0v0"
        },
        {
            "author": "idiotorange",
            "timestamp": 1362583200,
            "txt_content": " 本帖最后由 idiotorange 于 2013-3-6 23:25 编辑 \nC秋茜 发表于 2013-3-6 21:23 \n还有杀死MOB会增大耗电量 所以其实其他的奇葩设备有研究么0v0\n杀死MOB功能我一般是在上上床睡觉前开个几秒，就一定能安心睡觉了~\n现在手边的机器上没装MC，明天会继续补上其他奇葩机器的应用经验的~"
        },
        {
            "author": "C秋茜",
            "timestamp": 1363008480,
            "txt_content": "更新了么好厉害0 0原来安全站是这么用的啊0 0而且貌似独居石可以用来发电么0v0"
        },
        {
            "author": "idiotorange",
            "timestamp": 1363009560,
            "txt_content": "C秋茜 发表于 2013-3-11 21:28 \n更新了么好厉害0 0原来安全站是这么用的啊0 0而且貌似独居石可以用来发电么0v0\n嗯，下来我会把各种模式和升级补完~\n发电的话不现实……因为总体是用电从力元素中抽出FE，然后转换器把多余的FE转换回EU，所以其实是个回收过程……"
        },
        {
            "author": "1357587658",
            "timestamp": 1380697740,
            "txt_content": "求1.62的教程"
        },
        {
            "author": "176q72x",
            "timestamp": 1410316380,
            "txt_content": "没玩过，我第一个玩的工业扩展是格雷{:10_492:}"
        }
    ]
}