{
    "title": "11月26日：bug修复更新",
    "author": "素履信游",
    "replyCount": 10,
    "timestamp": 1290825480,
    "txt_content": " 本帖最后由 素履信游 于 2010-11-27 10:40 编辑 \n\n原文：http://notch.tumblr.com/post/169 ... ing-early-next-week\n\nBug update #2. More coming early next week.\nBug修复更新#2 下周初会有更多\n\nI struggled for a long time to figure out exactly why players and mobs would sometimes vanish when players respawn, and finally gave up and asked Jakob to help me sort out the problem.\n我费尽心思想要找到玩家和怪物有时会在重生时消失的原因，最后还是放弃并请Jakob帮忙解决这一问题。\n\nWhile explaining the problem, we found the cause.\n在解释这个问题的时候，我们找到了症结。\n\nTurns out that the entities failed to get added to the global render list. This is caused by the chunk not being prepared when the entity is added. The servers SHOULD tell the client what chunks to render before adding entities. Then I remembered the throttling which makes entity updates higher priority than chunk updates..\n原来是由于实体没能成功添加进全局渲染列表。如果组块在添加实体时还没准备好就会出现这个问题。服务端应该在添加实体前告知客户端需要渲染的组块。然后我就想起了调节算法，是它使得实体更新优先于组块的更新……\n\nSo now whenever the server tells the client to add an entity, it gets added to the “reinsert if ever lost”-list I already have in place, but which was only used for a few special entities (mainly the local player) so far.\n所以现在每当服务端告诉客户端要添加一个实体时，它就会加入到我以早就设好的“如果丢失就重新插入”列表，而这个列表以前只用于一些特殊实体（主要是本地玩家）。\n\nThe client has been updated to 1.2.3_04 (hey look at that!), and the server has an optional update to 0.2.5_02.\nI’ve got plenty of more bugs to address in SMP, which will be fixed over the coming weeks. I think we might be getting close to beta soon. =D\n客户端已升级到1.2.3_04 （瞧瞧！），而服务端则可以选择升级到0.2.5_02。\n我已经有一些新的多人联机bug需要处理，它们将在接下来的几周里修复。我想我们可能很快就要接近beta了。=D\n\n(btw, working in an office with real people is AWESOME. I love it)\n（顺带一提，和现实中的人类在一个办公室工作真给力。我喜欢）",
    "replies": [
        {
            "author": "poacher",
            "timestamp": 1290834540,
            "txt_content": "真给力是英文是那个。。。"
        },
        {
            "author": "dyxxzgc",
            "timestamp": 1290836880,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qude",
            "timestamp": 1290841260,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "God",
            "timestamp": 1290842580,
            "txt_content": "谢谢楼主~"
        },
        {
            "author": "aizuo",
            "timestamp": 1290852780,
            "txt_content": "妹控自重啊\n另外本周Notch一直在为奇怪的重生错误和chunk错误工作……所以下周初的更新肯定还是bug修复，不会有什么新东西"
        },
        {
            "author": "聖代鈴音",
            "timestamp": 1290852960,
            "txt_content": "= =真给力"
        },
        {
            "author": "a547142879",
            "timestamp": 1290857400,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "qw87375832",
            "timestamp": 1291099380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "tianxiadiyizha",
            "timestamp": 1291273380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Minecrafthero",
            "timestamp": 1291287180,
            "txt_content": "{:10_529:}不知道mc的完整版要肥脑工作多久才能完成"
        }
    ]
}