{
    "title": "[Minecraft.net|CULTURE]与之搭建：紫珀",
    "author": "qsefthuopq",
    "replyCount": 3,
    "timestamp": 1581494700,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-2-12 16:05 编辑 \n文章日期2020-02-07作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\nBuild with it: Purpur\n与之搭建：紫珀\nThe End justifies the means![sup]1[/sup]\n末地展示了紫珀的正确用法！[sup]1[/sup]\n\n\nBuilding with purple can be a bold choice and for several reasons. In the real world, it’s uncommon to find buildings that incorporate it in their designs due to its somewhat distinct look, and it’s even rarer to find structures that go all-in on this unusual, yet majestic color. In Minecraft, it’s mostly just hard to come by depending on the type, and some players go to great lengths to get their blocky hands on it – as far as to the End itself.\n使用紫色建材造建筑可是个大胆之举，理由有很多。在现实世界中我们很难找到能够将紫色融入到设计中的建筑，因为紫色看起来很显眼；我们更难找到完全融入这一非同寻常但又宏伟壮观的色彩的建筑。在Minecraft内，根据建材类型进行建筑更是难乎其难，而一些玩家仍不遗余力地寻找这种颜色的建材——直至在探索末地时找到这种建材。\n\nFor your inspiration, a 19th-century wooden house in New Orleans (Louisiana, United States), photo by Infrogmation via Creative CommonsAttribution 2.5 Generic license.\n为了启发你的灵感，我们找到了一座在19世纪建造的木屋 (位于美国路易斯安那州的新奥尔良)摄影： Infrogmation知识共享许可协议： Creative CommonsAttribution 2.5 Generic license\nIf you are looking to build a similar structure like the example above, it would likely look great in purpur and white terracotta . We have recommended mixing materials in your builds before, and if your existing purpur pile is too paltry to put together the purple palace of your dreams, we have a few other options you may want to try. How about supplementing your stash of building materials with a matching dyed wool or terracotta? The difference in hues and textures can provide a rich depth to the lovely lilac shade of purpur, and perhaps make that building positively pop.\n如果你打算建造类如上图所示的建筑，那么紫珀块和白色陶瓦就是你的不二之选。我们在此之前就已推荐混合多种建材来进行建筑，如果你手中现有的紫珀不足以搭建出你梦想中的紫色宫殿，你可以试试我们为您准备好的其他备用选项。使用紫色染色的羊毛或陶瓦如何？色彩和材质上的差异可以为丁香般的紫色更具深度，也许还能让你的建筑更加美观、流行。\n\nIf you’re seeking complementary hues to add a little variety, how about blue? Again, wool is great and does give any busy builder options in both pastel and bold, but lapis lazuli’s deep blue hue (a Build With It material we’ll explore in late February or early March) is an uncommon combination that can give travelers in the area a reason to give your builds a second look. Darker hues like coal are an additional option as well as the sophisticated polished diorite grays for exterior and interior options.\n如果你想用互补色来增添些多样性，那么蓝色如何？我再强调一遍，羊毛这种建材非常不错，它可以给任何忙碌的建造者多彩和独具一格的选项，但与青金石的深蓝完美结合也能让旅者在参观完你的建筑后流连忘返 (在二月底或三月初，我们将在与之搭建这个栏目内探索青金石的正确用法)。如煤炭和磨制闪长岩这样更暗的色彩也是额外的选项，你可以用在建筑的外部和内部。\n\nFor maximum contrast, check out yellow materials – last week’s gold could be a good place to start or you may think about using a more subtle sandstone like these featured builders.[sup]2[/sup]\n为了形成强烈的对比，你可以试试黄色的建材 ——你可以从上周我们介绍的金块开始尝试，或者你可以像下面的建造者一样尝试比砂岩更加微妙的末地石砖。[sup]2[/sup]\nAn elegant purpur creation made by oo7Bis .\n一座由oo7Bis创作的高雅的紫珀建筑。\n\nA closer look inside oo7Bis’ structure.\n近观oo7Bis的建筑内部。\n\nthejackcraft10 built this purpur garden during a recent community livestream.\nthejackcraft10 在一次最近的社区直播中造出了这个紫珀菜园。\nBut before you grab your gear and head out, we strongly recommend checking out our previously published tips and tricks for finding all the materials you need. You may also learn some history surrounding this regal looking block that can give you some additional ideas on what to build with it.\n但在你整装待发之前，我们强烈推荐你查看我们的之前发布的《本周方块：紫珀》来寻找你所需的建材。你也许能够了解到这种豪华的方块的历史并找到如何与之搭建的好点子。\n\nWe always enjoy seeing what our community creates each week for Build With It and encourage YOU to send your coolest structures to FeatureMe@minecraft.net . Coming up, we’re going to look at creations that include an abundance of stained glass, coral, lapis lazuli, and coal . So start crafting and hopefully, you’ll see your builds in an upcoming article!\n我们一直很喜欢看到我们的社区每周创作出的与之搭建这一栏目，并且我们希望你能够将你最酷的建筑作品发送到 FeatureMe@minecraft.net 。接下来我们将会看到由染色玻璃、珊瑚、青金石和煤炭构成的建筑。那么开始建造吧！也许有朝一日你的作品就会出现在我们的文章中！\n注释【1】The End justifies the means!   \n此处句子原意为：只要目的正当，可以不择手段。 在本文中主语为末地【2】using a more subtle sandstone like these featured builders 此处可能原文有误或是我理解有误，图中用的都是末地石砖而非砂岩。",
    "replies": [
        {
            "author": "丶灬瑜天",
            "timestamp": 1581580500,
            "txt_content": "感谢翻译！幸苦啦"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1581588060,
            "txt_content": "2这样没毛病吧"
        },
        {
            "author": "qsefthuopq",
            "timestamp": 1581588420,
            "txt_content": "Kalice 发表于 2020-2-13 18:01\n2这样没毛病吧\n原文只提了sandstone\n不看图的话我很容易误解为是砂岩"
        }
    ]
}