{
    "title": "大家玩mc的经历分享一下呗",
    "author": "夏夜萌雨",
    "replyCount": 13,
    "timestamp": 1581502320,
    "txt_content": "很多年前就在玩mc了 当时的智能手机刚刚普及 忘了当时是怎么和mc结缘的 我就在手机上下了我玩的第一款游戏——手机版的盗版我的世界 第一次玩我还是在水里出生(现在应该不可能的吧) 创造模式 因为不会上下飞在水里挣扎了好久 放出的僵尸因为不知道他们会在白天燃烧 我管他们叫烈焰骑士 用来守家用 也把史莱姆当成方块用来建家 后来在网上看到了马桶夏天的视频 第一印象是这些人说话怎么这么有意思 后来我发现了麦块 第一款玩的服务器叫新梦想 交了很多很多网上的朋友 虽然和他们的友谊只有一小段时间 最长的也不过1年半 但他们的名字我现在都还记得 我还会常常想起和他们的经历冒险 见证了很多服务器从寥无几人到人数爆满 那时候是我玩mc最快乐的时光 我当时初中 后来网易代理了中国版我的世界 麦块的服务器一夜之间全都没有了 找不到服务器玩了 美好的时光从那时候结束的吧 就这样玩了hxpixel断断续续玩了2年 也不知道是不是错觉 感觉找不到第一次玩mc时踩沙子的声音了",
    "replies": [
        {
            "author": "mclinzifeng",
            "timestamp": 1581504300,
            "txt_content": "卧槽，历史总是惊人的相似"
        },
        {
            "author": "殇蚀烬月",
            "timestamp": 1581504780,
            "txt_content": "？？？除了部分细节，竟然完全一致，看来老玩家的游戏历程都大同小异吗？！"
        },
        {
            "author": "2848417808",
            "timestamp": 1581509340,
            "txt_content": "看来大家的经历都是一样的"
        },
        {
            "author": "Chen_Meow",
            "timestamp": 1581509820,
            "txt_content": "被朋友拉入坑，看视频，学mod，看视频，看服务器，看视频，看视频，跑路。"
        },
        {
            "author": "远行2015",
            "timestamp": 1581519000,
            "txt_content": "直接就是和同学客户端联机的，后来就一个人玩模组的了，身边的人都喜欢纯净版"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1581519540,
            "txt_content": "不要\n"
        },
        {
            "author": "G-BigBigWolf",
            "timestamp": 1581519660,
            "txt_content": "朋友拉我玩MC的，后来朋友去玩LOL了，我却放不下了。现在身边没有一个玩MC的。【伤心】"
        },
        {
            "author": "zxc1226152351",
            "timestamp": 1581519900,
            "txt_content": "差不多差不多"
        },
        {
            "author": "935262316",
            "timestamp": 1581526200,
            "txt_content": "我是电脑MC玩家，我是这样的开始的：2013年我在快玩游戏盒里面找游戏，发现一个像素游戏，刚开始觉得画质这么垃圾，才几十MB，为什么玩的人还有点多，很奇怪下载来玩，不知道怎么玩，不知道按住鼠标就能砍树，会玩以后发现这个游戏太他吗好玩了，直接不玩侠盗猎车手圣安地列斯了"
        },
        {
            "author": "wzk0730@163.com",
            "timestamp": 1581535800,
            "txt_content": "有一次我看到我表妹在iPad上玩，后来我又看到一个同龄人在玩，我就去手机上看了看，稍微玩了玩（当然是盗版了啦），还造了个水下隧道。后来周围同学也开始玩，我们就一起联机玩了很长时间。后来开始在电脑上玩，发现了还有一个叫模组的东西，然后开始疯狂玩，当然也是盗版，后来去几个服务器玩了玩。当时也一直想着买正版，个人还是对这块比较注重，但由于Java要165太贵，手机45又怕父母发现，就迟迟没有买，那段时间的状态也是有空了玩玩模组，或者玩玩服务器。当然也特别喜欢看zimin等人的视频，感觉很羡慕他们能有一台配置好的电脑和正版账号。到了初二暑假，我忽然发现网易开始代理我的世界里，于是很兴奋，终于可以正版玩我的世界了，便召集了几个朋友开始玩。然而我发现玩法实在是太单一，基本没有模组，更新太慢，于是想重新玩**，发现行不通了。以及后来的forge事件，于是对网易的印象不是太好。玩了几个月的hypixel之后感觉玩家素质实在太低，就暂时弃坑了。后来发现高中班里也有玩mc的，于是重拾mc，虽说一次都没和他联机过，但当我重新下载我的世界中国版时，我发现这也太愚蠢了，于是我下定决心一定要买正版的并且找到有缘人一起玩正版，或者去国外服务器。于是高一的时候花了165买了java版，以及后来的win10版花了70多（以前一直知道买了Java版可以领取win10版，结果发现我买的几个月前活动没了。。），iOS版是借别人的美国账号的，因为实在下不到。当时感觉有一丝丝的优越感，但发现周围的人要么不玩，要么只能和我用网易版玩，而且玩了没几天就失去兴趣，我逐渐感到失望。中间又时而玩时而不玩。由于我的电脑太过于垃圾，以及qiang的原因，我有一段时间一直想玩各种大型模组或者服务器，但一直没完成，就感觉很遗憾。最近几天，又开始玩基岩版，倒是找到了几个服务器，几个能一起联机的人，虽说不认识，至少还是有些许的乐趣，但总感觉缺少些什么，总感觉没能玩到最好的Minecraft。"
        },
        {
            "author": "wzk0730@163.com",
            "timestamp": 1581535980,
            "txt_content": "wzk0730@163.com 发表于 2020-2-13 03:30\n有一次我看到我表妹在iPad上玩，后来我又看到一个同龄人在玩，我就去手机上看了看，稍微玩了玩（当然是盗版 ...\n抱歉，我指的是网易上的所谓hypixel，hypixel国外服我只进过一次，而且根本没有玩，电脑实在太垃圾。。"
        },
        {
            "author": "soil-sword",
            "timestamp": 1581550080,
            "txt_content": "嗯。\n怎么说呢，金光闪闪的岩浆，让我怀念。"
        },
        {
            "author": "Doomsday_Envoy",
            "timestamp": 1581559740,
            "txt_content": "最开始折腾JAVA还费了点时间，不知道还有没有人记得忘却的旋律启动器。入正以后也去外服转过，不过高PING战士最终还是老老实实回来了。"
        }
    ]
}