{
    "title": "mc老人感言麻烦各位有空可以看一下",
    "author": "WTN520",
    "replyCount": 1,
    "timestamp": 1581524880,
    "txt_content": "我想来这的大多数都是老玩家\n我想有一些玩家应该也考虑过开服务器一些抱着赚钱一些我想是因为情怀所以想着才会有那么多服务器开出来甚至连网易也出了\n但大家有没有考虑过我的世界为什么会火网易又为什么会火无非就是因为创新\n实话实说我觉得现在所谓的原创服无非就是走别人的后路老一套的剧情没有做到真正的创新\n有些人嘴上说着创新创新其意义上还是哪一点东西做出来也就那样\n然后我的世界现在其实意义上也没有以前那么火了\n对于我来说现在玩mc纯属是玩的情怀已经没有以前那种乐趣了想以前3-4人开个语音能玩一整天现在呢上个线看看就走跑去玩其他游戏\n当初1.6的时候mod也少纯生存但是玩的高兴啊现在的mod多了插件多了好对于一些人来说赚钱的时机来了之后一些玩家就开始跟风一起去开服\n开到后面有的赔有的赚赔的呢选择退出赚的呢继续开下去捞金{不好意思不是针对只是说出想法希望不要骂我谢谢}\n虽然我以前也干过这总事情开过快餐服捞玩就跑主要因为那时候年轻因为赚了钱就很好了在此我更哪些玩家说声对不起\n现在想想以前也挺那啥的所以想开个公益服谈不上原创想继续让mc这款游戏继续火下去\n\n               本着对历史的热爱我制作了这个关于第二次鸦片战争时期的服务器（毕竟国风区清末的优质MOD较少，所以我也算是奉献出自己的一份力量吧）\n\n\nMinecref晚清1856：帝国丧钟\n阵营及背景介绍\n\n 士兵我们用npc代替\n\n晚清帝国：在经历了第一次鸦片战争后，清王朝不思进取，依旧以天朝上邦自居，此时的中国正面临内忧外患的困扰中，是推翻这个王朝？还是帮这个古老的帝国续命？国家优势：领土多，领主多，兵多但是都很弱。\n\n大英帝国东方远征军：不满足第一次鸦片战争中获得的利益的英帝国，为了谋取更多利益，对中国发动了第二次鸦片战争。国家优势：地势优越，火枪兵全晚清最强，虽然人数少，但是都很猛，算是晚清第一强国。\n\n法兰西第二帝国：这个当时世界的强国之一，和英帝国组成了英法联军，对清朝发动了侵略战争。国家优势：火枪兵很强，但和英国比起来还是有点差距，土地比较少加上人比较少，可能也占不到什么优势。\n\n沙皇俄国：在世界发生巨变的同时，沙俄也在进行了侵略扩张，开始疯狂蚕食清朝东北地区和西北地区。国家优势：地势偏远，国家综合水平不弱，即是被齐宣了也不慌，因为位置实在太好\n\n葡萄牙殖民地：国家优势：这个就是打酱油的，没什么用，很弱吧？我也没试过，但是肯定不会强，旁边是强国英国，自己地盘又小。\n湘军：大清王朝抵挡不住强敌的侵略和国内的叛乱，朝廷不得已下令地方组织团练来歼灭国内的起义军，湘军由此诞生。国家优势：比清王朝的兵稍微强一些，但是人数没他们多，火器先进，但是效果并不好\n\n\n日本幕府：经历了黑船事件后的日本，终于开始慢慢觉醒，逐渐走向强国之路。国家优势：说白了也是卖萌的，除了一个新军还行，别的就是给你刷屏的。\n\n太平天国：这个中国历史上最猛烈的起义军，一直是清帝国的大敌，占据着南京这个富庶的地方，开始了一场反帝反封建的大型运动。国家优势：人数多。有着全晚清最强的步兵，但是是本国私兵所以比较难产。\n捻军：国家优势：有着全晚清最强大的骑兵，骑兵特别强，也不是私兵，但是容易被旁边的法国压着打。\n\n\n\n                                                                                              〖特色简介〗：\n————————————————————————————————————————————————————————————————————————--\n首批玩家开局可以选择当大清或者天地会的皇帝\n开局后可以选择当六个国家的大臣。可以获得他们的领地和权利，方便加快发展，但是可能会被皇帝[玩家或npc}交给你的任务给恶心到\n\n加入了一些历史事件，以及一些小剧情，如：北京沦陷后，大清的顶级步兵会被加强一下。\n随机发生自然灾害以及爆发起义，如果玩家离得近会掉不少npc士兵以及死亡士兵\n游戏加入爵位系统。声望够高可以用声望换爵位，并赏赐奖励和士兵，共6个爵位。\n玩家自立后，可以有一个属于自己的招兵模板，也可以直接招募原先国家的兵种\n全面替换场景以及村民等等的服饰，更贴近中国的风格。\n添加了大量城池，世界版图比较大，可以在群查看卫星地图（不过做的不是很好）\n可以查看所有物品，仅供参考，以及可以查看所有国家的兵种树和升级兵种树\n加入了三个大炮，以及加入一些福利宝箱分别在京师，京都，圆明园，阜阳，归绥城。（慢慢找，没提示，略略略）\n可以和其他玩家交换村子。\n可以自建城堡。\n加入银行，可以存钱。\n亡国判定的时间24小时\n大地图有野怪NPC，带领着不少的士兵，有强有弱，给玩家增加一个挑战，可以俘虏招降npc\n全面修改汉化\n增加了招募功能，自立后可以在自己国家内的所有城镇或者城堡里招募本国新兵。\n开局出生进行了修改，有着对应的奖励加成。\n玩家有两个战场技能，分别按U和V使用\n太平天国拥有私兵，全晚清最强大的步兵——太平军老营常胜军，但是难产并且不能升级获得\n村庄据点可以招募正规军。\n加入某国家后，该国国王会给你送该国的装备以示奖励。\n\n丰富的MOD选项功能。\n替换了国家的旗帜。\n修改了开局城镇的富有度\n增加了部分音乐\n酒馆可以招募各种雇佣兵。\n可以找玩家或国家出售士兵和捐赠士兵\n\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------以上就是服务器的大致介绍\n服务器将在16号正式开工\n如果兴趣的话可以加入\n或者觉得自己有能力做出服务器的也可以着手只希望不要拿去做商业性服务器\n我也诚招各位觉得其中有什么不足也可以指出来我们修改\n",
    "replies": [
        {
            "author": "WTN520",
            "timestamp": 1581524940,
            "txt_content": "联系qq2725970994\n"
        }
    ]
}