{
    "title": "[转载·连载]轻伪MC《带着妹妹去屠龙》 第1-5章",
    "author": "HorizonStudio",
    "replyCount": 2,
    "timestamp": 1581551580,
    "txt_content": " 本帖最后由 雪莲_xvelian 于 2020-2-13 07:54 编辑 \n\n雪莲写在开头的话：\n    《带着妹妹去屠龙》原载于半次元与百度贴吧，已完结。本贴已经经过原作者授权。\n\n原贴地址：https://bcy.net/item/set/detail/71211?utm_source=bcy-Android&uid=3005579&did=48170460359\n          https://tieba.baidu.com/p/6079590050\n\n穿越了？问题不大！我是高玩！ 　　\n要屠龙？问题不大！我是高玩！ 　　\n要带妹？问题……呃……\n\n\n\n\n第一卷 重逢\n第一章 维修WiFi的奖励\n　　我现在在尝试理清现在的状况。\n\n　　……\n\n　　路由器。\n\n　　……\n\n　　没错，路由器故障。\n\n　　……\n\n　　周六，是的，刚刚是周六。\n\n　　……\n\n　　……\n\n　　妹妹。\n\n　　妹妹叫我修WiFi。\n\n　　我触电了。\n\n　　……\n\n　　……\n\n　　旁边这头方块羊在舔我的脸。\n\n　　……你为什么这么方？\n\n　　我抓着它柔软的毛爬起来，看看四周。它“咩咩”叫着表示不满。\n\n　　四周是平坦的草原。\n\n　　好多方形的南瓜头用那恐怖的眼睛盯着我。\n\n　　不是吧……\n\n　　我穿越了。\n\n　　……\n\n　　手边放着一本书。\n\n　　打开，里面写着歪歪扭扭的笔记。\n\n　　第一页上写着：\n\n　　致：穿越者\n\n　　你需要活下去、杀掉末影龙才能回家。这本书会在特定的时候给予你提示。\n\n　　现在先去寻找树木。\n\n　　……\n\n　　屠龙。屠龙。屠龙。\n\n　　我那个连电饭煲都不会操作的妹妹还饿着肚子……\n\n　　好吧，屠龙！末影龙，你的死期从现在开始倒计时。\n\n　　我推开那头扯我牛仔裤的傻羊，四周寻找树木。\n\n　　树没找到，找到了马。\n\n　　你这比我大不了多少的马，今天你是我的了，带我去找树。\n\n　　我跳在它身上，它突然开始狂奔。\n\n　　“吁！——前面是坑！你这笨蛋！”我抓着它的鬣毛，大喊。\n\n　　真希望它能听懂我的话。前面是一条峡谷！足足有十五个方块那么宽……\n\n　　它“嘣”的一声跳了起来，在空中画了一条优美的弧线……\n\n　　我一脚把它踹进了峡谷——莫怪我无情，如果不踹它这一脚我可过不去。\n\n　　它掉进岩浆。\n\n　　整条峡谷都回荡着它的惨叫。\n\n　　“活该。”我啐了一口。\n\n　　不过经过这么一折腾，我也在遥远的山脚下看到了一点点树叶的影子。\n\n　　淡绿色的橡木树叶，象征着木头和苹果。——笔记\n\n　　我跑了起来。跑起来似乎很轻松，但是跑了一会儿就累了。这里没有键盘，真的要跑起来的。\n\n　　要是拿了那本书就不用用手捶了吧……\n\n　　我这么想着，那本来自上个穿越者的书直接出现在我面前。\n\n　　我拿过那本书，翻开，里面果然除了那封信，还有很有很多用了各种颜料画的图鉴和攻略，比如什么跳起来劈人可以造成双倍伤害等等。\n\n　　这对我来说完全没用，我是正版高玩。\n\n　　我现在就想知道怎么把那方块树干鼓捣下来。\n\n　　找到树干以后，你就用手捶就行了。——笔记\n\n　　我试了试，一拳捶在树干上。\n\n　　它的确开始出现裂纹，但是很明显，因为我的力道太小，这些裂纹出现的速度太慢。\n\n　　力道大了，我会手疼。\n\n　　是时候要动用知识的力量了！\n\n　　……\n\n　　我用书脊砸树干。\n\n　　那些树干一被敲掉，就变成一个小方块钻进我身体里。\n\n　　跟那本书一样，我只要一想，它就能出现在我面前。\n\n　　我“砍”了一组多的原木，收获了三个苹果。\n\n　　……\n\n　　刚刚来这里的时候早饭还没吃，被妹妹叫起来修WiFi，结果就遭到了这变故。\n\n　　才想起来早上起来我可能连裤子都没穿。\n\n　　这条牛仔裤可能是“史蒂夫”的。\n\n　　……\n\n　　我把苹果全吃了。\n\n　　那苹果说不上好吃，因为可能还没到成熟的季节。\n\n　　不过吃进肚子里，那饥饿导致的无力感一下子少了好多，敲起树干来也更起劲了……\n\n　　呵呵。\n\n　　……\n\n　　晚上有怪物。你最好在天黑之前造好避难所。你要挖一些石头做成炉子，然后烧一些木炭制造火把，点亮你的屋子。这里的方块没有重力，即使把房子放在空中也不会掉下来。——笔记\n\n　　放在空中！我眼睛一亮，好主意。\n\n　　我首先要找工作台。\n\n　　然后那个工作台就出现在了我手上。\n\n　　只是一个六面有贴图的木头方块。\n\n　　侧面画着锯子什么的都不能用。\n\n　　我抬头望天，那刺眼的太阳悬在我头顶上。\n\n　　“先造斧子吧。”我想了想，“再造个镐子。”\n\n　　我身体里钻出材料，自动排列在了工作台上，然后一把木斧和一把木镐出现在了我的手里。\n\n　　“我左手一只斧头右手一把镐，身后还背着一头工作台呀——咿呀咿呲儿喂……”我哼着那个世界的歌，收集木头的同时寻找裸露的岩石。\n\n　　很快，我砍穿了这片树林，到达了山脚下。\n\n　　岩壁上裸露着黑色的煤矿。\n\n　　可算是给我受伤的心灵带来了一点慰藉！\n\n　　我掏出原木拆成的木板垫在脚下，渐渐到达了煤矿的高度。我不亦乐乎地挖了起来。\n\n　　我挖了十几块煤，想想火把，就合成了一组火把。\n\n　　我把它们插在岩壁上——把那挖煤矿出现的坑洞挖成一个十六平方格的小房间。\n\n　　掏出合成台按在角落，做出熔炉扔在旁边，做出了箱子，把我身上所有的东西扔了进去。\n\n　　梦幻开局。\n\n　　我身上一共有一组半木头，轻微损坏的木镐和五十多根火把，十多块原木。\n\n　　……\n\n　　我在门上留了两个洞，又造了个木门，装好，别的地方用丑到爆炸的原石补好。又留下两个坑，用楼梯填上，用1/4个洞来观察外面。\n\n　　橡木门上有洞，也可以用来观察外面。\n\n　　除了这些，我还把外面的木板柱子上排满了梯子，用原石拓宽成一个六平方格的小平台，用木头栅栏围了边，插上火把。\n\n　　这里的梯子需要自己用手抓着爬。\n\n　　太阳早就消失了，我这面是山的东面——一天中将几乎有一半的时间在阴影里。\n\n　　不过有火把，这附近应该也不会刷怪。\n\n　　我造了一把石剑，带在身上，不过晚上我不打算出门。今天晚上先翻翻笔记吧，明天去挖铁。\n\n第二章 天将降大任于斯人也\n　　我妹妹啊……是个怪人。\n\n　　这是我分析了她17年人生后下来的结论。\n\n　　她去年完成了博士学位以后就在家宅着，因为太小不让参加工作，每天在网上搞什么直播，直播些化妆、游戏之类，然后就是……四个月挣了一百来万，拉着我出来住了。\n\n　　临行前，爸妈叮嘱我千万不要跟妹妹乱搞。\n\n　　“我知道。”我这么答应着，“不管怎么说，文霞都是我妹妹，从遗传学上还是心理学上都无法接受的吧！”\n\n　　“进啊，”我爸把那粗壮的大手拍在我肩膀上，小声说道，“人总有控制不住自己的时候。找个女朋友吧，你也老大不小……”\n\n　　“孩他爸，你净给文进灌输那些个你那辈的思想，我十九就嫁给你家，现在还没有130平的房子……”\n\n　　“孩他妈，我们这男人之间的交谈你掺和什么劲儿。”老爸不耐烦地回头喊道。\n\n　　“好好好，我不掺和。”老妈举起双手投降，“不过文进你要是真找了女朋友，必须得带回来我过把眼，你适合的是单纯的女孩子，那些社会上的……”\n\n　　“我知道了，妈，我不会乱来的。”我应道，顺便是打断她那即将进行半个多小时的长篇大论，“我走了，您二老就享受一下这二十多年来难得的二人时光吧。”\n\n　　“房子写的谁的名？！”妈喊。\n\n　　“我爸！”\n\n　　说完，我锁上了大门。反锁。\n\n　　……\n\n　　二老我也有半年多没去看了。\n\n　　……\n\n　　我妹妹跟我长得一点都不像。\n\n　　虽然去好多医院做了好几次亲子鉴定，唯一的结果，她的确是我妹妹。\n\n　　听爸说，她长得像我们已故的奶奶。奶奶曾经是他们村子乃至县城远近闻名的美人，从她的遗照上我也能看出很多妹妹身上体现的部分。\n\n　　那双大眼睛不管多大年纪都会发光。\n\n　　我那细皮嫩肉、小巧可爱、学识渊博的妹妹，唯二的缺点就是身材发育不良以及生活几乎不能自理。\n\n　　这也是我不得不跟着她出来住的原因。\n\n　　我们曾把她留在家里一天两夜出去祭祖，回来的时候，她已经把家里所有的鸡蛋生吃了。\n\n　　她连煤气灶都不会开，连饿了要出去买东西吃都不知道。\n\n　　……\n\n　　绿宝石可以用来跟村民交换物资，不过跟他们交换亏得很。你可以用一块绿宝石换仅仅三块面包，用十几块绿宝石才能换一本简单的附魔书。——笔记\n\n　　是啊，还能换纸。\n\n　　我把书扔到一边，坐在冰凉的地板上。\n\n　　要是上厕所，没纸还挺麻烦。\n\n　　我从箱子里拿出一根燃烧着的火把，走到外面的平台。\n\n　　空月高悬，橡木林镀了银。\n\n　　丝带状的星河狠划一道，划出块区域，里面各种颜色的星星交相辉映。\n\n　　那只是贴图。我这么想。\n\n　　……\n\n　　“哥……”\n\n　　一阵轻唤，从林子西南方向传了过来。\n\n　　我大喊：“我在这儿……你在哪儿？”\n\n　　四周没了动静。\n\n　　我回到屋子，抄起我的大石剑。\n\n　　顺着梯子滑下去，沿途插着火把走进橡木林。\n\n　　那阵声音是从这个方向传来的。\n\n　　我有幸第一次见到这里的怪物。\n\n　　僵尸，简直像几天没有洗澡的流浪汉。\n\n　　眼球没有了，只是慢慢地朝这边晃过来。\n\n　　我一剑劈下去，它被我打退到很远的距离。\n\n　　再一剑，它就倒在地上死掉了。\n\n　　我的身体吸收了两块腐肉。\n\n　　真恶心。\n\n　　不过想着有一天可能要靠吃这个活命，我还是将它收好了。\n\n　　……\n\n　　“文霞！”我大喊。\n\n　　“哥……”\n\n　　那声音从我后方传来。\n\n　　我转身。\n\n　　妹妹穿着破烂的小熊睡衣，站在那里，浑身都是血迹。\n\n　　她的左手抓着一块生肉，已经被啃过好几口，上面也有血。\n\n　　她的背上插着一根箭，腿上也插着一根箭，但伤口已经结痂了。\n\n　　“你……你怎么来了？”\n\n　　文霞那用各种护发素精心打理以备直播的披肩长发，现在已经乱得不成样子——还沾着各种脏兮兮的东西、树叶和泥巴。\n\n　　“我……”文霞看见我，凄笑着，“我饿了……”\n\n　　话没说完，她倒在了地上。\n\n　　我丢下石剑跑过去，轻轻拍了拍她。\n\n　　她太虚弱了，已经晕了过去。\n\n　　……\n\n　　我正要扛起她，只见她来方向的树后，站着一个影子。\n\n　　只穿着绿色帽兜，还敞开怀站在那里的女孩子。双眼空洞，手里拿着四根红色的炸药。\n\n　　拟人苦力怕。除了这个爆炸狂魔我想不到别的人。\n\n　　我现在还没有弓箭。\n\n　　现在跟她干架纯属找死。\n\n　　我应该跑。\n\n　　但是文霞倒在地上，我不能把她扔在这里不管。\n\n　　那苦力怕没有行动，只是远远躲在树下看着我们。\n\n　　附近有豹猫？\n\n　　我把文霞扶起来，轻轻把她背起。\n\n　　她只有七十斤，我完全可以用公主抱的方式把她带回我的屋子。\n\n　　但那样的话我就没法拿石剑。\n\n　　……\n\n　　我扭头看向那个苦力怕姑娘。\n\n　　她没有动，还是躲在树后看着我们。\n\n　　“谢谢。”我小声说道。\n\n　　或者说这是在祈祷。\n\n　　我开始顺着火把往回走。\n\n　　为了安全我没有回收它们。\n\n　　……\n\n　　我每走三五步就听到身后有树枝被踩断的声音。\n\n　　我扭头，苦力怕姑娘缩回树后。\n\n　　但离我有三十多格的距离。这个距离非常安全，至少对于她的爆炸范围来言。\n\n　　我小跑了起来。\n\n　　后面的脚步声也更加频繁。\n\n　　但离我越来越远。\n\n　　伴随着那听不太清的喘气声，她终于消失在我的背后。\n\n　　……\n\n　　沿途有僵尸，男的女的都有，但我不打算跟他们打，他们也追不上我。\n\n　　没有骷髅射手。\n\n　　……\n\n　　我回到我的房间，把文霞平放在两个熔炉搭成的暖床上，里面填了一点煤炭和原木。\n\n　　熔炉在烧别的东西的时候，散发的能量很少，不至于烫到她。\n\n　　但我也坐在那熔炉上，以免熔炉真的变得非常热，我也能及时感受到。\n\n　　……\n\n　　这应该是我妹妹吧。\n\n　　我看着这落水狗一样的文霞，意识到我的计划全乱了。\n\n第三章 傻丫头\n　　一夜未眠。\n\n　　……\n\n　　外面天空蒙蒙亮的时候，文霞微微动了动身体。\n\n　　“你好些了么？”我问。\n\n　　文霞没有说话，微微睁开眼，看着我，笑了。\n\n　　“渴吗？饿吗？我这里有苹果。”\n\n　　她微微点头：“……要。”\n\n　　我哪有苹果啊，昨天砍树的时候，出一个吃一个，根本没想着存粮这种东西的用途……至少对于苹果这种易腐的东西来说。\n\n　　现在我得下去给她找吃的。我抄起新制的石斧和石剑就往外走。\n\n　　……\n\n　　麻烦了。\n\n　　那个苦力怕姑娘跟回来了。\n\n　　她蹲坐在地上，团成小小的一团，就在我梯子旁边。可能睡着了。\n\n　　“喂！请让一下！”我大喊。\n\n　　她惊醒，跳起来，摔倒在了地上，在地上滚了一会儿，抬头看见了我，往旁边的森林跑去。\n\n　　她身上除了绿色帽兜上衣，什么都没穿。逃跑的时候，那身体被我一览无余。\n\n　　跟文霞一样贫乳、瘦弱，简直是她异父异母的双胞胎姐妹。\n\n　　真是的。我滑下梯子，拎着我的石斧走进树林。\n\n　　……\n\n　　旁边有人看着，感觉怪怪的。\n\n　　虽然身上带着有武器，但我砍树的时候也很难注意到背后有什么东西。\n\n　　——那个苦力怕姑娘还在那里躲着。\n\n　　“你想要干什么啊？”我吼她。\n\n　　她被我吓到了似的，赶忙藏了起来。\n\n　　管她呢？我继续砍树刷苹果。\n\n　　……\n\n　　心情不好的人运气真不好。\n\n　　砍倒三十多棵树，一个苹果都没有掉。\n\n　　“喂，你知道这附近哪里有吃的吗？”我问那个苦力怕姑娘。\n\n　　她轻轻皱了皱眉，抬起那超长的绿袖子，指着我西面的森林。\n\n　　我狐疑地看了她一会儿，然后看着她指着的方向。\n\n　　森林，但不是密林。\n\n　　我决定去那边看看。\n\n　　我收起石斧，掏出石剑，随时注意着她，一边往那边移动。\n\n　　……\n\n　　跨过重重密林，我在小河边找到了奖励箱。\n\n　　箱子里装着七个苹果、十多个原木、两把斧头几根胡萝卜和甜菜根、一些西瓜籽和南瓜籽。中期发展的神器。\n\n　　“谢谢。”我对那苦力怕妹子笑了笑，“如果你能听懂我说话，顺便希望你别炸死我。”\n\n　　她一脸疑惑，眼睛眨了眨。\n\n　　傻傻的……有点可爱。\n\n　　……\n\n　　“文霞，我给你弄到苹果了。”\n\n　　我回到房间，只见她趴在地板上看书。\n\n　　那本被我扔到地上的没用的攻略。\n\n　　她身上的伤可能已经好了。昨天那两根我还不敢拔下来的箭，已经被丢在一旁。\n\n　　“哥，这是什么？”文霞指着那本书，问我道，“我们穿越了？”\n\n　　“你现在才意识到吗？”我白了她一眼，把苹果放在她身边，“没有刀子，没有碗，没有牙签，没有水，你就将就一下吧。”\n\n　　她看了看那苹果，一口咬了下去。\n\n　　似乎不知道我刚刚说的那些到底是什么。\n\n　　怪我平时我太宠她了。\n\n　　“这苹果一点都不甜。”她抱怨道。\n\n　　但她还是吃得很凶，三个苹果很快就没了。\n\n　　“今天我要去挖铁，做一些基本的生存工具，我们可能很快就有水用了。”我说。\n\n　　“有水就能泡面了是吗？”\n\n　　“嗯……差不多吧。”我说。\n\n　　开什么玩笑？在这靠采集为生的时代……\n\n　　……\n\n　　我扛着石镐出门，打算在家的地下往下挖。\n\n　　反正挖不到什么东西的。\n\n　　我平时玩Minecraft的时候都是靠朋友挖钻石绿宝石一类。\n\n　　平时挖到基岩都挖不到好东西的。\n\n　　请叫我非酋，大声点，谢谢。\n\n　　我选中一处山脚，开始挖了，身后的苦力怕妹子也站在洞口看着我。\n\n　　“你会爆炸吗？”我问。\n\n　　她点点头，一边从胯下掏出两根炸药。\n\n　　“喂喂，我不是说让你现在……”\n\n　　“嘶——”\n\n　　她手里的炸药引信突然着了！\n\n　　“危险！”我大喊了一声，本能地冲上去夺过炸药，往我刚挖的矿洞里一扔。\n\n　　“嘣！”\n\n　　一阵黑烟从里面冒了出来。\n\n　　……\n\n　　我身下压着的是那苦力怕妹子。\n\n　　她完全不顾自己敞开的卫衣，只是颤抖着看我，把腿稍微动了动，夹住了我压在她两腿间的膝盖。\n\n　　她开始死死抓着我的手，想把我推开，但过了一会儿，似乎放弃了似的，手放下，脸看向一侧，脸红了起来……\n\n　　你脸红个球啊？\n\n　　“你……你没事吧？”我滚到一边，躺在草地上喘着气，说道，“刚刚那种东西不要再拿出来了。”\n\n　　她坐起来——跪坐在地上，充满歉意地看向一侧。\n\n　　“你……还能拿出来那样的炸药么？”我问。\n\n　　但我随时准备按住她向胯下掏的手。\n\n　　但她沉默了一会儿，眼里冒出泪光。\n\n　　“你别哭啊……”\n\n　　我有点慌。\n\n　　她起先是小声地哭，然后突然大哭了起来，不顾自己的泪水顺着脸庞流到衣服里，顺着皮肤往下流……\n\n　　天哪，她下面什么都没穿。\n\n　　我把目光转向一侧，尽可能淡定地说：“你别哭了。”\n\n　　她抽抽鼻子，十分委屈地看着我。\n\n　　这下可难办了。我想。\n\n　　……\n\n　　我站起来，走近那被炸过的矿洞。\n\n　　里面爆炸的黑烟已经散了，但空气中还弥漫着一股腥臭，像是死尸或者几年没洗、发酵的汗衫。\n\n　　我拿出火把插在我能够到的地方。这个洞被炸得比原先大了至少十倍。\n\n　　在墙壁上，我发现了铁、煤、闪长岩和花岗岩。\n\n　　“立大功了。”我冲着苦力怕姑娘竖起手指头，鼓舞道，“如果你保证不会炸死我的话，可以来我们家住。”\n\n　　她抹净眼泪，站起来，退得远远的。\n\n　　“有那么可怕吗……”我苦笑。\n\n　　不过现在是挖矿时间。\n\n　　撩妹什么的还是以后再说吧。\n\n第四章 学工程的妹妹惹不起啊\n　　我今年十九，文霞十七。\n\n　　我高考考上了个二流大学，但因为各种原因必须休学到六月底才能去。\n\n　　而文霞是明年年底的生日。她必须要满18周岁才让参加工作。\n\n　　虽然她去年就找好了工作岗位……\n\n　　文霞学的通用工程，一种说是……用来研究不明白的装置的学问。\n\n　　所以她能根据不同的装置用途，快速研究出它们的结构、功能和特点，然后用组成它们的材料制造新的装置。\n\n　　……\n\n　　“哥！”文霞看我回来跟疯了一样，直接窜到我身上抱住我，“你可算回来了！”\n\n　　“咋了你！？”本来已经很累了，她一扑上来，我直接倒在了坚硬的地板上，“哎呦！”\n\n　　双手撑着地板，她乱糟糟的头发把我和她一起遮住。\n\n　　她的腿跪在我腿间，嘴唇距离我不超过五公分。\n\n　　我甚至能感受到她呼出的气息。\n\n　　这种场景似曾相识……等等我为什么被逆推了？\n\n　　“我发现了一个新世界。”她说着，身体离我越来越近，倒在了我身上，“哎呀。”\n\n　　她把身体撑起来，手里拿着那本书，对我说道：“刚刚太高兴，把书都扔掉了……”\n\n　　“所以你能不能先从我身上下去？”我看着她。\n\n　　她很困惑地看着我，总算是离开了我的身子，坐在一边的地板上，看着屋子，问道：“家里也没有凳子吗？坐在地上好冷的说……”\n\n　　“马上就有了。”我说。\n\n　　我合成了四个台阶，围着四块木板摆了一圈，就算是一张小桌子和两排小板凳。\n\n　　“请坐，公主大人。”\n\n　　“爱卿免礼。”她笑着坐在板凳上，摊开书，突然变得神色凝重，问我，“哥，红石是什么？”\n\n　　“嗯……一种充能装置。”我说。\n\n　　其实我也不太懂，我以前玩的时候只是用红石操控一些什么……发射器、门这样的东西，从来没考虑过能有什么别的用途。\n\n　　“但是这里你看，”文霞指着书，“这个人说，红石电路可以制造出储存电路、逻辑门等等……”\n\n　　“的确有这样的用处，但是我不会。”我耸耸肩，“我玩了将近十年，顶多做一个脉冲信号发射器。”\n\n　　“哥哥……”文霞忽然变得很可怜的样子，哀求道，“……我要红石。”\n\n　　“那种东西只有地下有。”我说，我已经习惯了她撒娇的态度，“要挖很深很深……”\n\n　　“哥哥你不是去挖矿了么？挖到了么？挖到没？”\n\n　　我摇摇头，掏出铁矿石塞进熔炉，把煤也塞进去，让它烧起来，才说道：“那深度你可能想不到。”\n\n　　“有多深？地球总共才六千多公里深。”她说着，离开凳子逐渐靠近我，“你每天能挖十米吧，六百多万天就挖穿了。”\n\n　　“你真以为你哥能活六百多万天？你哥三万天就死啦。”我苦笑。\n\n　　“那让你的孩子挖啊，我的孩子也去挖。”她说。\n\n　　“这里就有咱们两个人类，哪里来的孩子？”\n\n　　“哥哥，来，我们造小孩挖红石吧。”她坏笑着，我是说坏掉的笑容，说着就要扑向我，“我从你的电脑里学了好多好多造小孩……”\n\n　　“你等等！”我觉得脸上一股发烫，按住她的脑袋，把她挡在一个相对安全的距离之外，说道，“第一，你是我亲妹妹，我们的孩子有很多会死于遗传病，还有很多不正常的……第二，你什么时候看的我电脑？？”\n\n　　“哥哥睡着以后啊……”文霞站住，叉着腰，嘟起小嘴，“我最喜欢看着哥哥睡觉了，所以有时候会跑到你的房间里……”\n\n　　“我回来之前你就躲在我房间里？？”\n\n　　“对啊，既然哥哥要做那种事情……我再要进去，你肯定不让的吧？”\n\n　　“你等等，”我头皮一阵发麻，“你说……什么？”\n\n　　“脱下裤子，这样……”她抄起桌上的火把上下摩擦，说道，“就是，那个地方……”\n\n　　我觉得有点站不住了，问道：“然后你在我屋子里待到什么时候……”\n\n　　“最早的……你睡着之后几个小时吧。”她说，“自从去年夏天拷走你F盘program files文件夹里的隐藏文件之后，我每天都要检查一遍……”\n\n　　“哇！”我觉得整个世界都在旋转，“文霞啊……哥害了你啊……”\n\n　　“是我自己要看的。”文霞突然靠到我身上，抓着我的胳膊抱在怀里，“哥哥你没有错，你照顾我了这么久……我早就是你的人了。”\n\n　　“你这烫手的山芋。”\n\n　　“哇哥哥说我是山芋……”她捂住了脸，害羞地说，“我知道，哥哥你最喜欢吃芋头了。”\n\n　　“我答应了咱爸，你这山芋我碰不得。”我抽回手，看向一边，说道，“下午我去建农场，晚上在家造游泳池——很快你就能洗澡了。”\n\n　　“凉水对头发伤害很大的。”她摸着自己乱糟糟、脏兮兮的头发，“如果有水，还是在那边的熔炉上烧开比较好。”\n\n　　“等等，你说烧开？”\n\n　　“对啊。”她点点头，“里面如果不放东西，上面石头板子就会变得很热……”\n\n　　“我以为你不知道烧开的意思呢。”我冷笑。\n\n　　“把水煮沸，用来洗澡。”她挺起并不存在的胸脯，扬起乱糟糟的头发，骄傲地说道，“这点常识我还是有的。”\n\n　　“你知道你平时喝的水都是烧开的吗？”\n\n　　“什么？洗澡水是喝的？”她像是听到了什么可怕的事物，整个人为之一震，喊道，“不可能！喝的水是从聚乙烯瓶子里倒出来的，还有生产地呢！绝对不可能是烧开就……”\n\n　　我冷笑：“得亏你是我妹妹，要放到街上早就把你打死了。”\n\n　　“嗯！哥哥最好了！”她又莫名其妙地开心了起来。\n\n　　她是不是会错了什么意？我想着，走出大门。\n\n第五章 洗澡这种事情就不用分享啦\n　　妹妹这样迷上我也不是一天两天的事。\n\n　　我们父母以前因为双方老人相继去世、房子没人管，结果又要赶上拆迁，家里不能不留人……我和文霞就大约分开住了七八年。这期间她似乎把我忘掉了。\n\n　　所以等到拆迁赔款到帐、我们再见面的时候，她几乎像是陌生人一样看着我。我们分开的时候她只有五岁。\n\n　　似乎她一直无法接受我们的兄妹关系。或者她以为是那种兄妹关系……她看的空想系漫画小说实在是有点多了。\n\n　　她是个爱干净的人。在我看来，她实在是像那朵碰不得的玫瑰，每天都有人往上面喷洒让她晶莹剔透的水珠、为她施加让她更加娇翠欲滴的肥料……\n\n　　做了几个月的播主，她似乎更在乎自己的外表了。各种我叫不上名字来的化妆品摆了半个洗漱间的架子，剩下半个架子留给我那可怜的一个刷牙杯子和里面的牙膏牙刷……\n\n　　她有时会因为家里偶然停水或者停气、洗不了热水澡而急得大哭。\n\n　　……\n\n　　“我想在里屋造个池子，然后把底儿都换成熔炉，这样一塞煤炭，一池子水很快就会热起来。”我把给文霞准备的屋子指给她看。\n\n　　那面积和她以前的屋子是一样的，只是还没有床，也没有那花里胡哨的壁纸，更没有那乱七八糟的海报。\n\n　　用磨制闪长岩简单装饰了一下，还在房间墙壁上开了个侦测孔一样的洞，可以看到外面房间里的事物。\n\n　　这样她就不会经常跑出来看我在干什么了。\n\n　　“哥，池子有多大？”\n\n　　“嗯……想多大有多大。”\n\n　　“那我想要一百平米的大池子！还要大理石装饰的大卫雕塑、巴黎圣母壁画像、西斯敏教堂天顶画……”她又开始在自己的世界里神游了。\n\n　　“大卫雕塑太煞风景，巴黎圣母壁画像不会画，西斯敏是监狱……”我捏着额头，“你真是随遇而安得有点过火了啊，昨天晚上被射成刺猬的事忘了吗？”\n\n　　“又不疼了……”她嘟起小嘴，“再说了，就算是哥哥射我满身……”\n\n　　“你闭嘴。”\n\n　　她不好意思地吐了吐舌头。\n\n　　不好意思，你满口骚话我可受不了。我得关心你的未来啊，文霞，我是你哥哥。\n\n　　“记住，现在咱们还在很危险的状态，随便一个这里的生物就能把咱俩都弄死。”我说着，掏出石剑握在手里，检查好带在身上的剪刀和水桶，“千万别出门，如果有人进来，千万别说话。我给你造的房间有机关，只要你不出去，一切都很安全。”\n\n　　“知道了，哥哥。”她极不情愿地坐在自己房间里的楼梯板凳上，“那我就继续学习了，别忘了我们的约定哦。”\n\n　　“……啥约定？”\n\n　　“造小孩挖红石呀！可别死得太早……不过你要是死了，身为妹妹的我也不能……”\n\n　　我重重地关上了大门。\n\n　　……\n\n　　外面已经看不见太阳了。现在是下午。\n\n　　“今天先把两格水无限水造出来吧。”\n\n　　我拎起桶，走向那个奖励箱附近的小河。\n\n　　苦力怕姑娘还在远远地跟着我。\n\n　　不过比之前离得更近了，我一回头她也只是看着我，并没有躲。\n\n　　“如果你不介意，你可以过来帮我拎个桶。”我举起桶向她示意。实际上我根本没这必要。\n\n　　她真的走了过来，小心翼翼地从我手里拿过桶，观察了一番。\n\n　　“这是……？”她问。\n\n　　“桶，装水用的。”我说。\n\n　　“桶……”她若有所思地看着那只做工粗糙的铁桶（反正是系统的杰作），说道，“水是……？”\n\n　　“我带你去看。”\n\n　　我两手空空地往前走着，很快就看到了那只箱子。\n\n　　我本来想把那箱子拆下来，但是我没有拆，我在里面补充了两个苹果和一把木剑，希望下一个来到这里的人能用它们保命。\n\n　　虽然我并不希望有人再来这里。\n\n　　“这就是水。”我指着小河，说道，“去把桶装满水。”\n\n　　她看着轻轻流动的溪流，看看手中的桶，终于意识到要用桶去小河里装水，小心翼翼地走到河边，把桶浸泡在水里。\n\n　　“没错，现在提起来。”我说。\n\n　　她一使劲，突然滑倒在河岸上，直接掉进了两三格深的河水。\n\n　　她扑腾起来。\n\n　　“救我！……哥！”\n\n　　我听到这声音，下意识就跳进了河里。\n\n　　……\n\n　　等我反应过来这不是文霞的时候，苦力怕姑娘已经瘫坐在岸上抽泣了。\n\n　　“这么浅的河水你都能淹到。”我甩甩湿透的袖子，“你也是没谁了。”\n\n　　她看着地面，看着面前我拎上来的那两桶水，小声说道：“水……讨厌，我讨厌水。”\n\n　　她的帽子掉下来了。一头湿透了的金色短发，盖在那小巧的脸上。就是那冷冷的表情有点让人难受。\n\n　　“没事了，走吧。”我指指回家的路，对她笑道，“不介意可以去我家洗个澡，休息一下。”\n\n　　她像是上次受邀去我家住的那样，站起来扭头就跑。\n\n　　……\n\n　　我回到家的楼下，掏出木锄耕地，把那两桶水泼在2＊2的小水坑里，的确跟Minecraft一样，水流满了水坑，并且怎么舀都不会减少。\n\n　　农场做好了，我把我那几颗可怜的西瓜种子、南瓜种子和小麦种子种好，用木头栅栏围好，插好火把，就让它们自己生长去吧。\n\n　　接下来是文霞的一百平大池子。\n\n　　……\n\n　　一百平池子很好造。挖坏了两个镐子之后，池子和放池子的洗澡间挖好了，池子也填满了水。\n\n　　池子造在距离地面四格的地方，侧面是四十台熔炉的填料口，用来加热……\n\n　　简直像要把文霞煮了一样。\n\n　　……\n\n　　火把插在各个角落，头顶还有用栅栏做的假吊灯。\n\n　　我先在十个熔炉里放了燃料，发现那热度足够把水升到五六十度的样子。然后时不时在一个熔炉里加块煤，足够让水温保持住。\n\n　　“文霞！水烧好了！”我喊道。\n\n　　“好嘞！”她应着，来的路上就开始脱衣服……实际上只有一件破破烂烂的睡衣，所以她只穿着贴身内衣就站到我面前了。\n\n　　“快进去试试，我给你调温度。”我说道。\n\n　　她从楼梯上去，用脚探了探水温，直接跳了进去。\n\n　　“哇啊……爽哦……”她发出了满足的呻丨吟。\n\n　　“水温怎么样？”\n\n　　“正好！哥，你快来试试！”\n\n　　“你洗完我再去吧。”我说，“填煤还得靠我呢。”\n\n　　“快来啦！”\n\n　　她从池子边缘探出身子来，对我喊道：“我们来洗鸳鸯浴！”\n\n　　“不懂不要瞎说！”我对她喊道。\n\n　　“那你快上来！”\n\n　　“我不，我等你洗完。”\n\n　　“那样用掉的煤不是很多么？”\n\n　　……\n\n　　好吧，我屈服了。\n\n　　我脱得只剩贴身内衣。\n\n　　她起先让我把剩下的都脱了，但在我全方位防御的情况下，她不得不做出让步。\n\n　　“文霞，我是哥哥，我是男人。”我在池子的另一端泡着，“你下次能不能把浴袍穿上？这里不是家里，你别这么虎行不行？”\n\n　　“那有什么要紧的嘛，你是我哥哥诶！”她在池子另一端欢脱得像一条鱼，“好多姐弟都一起洗澡的，兄妹为什么不行？”\n\n　　“我很好奇你是哪里看来的……”\n\n　　“F盘program ……”\n\n　　“别说了。”\n\n[groupid=1740]HorizonStudio[/groupid]",
    "replies": [
        {
            "author": "松易涅",
            "timestamp": 1581601800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "975495395",
            "timestamp": 1583840040,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}