{
    "title": "[原创/连载]《我的世界之域灵》第十八章 情况变好的第一天",
    "author": "MIP_COMMOM",
    "replyCount": 2,
    "timestamp": 1581569520,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-14 10:34 编辑 \n\n　　云城，战场。　　舒牧和沐紫依回到云城附近的时候，天际泛起了鱼肚白，巨型僵尸已经被修行者们解决了。　　这一夜的战斗已经结束了，据说战场还杀出了一只凋零骷髅，它也是一个修行者，在煤炭级修行者之中属于佼佼者的存在，基础属性都在两千以上，而且还有恐怖的凋零效果。　　对于修行者来说，普通的负面效果很难缠身，许多的负面效果都可以通过灵力来除去，可是凋零效果却不再其中，可怕的是凋零效果会在每一次攻击之中，悄悄地渗入敌人的身体之中，不断的削弱敌人的各项属性，也就是说，与凋零骷髅战斗的时间越长，战力下降的幅度越大。　　不过最后被一位大世家的天才修行者出面解决了，解决了那一只凋零骷髅之后，亡灵大军就直接撤退了，没等到天亮，它们就消失在了森林之中。　　舒牧进云城的时候，被守城的士兵拦下来探查身份，因为之前在雇佣兵公会注册过，自己是出来参战的，所以很轻松就进入了云城，反而是沐紫依，她穿着一身白袍，与周围满身血迹的战士，显得格格不入，十分的显眼，可是他们却仿佛没有看到她一样，沐紫依跟着舒牧一同走进了云城。　　“说起来，我之前在森林里面找你的时候，你为什么要出来找我啊。如果我是抓你的人，你不就暴露了位置了吗？”舒牧疑惑地说道。　　“不会啊，你那么弱，我可以感觉得到。只要不是这个城池里面最厉害的人，谁也别想抓住我！而且我当时觉得挺无聊的，就是想作弄一下你，可是没想到你反应那么大，直接拿剑想要杀我。”沐紫依吐了吐粉色的舌头，嬉笑道。　　“行吧行吧，我很弱，不过终有一天我会变得很强的！还有啊，之前我看到的蓝色光芒是什么情况？”　　“不告诉你，这是我的秘密。”　　“好吧。我们现在先回去客栈吧，我需要休息一会，修炼一下，如果你觉得无聊的话，可以在附近转转。”　　以沐紫依的藏匿能力，按她自己的说法，只要不是位置暴露，有强者过去仔细的搜索的话，就算迎面走来云城之中最强的修行者，她也可以保证自己不会被发现。　　“我和你一起回去吧，这里我之前都逛遍了，没有什么好玩的，我还是想听听你家乡的故事。如果你没有事的话，可以给我说说吗？”　　沐紫依用那水灵灵的大眼睛看着他，让他丝毫不忍心拒绝。可是自己必须要修炼变强才行，而且自己也不会因为有了沐紫依，这一个同伴在身旁就会放缓自己的修炼速度。今晚自己肯定还需要出去击杀僵尸，获取经验值来提升自己的基本属性。　　灵力的修炼也需要提上日程，灵技破绽使用的基础是有一百点灵力值，自己才刚刚开始修炼心印心法，除了心印心法的高级用法，勉强也可以算是一个灵技之外，他还没有足够的灵力用来使用其他的灵技。　　破绽灵技可以将他的攻击伤害翻倍，对于普通僵尸能够一剑击杀的，他自然不会去使用这样耗费高的灵技，像是僵尸这种能和他战斗来回十个回合左右的，使用了破绽灵技估计就可以一剑击杀了。　　“可能很长一段时间内都没有时间，我需要抓紧时间提升自己，就像你说的，我还太弱了，不过我相信，终有一天我就会变强的，强大到你可以不用在这个世界躲躲藏藏，能长大光明的活在这个世界！”　　舒牧到云城的军备处领取了自己的报酬，雇佣兵公会的任务可以提升雇佣兵登记，唯独这一次的守城任务是无法提升雇佣兵登记的，它只是标记了谁接下了任务，出门战斗的时候也需要在城门附近登记，确认接取了任务的雇佣兵是否出城战斗了。　　领取了报酬之后，他现在拥有银币四十四枚。　　回到天蓝客栈之后，舒牧花费了十二枚银币，住宿的时间也达到了三天。　　虽然云城之中还有很多的客栈，比天蓝客栈都要便宜很多，但是唯独天蓝客栈的安全保密性是最好的，从保密性和安全性来考虑，天蓝客栈的口碑最好，而且价格也算公道。　　身边又跟了一个同伴，而且为了防止被人察觉到问题，舒牧并没有开双人房，也没有给沐紫依单独开一间房，而是两个人住在一起。　　虽然舒牧有些不好意思，可是沐紫依看上去并不在意，反而对这种情况还有些新奇。　　“如果你累了的话，可以到床上休息，我在旁边修炼，有什么问题的话也可以告诉我，我会想办法解决的。”　　舒牧将床整理了一下，他之前在上面修炼，枕头和被子都没有动过，只是稍微整理了一下床单就可以给沐紫依睡觉了，而他则是来到了窗台边，盘腿坐下准备开始修炼心印心法。　　“那个，我可以和你一起修炼吗？我从父亲那里也偷偷学到了心法！”　　舒牧愣了一下，而后笑道：“可以啊，大家一起努力变强吧！”　　沐紫依拉着舒牧坐到了床上，沐紫依有些笨拙的学着舒牧盘腿坐着，偷偷瞧着舒牧也跟着学习他的动作。　　“其实你不必和我一样的，你的心法应该有具体的姿势要求，你按照你的心法来做就好，不然很容易出现问题的。”　　舒牧细心的指导着沐紫依，其实他自己也才刚刚修炼不过一天的修行者，不过自己也从脑海之中，心印心法的相关知识，得到了很多关于修炼的信息。　　沐紫依似乎明白了什么，开始回想起脑海之中的心法内容，不过最后她的打坐姿势和舒牧的基本没有什么区别。　　两人就这么修炼了一天，天色逐渐低沉了下来，阳光已经从天空之中消失，还剩下一点阳光的余晖布满整个天空，使得天空看上去一片通红，如同火焰在云层上燃烧一样。　　一天的修炼，舒牧很快就从修炼的状态之中退了出来，他目前的灵力值已经涨到了14点，每天用一天的时间来修炼，可以提升12点左右的灵力值，也就是用十二个小时来修炼。　　修炼心法的过程也是一种休息的过程，只需要修炼大约三个小时的时间，就相当于深度睡眠一个晚上，精神状态将恢复到巅峰，只是一天没有吃东西会非常的饥饿。　　舒牧先和沐紫依一起到附近的一个烧烤店去吃烤牛排和烤猪排，这一家烧烤店也是舒牧之前在云城之中寻找落脚点时发现的，味道很不错，虽然没有孜然、胡椒粉、辣椒粉等调味料的辅助，味道依旧非常的香。　　修炼了一天的时间，舒牧早就饿坏了，点了十份左右的牛排就吃了起来，身为修行者的他，身体的消化速度和新陈代谢速度都非常的快，十份牛排也才有七八分饱的样子，而沐紫依吃的比他还多，足足有三十份牛排，二十份猪排！　　看得一旁的店老板都要被吓死了。吃完了这些，沐紫依依靠着木质的凳子，摸着自己圆鼓鼓的肚子，满意地打了一个饱嗝。　　一份牛排的价钱是十个铜币，一份猪排的价钱是六个铜币，他们一餐下来就花费了5.2个银币，也算是还能接受的范围。　　“好久没有吃得那么舒服了，在家的时候吃的东西味道、口感都没有这个好，第一次吃到这种好吃的东西，这东西叫什么啊？”　　沐紫依吃饭的时候也带着帽子，将自己的脑袋藏匿在帽子之下。　　她指了指空了的陶瓷盘子，朝着舒牧问道。　　“你之前吃的那个深色的，叫做牛排，另一种叫做猪排，是通过烤制的方法制成的熟食，如果再有其他配料的话，我可以将这种烤制类的熟食做得更好！”　　“你还会做饭啊？”沐紫依眼冒金星，仿佛做饭对她来说是一件很困难的事情，每一个会做饭的人都是让她佩服的高手。　　“勉强会一点吧。不说了，我们要赶紧去军备处登记一下，今晚可能还会有亡灵大军进攻。不过你确定你也要参战吗？”舒牧倒不是担心沐紫依的实力，而是担心这一个天真的女孩看到那么恐怖的血腥场景会不太好。　　从她的表现看起来，虽然和舒牧一般大，可是内心还是一个小孩子。　　“你就放心吧！我和一起父亲外出的时候，看过的战争比这里的场面可是大得多了。说不定我在**还可以救你一命呢！到时候你可要多给我买一些那个什么……牛排，对牛排。多买些牛排来好好感谢我。”\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "975495395",
            "timestamp": 1583840100,
            "txt_content": "感谢分享   支持一下"
        },
        {
            "author": "肖凯尔特",
            "timestamp": 1583852040,
            "txt_content": "awa,支持一下，写的不错\n"
        }
    ]
}