{
    "title": "[转载]我的世界100个不科学现象|悬※疑|惊※悚|震※惊",
    "author": "Xu__",
    "replyCount": 4,
    "timestamp": 1581575460,
    "txt_content": " 本帖最后由 神秘救赎 于 2020-2-13 15:45 编辑 \n不多说，直接上干货：\n一、关于Minecraft史蒂夫的“不科学”现象\n1、《我的世界》主角史蒂夫永远不会病倒，就算中毒了，喝杯牛奶就好了。2、Minecraft牛奶可以喝，但一点不会增加史蒂夫的饥饿值。现实世界你可以试试空腹喝一桶牛奶，保证撑死你！\n3、史蒂夫一共只有2格高，《我的世界》水桶可以容纳一格高的水。现实中你能喝下一桶纯净水算我输！\n4、史蒂夫背包装满金块，可以拿44236吨的东西，这相当于6个埃菲尔铁塔的重量。\n5、史蒂夫可以在一个两格高的密闭空间待上一辈子，说明他呼吸不需要氧气。\n6、如果可以，《我的世界》史蒂夫一辈子不用睡觉。吃点东西就能恢复体力。\n7、史蒂夫被雷劈中，在Minecraft中只是掉点血而已。吃点东西依旧生龙活虎！现实中你被雷劈一下试试？\n8、史蒂夫跳进岩浆，立马出来跳进水里，并不会死。奇怪的是，衣服居然完好无损！\n9、Minecraft史蒂夫有手，但是没有手指。说白了就是一个小拳头，话说这是怎么拿住武器的？\n10、史蒂夫的右手可以撸掉《我的世界》99%的方块，却不会受伤，让人羡慕的右手!\n二、关于Minecraft怪物的“不科学”现象\n1、《我的世界》怪物能够存在的这个事实，就是不科学的。\n2、如果亮度低于7就能刷怪，你晚上还能关灯睡觉么？第二天醒来说不定发现被窝里刷新了一只苦力怕。\n3、《我的世界》苦力怕没有手，只有四个爪子。很奇怪这是怎么站稳的？还从来没摔倒过！\n4、苦力怕可以自己爆炸，你是摩擦起火么？至少需要一点火来引爆吧？\n5、MC里的怪物没有雌雄和公母，动物和人类也是如此，生孩子是再简单不过的一件事了\n6、史蒂夫的脑袋被小白射了非常多的箭，依然可以顽强的活着。小白的箭是爱神丘比特之箭么？\n7、《我的世界》怪物们死亡后就消失了，所以尸体哪去了？\n8、MC中的牛可以无限产奶？如果现实世界也这样，牛奶价格可能就不会那么高了。\n9、把蛋砸碎，就有机会生出一只小鸡。这是Minecraft最不科学的生产方式了。\n10、《我的世界》1.13的僵尸居然能被“淹死”，Mojang你是在开玩笑么？\n三、关于Minecraft方块的“不科学”现象\n1、《我的世界》大部分方块都可以浮空？这是最为经典的MC“不科学”现象。\n2、透明玻璃方块不透明，因为Minecraft怪物居然无法透过玻璃看到玩家！\n3、用煤炭做成的火把，可以烧到世界末日。\n4、一个木头方块可以合成4个木板，体积居然比先前大了4倍！\n5、《我的世界》书架中有14本书，但实际上你只用了3本书合成了书架。\n6、Minecraft海绵可以用来吸水，放熔炉中烧可以烘干。但是放在岩浆上方却无法烘干。\n7、MC的沙子居然是个方块，正常的沙子不是应该一粒一粒的么？\n8、《我的世界》重力方块在很多情况下都可以浮在空中，说好的重力呢？\n9、Minecraft史蒂夫的手特别的长，即使距离很远，也可以将方块放置在地面上。\n10、《我的世界》“展示框”是非常神奇的方块，因为它挂在墙上非常的牢靠。放一个基岩都不会使其从墙面坠落！\n四、关于Minecraft食物的“不科学”现象\n1、《我的世界》制作面包直接合成就行了，说好的面粉发酵和电烤炉呢？\n2、Minecraft中的食物永远不会腐坏，放上个100多年也没问题。\n3、MC中的甘蔗居然不能吃，只能拿来合成和与村名交易。\n4、Minecraft中的南瓜有脸就不说了，居然也不能吃！非要做成南瓜派才行。\n5、食物是MC繁殖的必要条件，吃点东西才愿意生小孩。什么时候食物成为生孩子的必要条件了？\n6、《我的世界》蛋糕能够吃7次，也就是史蒂夫的7口。真不知道这个数据是怎么来的？\n7、河豚虽然有剧毒，但是非常美味，处理得当是不会中毒的。但Minecraft就不同了，吃了必定会中毒。\n8、生活常识告诉我们，彩色的蘑菇都是有毒的。但《我的世界》一定需要彩色的蘑菇来做蘑菇煲，而且不会中毒！\n9、MC中金子做的苹果也能吃，难道就不怕不消化么？\n10、《我的世界》最神奇的食物是“紫颂果”，吃了可以瞬移哦。Notch你来解释一下科学原理。\n五、关于Minecraft岩浆的“不科学”现象\n1、《我的世界》岩浆能烧毁一切掉落物方块，却烧不毁铁桶。\n2、Minecraft中的床是木质和羊毛结构的，岩浆却拿它没办法。\n3、MC中1格岩浆和1格水可以限次形成原石，岩浆和水却没有一丝消耗。\n4、Minecraft1格岩浆呈阶梯式留下的话，会形成无限长的岩浆流。\n5、《我的世界》岩浆源方块与水接触会形成黑曜石，如果是岩浆的支流只会形成原石。\n6、MC的岩浆是液体，但是不会产生窒息的效果。\n7、Minecraft的岩浆放在铁桶里可以作为燃料，神奇的是，岩浆消耗完，铁桶还在。\n8、史蒂夫喝下抗火药水后，可以在岩浆中游泳。这点极其的不科学！\n9、Minecraft自然界中的岩浆，很多时候不会发光，当你用火把点亮周围的光源时，这时的岩浆才开始发光。10、《我的世界》告示牌可以阻止岩浆的流动，尽管它也是木制的，但是不会燃烧。\n六、关于Minecraft水的“不科学”现象\n1、《我的世界》经典的“无限水”理论，2桶水可以创造无限水，极其的不科学！\n2、当1格实体方块占用1格水方块后，水就那么不见了！\n3、Minecraft地狱不能放水，这是谁规定的？好在《我的世界》1.13可以放水了。\n4、史蒂夫不用喝水也能存活，现实中一天不喝水，你就不行了。\n5、《我的世界》农作物只要有水就能快速生长，即使这个水是MC中的海水。\n6、史蒂夫天生就能在水中游泳，这个技能怎么学来的？\n7、木头的密度是小于水的密度的，但是Minecraft掉落物状态下的木板，却会沉入水底。\n8、史蒂夫从高空落下，一格水就足以缓冲和保命。而现实中一米深的水….\n9、Minecraft冰块敲碎，立马就变成水。说好的融化呢？\n10、《我的世界》史蒂夫在水中能呆不止“10秒”的时间，MCt中时间是现实时间的72倍。所以史蒂夫在水下能憋“720秒”，也就是12分钟。简直不可思议！\n七、关于Minecraft天气的“不科学”现象\n1、火把在雨中不会被熄灭，难道说这雨故意避开了火把？\n2、《我的世界》没有所谓的水循环，那么下雨这个雨水是怎么来的？\n3、不管Minecraft中雨下几天几夜，地面上永远不会有积水，海平面永远不会上升。\n4、MC里没有季节，因为这里是按生物群系划分的。四季如春的感觉真的挺好。\n5、《我的世界》在下雨天钓鱼，钓出宝藏的概率更高，这是什么科学理论？\n6、Minecraft雨天，地面的岩浆都不会熄灭，这是被岩浆蒸发了么？\n7、MC雨水能使燃烧的木块熄灭，但在地狱岩上燃烧的火焰不会被熄灭。这又是什么原理？\n8、雨水能淋湿东西这个特点，只有在《我的世界》狼的身上感受到了，因为他们会抖落身上的水。史蒂夫你咋不抖的？\n9、Minecraft中的海绵方块放在雨中，不会被淋湿。好神奇！\n10、《我的世界》的雨天，全世界都在下雨。只有沙漠正上方没有雨，如果站在两个群系的交界处，会觉得异常的神奇。\n八、关于Minecraft睡觉的“不科学”现象\n1、《我的世界》白天不能睡觉，呵呵哒。不然午睡这个词是怎么来的？\n2、床可以作为史蒂夫的重生点，好吧，如果现实世界也可以这样就好了。\n3、Minecraft床的材质是有被子的，史蒂夫却从来不盖。\n4、MC下界中睡觉，床会爆炸，这要是科学的话，吓得我都不敢睡觉了。\n5、史蒂夫睡一觉，几秒钟就到了第二天清晨。会不会睡眠不足？\n6、《我的世界》床可以浮空放，史蒂夫睡上去也不会掉下来。\n7、Minecraft床周围8格内如果有怪物的话，无法睡觉，即使你很安全。\n8、MC没有双人床，就算你拼接起来，也只能睡其中的一边。\n9、Minecraft床无法被烧毁，虽然它的主体材料是木头。\n10、《我的世界》睡觉改变的只是太阳的位置变化，MC实际的时间流逝还是那几秒钟。这点可以从掉落物不会消失来判定。\n九、关于Minecraft命名的“不科学”现象\n1、蠹虫很早之前的《我的世界》中，被翻译成“银鱼”，好吧，这条鱼很科学\n2、Minecraft狼被驯服后变成了狗，但是MC中的名字依然是狼。叫声都是狗，好么？\n3、卫道士被命名为“Johnny”，会发了疯似得砍杀他看到的所有生物。如果是科学的话，以后请叫小编“Johnny”，谢谢。\n4、PC版的MC叫紫颂果，PE版翻译为共鸣果。谁的更科学？\n5、如果用命名牌给兔子改名为“Toast”，兔子会变异。开、开、开什么玩笑！\n6、给《我的世界》怪物命名，它将永远不会消失。原来起个名字是这么重要的？7、《我的世界》豹猫到底是豹子？还是猫呢？让我困惑了很久很久。8、《我的世界》所有的能动的生物，被命名为“Dinnerbone”。他们将会上下翻转，这是什么科学原理？9、给MC中的怪物命名是非常麻烦的一件事，你得用命名牌才可以。不过现实世界你还得上户口才行。10、玩家用命名牌给《我的世界》羊命名为“jeb_”，这只羊会不停的变换颜色。JEB，我喊你一声，你敢变色不。\n十、关于Minecraft空间的“不科学”现象\n1、《我的世界》下界又被称为地狱，好吧，科学理论中不存在地狱的概念！\n2、Minecraft末地浮空岛是怎么形成的？难道有什么神秘的力量？\n3、1.13版本之前的《我的世界》，水中是看不到鱼的，但是却能钓上来鱼。这鱼是怎么来的？穿越时空？\n4、《我的世界》末影珍珠可以让玩家瞬移千米，谁不想拥有空间转移的能力？\n5、史蒂夫死亡后，会在出生点重生，如果重生这件事是科学的话。地球上可能早就住不下这多人了。\n6、史蒂夫身上压根看不到背包，但却有个背包。这也是异次元的空间背包？\n7、Minecraft主角，史蒂夫永远不会变老。仿佛时间停滞了一般，难道说时间对于史蒂夫来说完全没有用处？\n8、“末地传送门”比“下界传送门”更像一个黑洞。黑洞穿越的原理在MC中实现了么？\n9、Minecraft主世界坐标是下界的8倍，下界行走1米相当于主世界的8米。如果这点很科学，可能也没飞机什么事了。\n10、《我的世界》史蒂夫完全掌握了空间之力，因为他可以通过传送门随意穿梭于下界、末地和主世界。如果这点很科学，人类的世界将发生天翻地覆的变化！\n本帖来自“我叫Mincraft”的《<我的世界>100个“不科学”的现象，就跟MC讲科学，怎么滴吧》，原贴地址：点我点我\n有兴趣的吧友可以前往今日头条去支持一下原作者哦！！！\n另：本文若有不足，还请大※佬赐教！\n",
    "replies": [
        {
            "author": "lcs1213",
            "timestamp": 1581575700,
            "txt_content": "震惊了，"
        },
        {
            "author": "Xu__",
            "timestamp": 1581575760,
            "txt_content": "lcs1213 发表于 2020-2-13 14:35\n震惊了，\n我编辑错了，你居然看到了"
        },
        {
            "author": "喵露朵露薇",
            "timestamp": 1581575880,
            "txt_content": "震惊!mc里面竟然有100种违背科学的现象\n............................................\n点开UC查看完整内容[:hide:]"
        },
        {
            "author": "Xu__",
            "timestamp": 1581576780,
            "txt_content": "浅野目萌路 发表于 2020-2-13 14:38\n震惊!mc里面竟然有100种违背科学的现象\n............................................\n点开UC查看完整内容 ...\n我设置了，但是没有用"
        }
    ]
}