{
    "title": "《坠梦深渊1之雪拉比的传说》剧情连载第一期",
    "author": "凋灵风暴mc",
    "replyCount": 7,
    "timestamp": 1581586740,
    "txt_content": " 本帖最后由 凋灵风暴mc 于 2020-2-15 12:32 编辑 \n《第一章——梦的召唤》     这是哪里？我是谁？我在哪？     我环顾四周发现自己在一间用钻石和海晶灯做成的房子之中，海晶灯的四周挂满了模型——苦力怕，小白，僵尸……却偏偏没有人的头模型。     在这个世界中，我要做什么？我是谁？我在哪？我打开旁边的一个箱子，除了矿车和一本书，什么都没有。     我打开了书：“梦境世界，一个充满和平的世界，直到黑暗出现，坠梦危机已经降临，这个世界的人民祈盼着神的降临，如果梦将你召唤，你将拯救这个世界。去吧，勇士，梦幻（光明）与黑暗的战争即将开始，这个世界需要你的帮助！”我翻到另一页“坠梦：将导致梦境世界彻底的毁灭。”我拿好矿车，按照指示（矿车轨道），前往“梦之城”，一切即将拉开帷幕……      我是谁？我在哪?一路上，我反复念叨着那个词——“坠梦”，希望从中获取点什么，但这种的努力是徒劳的，没有任何作用。      到达之后，见到告示牌上写到：“去找村长”。      初见梦之城，第一见到如此庞大豪华的城镇，直接去找村长，村长家其实就在图书馆旁边，很容易就找到了。我敲开村长家的门，走上了二楼，村长见了我问：“小伙子，来找我？我一直在等待梦境所召唤的人来找我，不要来烦我！”     “额，你是指我吗，村长？”我敬畏地望着村长说。     “啊？小伙子，刚刚真对不起，既然是梦的旨意，我很荣辛，你能拯救这个世界？”村长两眼发光。     我在心里问自己，我将拯救世界？我要做什么？我是谁？“我不知道我有没有这个资格。”    “这样啊，不过也没关系，图书馆的地下室的管理员应该知道的，你可以去造访一下的。楼下箱子里的东西你都拿着吧。”村长告诉我。     “雪拉比啊!”我听见村长长叹一声，低声说着，似乎有什么难言之隐，不愿告诉我。     我带着村长的任务和那一句话，拿上装备和雪拉比之剑走出门外，抬头仰望天空，发现已是晚上。     原来这就是异世界的星空，显得格外明朗。这么好的夜空之下，我看见了许多星星，那么哪颗才是家？那个是家里的月吗？孤独笼罩在我的身边。“不必担心的，总会有好结果的，明天再启程吧！”村长不知什么时候从楼上下来，拍了我一下。“看来也只好这样了。”我扫兴地答应了村长。     晚上，我躺在床上，久久不能入睡，想着家里，想着这个世界的复杂事件，想着梦的旨意……外面的星空之上，群星慢慢从“天幕”上“走”过。忽然一颗流星从夜空之中划过，我望着流星，眼睛里似乎有泪，但却迟迟流不下来。家中的亲人现在怎么样？我就连告别都没说就这么离开了！又一颗流星划过天际，带着光芒消逝了，但愿它能带着我对家人的祝福，飞向我的家周围。     未知的危险和挑战正在向我招手，忽然，一声啼鸣从我耳边传来，随即又消逝了……     那是什么？                                                               作者：凋灵风暴                                                                作者QQ：2730187815         QQ群号：146954452",
    "replies": [
        {
            "author": "松易涅",
            "timestamp": 1581587520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "rtptpp",
            "timestamp": 1581587580,
            "txt_content": "雪拉比，神奇宝贝？"
        },
        {
            "author": "唯独i",
            "timestamp": 1581590760,
            "txt_content": "支持一下！"
        },
        {
            "author": "凋灵风暴mc",
            "timestamp": 1581591000,
            "txt_content": "唯独i 发表于 2020-2-13 18:46\n支持一下！\n谢谢，我会努力连载的"
        },
        {
            "author": "凋灵风暴mc",
            "timestamp": 1581652980,
            "txt_content": "915296246 发表于 2020-2-13 17:52\n难道又是光明与黑暗的大激战吗！！！\n剧情还没正式展开，这只是铺垫而已"
        },
        {
            "author": "松易涅",
            "timestamp": 1581653820,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凋灵风暴mc",
            "timestamp": 1581656520,
            "txt_content": "作者申明：禁止转载。喜欢的小伙伴可以分享，当然也可以加QQ群。"
        }
    ]
}