{
    "title": "[Minecraft.net|CULTURE]ILLEGAL ARCHITECTURE 违章建筑",
    "author": "qsefthuopq",
    "replyCount": 6,
    "timestamp": 1581591420,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-2-13 18:52 编辑 \n文章日期2020-02-12作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\nIllegal Architecture\n违章建筑\nQuick, read this article before it gets taken down!\n在这篇文章被删前使用量子波动速读读完这篇文章吧！\n\nHello, art police? I’d like to report a crime. I’m in awe of this gigantic oceanic structure and I can’t stop looking at it. It’s simply too good!\n\nA city emerging from the sea might come as a bit of a surprise, but that’s not the only shocking thing about this build! Look closer and you’ll see that the “Ihou Kenchiku” is made up of all kinds of styles, with Japanese pagodas right next to German-style castle turrets and blocky American skyscrapers. That name, by the way, means “illegal architecture” in Japanese, because it would be impossible to make in real life thanks to the pesky laws of physics. Worry not – we won’t be arresting all these talented builders for what they do in Minecraft (they’re so many we couldn’t fit them in the car).\n喂，是艺术警察吗？我要报警。映入眼帘的这座庞大的海洋建筑使我惊愕不已、目不转睛。这座建筑真是太美了！\n从深海中浮现出的城市使我喜出望外，但这并不是这座建筑唯一震撼到我的！近观这座城市你会看到“Ihou Kenchiku”由不同的风格构成：日式宝塔紧邻德国风格的城堡炮塔和美国的摩天大楼。顺便一提，这座建筑的名字在日语中的意思是“违章建筑”，因为在现实世界中存在着令人讨厌的物理定律，所以这样的建筑是不可能在现实中出现的。不过别担心 —— 我们不会因为这些才华横溢的建造者在Minecraft里造出这样的建筑而逮捕他们（他们人太多了，警车塞不下）。\n\n\n\n\n\n\n\n\nThe Illegal Architecture was made by a whopping 145 people, brought together by the Minecraft Architects Project, a Japanese group. Organiser Dambo-Ru explains that they realised early on that this would be “organised chaos.” Instead of fighting that, they decided to set the build theme accordingly. “As many people who were not familiar with each other were participating in the event, we thought the theme should allow people to build in various architectural styles, and yet allow the build to be integrated as one art.” For that, they decided, illegal architecture was perfect.\n这座违章建筑由一个日本的建筑团队Minecraft Architects Project的145名建造者打造。组织者 Dambo-Ru 解释道，他们早就意识到这座建筑将会是“有序的混乱”。他们决定直入主题，而非抗拒混乱。“由于很多彼此不熟悉的人都参与建筑，我们认为这个主题应该允许人们以不同的建筑风格进行建筑，同时能让不同风格的建筑融为一个艺术品。” 因此，它们一致同意违章建筑是个完美的主题。\n\nThe people organising the build didn’t want to restrict anyone’s creativity, so they didn’t “decide on a detailed plan,” Dambo-Ru tells me. “Each participant built as they liked.” Parts of the event were live-streamed, and the management team used this to show off gaps that needed filling, though “some skilled people played a part in filling gaps naturally by mixing styles of builds,” by themselves.\n这座建筑的组织者不想要限制任何人的创造力，所以他们没有“决定一个详细的建筑计划，” Dambo-Ru 告诉我。“每位参与者都随心所欲地进行建筑。” 部分建筑是现场直播的，并且管理团队利用直播来展示需要填补的空白，然而“一些精通建筑的建筑师通过混合不同风格的建筑来填补空白，”他们自述道。\n'We are hosting events like this for people who love Minecraft builds to get to know each other and make friendships...'\n“我们正在举办类如这样的活动，旨在让喜欢Minecraft建筑的人们互相了解并建立友谊...”\nThat’s why, no matter how hard you look, it’s very difficult to find any blank space in the Illegal Architecture village. Even gaps between buildings are decorated with colourful strings of flags and twisted trees shooting right out of the walls. There’s even a waterfall or two. Hot air balloons and airships hover around the edges – and probably giving away rides so that everyone can take in the view!\n这也正是为何你很难在这座违章建筑里找到任何多余的空间的原因。即使是建筑间的空余都用了多彩的旗帜和扭曲的树木进行装饰。甚至还有些许瀑布。热气球和飞艇在建筑边缘盘旋 —— 也许是为了让每个人都能在高空一览这里的美景！\n\n\n\n\n\n\n\n\nThe village isn’t just pretty on the outside. The creators from the Minecraft Architects Project have made the build downloadable and they don’t just want people to fly around but allow themselves to get lost in it. “Most roads are connected and some buildings have their interiors! So we want people to walk and explore,” Dambo-Ru explains.\n这座存在并非只有外在美。Minecraft Architects Project 的创建者公开了这座建筑的下载地址 ，他们不仅仅希望大家四处飞行远观美景，还可以让大家沉醉其中。“大多数道路都是相连的，一些建筑甚至还有内饰！所以我们希望大家可以到处走走，探索我们的建筑,” Dambo-Ru 说。\n\nSo where do you begin? A daytime stroll across the peaks of the tallest towers give you a great birds-eye view all the way down to the sea far, far below. You can even check out the actual birds that they built as well! At night a thousand lights make for a cosy wander down the alleys and passageways. If you’re feeling active, climbing up and down the vertical village is a great way to exercise – just be sure to watch your step!\n那么你应该在那里开始观赏呢？白天漫步在最高的塔楼之巅，你可以俯瞰远处的大海。你甚至可以看到人造的栩栩如生的飞鸟！夜晚千盏华灯初上，闲庭信步意难忘。如果你感觉良好，你可以在垂直村庄里爬上爬下来煅炼自己 —— 小心别脚滑了！\n\n“We are hosting events like this for people who love Minecraft builds to get to know each other and make friendships,” says Dambo-Ru. “Every time we host events, we are surprised and get excited that people who do not even know each other collaborate and make breathtaking-quality builds.”\n“我们正在举办类如这样的活动，旨在让喜欢Minecraft建筑的人们互相了解并建立友谊，” Dambo-Ru 说。“每次我们举办活动时，我们都会因和素不相识的人合作并造出惊世之作而惊喜万分。”\n\n\n\n\n\n\n\n\nBreathtaking is the right word for the Ihou Kenchiku. Every time I look at it I notice something new (I’m looking at you, cute apple statues!) in this beautiful chaos. Bringing so many people together and allowing them to blend their unique creativity just goes to show the power of a dedicated community of Minecraft builders. If that's illegal, then I'm guilty as charged!\n叹为观止这个词最能形容Ihou Kenchiku这件作品。每次我观赏这个美丽的混乱时我都会有新的发现 (我看着你呢，可爱的苹果雕像!) 。聚集这么多人并且可以让它们融入自己的创造力到作品中，这正展现了Minecraft建造者社区的强大力量。如果这是违章建筑，那么我就该被指控有罪！\n\nRenders by:Renazun,Omegafoxx,Deltagon, and Alex\n图片渲染:Renazun、Omegafoxx、Deltagon和Alex\n其它地图搬运帖",
    "replies": [
        {
            "author": "1659868918",
            "timestamp": 1581593520,
            "txt_content": "This is a great map"
        },
        {
            "author": "GCVillager",
            "timestamp": 1581644760,
            "txt_content": "这个地图很强（眼花缭乱……）\n每次我观赏这个美丽的混乱时我都会有新的发现美丽的混乱"
        },
        {
            "author": "Lee20190812",
            "timestamp": 1586137260,
            "txt_content": "太奆了，大佬"
        },
        {
            "author": "A_Li/QWQ",
            "timestamp": 1589163840,
            "txt_content": "这也太棒了，我们团队正在考虑团建，违建是一个很好的选择QWQ"
        },
        {
            "author": "liyuheng325",
            "timestamp": 1589204820,
            "txt_content": "建筑萌新躲在角落瑟瑟发抖"
        },
        {
            "author": "暗夜洛影",
            "timestamp": 1592385240,
            "txt_content": "牛哔的大工程……\n拜服牛人！"
        }
    ]
}