{
    "title": "[原创/连载]|fragmenta|原创小说|第一卷·第二章·长夜漫漫",
    "author": "453497400",
    "replyCount": 6,
    "timestamp": 1581606600,
    "txt_content": " 本帖最后由 453497400 于 2020-2-13 23:27 编辑 \n\n上一章第一卷·第二章·长夜漫漫如果按照Minecraft的机制来的话......晚上就一定会有....阿尔夫看着如今太阳落山的场景十分不想知道那个答案，但没有办法，事实就摆在面前。“这时候一般来讲，挖个洞就可以躲藏了吧。” 阿尔夫心想道。他按照之前的步骤，用简陋的工具制作手法再次制作了一把木铲子，正准备刨地。但他发现一个惊人的事实，那就是他刨地跟现实中的刨地几乎没有区别，靠着那么一个铲子想要挖一个能装下一个人的小洞别说得换几个铲子，说不定天亮都无法完成这项工作。在按照正常逻辑来想，在那种密不透风的小洞里戴上一个晚上，憋死都有可能了。月亮升起来了。没有办法，阿尔夫找不到能让他安心度过这个晚上的方法，仿佛傻了一般一直在刨那没有任何用处的土地，过了一会，他远远的就能看到，不远处的草原上，便凭空出现了几只绿皮僵尸，只是眨眼的一瞬，又出现了几只手持弓箭的骨头架子。太吓人了，阿尔夫顾不得挖地，正准备转头向北方逃跑，结果刚一回头，一只又瘦又长的黑色长条生物贴紧了他的眼睛。危。还好阿尔夫在那一瞬明白这是个什么玩意儿，眼睛看着地上，一步一步后退了一定距离后撒腿换了个方向，向东方逃跑。当然，如果按照Minecraft的逻辑来讲，人物是不会累的，但是会饿，但是现在，阿尔夫确实是累了，已经跑了将近30分钟，甩掉了不知多少绿皮僵尸，还险些让那骷髅设上一箭，正准备找个没有这些个邪恶生物歇脚的地方，屁股后面便凭空窜出来几只绿皮僵尸，吓得阿尔夫撒腿就跑。不知跑了多久，阿尔夫累的都快没有知觉了，他一直向东部跑去将近跨过了小半个草原，现在映在他眼前的是一座漆黑的森林，可怕的是这座森林里的树木无论是树干还是树叶或者是地上的花草都是漆黑的墨色，阿尔夫回头看了看那几只不知道追了多久的绿皮僵尸，想都没想就进了这座漆黑的森林。刚一进入森林，阿尔夫的视野所到之处没有一个地方能看清，这大概是一座远古树林，这些漆黑的大树粗壮的很，许多树根都蔓延在了地表上，树叶更是遮天蔽日，估计到了白天也都不会有什么光亮。阿尔夫没力气了，但他知道如果不跑后面的僵尸就会扒拉开他的脑子把他吃了，这种最本能的求生欲望在持续了30分钟后被一颗巨大的地表树根绊没了。阿尔夫趴在了地上，彻底没了力气，翻了个滚儿，正面朝上，看见那几只绿皮还在背后发出“呜丫呜丫”的声音追着他，他的内心让绝望笼罩了。只见那三只绿皮僵尸越来越近，阿尔夫越是靠近越是能看清那绿皮身上的细节，光是那没有任何光泽一片漆黑的瞳孔就仿佛内给他吃了，身上只是穿了破烂的衣服，一只是短头发，两只都是长头发到肩膀的那种，除了身上有好多腐烂的地方，好家伙，那只冲在最前面的绿皮僵尸好像看见马上就要追上这只活人，显得无比兴奋，于是便也让地上的树根绊倒，他干脆不用跑的，以极快的速度爬行了起来，一下子抓住了阿尔夫的鞋，一嘴巴下去，还好阿尔夫腿脚灵活，瞬间把脚从那鞋里面抽了出来。“不能如此坐以待毙。”阿尔夫心想道，于是，他便也开始爬行，时不时还看看后面僵尸爬的追没追上他，不过可以肯定的是，他爬很慢，不一会另一只脚也被抓住，他只好用同样的方法挣脱，可惜没有办法再用第三次，他爬到了一颗树下，依靠在了树干上。他好像放弃了挣扎，眼神无光，看着那只离他最近的爬行僵尸没有任何动作。不知是从那个方向，一个瞬间闪来一个影子，那人瞬间接近了那爬行僵尸，只见他一脚便踩爆了那只爬行僵尸的脑袋，回头看了看依靠在树干边上的阿尔夫。阿尔夫在昏厥前看到的最后一个画面便是如此。那一身黑袍的人其实正是那墨森林的守林人，白发老人洛兹丹，那一身黑袍下所穿的装备是不折不扣的铁甲，在常年的高强度训练下，即便已经将是古稀之年，也能穿戴如此厚重的铠甲迅速移动。这时，只见他发现了其他两只绿皮僵尸，从剑鞘中抽出了那把剑，向前大迈步一跃，瞬间到了那两只僵尸跟前，一刀砍下了其中一只僵尸的脑袋，另一只僵尸反应十分灵活，趁着那一瞬间的功夫一口死死的咬在了洛兹丹的右小臂，洛兹丹扭头一看，反手一刀斩下了另一只僵尸的脑袋，可那僵尸的脑袋还是死死咬住洛兹丹的右臂不放，洛兹丹收剑，用手把僵尸脑袋硬拔出自己的小臂，屡起黑袍，洛兹丹的小臂上有铁护臂，显然僵尸的牙齿并没有穿透这层防御。接着，他便从黑袍背后拿出一把铲子，随便挖了一个大坑把几具僵尸的尸体埋了进去。洛兹丹回头看了看那名在一颗树下昏倒的阿尔夫，把铲子用黑布包好带上后，便走了过去。“嗯........青色的衣服，深蓝色的裤子。”  洛兹丹仔细打量着阿尔夫。“长得跟个女娃儿一样。” 洛兹丹把视线挪到了他的脸上，突然震惊到。随后，他便背起了阿尔夫，疾步向墨森林深处踏去。在遥远的北方，不冻洋略往南部的冻土冰川地带，那里有着全大陆最高的山峰奥斯希利斯峰，以及最为蜿蜒诡异的山脉提里斯山脉，正直春季，但北方的冰川尚未融化，一只巨大的刃牙熊从奥斯希利斯峰下的一个山谷慢慢走出，眺望着空中许久不见的太阳。紧接着，在距离山洞不远大概300米的山坡下，几只冰原狼发现了这只巨物，这个冰原狼为数不多的小狼群已经几日没有吃饱饭过了。那只刃牙熊听到了动静，扭头看了看狼群的方向，两颗巨大的獠牙从嘴巴两旁弯曲至下巴，看上去十分渗人。其中仿佛是狼群中最有威望的狼王率先从狼群中慢慢走出，朝向刃牙熊发出一阵刺耳的吼声后，迅速跑向了那只刃牙熊。刃牙熊仿佛太久没有晒过太阳，并不理会那只狼王的所作所为。狼王三步并作两步上了山坡，在距离刃牙熊不到30米的距离时，刃牙熊才将头扭向了这只狼王。两只巨物在山脉仅有的一座不大平台上打转，狼王狡猾的很，在刃牙熊一个失神的瞬间便趁机要了一口他的后背。一次偷袭，狼王虽然成功撕咬掉了刃牙熊其中一只后腿的皮肤，但刃牙熊也是回头朝着狼王脖颈就是一口。仅仅一下，就是致命伤。狼王躺在了地上，一动不动，脖颈上有着两条极深的洞，仅差几厘米就能将狼王的脖子扎穿。狼王一死，群狼哀嚎。6只比狼王稍小一些的冰原狼，齐头并进上了山坡，将刃牙熊围了起来。没有给刃牙熊任何喘息的时间，六条狼一齐冲向刃牙熊，双拳难敌四手，刃牙熊用两颗巨大的獠牙刺死了正对着他的那条冰原狼，用两只熊掌狠狠地压在左右两侧冰原狼的头顶让他们无法攻击，但后面的三只冰原狼却得手，开始疯狂的攻击刃牙熊的后背以及两条后腿。刃牙熊迅速转身，又是一口刺死了一只刚才在他背后偷袭的冰原狼，那一瞬间挣脱熊掌束缚的两只冰原狼迅速又发起攻击。刃牙熊发出了一阵巨大的吼声，回头又用两颗巨大獠牙刺死了一只冰原狼。还剩三只。但刃牙熊已经几乎没有力气。山洞里出来一人。头披由狼头上颚制成的狼头甲，上半身却裸露，凸显出了十分雄壮的肌肉，下半身则是一条十分蓬松的麻布裤，一条狼皮腰巾和一双皮靴。值得一提的是他背后背了一个和后背一样长宽方形石头，但却从外面看起来没有任何玄机。狼头甲挡住了他的双眼，脸上只有他的胡渣和刀疤显得十分清晰。他手里拿着两把双头短斧。他看向了被冰原狼攻击的刃牙熊，掷出了两把斧子。双双劈在了两条不同的冰原狼的脑袋上，速度之快让他们躲闪不及他们的狼头直接开裂，甚至可以看到藏在狼头骨之内的血肉。之后刃牙熊独自解决了另一只冰原狼。缓缓走向了他的主人。\n\n剩下的有时间更\n",
    "replies": [
        {
            "author": "278106417",
            "timestamp": 1581607440,
            "txt_content": "建议开个之前几章的传送门"
        },
        {
            "author": "453497400",
            "timestamp": 1581607560,
            "txt_content": "278106417 发表于 2020-2-13 23:24\n建议开个之前几章的传送门\n好的好的好的，我去修改一下。"
        },
        {
            "author": "松易涅",
            "timestamp": 1581786720,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "453497400",
            "timestamp": 1581786900,
            "txt_content": "915296246 发表于 2020-2-16 01:12\n建议在本地先用其他码字软件建档，码完自读一两遍，修改错别字与不通顺、语病之处，斟酌用字用词用句……\n ...\n好嘞，我这就去修改。"
        },
        {
            "author": "松易涅",
            "timestamp": 1581786960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1581786960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}