{
    "title": "[Minecraft.net|INSIDER] 背包盘点：猪排",
    "author": "森林蝙蝠",
    "replyCount": 1,
    "timestamp": 1581615660,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-2-14 01:55 编辑 \n\nTAKING INVENTORY: PORKCHOPPigging out背包盘点：猪排猪排穿肠过，阿拉心中留Snuffle snuffle... OINK. Minecraft’s pigs are straight-up adorable. Look at their little noses! But within their fleshy bodies, they conceal an item of great deliciousness. Click away, vegetarians - because today we’re featuring the porkchop.哼哼哼……啊啊啊！MC的猪是真可爱啊，看看它们的琼鼻！不过它们肉嘟嘟的躯体下隐藏着一样美味——就是今天我们要关注的猪排，素食者请爬开！Porkchops have been a part of Minecraft for a very long time - almost a decade! They were added in February 2010, during Minecraft’s “Indev” phase. Originally raw porkchops restored one and a half hearts of health when eaten. Now they restore one and a half points of hunger instead.  BUT! Cook them in a furnace, smoker or campfire, and they become exponentially tastier - restoring a whopping four points of hunger instead.猪排作为MC的一个要素已经有很长时间了，大概十年了吧——在2010年2月，MC的indev时期就添加进来了，一开始吃掉生猪排会回复一个半心的血量，不过现在已经改成一个半点的饥饿值了。但是！如果在熔炉，烟熏炉或者营火里把它们烤熟，它们的美味就会指数级上升——回复4点饥饿值。There are two ways to get hold of raw porkchops - one is by pilfering them from the chest of a butcher villager. The other... well. Let’s just say that there are always more pigs in Minecraft. So try not to feel too guilty. 有两种方法搞到生猪排，一种是从屠夫村民的箱子里偷，另一种就是……怎么说呢，MC里猪总是更多的，所以不要为杀猪感到愧疚。As well as cooking porkchops, they can also be fed raw or cooked to wolves for breeding, healing and to speed up wolf puppy growth, or traded raw to butcher villagers for emeralds. Oh, you can also buy cooked porkchops from butchers directly, if the whole “slaughtering a pig” process sounds a bit distasteful.猪排除了做熟给自己吃以外，还可以喂给狼来促进繁殖，或者治愈你的狼，以及促进狼崽子的生长，或者卖给屠夫村民交换绿宝石。哦，如果你相信“君子远庖厨”的话，可以从屠夫村民那里直接买熟猪排。Pork chops, in the real world, also come from pigs. In fact, pork is one of the most commonly-consumed meats in the world. There are about a billion pigs alive at any one time, and humans have been keeping them since as long as 13,000 years ago. Unfortunately, large-scale intensive pig farming is not so good for the planet (or the pig). 在现实世界中，猪肉也是出在猪身上的，实际上，猪肉是世界上消费最大的肉类之一，全球保有量大概是10亿头生猪。人类从13000年前就开始蓄养它们了，不过，大型密集猪场对环境和猪本身的影响并不好。A chop, if you’re wondering, is a cut of meat from the pig’s loin taken perpendicularly to its spine, often containing a rib - like beef T-bone steak. They tend to be leaner than other cuts of pork, though chops taken from the shoulder end of the pig are much fattier.一块猪排是从垂直于猪脊柱的腰肉上片下来的，经常带着一块肋骨——就像丁字骨牛排那样。它们好像比其他地方的猪肉更瘦，不过从猪肘子末端片下来的猪排则肥得多。In Minecraft, all pork chops are the same - and exactly as delicious as each other. But we don’t blame you if you’d rather let those pigs roam free and munch on mushroom soup, berries, bread, cookies or carrots instead. As long as your hunger bar fills up, right?在MC里，所有的猪排都一样好看好吃，不过只要你吃饱了，我们也无所谓让猪儿自由流浪，自己吃着蘑菇，浆果，面包，曲奇和胡萝卜，对吧？\n作者Duncan Geere，发布于2020.2.13，译者森林蝙蝠原文链接：https://www.minecraft.net/en-us/article/taking-inventory--porkchop",
    "replies": [
        {
            "author": "午申",
            "timestamp": 1581621540,
            "txt_content": "撞了 https://www.mcbbs.net/thread-959500-1-1.html 。\n而且你这底色什么情况？"
        }
    ]
}