{
    "title": "[原创/连载]《我的世界之域灵》第十九章 龙语法师",
    "author": "MIP_COMMOM",
    "replyCount": 4,
    "timestamp": 1581647460,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-17 17:18 编辑 \n\n　　深夜，舒牧和沐紫依坐在云城城门附近一个不起眼的角落，两个人肩并肩坐着，都盘着腿修炼心法。　　说起来，听说沐紫依平常几乎不会去修炼，那样实在是太枯燥了，而且随着她的不断成长，本身的各项属性都会以十分不可思议的速度快速的提升，这让舒牧十分的羡慕。　　当一声声急促的警钟再次响起的时候，舒牧很快就从修炼状态退出，站了起来。拭去身上的尘土，将附魔铁盔甲穿在身上，从空间系统将附魔铁剑以及盾牌拿在手中。　　为了不暴露自己拥有空间戒指，他必须在进入战场之前，将所有的装备都带在身上准备充分，这样在人群中也不会非常的显眼。　　空间戒指是非常珍贵的，很多小家族只有一两枚，但大小只是舒牧手中的两倍大，很多小家族为了寻求一枚空间戒指都需要花费大量的时间，去收集锻造空间戒指的材料，还需要付一笔非常昂贵的锻造费用，到处去借人情才可以从云城的锻造大师那里得到一枚还算不错的空间戒指。　　沐紫依身着白色的长袍一尘不染，脑袋埋在了帽子之下，她的手中凭空多出了一把法杖。　　听她说，在很久以前，修行者没有出现的时候，是魔法统治了整个多维世界，只不过魔法的发展非常的缓慢，用了几百万年的世界才发展出了魔法传送阵，借此打破空间壁垒，传送到其他的多维世界甚至是主世界。　　直至多维世界的生灵连接上主世界之后，它们才发现灵力的存在，通过灵力它们制作了更多更强大的法阵，魔法与灵力的混合产物，使得主世界以及其他的多维世界不断的变强着。　　沐紫依自称自己为龙语法师，使用龙语战斗的法师。　　龙语法师和附魔师很像，只不过龙语法师是直接使用古老的龙语来战斗，通过古老的龙语组合出威力强大的魔法，也可以是各种增益效果的附加。　　不过为了保险起见，在战斗中沐紫依不会使用攻击甚至防御类型的魔法，那样产生的战斗波动很容易被云城的强者所察觉，她只能释放最低级的，像是药水效果的增益类型魔法。　　这样风险就可以降到最低，加上她本身会很强的藏匿魔法，那些强者根本就无法发现她的存在。　　士兵队伍很快就出了城门，舒牧和沐紫依跟在队伍的后方走了出去。　　云城三面环山，只有一个可以出去的城门，其他三个方向都是高山，而且都设立有魔法屏障和魔法高塔，如果有敌人从其他三面来犯，很轻松就可以通过魔法高塔来解决。　　不过对于城门方向，一是为了方便商人以及云城居民的生活考虑，并没有设立魔法高塔，但是却设立有魔法屏障。二是因为魔法高塔需要耗费大量的人力和财力，以云城目前的发展状况，三面各一座必须的魔法高塔，已经消耗完了大量的钱财，还有一部分是从其他城池借的。　　出了城门，很快亡灵大军就和云城的士兵短兵相接了。　　舒牧很快就进入了战斗状态，和以前相比没什么两样，冲入尸潮之中，各项基本属性都在快速的飞涨着。　　在他击杀了第一只僵尸之后，一股轻盈感落在了他的身上。舒牧朝沐紫依所在的方向看了一眼，只见她举起法杖朝舒牧挥了挥手，周围的僵尸和普通僵尸仿佛都没有看到她一样，从她的两侧跑了过去。　　舒牧看到她没有被僵尸列为攻击目标之后，内心稍稍放松了一些。　　这时他突然想起心印心法有一个高级用法，相当于灵技，而且不需要消耗灵力，只需要运用灵力在体内运转心印，就可以实现思维的高速运转，从而出现时间仿佛被拉长的现象。　　他体内缓慢的运转着心印，用灵力通过着一条条的经络，因为是第一次在战斗之中运转心法，他每一步都非常的小心，可是手中的附魔铁剑并没有停止挥舞，仍然在不断的收割着眼前的僵尸。　　普通的僵尸和僵尸已经不能对他造成致命的威胁了，加之他两百多的敏捷值，僵尸的动作在他的眼中缓慢无比，轻而易举就可以躲开，而且破绽百出，但防御力和生命值也是高得惊人，舒牧一剑还不足以杀死它。　　当体内的灵力完整的运转过一遍心法法诀之后，他眼中的事物突然慢了几十倍，所有的一切在他的眼中都清晰可辨，就像是时间被拉长了一样。　　天空之中飞舞的箭矢，他可以看到火焰在箭矢上翻涌倾覆，之前他看到的箭矢留下火红色的箭尾，现在已经消失不见了。　　不过所有的箭矢当中，仍有携着青芒的箭矢拖着长长的箭尾飞射而出，这些箭矢速度非常的快，哪怕是在这样的状态下，舒牧也无法看清。　　这是修行者使用的弓箭射出的箭矢，特制的箭矢灌注灵力，可以使得箭矢十分的轻盈且稳固，在空中速度极快而且不会受到环境的影响，几乎是一条直线的飞行轨迹。　　据说有专门使用弓箭的修行者，还发明出了一种灵技，使得箭矢在空中变向拐弯的，即便是躲在掩体之后的敌人也可以击杀。　　今天不同往日，战场上普通僵尸的数量少了很多，随之而来僵尸的数量大幅度的上升，这么一来就是会造成更多的伤亡，特别是那些近期注册雇佣兵的普通人，连对付普通僵尸都要十分小心，现在出现了大量的僵尸，他们想要活着都难。　　为了防止逃兵的出现，在战场战斗的时候，城门是紧紧关闭着的，没有人可以从战场上逃离，而若是有人朝着两旁的森林逃跑，普通人只会死得更快。　　骷髅弓箭手就隐藏在那些黑暗的森林中，除非敏捷值碾压骷髅射手，不然它们那出色的射术绝对是每一个人的噩梦。　　加上每一个普通人都穿着铁盔甲，让他们的移动变得十分的缓慢，想要脱离普通僵尸的纠缠都很困难。　　士兵是战场的绝对主力，他们抗住了大部分的压力，只有少部分僵尸漏到了后面。　　舒牧倒是无所谓，只要不是巨型僵尸，和亡灵的修行者，其他的亡灵生物都无法威胁到他。　　有着沐紫依这一个龙语法师在，舒牧的身上不断的浮现一个又一个的增益效果，力量、轻盈、稳固、激射、锋利、夜视……　　加之本身的实力，越来越多的僵尸死在他的手中，无数经验值转化为属性值，而且僵尸的经验比普通僵尸高三倍，仅仅半个小时，舒牧全身各项属性就已经超过了两百点。　　舒牧　　种族：人类　　耐力：200　　生命值：200/200　　攻击力：201　　防御力：200　　敏捷值：246　　经验值：6　　火元素：0.6/10　　上了两百，每八点经验值才可以换成一点属性点，现在战场上僵尸无数，每一个僵尸都可以提供给他45点左右的经验值，相当于五点自由属性点。　　今天舒牧的计划就是全属性突破三百点大关，战场上普通僵尸少了很多，僵尸数量暴涨，本来这个计划是明天完成的，看情况，或许今天就可以完成了。　　按照平均两分钟解决一只僵尸的速度来算，只需要三个小时，而且这期间他不可能一直战斗个不停，需要到城门附近休息，那里提供有休息的场所，简单来说，就是雇佣兵之间相互轮换去战斗，士兵也是如此。　　就算是舒牧，他也只能连续战斗一个多小时就要休息了，不然精神状态会开始下滑，从而出现失误。　　和固化灵力不同的是，提高灵力上限是没有中途打断一说的，只要修炼心法的时间累积有一个小时，不论这一个小时中途去做了什么，都会提高一点的灵力值上限。　　在休息的过程中，舒牧和沐紫依则是盘腿而坐修炼，不过沐紫依只是修炼了一会儿就觉得无聊了。一开始她还觉得两个人一起修炼，一起变强是一件很有意思的事，可现在她除了无聊就只剩下无聊了。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "mr_black_cat",
            "timestamp": 1582587840,
            "txt_content": "加油，伟大的创作者，我支持你！"
        },
        {
            "author": "别离红药",
            "timestamp": 1582672920,
            "txt_content": "支持一下，加油啊"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1582675740,
            "txt_content": "别离红药 发表于 2020-2-26 07:22\n支持一下，加油啊\n谢谢支持"
        },
        {
            "author": "HJ_Corvo",
            "timestamp": 1582791360,
            "txt_content": "楼主写的不错哦，赞一个！"
        }
    ]
}