{
    "title": "[转载·连载]轻伪MC《带着妹妹去屠龙》 第6-10章",
    "author": "HorizonStudio",
    "replyCount": 0,
    "timestamp": 1581654540,
    "txt_content": "\n雪莲写在开头的话：\n    《带着妹妹去屠龙》原载于半次元与百度贴吧，已完结。本贴已经经过原作者授权。\n\n原贴地址：https://bcy.net/item/set/detail/71211?utm_source=bcy-Android&uid=3005579&did=48170460359\n          https://tieba.baidu.com/p/6079590050\n\n穿越了？问题不大！我是高玩！ 　　\n要屠龙？问题不大！我是高玩！ 　　\n要带妹？问题……呃……\n\n\n\n\n第六章 找根线就这么麻烦吗？\n　　文霞三岁半的时候把老家邻居家养的狗打了。\n\n　　她去县城打了狂犬疫苗，狗在第三天晚上死了。\n\n　　……\n\n　　我们还在地球上时，文霞从来没有邀请我去过她的房间。\n\n　　我也从来没有要求去她的房间。\n\n　　不过来到这里之后，要为她修建尽量和以前相同的房间，我不得不经常去她的房间。\n\n　　已经第四天了，我还没有挖到基岩。文霞的到来把我所有的计划都打乱了。\n\n　　这样下去十几天下地狱的计划是不可能了。\n\n　　一个月里回家的计划也一样行不通了。\n\n　　……\n\n　　“文霞，今天晚上我要把弓做出来。”黄昏，我站在平台上，挥了挥新制的铁剑，“隧石、羽毛已经攒了很多，现在我们可以在远处干掉怪物了。”\n\n　　“怪物？”她歪着头，思考了一会儿，“你在说什么呀？”\n\n　　“就是僵尸、骷髅射手、苦力怕……这类的东西。”我说，“你来的路上不也被他们打了一顿？”\n\n　　“你说……那些小姐姐啊。”她按着嘴唇，“她们为什么要打我们？”\n\n　　“他们是怪物啊，大妹子。”我扶着墙，“虽然长得像人，但她们满脑子都是宰了咱们……”\n\n　　头顶的天空是橙红色的，西面的天已经开始变黑，月亮也升了上来，星星也比那明亮的天空更明亮了。\n\n　　“不是所有的小姐姐都打我呀？”\n\n　　“那是他们瞎。”我说，“你小心点吧，别没事出门。”\n\n　　“在家里呆着太无聊了。”她撅起小嘴，抱怨道，“没有WiFi，没有电脑，书也只有一本……我想出去。”\n\n　　“白天你可以顺着我砍出的林间小道到平原闲逛一下。”我说，“带上铁剑，干掉一切想要接近你的小姐姐。”\n\n　　她突然微微一笑，问道：“你吃醋了？”\n\n　　“你有病吗？！”我吼道，“你能不能有点危机意识？现在不是家里，你哥哥也不能成天跟你呆着……你必须学会保护自己，你哥哥才有心思准备回家的材料。”\n\n　　“那，杀死末影龙就可以回去了是吧？”\n\n　　我深呼吸了一口气，说道：“你以为屠龙那么简单么？跟杀掉一条野狗一样简单？”\n\n　　“哥哥……”她皱起眉头，一脸委屈的模样。\n\n　　我没有停下：“去找末影龙之前，我们必须杀一大堆危险到爆炸的末影人，还要下地狱杀火元素，还要跨过无数山和大海，才能找到去末地的祭坛……”\n\n　　“然后排好祭坛的十二个传送门，”她打断道，“末影龙不怕任何火焰、剧毒伤害，还具有极高的防御力，必须用弓箭灭掉为它补充能量的水晶……”\n\n　　“你学会了再多的理论，如果没有一点实践能力的话，你面对僵尸都是在送死。”我说道。\n\n　　她大喊：“明明是哥哥你不给我实践的机会！”\n\n　　她气鼓鼓地盯着我，站在那里一动不动。\n\n　　也许是为了方便行动，她用我的剪刀把长发剪短……\n\n　　“……好吧。”我说，“今天你和我一起去，但是不要离开火把的范围。”\n\n　　“好的哥哥！”她忽然欣喜地跑回房间，出来的时候拎着一把铁剑，学着我的样子挥动了两下，“我们去杀骷髅！”\n\n　　“不，做弓用到的是蜘蛛的丝，打死骷髅是不会掉落弓的。”\n\n　　“哦，那我们去杀蜘蛛！”\n\n　　“文霞你别老把‘杀’字挂在嘴边好不好……”\n\n　　“哦，那我们去屠蜘蛛！”\n\n　　“算了你开心就好。”\n\n　　……\n\n　　夜幕降临，漆黑的森林里逐渐骚乱了起来。\n\n　　许多怪物被生成在一格以上的位置，然后落在地上，踩断落在地上的树枝。\n\n　　“噼里啪啦噼里啪啦……”\n\n　　“哥哥，那边！”文霞拉着我的袖子，“那边有个小姐姐……”\n\n　　苦力怕姑娘。\n\n　　“那个不用管，她不会伤害我们的。”我举起剑，看着从森林里走出的秃头大鼻子僵尸，“小心这家伙。”\n\n　　“他走得好慢诶……”文霞好奇地看着他，“这算什么分类的生物？”\n\n　　“人类。或者曾经是人类。”我说。\n\n　　他走进攻击范围之内，文霞抢先在我之前抄起铁剑冲了过去，大喊着：“死吧！”\n\n　　她一剑插在僵尸村民身上，僵尸村民一阵抽搐，死掉了，一块腐肉掉在了地上。\n\n　　“哇……”她喘着粗气，“哥哥，我干掉他了。”\n\n　　“我知道，”我说，“捡起腐肉，回来。”\n\n　　她捡起腐肉扔到我这边。腐肉钻进我的身体。\n\n　　“哥哥，为什么你能把那些东西吸进身体，然后想拿什么就拿什么？”她问，仔细观察着我的肚子，“里面有人？”\n\n　　“这是Minecraft，我们都能这样。”我说，“除非你的背包满了。”\n\n　　“我怎么知道我的背包里装了什么……等一下，我没有背包呀？”\n\n　　“回去再讨论这个问题……后面！”\n\n　　一只末影人！\n\n　　那末影人可以说是我见过的拟人态最丑的。一个黑球和超长黑色火柴棍组成的黑色怪物，三格高的身体，黑球一样的脑袋上镶了两个亮紫色的眼睛，除此以外什么都没有。另外身体好像加了关节，但是走起路来像《进○的○人》里的奇行种……\n\n　　“哦？”她回头看向那个末影人，“哇！那是什么怪物？”\n\n　　“不要看它！”我大喊。\n\n　　但是已经晚了，末影人用不存在的嘴巴发出怒吼：“唔噢噢噢噢噢噢噢噢！”\n\n　　它狂奔过来，举起超长的手臂冲着文霞砸了下去。\n\n　　“呜啊！”文霞举起铁剑阻挡，但被那家伙拍得倒飞了出去，摔在地上，“咳！……哥哥！”\n\n　　“来啊！”我冲着末影人喊道，“看着我的双眼！你这家伙！”\n\n　　它果然被我嘲讽到，两步瞬移到了我的背后。\n\n　　毕竟玩了几十个版本的Minecraft，它的操作我都摸透了。\n\n　　我一剑冲着左后方砍去，它被我砍倒在地上，怒吼着，挣扎着想要爬起来。\n\n　　我趁着它爬起来之前，像文霞那样一剑插在它身上。和那只僵尸一样，它抽搐了一段较长的时间，终于死掉了，只剩下一颗珍珠掉在地上，飞进我的身体。\n\n　　“哥……”文霞摇摇晃晃地坐起来，“我……我给你拖后腿了。”\n\n　　“你没事就好，那些家伙不足为惧。”我说着，把她拉起来，“以后我给你讲讲炼药的学问，你做一些药水往我身上砸就行了。”\n\n　　“嗯。”她点了点头，抹去眼泪站起来，“哥哥，为什么现在还没有蜘蛛呢？”\n\n　　“我们去找找吧。”\n\n　　“那里。”\n\n　　苦力怕姑娘不知道什么时候已经站在了文霞背后，指着南面的树林。\n\n　　“离她远点！”我用剑指着她，“不……我还是无法相信你。”\n\n　　“这有什么关系嘛，哥哥！”文霞倒也是心宽，一把抱住苦力怕姑娘，“既然会说话，一定就有交流的可能。”\n\n　　苦力怕姑娘从胯下掏出一根燃烧着的炸药。\n\n　　“喂！”我大喊，冲向她们。\n\n　　苦力怕姑娘在我摸到她之前，就把燃烧的炸药扔了出去。\n\n　　“嘣！！！”\n\n　　西面的森林里冒出一阵黑烟。\n\n　　我把苦力怕姑娘推倒在一旁，叱责道：“不许在我妹妹面前把炸药掏出来！”\n\n　　她满脸委屈地看着我，泪水在眼眶中打转。\n\n　　“哥哥，别说了。”文霞拉了拉我，“她哭了。”\n\n　　“我不管，”我说，“杀手在你面前哭了，你会心软吗？”\n\n　　“……会啊。”她像是看外形生物一样看着我。\n\n　　妹妹啊！\n\n　　……\n\n　　苦力怕姑娘小声说道：“蜘蛛。”\n\n　　“啥？”我问，“什么蜘蛛？”\n\n　　“哥哥，你看那边。”文霞又拉了拉我，指着西边被炸的森林，“那里……不会有被炸死的蜘蛛吧？”\n\n　　“太危险了，你在这里呆着……不行，你还是上去吧。”我拿着铁剑，看着苦力怕姑娘，“我以为她不会再爆炸了。”\n\n　　“你还会爆炸么？”文霞蹲下，抚摸着苦力怕姑娘哭花的脸，“如果你不会爆炸，可以去我们家哦，外面很危险的。”\n\n　　苦力怕姑娘的头摇得像拨浪鼓。\n\n　　“不会，不会爆炸！”她像是看见救星一样抓着文霞，哀求道，“请让我……看着哥哥！”\n\n　　文霞的眼角很明显地抽动起来。\n\n　　“那我就不允许你住在我们的房子了。”文霞站起来，“哥哥，给她在楼下造个小屋子吧。”\n\n　　“真麻烦……”我叹了口气，说道，“不如在家里新修个房间。”\n\n　　“不行！”文霞坚持道，“我怎么能让……新来的家伙抢走哥哥？”\n\n　　“文霞！”我把剑插在地上，脑子里一片乱麻，“我怎么感觉你来这里之后……变了个人似的。”\n\n　　“那还不是因为哥哥你……乱交朋友……”\n\n　　“她不是我朋友！”\n\n　　“不要……吵……”苦力怕姑娘按住跪坐在地上的文霞的膝盖，“哥哥不让我……住，我就不住……”\n\n　　我说道：“别这么说。我之前叫了你那么多次，你跑得比猴还快。”\n\n　　“哥哥你还说不是朋友！”文霞气急败坏地看着我，满脸通红，“都……都打算同居了……呜……”捂住脸哭了起来。\n\n　　“行了！别说了！”我吼住了她。\n\n　　四周又有怪物出现了。\n\n　　……\n\n　　黎明时分，怪物进攻的势头减弱了。但还是没有任何一只蜘蛛出现。\n\n　　西面的森林里传来一阵痛苦的呻吟。\n\n　　“哥哥……”苦力怕姑娘拽着我被僵尸撕破了的上衣，说道，“蜘蛛……”\n\n　　“我知道啦！”\n\n　　经过一夜的战斗，我已经疲惫不堪。\n\n　　我向着那南面的森林走去。\n\n　　……\n\n　　我看见这里蜘蛛的时候，不敢相信自己的眼睛。\n\n　　黑色长马尾散在地上，镶着红宝石的发卡，黑白格子的长筒袜和蛛网花纹的黑色上衣。\n\n　　痛苦的脸上，那双血红色双眼透露着杀意。\n\n　　“你……你好。”我冲她招手。\n\n　　“杂碎。”\n\n　　“喂！”\n\n　　她修长白皙的手臂上缠满了血痂，额头上也有一块很大的伤口。\n\n　　“你现在这样骂我，就不怕我砍了你么？”我把剑扛在肩上，“你现在哪儿都去不了，还浑身是伤，虽然不知道你昨天晚上怎么活过去的，但如果没有我的帮助，你今天晚上肯定会不过去。”\n\n　　“……你想怎么样？”她看向一旁的坑。\n\n　　那个坑是昨天苦力怕姑娘炸出来的。\n\n　　“很简单啊，给我一点丝线，我就救活你。”\n\n　　“我又不是要死了！”她大喊，“谁稀罕你的帮助啊！”\n\n　　我抄起铁剑，一把就插在她靠着的那棵树上。\n\n　　剑刃距离她的脖颈只有不到一厘米的距离。\n\n　　“喂……喂，我开玩笑的啊……”她颤抖起来，“不就是……要丝线吗？我给你，我给你就是了。”\n\n　　我把剑拔下来，看着她。\n\n　　她掀开自己的裙子，露出下面的肚脐，从里面慢慢拽出了一根很长的线。\n\n　　她把线头递给我。我用力一拉，她呻吟了一声。\n\n　　“不，不要那么快……”她抓着丝线，但毕竟过于虚弱，那股力量完全阻挡不了我，但我还是停下了拉丝的动作。\n\n　　“请……请温柔一点。”她说。\n\n　　我缓缓拉出丝线。她靠着树坐着，看着那个大坑。\n\n　　“这么多应该够了。”我看着手里自动被拆分成三部分的丝线，说道，“你把剩下的部分收回去吧。”\n\n　　“哈？这怎么能收回去呢？你是傻子吗？”她斜着脑袋盯着我，“用你的剑切断不好吗？”\n\n　　我用剑把丝线从她小肚子那里齐根斩断，多出来的部分消失掉了。\n\n　　“好了，我满足了你的要求，现在能救救我了吗？”她问道。\n\n　　“嗯……看心情。”我笑了笑。\n\n　　“喂！”她突然意识到被耍了，“你不能这样！人类！……”\n\n　　“好吧好吧……”我举起双手，说道，“我可以救你。你哪里不舒服？”\n\n　　“……腿。”她指着她的小腿。\n\n　　我轻轻褪下她的黑白格子长筒袜，那关节往下的地方红肿了起来。\n\n　　“可能是骨折了。”我说，“这附近没有医院，但我相信你自己能康复起来。”\n\n　　“但我现在在这里不吃不喝，我可活不了多久。”她说道，“……喂，你看够了没有啊？”\n\n　　“我在想怎么先处理一下。”我说，“看起来不像是完全断开了，可能是骨裂。”\n\n　　“怎么办？”\n\n　　“我用木板给你缠一下，你忍着点。”\n\n　　……\n\n　　我搀着那家伙，从森林里走出来的时候，苦力怕姑娘和文霞互相倚靠着睡着了。\n\n　　“喂，醒醒。”我用脚推了推苦力怕姑娘，“这姑娘是你炸伤的，你要负责。”\n\n　　“唔？”她抬起惺忪的睡眼，“哥哥？”\n\n　　“你可以叫我文进，别叫我哥哥。”我说，“哥哥这个词不是随便就能叫的。”\n\n　　“我……喜欢叫你哥哥。”她低下头，“要我做什么？”\n\n　　“本小姐这几天要受你照顾了。”那货摆摆手，“你放心，我绝对不会在你睡觉的时候一口咬死你。”\n\n　　苦力怕姑娘点了点头，代替我搀住了她。我从包里掏出几个楼梯块，摆在山崖下，对她们说道：“你们先在这里坐会儿，我去给你们挖个山洞住。”\n\n　　“上面的那个房子是谁的？”那货问我道。\n\n　　“我家啊。”\n\n　　“你自己住空中楼阁，让我们住山洞？”她又不满了起来，“我不管，你既然说要治好我，我就得受到更好的待遇。”\n\n　　“文霞！”我把妹妹喊了起来，“你回家拿个镐子扔下来。”\n\n　　“好的哥哥……”她晃晃悠悠地踱步到梯子那边，爬了上去。\n\n　　……\n\n　　“文进。”蜘蛛娘突然叫了我一声，“你不问我叫什么吗？”\n\n　　“我才不管你叫什么呢。”我耸耸肩，“反正你好了就走，记那么多名字也没啥用。”\n\n　　“你……”她指着我，又莫名其妙地气愤了起来，“我……”\n\n　　“你什么你？旁边的苦力怕妹子也还没名字，我管你叫啥？”\n\n　　“那你要跟别人提起我，怎么办？”\n\n　　“就叫‘会吐丝’的那货。”我说，“苦力怕妹子就叫会爆炸的那货吧。”\n\n　　苦力怕姑娘冷冷地看着我。\n\n　　“你把老娘当什么了？”“吐丝货”拍着木头楼梯怒道，“老娘叫张黛！记住了，等有一天你下了地狱，别忘了是谁送你去的！”\n\n　　“我自己送我自己去的呗。”我又耸耸肩，“再说了，我总有一天得下地狱，找火元素……”\n\n　　“火元素是啥东西？”\n\n　　“一种怪物。”\n\n　　“希望它们能把你干掉吧。”张黛冷笑。\n\n　　我白了她一眼，一手接住了文霞从天台扔下来的石镐。\n\n第七章 死马峡谷\n　　我来到这里的第一天骑过一匹马。\n\n　　它曾想害死我，但最后还是把自己害了。\n\n　　……\n\n　　“在家的西边，很远的地方，有一条峡谷。”我用炭条在纸上画着，说道，“一般的峡谷里能找到好多宝贝。”\n\n　　“有红石吗？”\n\n　　“也许会有，不过……也有岩浆这种东西。”\n\n　　“岩浆啊……”她思考了一会儿，说道，“岩浆可以用来烧东西。”\n\n　　“没错，但我可不想碰它，就算是装在桶里的也不想。”我说，“干脆一桶水把它们浇了算了。”\n\n　　文霞点点头，看着我画的地图，突然问道：“哥，你哪儿来的纸？”\n\n　　我掏出一节甘蔗，扔给她：“这个是造纸的原料。”\n\n　　“木头不能造么？”她啃了起来。\n\n　　“这里不行，放在上面什么都得不到。”我说，“你还是看看合成表吧。”\n\n　　她又去翻那本笔记了——嘴里叼着那节甘蔗。\n\n　　……\n\n　　外面已经黑了，从窗户玻璃往外看，能看见星星和月亮。\n\n　　“来这里有十天了吧？”\n\n　　“是啊，没有洗发水的十天。”她说。\n\n　　“迟早会有的，”我说，“我就不信这儿没有能当作肥皂用的东西。”\n\n　　“洗发水先缓一缓，”文霞合上书本，“我现在只想要红石。”\n\n　　“没有任何一台高级装置，是只用红石就能造出来的。”我说，“你还需要中继器、比较器、阳光传感器等等设备，这些设备的部分材料还得去地狱找材料。”\n\n　　“地狱？”她一愣，着急了起来，“哥哥，我不要红石了……你别死。”\n\n　　“我死不了的，不是只有死人才能去。”我捏着额头，叹了口气，“我们只要造出地狱传送门……”\n\n　　“我要跟你去，哥哥。”文霞严肃了起来，“你必须带上我。”\n\n　　“好，我带你。”我说，“但是我得给你准备好结实的装备和耐用的武器……地狱很危险。”\n\n　　“不，哥哥你准备好你自己的就行了。”她站起来，严肃地说道，说道，“我自己的装备我自己去找。”\n\n　　“你怎么找？卖萌别人给你打赏？”我笑道，“你至少需要24颗钻石做盔甲，2颗钻石做武器……”\n\n　　“为什么要钻石，哥哥？”文霞翻开笔记，说道，“铁装备一样可以抵挡攻击……”\n\n　　“但是不如钻石装备结实。”我打断道，“铁装备还不隔热。”\n\n　　“你就那么不信任我吗？哥？”她嘟起嘴来，一股十分委屈的表情，然后又猛地一拍桌子，宣布道，“明天，我们一起去峡谷，把我们需要的材料都挖回来。”\n\n　　“你还真去啊？”我苦笑，“你……算了，去吧。”\n\n　　“哥哥晚安！我去洗澡了。”\n\n　　“好。”\n\n　　……\n\n　　“哇！哥哥！这水好凉！”\n\n　　“来了！”\n\n　　……\n\n　　……\n\n　　第二天早晨起来，我看见我的田地里又出现了几块新的苗。\n\n　　张黛，那个蜘蛛姑娘，正用木锄锄地。\n\n　　“早上好！”我喊道。\n\n　　“早上好。”她回应着，把一把种子撒进田地里，指着田地一角，“成熟的小麦已经放进那边的箱子了。”\n\n　　我滑下梯子，感觉那梯子柱怎么看怎么别扭，就把它用石头替换掉了。磨制的闪长岩。\n\n　　我简单收拾好：把平台用栅栏围住，用玻璃封了顶，三面留下了观察用的阳台。\n\n　　收拾完，文霞穿着破破烂烂的小熊睡衣走出来了。\n\n　　“哇——”她惊叹，“好漂亮的阳台。”\n\n　　“这可是你哥哥我的杰作。”我说道。\n\n　　她点点头，从手心里召唤出了一块冰。\n\n　　“哥哥，我的背包里一定有无数的这种东西。”她说，“昨天晚上洗澡的时候，我发现，我能在想到冰块的时候，召唤出这些东西来。我可以把它放在一个地方，但是我却不能把它们全都拿出来。”\n\n　　“为什么这么说？”\n\n　　“我不管怎么往池子里扔、让它们化掉，我都吸不了新的东西。”她把铁镐扔在地上，自己在那里走来走去，“你看。”\n\n　　我拿出一只烧鸡，扔给她，她接住了，但并没有吸进她的身体。\n\n　　“真好吃。”她撕下一只鸡腿叼在嘴里，一脸幸福，“哥哥，我们什么时候出发？”\n\n　　“等十点左右吧。”我说，“现在那附近可能到处都是怪物。”\n\n　　文霞点点头，看到下面耕作的张黛，大喊：“早安啊！”\n\n　　“早安！”张黛冲这边笑了笑。\n\n　　我滑下梯子，在第一块农场里长势喜人的瓜田里里敲掉几个南瓜，又在牧场里捡了两个鸡蛋回来。\n\n　　张黛结束了耕作，扶着我给她做的皮革帽子，看着从树林那边冉冉升起的太阳。\n\n　　“一年之计在于春，一日之计在于晨。”她说道。\n\n　　苦力怕姑娘已经起来了，现在在被挖成大水池的无限水坑里钓鱼。\n\n　　“这里有鱼？”文霞看着那清澈的水，“这是哥哥前两天刚刚挖开的，哪里来的鱼呀？”\n\n　　“有。”苦力怕姑娘又从胯下掏出一管炸药，扔进水池。\n\n　　“嗵！！！”\n\n　　“哗——”\n\n　　“噼里啪啦……”\n\n　　几条熟鱼掉在了岸上。\n\n　　旁边是被嘣湿了的文霞。\n\n　　“真的有鱼！”文霞把熟鱼捡起来，跑过来交给我，“哥哥你看！”\n\n　　“我知道。”我把熟鱼收好，掏出羊毛把文霞脸上和头上的水擦干净，“你看着点，下次她不一定就这么安全了。”\n\n　　文霞点点头，接过我给的羊毛擦干净了脸。\n\n　　“咳咳！”张黛咳嗽了两声。\n\n　　“怎么了？”我问。\n\n　　她倚着锄头，盯着我，阴森地说道：“本小姐也要吃鱼……”\n\n　　我把鱼统统给了她。\n\n　　这带着一股腥臭的火药味的鱼我是一点都不想吃。\n\n　　张黛把多余的鱼放在一旁栅栏上，自己抱着一条最大的啃了起来，还边吃边说：“嗯……好吃，为什么……唔……不早点拿出来？”\n\n　　“刚刚炸的，新鲜的鱼。”我把“炸”字读成了四声，“不过要是拿点苹果汁、白糖腌了，再用炉子烤烤就更好吃了。”\n\n　　张黛抹去嘴角边的口水，问道：“什么时候能让本小姐尝尝？”\n\n　　“改天吧，现在所有的甘蔗都用来造纸了。”我坐在草地上，看着前头森林里用南瓜灯替换掉第二格树干的森林。\n\n　　“我还不知道爬行者妹妹的名字呢。”文霞把羊毛还给我，说道。\n\n　　“你们叫她‘姜萝’就行了。”\n\n　　菜名……你是认真的吗？\n\n　　我刚想问，只见文霞蹦蹦跳跳地叫着“姜萝”，就奔着苦力怕姑娘去了。\n\n　　“她告诉你了？”\n\n　　“嗯。”张黛点点头，“她用了几乎一晚上才把自己的名字写会。”\n\n　　我一愣，问道：“你会写字？”\n\n　　“为什么不？”张黛骄傲地挺起胸，“谁规定的只允许你们人类有文字？”\n\n　　“真有意思。”我笑了笑，“那你又是从谁那儿学到的呢？”\n\n　　“在离这里很远的地方，我有一个姨妈，掌管着一个大图书馆。”张黛看着东面的万圣风森林，似乎陷入了回忆，许久才继续说道，“我四岁之前一直跟着她学习各种语言。”\n\n　　“那……哪个图书馆还存在吗？”我问。\n\n　　“当然存在，不过姨妈已经去世了，已经没人知道在哪儿了。”\n\n　　“附近有没有村庄？”\n\n　　“你怎么知道？”\n\n　　成了。\n\n　　“改天带我去，我想看看其他的书。”我说道，“在村子的井下面，就是你姨妈掌管的图书馆。”\n\n　　“怎么可能？”她还是不相信，“姨妈每次让我去的时候，都是从一个山洞里过去的。”\n\n　　“你怎么不用‘本小姐’自称了？”\n\n　　她的脸一下子就红了起来，慌忙解释道：“本小姐才没有说什么……你们人类……”\n\n　　我笑了笑，没说话。\n\n　　看着那太阳从森林顶端升了起来。\n\n　　今天又将是晴朗的一天啊。\n\n　　……\n\n　　“哥，那边有马。”文霞指着那边草原上一匹孤单站着的马。\n\n　　“有马也不骑。”我说，“上匹马差点杀了我。”\n\n　　“这么可怕？”她狐疑地看了我一眼，“不会是你对那匹马做了什么……”\n\n　　“我就是骑在它身上而已，我还能做什么？”\n\n　　“比如从后面上马？”\n\n　　我想了想，说道：“忘了。”\n\n　　其实我没忘。我就是从后面上的马，不过这又有什么关系？\n\n　　“哥，我们需要马。”文霞说道，“给我小麦，我去驯服它。”\n\n　　我递给她一把早上刚刚割下来的小麦。\n\n　　她拿着小麦走近那匹马。\n\n　　那匹马飞起一蹄子把她踢翻在地。\n\n　　她捂着屁股站了起来，只见那匹马还在原地悠闲吃草。\n\n　　“怎么样？”我微笑着看着她，“我说什么来着？”\n\n　　“呜……这样的马不要也罢。”她满脸委屈，“对不起，哥……小麦被它抢走了。”\n\n　　其实那小麦就放在那边的地面上。\n\n　　“没事，抢走就抢走吧，有的是。”我说，轻轻拍了拍她的肩，“走，我们去挖红石。”\n\n　　她的笑容很快就驱散了脸上的阴霾，她的步伐也轻盈了起来。\n\n　　……\n\n　　峡谷有足足十七格宽。本来我可以用一格宽的木桥搭过去，但我还是搭了宽达五格的石桥——文霞可能从来没走过独木桥，一不小心摔下去就完了。\n\n　　“我们怎么下去？”\n\n　　我看了看那深达两百格的峡谷，问道：“你会游泳吗？”\n\n　　“不会！”\n\n　　“你兴奋个什么劲儿……”我捏着额头，拿出桶，把水泼在石桥边缘，“等我先下去，把梯子给你铺上来。”\n\n　　“哥哥你可不要骗我。”文霞在桥边上看着我缓缓下沉，“你要是不放我下去，我就跳下去。”\n\n　　“没问题，公主殿下。”\n\n　　我到达谷底，踩在那冒着蒸汽的黑曜石上，掏出石头开始垒梯子。\n\n　　我本来打算用木梯，但木梯还要在下面岩壁上的矿洞用到……所以我用了之前造房子剩下的台阶，也能当梯子用。\n\n　　“你先下，绳子绑在腰上。”我把绳子绑在自己腰上，“你只有70斤对吧。”\n\n　　“不告诉你。”她“哼”了一声，把绳子简单系在细腰上，拽了拽，很牢固。\n\n　　我把水收起来，我们就开始顺着梯子往下爬。\n\n　　……\n\n　　到达谷底的时候，太阳光刚刚从东面的边缘照射进来。\n\n　　“快点，那边有红石。”我指着岩浆湖另一面的岩壁上，那些发着暗红色光芒的矿物，“我去挖，你在这里等着。”\n\n　　她摇摇头：“我也要去。”\n\n　　我叹了口气，把水泼在地上，岩浆冒出白烟，凝固成了黑曜石。\n\n　　我踩在黑曜石上，很结实，才掏出铁镐交给文霞，让她去挖红石。\n\n　　红石就在她的面前，她用铁镐轻轻敲打了几下，那些红石粉就散得到处都是。\n\n　　“我的天啊，这么多？”她挖得起劲了，“这是什么？蓝色的矿物……难道是钻石？”\n\n　　“不，这是青金石。”我看了一眼，“这个深度还找不到钻石。”\n\n　　她一并把那些青金石挖了下来。我就在后面跟着捡东西。\n\n　　“哥哥，这里没有了……后面！”\n\n　　我猛一回头。\n\n　　坏了。\n\n　　梯子着了。\n\n　　梯子烧得很厉害——这里实在是太热，空气中还弥漫着火星，刚刚剩下的水汽早就蒸干了……\n\n　　“哥哥……回去的路没了。”文霞无力地跪坐在了地上。\n\n　　“不要放弃。”我说道，“什么时候都不要放弃生的希望。”\n\n　　“可是……梯子没有了，哥哥你又不会飞……我也不会飞……”\n\n　　我回忆了起来。\n\n　　很久以前，我下矿的时候，经常需要在挖出来的峡谷里往上走。\n\n　　那时候梯子不够的情况下，我都是垫着石头上去的。\n\n　　但是这次我带着妹妹。她不可能在一平方格的地方连续跳二百多次而不摔跤……我也不能。这可是我们在用自己的身体挑战这个难题。\n\n　　“妹妹，你有什么办法么？”我问。\n\n　　她眼睛一亮，欣喜地喊道：“哥哥！”\n\n　　“你想到办法了？”\n\n　　“不，你刚刚叫我……‘妹妹’——你已经好久没这样叫过我了。”她眼睛里含满了泪水，哀求我道，“……再叫一次好不好？”\n\n　　我感觉头有点晕。\n\n　　“等咱们安全出去以后，叫多少遍都没关系。”我说，“你也不想刚才那是最后一声吧？”\n\n　　文霞重重地点了点头，抹去眼泪，神色变得凝重了起来。\n\n　　“哥哥，你带着什么东西？”\n\n　　“我想想……两桶水、一些小麦、很多石头、十几格梯子、两把镐子、一些木头和一些台阶。”我在心里清点着物品。我也不知道我身上还带着什么东西，如果有一天我完全忘了我身上带的东西，我可能真的像文霞一样——什么都拿不了也什么都拿不出来了。\n\n　　“对了，还有两个鸡蛋。”我补充道。\n\n　　她走出小矿洞，看着岩壁。\n\n　　岩壁十分陡峭。如果我们有相当多的梯子，可以一块方块都不使用就能爬到顶端。\n\n　　“哥哥，你见过云南山区的天桥么？”\n\n　　我眼前一亮。\n\n　　横断山脉地形陡峭。但是经常需要沿着陡峭的山壁行走，所以那里的人民就创造了一种特殊的道路——天桥。说白了，就是以墙壁的一面为基体，造一些台阶往上或者往下行走……\n\n　　“妹妹你真是个天才！”我掏出石头，开始沿着山壁搭建“天桥”。\n\n　　“诶嘿嘿……”她挠了挠头，目光忽然投向那岩壁上的漆黑矿洞，拉了拉我的衣服，问道，“哥哥，那边的山洞里会有宝贝么？”\n\n　　“有也不去了，现在先回家……我没有带火把，下次来了再说。”我把台阶建好，走上去踩了两脚，完全没问题，回头喊她，“走了！”\n\n　　她看那洞穴看得出神。\n\n　　“走啦！”我拉起她的手，正要往上走，那洞穴里的东西也吸引了我的注意。\n\n　　一只冒着火苗的笼子，像地狱的使者一样，站在那里注视着我们两个。\n\n第八章 地牢看守者\n　　换作平时，我肯定会玩命地往那边跑，抄起我的石镐砸烂那群从笼子里跑出来的家伙们的脑袋。\n\n　　但是这次不一样。太阳已经离开了西边的峡谷，这里开始变暗了。\n\n　　“哥，那边有什么？”文霞拉着我的上衣，“不知道为什么，我总觉得那边会有好东西。”\n\n　　“有宝藏、箱子、怪物和死亡。”我说，“今天先回去吧。”\n\n　　她点了点头，抓紧了我的袖子。\n\n　　……\n\n　　我们在岩壁上行走着，避过了一条又一条曾经是珍宝的存在的矿洞。\n\n　　当我们最终到达顶端的时候，家的方向已经被黑暗笼罩了。\n\n　　“哥，我怕。”文霞忽然抱住了我。\n\n　　“早知道不弄这些东西了。”我把手放在她肩膀上，“我明天就拆了它们。”\n\n　　万圣风森林里的光都是暗淡的橙红色，远远看上去非常吓人。\n\n　　林子中还游荡着许多人影。\n\n　　“今天我们先在外面住吧。”我说，掏出原石准备搭帐篷。\n\n　　“外面？……哥哥你又没有火把，书上说了，黑暗的地方会有怪物出现。”她按住我的手，微微摇了摇头。\n\n　　“它还没说，即使在狭窄的黑暗中，怪物也不可能和你一起出现呢。”我说，“我们造一间两平米的小屋子，在里面可以很安全地休息。”\n\n　　“两平米……意思就是可以和哥哥紧挨着？”\n\n　　“差不多。”\n\n　　她点点头。\n\n　　黑暗中我看不清她的表情，但我敢肯定她绝对很开心。\n\n　　我们的帐篷搭好了，一间2平米大的小石屋，没有门，只留了两个台阶洞用来通风。\n\n　　“二氧化碳更沉，把孔留在下面。”文霞说，“哥哥你还有台阶吧？放在地上当椅子。”\n\n　　我照办，在头顶上留了个洞，脚下留了一个洞。星光照下来，照在文霞脸上，照在她的眼睛里。那深棕色的眼睛里透露着一丝丝疲惫。\n\n　　“很累了吧？”我问，“走了那么久……来这边，你可以靠着我睡觉。”\n\n　　“我更想抱着你睡。”文霞扑到我怀里，“哥哥，我们的约定呢？”\n\n　　“红石已经挖到了，你还要干什么？”\n\n　　“叫我。”\n\n　　“叫……叫你？”我一头雾水，突然想起来刚刚在峡谷底端她与我说的话，尽量让自己干涩的嗓音显得温柔一些，“妹妹。”\n\n　　她紧紧贴在我胸口，浑身都在颤抖。\n\n　　“再……再叫一次！”\n\n　　“妹妹。”\n\n　　“呜啊……再叫一次，就一次！”\n\n　　“妹妹……”\n\n　　……\n\n　　……\n\n　　天刚亮，我们的屋子发出一阵敲击声。\n\n　　外墙突然破掉，我“蹭”的一下站起来，掏出了铁剑。文霞倒在另一边的橡木楼梯上，撞醒了。\n\n　　“你们昨天晚上为什么不回家？”张黛扛着石镐，从洞口往里看，“本小姐带着姜萝找了你们大半夜。”\n\n　　我坐在台阶上，收好铁剑，说道：“昨天晚上实在是太晚了，那森林里还有怪物，文霞不愿意回去了。”\n\n　　“下次在外面过夜提前说。”张黛不知道从哪里掏出一块面包来，扔进屋子，“吃好喝好赶紧上路。”\n\n　　“干嘛啊？”我接过面包，掰成两半，一半递给揉着眼半梦半醒的文霞，问她道，“你就这么想让我早死吗？”\n\n　　她叹了口气：“你要是不回家，你家就归本小姐了。”\n\n　　我快速拆掉了石头房子，拉着文霞往回走。\n\n　　……\n\n　　回到家，文霞直接跳到那用羊毛和木头做的床上，脱了个干净。\n\n　　“红石我放在这边新的箱子里了，用的话你就连着箱子一起拖走！”我对里屋浴室的文霞大喊了一声。\n\n　　“好的哥哥！”她回应道。\n\n　　“噗通！”\n\n　　我把那条画着死马峡谷的地图的纸拿出来，用玫瑰红在地牢的位置画了个叉，又用青金石把岩壁上所有神秘矿道的入口标齐，放在桌子上，下楼了。\n\n　　外面天不太好，可能马上就要下雨。\n\n　　“文进。”张黛看见我，从姜萝身边站起身来，“第一拨胡萝卜已经熟了，西瓜籽也攒了不少，要不要开辟一块新的胡萝卜或者西瓜田？”\n\n　　“开辟一块西瓜田吧，文霞不喜欢吃胡萝卜。”我说，“姜萝的钓竿哪儿来的？”\n\n　　“当然是本小姐的杰作。”张黛骄傲地挺起胸，轻抚自己的黑色长发，“用了这么久都没有坏掉的呢。”\n\n　　“才用了一天，坏掉就有鬼。”我冷笑，“你教给她钓鱼，钓上什么东西了么？”\n\n　　“当然，满满一箱子鱼！”她指着姜萝身边放着的一只木头箱子，“看见了没？满满一箱子！”\n\n　　“说吧，有多少是炸的？”\n\n　　“呃……”张黛尴尬地笑了笑，“也就……几十条吧。”\n\n　　我走过去，姜萝没有注意到我。她实在是沉迷于钓鱼无法自拔。\n\n　　我打开箱子。\n\n　　里面放着一条一条拆开放置的、散发着腥臭味的炸鱼，十几条河豚和一条和手指那么长的鲑鱼。\n\n　　“真能干。”我苦笑着摸了摸姜萝的头。\n\n　　她依然没有注意到我，几乎是自言自语地说道：“哥哥喜欢吃，我就要多钓……”\n\n　　我愣了一下，看向那边想要逃跑的张黛。\n\n　　她腿伤还没有完全康复，不能跑得太快。\n\n　　我一把抓住了她的马尾辫子。\n\n　　“疼疼疼疼疼！你这凡人……喂！”她挣扎着想要逃离，“别碰本小姐！本小姐要去开辟新的西瓜田……”\n\n　　“你是不是跟姜萝说我喜欢吃鱼？”我按着她的头，扭到我的面前，弯下腰盯着她血红色的双眼，质问道，“然后你吃了她钓上来的生鱼？”\n\n　　“呃……这个……”她看向一侧，“也不全是……”\n\n　　“哦？你没吃么？”\n\n　　“不是……”她惊恐万分，用干涩的笑容回应我质问的眼神，“我……我也有分给姜萝吃过一些……”\n\n　　“你给她吃的什么？”\n\n　　“那条黄色的鱼，她钓了好多上来，但是……”她微微把头扭到一边，“她吃完就吐，也不知道为什么……”\n\n　　我用力把她推开，看着那边钓鱼的姜萝。\n\n　　姜萝的身体在微微颤抖，鱼竿和鱼线都在剧烈抖动。\n\n　　“她中毒了。”我做出了我的判断，“拿桶，给她弄点牛奶来。”\n\n　　“是……是！”张黛爬起来，捡起我扔在地上的铁桶，一瘸一拐地往森林里走去。\n\n　　“河豚是有毒的。虽然这个毒不致命，但难受的时间很长，如果不喝解毒的牛奶的话，至少要一个月才能完全康复。”书上这么写。\n\n　　……\n\n　　姜萝半信半疑地喝下那桶散发着浓浓奶香的白色液体，看着我和张黛。\n\n　　“为什么要喝牛奶？”她问。\n\n　　“这……这是因为啊……”张黛支支吾吾地说着，“看你钓鱼钓得这么辛苦……这是哥哥奖励给你的。”\n\n　　姜萝看了我一眼，脸红了起来。\n\n　　她忽然转过身，低下头，戴上绿色兜帽，小声说道：“谢谢。”\n\n　　张黛冲我使了个眼神。\n\n　　我耸耸肩，不再说什么。\n\n　　……\n\n　　“哥哥，”文霞把自己洗得干干净净，对我说道，“红石和红石火把组成的一些基本逻辑门我已经搞懂了，还有一些简单的设备的工作原理我也懂了。”\n\n　　我正坐在桌子上，写着过几天下峡谷需要准备的物品清单：大约是足量的石头、木头、煤炭和一个工作台，铁剑铁镐铁桶。\n\n　　“哥哥，我做了这个。”文霞把一个小东西放在我桌子上，“我用发射器的模型和逻辑循环电路做了这个东西。”\n\n　　我拿起它。它是一只类似于手枪的装置，很小，枪后部有一台超小型的发射器、一个小漏斗和一个盒子。盒子里装着十几支箭，也已经装满了。\n\n　　“这是手枪吗？”我问，冲着石头墙壁扣动小按钮组成的扳机。\n\n　　“突突突突突突突！”箭矢以每秒10发的速度飞射出去，扎在石头里。\n\n　　“里面装了循环脉冲发生器、与门电路、小漏斗和发射器模型。”她说着，把箭矢捡了回来，塞进那只小箱子，“不过缺点是只能装16发箭矢，而且每次按下都会至少发射五发出去。”\n\n　　“力道怎么样？”我问，“在我移动的时候射击会不会影响精度？”\n\n　　“可以射穿半格木板，有效射程……至少在14格以上。”\n\n　　“我用过的发射器跟散弹枪似的，但你这个看起来非常准啊。”我看着那枪口，“你是加了一个弹道么？”\n\n　　“发射器的工作原理是在枪口位置上创造一根具有向前动量的箭，而不是从发射器本身里发射出去。我用粘土捏了一个管道，固定在发射器前端，可以把不同方向的箭集中到一个方向上，还能让它们具有相同的初速度。”她说，指着枪口那里的小箱子，“虽然这个箱子小得可怜，但是里面可以放下15根箭。”\n\n　　“等到我们拿到比较器以后，你就可以做更高级的武器了。”我摸了摸她的头，“所以你是怎么把这些装置变得那么小的？”\n\n　　“哥哥你都能把面包撕成两半，我为什么不能把木棍切成牙签一样的木条？再用工作台把它和红石颗粒组装成超小型红石火把，切一块腐肉的黏质作为胶水，把红石粉粘到纸上作为电路……发射器也是这样组成的，我用了三根火柴和三根线头做了一把小弓。”\n\n　　“学工程的妹妹伤不起啊。”我惊叹道，“用普通的箭矢就可以了是么？”\n\n　　她走回屋子，拿出一捧小盒子，对我说道：“这些是弹夹，如果没有必要就不要回收箱子了，因为一块木板至少能做16个这样的箱子。”\n\n　　“这样就好办了。”我把弹夹收进背包，“我们可以去地牢了。”\n\n　　“这次一定要带好足够的东西，和石头台阶。”文霞竖起手指头，严肃得可爱，“我不想再经历那种事情。”\n\n　　“没问题，公主殿下。”我点点头，把旁边桌子上清单里的木头台阶划掉了。\n\n　　……\n\n　　我们全副武装地站在那片峡谷面前的时候，刚好到了峡谷里一片明朗的时刻。\n\n　　昨天走上来的时候搭建的石头天桥完好无损，完全可以再顺着它们走下去。\n\n　　“哥哥，找时间教我游泳吧。”文霞拉着我的袖子，说道。\n\n　　“你先在这里找到能做泳衣的材料，给自己做件泳衣穿再说。”我说道。\n\n　　她身上穿着织娘张黛用羊毛线精心织成的衣服，裤子也是，上衣上还纹了一只蜘蛛的图案。那触感一点也不比在现实世界花五六百块买的衣服差。\n\n　　我身上是我自己合成的牛皮上衣和牛皮裤子。这里的牛皮上衣和牛皮裤子不像别的物品一样方方正正的，反而很适合我的身材，是真的牛皮衣料，质量还相当不错。\n\n　　“哥哥，我们今天直接去地牢，还是先去别的矿洞看一眼？”文霞拉着我的手往下走，问道，“今天带了足够的火把，可以不回去了吧？”\n\n　　“没错，但是我还是希望最好不要在外面过夜。”我说，“虽然外面没有什么太大的危险，但还是家里安全。”\n\n　　“听哥哥的。”文霞往下迈了几个台阶，不小心滑了一跤，“诶呀！”\n\n　　我牢牢地抓住了她。\n\n　　“谢谢哥哥。”她按着胸口大喘气，“我……我想走上面。”\n\n　　我们换了位置，她拉着我的领子往下走着。\n\n　　……\n\n　　我们到达谷底的时候，太阳正好到达中央。\n\n　　那只地牢刷的怪物我们也看得清清楚楚－－巨型蜘蛛。\n\n　　不过全都是小姐姐！！！\n\n　　“全都是……小姐姐吗？”文霞看着我扔到那边插在墙上的燃烧箭矢，说道，“怎么办？哥哥？”\n\n　　“你如果没问题的话，我可以把她们都杀干净。”我说，“不过如果在那里插上火把，她们就不会攻击我们了。”\n\n　　“我不想杀她们。”文霞说道，“哥哥，你把火把插到那里……有危险么？”\n\n　　“有是有，不过我只要在进入她们攻击范围之前，把那面墙堵上就没问题了。”\n\n　　“哥哥小心。”\n\n　　我经历的这种岩壁地牢也有不少。在六格范围外把方块扔过去糊住那面墙，然后再在一个角开个洞，在地牢上插好火把，然后进去收割就没问题了。\n\n　　可是……\n\n　　我垫到地牢高度的时候，一股黏黏的液体喷在我的胳膊上，立刻凝固住了。\n\n　　我一抬头，一个和张黛几乎一模一样的拟人蜘蛛，掀起自己的黑色连衣裙，在肚脐那里与我手臂上凝固住的液体连成了一条线。\n\n　　“我不是想害你！”我喊道，“你们的箱子里有很多你们用不到的东西……我只是……”\n\n　　她猛地一拉绳子，我被从石头柱子上狠狠拽了下去，直接摔在岩壁上。\n\n　　“哥哥！”文霞大喊，“用剑砍断丝线……”\n\n　　我掏出铁剑，却又有一股液体黏住它，把它拉了上去。\n\n　　“一群蜘○侠？”我正疑惑着，从上面缓缓降下一个倒悬着的小姐姐。\n\n　　“请救救我们……”她倒悬着的身体，缓缓伸出两只手，放在我的脸上，“我和我的同伴……在这里守候了千年，但没人告诉我们还要继续守护多久……”\n\n　　“所以你放我上去啊！”我大喊。\n\n　　“不……你现在没有与地牢看守者抗衡的能力……”她的声音和张黛完全相反，几乎到了姜萝的水平，那股空洞无力的声音。\n\n　　“只要你放我上去，让你的同伴别打我，然后我在地牢上插上火把，你们就都解脱了。”\n\n　　“不……那会让我们陷入更深的诅咒中……”她说道，“你插上火把，只是面对守护者的开始……守护者会用他的火焰、雷电和随从将你消灭。”\n\n　　我想了想，说道：“请你把上面的箱子搬下来，作为我帮助你们的定金。”\n\n　　她们就像是一体似的，一个箱子被扔下来，摔在黑曜石平台上，掉落了一系列物品。文霞不能捡，只能把它们聚成一堆。\n\n　　“我期待着你的约定。我这里还有一个箱子，你完成约定以后自然是你的。”小姐姐缓缓上升，反重力连衣裙一直没有把她今天胖次的颜色告诉我。\n\n　　丝线缓缓下降，我站在了那片黑曜石平台上。\n\n　　“哥哥！”文霞跑过来，用剑斩断了丝线，“那家伙和你说了什么？”\n\n　　“打boss，带妹子。”我说道，“有一个什么‘守护者’，要我去屠。”\n\n　　我走到那边看着箱子。箱子不能要了，里面装着一些染料、青金石、小麦、铁锭、金锭和一块钻石。\n\n　　“走。”我收起物品，说道，“今天先回家吧。”\n\n　　文霞点了点头，什么话也没说。\n\n第九章 黑色瘟疫（上）\n　　每天我们都有大约两小时时间在峡谷中探索。\n\n　　我用从地牢箱子里找到的金锭合成了一块钟表，带在身上。\n\n　　妹妹觉醒了第二种召唤物品的技能－－玻璃瓶。她随时可以召唤一个玻璃瓶出来。这是她在打奶的时候发现的。\n\n　　她为什么要打奶？\n\n　　……\n\n　　“咳咳！”\n\n　　我病了，病得很重，都破了相了。\n\n　　从地牢回来的那天下午，我就开始有些不舒服，提前睡了。\n\n　　现在我的脸上长满了黑色的斑点，远远看上去像烧焦了一样。\n\n　　“可能是中了什么毒，或者吃错了什么东西。”张黛满不在乎地啃着她的蜜糖烤鱼－－我之前答应过给她做的那料理，“一桶牛奶的事，还要本小姐支招么？”\n\n　　文霞听见这个简直像听到了什么圣旨，没天没夜地给我打奶、让我喝。\n\n　　喝了三天了，病症丝毫没有减弱。不过没有再严重是真的。\n\n　　“哥，”她把奶瓶递给我，“喝了一定能好。”\n\n　　“你去跟墙角堆的那堆空瓶子说去吧。”我说，推开她的瓶子，“我都快喝吐了。”\n\n　　“那……我去榨点苹果汁兑上？”她正起身要走。\n\n　　“如果有点咖啡让我清醒一点的话更好。”我说，“这病让我浑身乏力。”\n\n　　“书上说，牛奶可以解除一切负面效果。”她又翻开那本指南，“如果喝了牛奶都不能好的，哥，你这病可能不是一般的负面效果……有可能是病毒，或者其他生物导致的持续性效果，书上说了，末影螨附身的生物会对水敏感……”\n\n　　“Minecraft里的每一种buff我都非常熟悉。”我说，“但我从来没有遇到过这种状况－－这也不是凋零，凋零用牛奶也能治好。”\n\n　　“我们从根源开始出发，哥，你这几天吃过什么奇怪的东西吗？”\n\n　　“这几天吃的一直都是张黛种的小麦做的面包和烤马铃薯。”我说，“烤马铃薯不可能出问题，毒马铃薯的毒也能被牛奶解掉。如果张黛没给我下药的话……”\n\n　　……\n\n　　“哈？”张黛一脸极不满的表情，看着文霞，“本小姐迟早有一天弄死那家伙，但不是现在。”\n\n　　……\n\n　　“她没有下药。”文霞说道，“至少……应该是没有。”\n\n　　“那家伙应该也不会给我下药。”我说，“现在先不要相互怀疑，我们之间根本没有互相伤害的理由。”\n\n　　“有没有可能是……那些蜘蛛的毒素？”她问，“有些毒蜘蛛的毒素可以导致人体内出血，和哥的症状很像。”\n\n　　“应该也不会，毕竟她们没有刺伤我。”我说，“那些粘液是普通的蛛丝，不可能有带毒的可能。”\n\n　　“也许是诅咒？”文霞捏着下巴沉思，“有的土著会通过巫毒娃娃诅咒别人，让他们死掉……”\n\n　　“我招谁惹谁了我？”我抬起满是黑斑的手，说道，“可能是一种奇怪的病，要过几天才能好的。”\n\n　　文霞十分苦恼的表情展现得一览无遗。\n\n　　……\n\n　　一个星期过去了，我的病情稍微减轻了一些，至少不会疲劳到下不了床。但是身上的斑点更多了，现在是正常皮肤不如黑色的斑点多。\n\n　　“哇，你要cos末影人？”张黛表情十分夸张，“就算今天是月食也不要玩这么惊悚的吧？”\n\n　　月食的夜晚，大地上怪物会少很多，因此末影人会相对更多了。\n\n　　“我也不想啊。”我苦笑，“你和你姨妈学习的时候，有没有见过我这样的病？”\n\n　　“嗯……”她陷入了回忆，“我……我不太清楚了。”\n\n　　“是你根本没好好听吧？”我微笑道。\n\n　　“才不是！本小姐各个方面都精通！”她气愤地说道，“本小姐见过的病，都是牛奶能治好的，你这治不好的病肯定是上天安排让你挂掉的！”\n\n　　“不许说哥哥要挂掉！”姜萝扑了过来，把张黛扑倒在地上，“如果，如果哥哥真的挂掉，挂掉了的话，姜萝……姜萝第一个先把你炸死！”\n\n　　“我也是。”文霞冷冷地看着张黛，“如果你不能拿出好办法，就不要说些煞风景的话。”\n\n　　张黛推开姜萝，窝在地上委屈地说道：“这种病我见过。”\n\n　　“你见过？”\n\n　　“因为姨妈就是得了这种病死掉的。”她看着草地，悲伤地说道，“最后几天，她说她看见了小时候村中的祭祀……”\n\n　　“还有呢？”我问，“这病……致死？”\n\n　　“她得了这种病足足二十年，去世的时候已经78岁了。”张黛看着我，“所以我觉得这不是她的直接死因。”\n\n　　“可是我得了这种病很难受啊。”我说，“身体沉得不行，总感觉有东西在拉着我。”\n\n　　“姨妈也是，为了‘抵抗’那股力量，她连活都做不了了，只能在图书馆教我念书……我搬到她那里住时，已经是她死前的最后十年了。”张黛死死抓着草叶，身体颤抖着，“我为了救她，读了所有的书……”\n\n　　“没有结果？”\n\n　　“我办不到。”她平躺在草地上，眼中滚动着泪光，“我是个连骷髅射手都会怕的蜘蛛－－我有时不得不和他们合作以换取我的安全。”\n\n　　“什么意思？这病有办法解决吗？”文霞扑倒在草地上，抓着张黛的身体，“快告诉我，哪里能弄到药材？”\n\n　　“姨妈得病之前去过一座地牢，那里的守护者诅咒了她。”\n\n　　我一愣。\n\n　　“地牢……哥哥，你不也去过地牢吗？”文霞扭头看了我一眼，又看向张黛，“办法呢？要解决地牢的诅咒吗？”\n\n　　“不，是拆毁地牢。”张黛绝望的声音令人窒息，“只有消灭守护者、用金色圣剑插入地牢核心将其破坏之后，诅咒方可消除。”\n\n　　“蜘蛛姑娘们的要求不也是这样吗？消灭守护者……但是没有说打破地牢的事。”我说，“不过解决了她们的诅咒，我们还有一个地牢箱子拿，何乐而不为呢？”\n\n　　“哥哥你现在去一定是送死。”文霞严肃地看了我一眼，“我去解决。”\n\n　　“你那么恐高怎么下去啊？”我问，“我找时间造几个TNT连着那屋子姑娘一起炸死得了，或者浇桶岩浆进去……”\n\n　　“不，不行，我不能接受。”文霞站了起来，手中突然出现了一把透明的剑，“我为你解决她们，但我一个人都不会杀。”\n\n　　“等等，妹妹，”我说，“你手里的剑……”\n\n　　“这个，冰的。”她把剑插在地上，剑表面冒出白雾，“如果需要我可以造无限把，但只要离开我的手，很快就会化掉。”\n\n　　我看了看她，说道：“你怎么做到的？”\n\n　　“看着哥哥的剑，我就能造一把冰剑，不过目前只能造剑。”她说，“枪用到的小木棍就是用这些冰剑裁断的。”\n\n　　“无限○制！”我喊道，“你可以把它们发射出去吗？”\n\n　　“当然不可以，你看。”她往后退了两步，那把剑突然消失了，“我要是离开冰剑太远，它就会立刻消失，什么都剩不下。”\n\n　　“锋利度……算了，当我没说。”我思索了一会儿，继续说道，“妹妹，我想你可能是能代替我杀掉末影龙的人。”\n\n　　“屠龙这种伟大的事情还是交给哥哥来干吧。”她吐吐舌头，“我不喜欢杀生。”\n\n　　“玩这个游戏迟早要杀生的，如果你想屠龙的话。”我说道。\n\n　　“为什么？”她皱起眉头，“除了末影龙以外的生物……我一个都不想伤害。”\n\n　　“你的末影珍珠哪里来？火元素棒哪里来？”我问。\n\n　　她沉默了一会儿，说道：“找小姐姐们要啊。”\n\n　　妹妹啊！\n\n　　……\n\n　　“这把‘金色圣剑’就赐予你了。”我把多余金锭做成的金剑交给她，嘱咐道，“如果解决不掉就回来，不要强求自己，一定要注意安全。”\n\n　　“没问题，哥哥，如果你不放心可以躲在后面看。”她拍拍不存在的胸脯，“我一定会守护你的。”\n\n　　我笑了笑。\n\n　　妹妹啊，这是哥哥想说的话啊。\n\n　　……\n\n　　……\n\n第十章 黑色瘟疫（下）\n　　妹妹从小跟着别人长大。\n\n　　她虽然已经17岁了，但就像我之前说的那样，根本不会照顾自己。虽然会操作一些生活用电器，比如烧水壶、电饭煲等，她并不会去想饿了就要吃饭、饭到底是什么。\n\n　　她经常沉浸在自己的世界里，等到被现实的饥饿感唤醒的时候，已经没有力气去准备吃的了。\n\n　　所以在她的房间里，经常备有各种各样的零食，冰箱里也有一整扇门的即食食品，比如火腿肠、豆干一类。\n\n　　这是在她吃掉所有生鸡蛋之后决定好的，虽然这很不利于她的发育，可如果家里偶尔没有人，她也不会出门买吃的，会干出什么事来不得而知。\n\n　　……\n\n　　她再次站到我面前的时候，比上一次还狼狈。\n\n　　我是说我们在这里重逢的时候。\n\n　　文霞，我的妹妹，被两个拟人蜘蛛姑娘搀扶着走到楼下，身后簇拥着一大群长得很像的男男女女－－全都是黑白块风格的拟人蜘蛛，女性与张黛装束几乎相同；男性统一黑色短发，戴着红宝石的耳坠，黑白条纹燕尾服和黑色西裤，一黑一白的皮鞋……几乎是一个模子里刻出来的似的。\n\n　　文霞的羊毛衣物破得只能遮住隐私部位，黑棕色的短发也烧焦了一些，手臂上到处都是伤疤和瘀青。\n\n　　“文霞！”我喊了一声，赶快从楼梯上滑了下去。\n\n　　在蜘蛛人们的帮助下，我把她送到了她的房间。\n\n　　“谢谢你们。”我对那些蜘蛛人说道。\n\n　　房间里有十几个人，突然就拥挤了起来，外面平台还挤满了人。\n\n　　“我代表我的族人表示对她的敬意。”为首的蜘蛛娘－－戴了条镶了青色宝石的项链以显得与众不同－－沉稳地说道，“她是拯救了我族的恩人，您和您的同伴永远不会受到我族的伤害，我族会尽一切满足您和您同伴的需求。”\n\n　　“先让你的族人们退出去吧，这里太小了。”我看着她对蜘蛛人们做了个手势，蜘蛛人们离开了房间，才问道，“她怎么伤得那么重？”\n\n　　“她与守护者进行了艰苦的战斗。”蜘蛛娘首领微微点头致谢后，坐在我平时工作的桌子后面，说道，“她用她的水晶长剑击败了守护者，为我们带来了自由。”\n\n　　……\n\n　　文霞顺着天桥一步一步挪到地牢下方的黑曜石平台，召唤出冰块为她铺平到达地牢的道路，又拿出唯一一根火把，挤过蜘蛛人群，直接插在了地牢上，又拔出左后腰别着的金剑插在了地牢里。\n\n　　地牢突然冒出奇妙颜色的光芒，里面旋转的蜘蛛碎裂掉了。\n\n　　与此同时，一个巨大的身影从岩浆湖中钻了出来。带着巨大的吼声，震得天桥、黑曜石平台都破败不堪。\n\n　　文霞十分冷静地指挥着蜘蛛人群，让他们躲在地牢最里面，自己一个人站在地牢口，召唤出一块冰，扔向那庞然大物－－一条龙。\n\n　　火龙拥有着似乎是被熔岩烧焦了皮肤、长出来、再烧焦、再长出来的深红色，被冰块砸到，口中喷吐着与峡谷同宽的火焰，沿着岩壁爬了上去，抓着岩壁上的矿洞，怒吼着表示不满。\n\n　　文霞又召唤出一面冰墙，抵挡着火龙的火焰，再逐渐沿着尚未破坏殆尽的天桥接近火龙。\n\n　　“那种场景简直可怕到无法忍受－－光是在远离战斗的地牢中，热度也无法想象。”蜘蛛首领说道，“她的装束逐渐毁坏，崩塌的岩壁也在对她造成伤害……”\n\n　　文霞终于接近了火龙－－这家伙在峡谷中根本无法飞翔，简直是一只蜥蜴一样的存在。\n\n　　文霞拽下右后腰处别着的弩枪，把16发箭矢全部发射了出去。\n\n　　大部分被火焰吞没。\n\n　　但其中有一支躲过重重火焰，命中了火龙的左眼。\n\n　　愤怒的火龙喷吐着火焰，因为剧烈的疼痛而堕落山崖。\n\n　　文霞占据着上风，于是立刻召唤出无数冰块，组成了一座山，将火龙死死压在开裂的黑曜石平台上。\n\n　　火龙的嘴巴里也同样被塞满了冰块－－它只能用剧烈的抖动制造的噪音表示愤怒。但这已经是苟延残喘了－－在冰构成的战场前，火的力量毫无用武之地。\n\n　　火龙起先尝试通过燃烧自己的身体来化解掉冰牢，但那只是无用功－－化掉的水立刻浇灭了它的火焰。\n\n　　可它毕竟是龙！这种传说级别的生物，拥有几乎无限的火焰，渐渐地，那座冰山越来越小……\n\n　　但文霞的水晶剑，也在冰山缩小到压不住火龙的瞬间，插进了它的头盖骨。\n\n　　“火龙死得很安详－－它一点声音都没有发出，就再也不动弹了。”蜘蛛首领缓缓说道，“文霞倒在了它巨大的身体上，我和我的族人立刻将她扶起，用我们的蛛丝和攀岩能力将她送到了地面上。”\n\n　　“文霞……”我有点不敢相信自己的耳朵，“她屠龙了？”\n\n　　“没错，我们的恩人为了拯救我们一族，打败了掌控着熔岩与火焰力量的火龙。”她说，“在凯旋的路上，她说您中了诅咒。”\n\n　　我才想起我身上的黑斑。\n\n　　但那些黑斑已经开始消退了。\n\n　　“这是与地牢守护者签订契约的证明，契约签订一旦完成，会自行消除。”她说，“您的病症，只是因为我族的粗暴对待导致的正常生理现象，我代表我族人表示歉意。”\n\n　　她对外面招了招手，外面立刻有两个男性拟人蜘蛛将一只箱子搬了进来。\n\n　　“这是您应得的。”首领站起身来，对我行了个奇怪的礼。\n\n　　左手三指作捏住嘴唇状，然后缓缓下移到肚脐的位置，然后深鞠躬。\n\n　　我站起来，学着她的样子回了礼。\n\n　　她却“噗哧”一声乐了，对我说道：“抱歉……只有我族女性才会使用这种方式表达敬意。”\n\n　　“你们族男性如何表示尊敬呢？”我问。\n\n　　我脸红了？没红吗？我不在乎。\n\n　　她又默默对那两个男性拟人蜘蛛做了个手势，他们做了一种奇怪的手势。\n\n　　先用两根手指并排，横着划过脖颈，然后三指轻轻捏住，闭眼，轻点额头。\n\n　　“我族女性礼仪的意思是：‘君言之故，如吾丝网之严全。’；男性礼仪的意思是：‘愿作汝颈，为魂效命。’”\n\n　　“真不好懂……”我皱起眉头，忽然问道，“她拯救了你们，就没有考虑你们以后的生活吗？”\n\n　　“您不用担心，她已经安排好了我们的出路。只要借用我们一张工作台，我们将在这里东北方向的丛林中搭建村庄。”首领说道，“只有您，人类，才具有制造万物本源－－工作台的能力。”\n\n　　“墙角那个拿走吧。”我说。\n\n　　果然除了玩家以外的角色根本无法执行玩家的操作啊。\n\n　　这更让我怀疑妹妹的身份了。既然不是玩家，她难道是作为一个怪物加进来的吗？\n\n　　首领致谢后，带着那两个男性拟人蜘蛛，搬着我家唯一一台工作台离开了房间。\n\n　　我出于礼仪，走出门看着他们离开了。黑压压一大片人。\n\n　　我看到张黛也在看他们。\n\n　　……\n\n　　“喂，文进，那些家伙怎么进了你家又出来了？用一个箱子换了一个工作台？”她问，“来交易的游牧民族？”\n\n　　“应该是你的族人。”我说，“他们要在东北方向建一个村子，你要不要去帮忙？”\n\n　　“本小姐要是去了，这边怎么办？”她问，“你的病没好，文霞刚刚又受伤了，这几天田地不管的话麦子要烂在田里了。”\n\n　　“你得传输给他们一些知识。他们祖祖辈辈都生活在那间不到50平方格的小房间里。”我说，“他们的生活逐渐趋于稳步之后，如果你想回来可以随时回来。”\n\n　　“本小姐才不稀罕回来呢。”她撇撇嘴，“但少了本小姐，你们的生活肯定变得一团乱麻。”\n\n　　“我深表感谢。”我微微一笑，“快去吧，趁着他们还没走远。”\n\n　　张黛把锄头交给我，沿着那片被一群人踩得乱七八糟的草地，离开了。\n\n　　……\n\n　　“不要在本小姐干掉你之前挂掉哦！”她离开视线之前，突然扭过头来大喊了一声，“君子报仇十年不晚！”\n\n　　我笑了笑，冲她挥了挥手。她蹦蹦跳跳地离开了。\n\n　　现在文霞才是我最关心的。在没有药的时候我怎么能让她康复起来？\n\n[groupid=1740]HorizonStudio[/groupid]\n",
    "replies": []
}