{
    "title": "[1.8及以上]展示框密码门 [附原理&教程]",
    "author": "wwjj123",
    "replyCount": 7,
    "timestamp": 1581758700,
    "txt_content": " 本帖最后由 wwjj123 于 2020-2-15 17:25 编辑 \n\n         hello，大家好，这是我第一次发帖，不喜勿喷。\n     适用于1.8及以上版本\n    先上成品图\n如图所示，当展示框里的红石火把被转到了正确的角度时，拉下拉杆，活塞门就会开启\n\n\n\n\n\n\n——————————原理——————————\n\n\n          核心原理是1.8及以上版本比较器检测展示框内物品并产生红石信号的特性，展示框内放上任何物品，并在展示框后放上比较器，就会输出强度为1的红石信号，之后每转一下展示框内的物品，红石信号强度就会+1，最多为8，于是就有了利用展示框加比较器来进行供能的活塞门及各种机关，在活塞门的基础上，发展出了利用多个展示框来作为密码的活塞门，但是本人在网上并没有找到全面的机关教学，于是就自己研究了一个，这个机关门除了利用展示框提供红石信号的原理以外，还有关于中继器锁存的原理，别的一些教程都是利用活塞来制作阻断装置，但是活塞触发时会有声音，就可以利用声音来破解密码，于是本人就用中继器锁存的原理制作了阻断装置，希望能对一些不太会红石的小伙伴有所帮助。\n\n\n原理附图如下：\n\n\n\n\nfile_1581749921000.jpg (318.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 14:58 上传\n\n\n\n\n\n如图，后面的比较器属于充能状态\n\n\n\n\n\n\n\n\n——————————教程——————————\n\n\n\n\n        首先，先做一面3x3的墙，在四个角放上展示框，中间放上拉杆，展示框内放上你想放的东西，并设置成你想要的密码，这里以红石火把头向内举例，可以根据个人喜好自定义，后面会讲方法(请当做中间有拉杆)\n在后面放上比较器，要对应展示框的位置\n\n\n\n\n2020-02-14_18.11.33.png (292.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 14:59 上传\n\n\n\n\n\n       然后我们可以造一个门框。       在背面造一个活塞门，放上红石，也可以在两边造活塞门，我只造了一边。\n       然后先不用管红石，把活塞围住，只剩红石在外面。\n\n\n\n\n2020-02-14_19.22.53.png (315.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 14:53 上传\n\n\n\n\n\n       然后延长红石线路(本人在旁边做了一堵墙)。\n       接着就先不用管它，在刚刚的展示框墙后面放上比信号强度多一格的红石，并在后面接上中继器，在倒数第二格侧面也放上中继器，并向下延长三格(一定要是三格)，接上比较器(要把后端接上线路)，然后从侧面连接另一个中继器。\n\n       这里放多一格的红石线路和比较器是为了做阻断装置，防止就算展示框转的次数过多也可以打开门，如上图，如果我多转了一下展示框里的物品，那么多放的那一格红石包括后面的中继器都会被激活，那么此时比较器边侧的信号强度会大于后侧的信号强度，比较器就不会有输出；顺便说一下红石信号强度的计算方法：展示框内物品转动次数+1=红石信号强度。展示框内物品转动次数是因为每转一次，信号强度+1，而后面+1是因为把物品放进展示框内时也会产生一格的信号强度，于是就可以根据这个公式来自定义密码。\n\n\n       接着在比较器后面接上四格长的红石，再拐弯接上三格长的红石，在末端放上一个方块，在方块上放红石火把，然后把三个中继器如图摆放，并在中间的中继器后面接上一格红石线路。\n\n        这样一个支路就算做好了，一共有四个展示框，所以要做四条支路；这里说一下，可以根据个人喜好简化或增加支路。\n\n       接着做另一条支路，在另一个比较器后面接上红石，但是这条支路不需要做阻断装置，因为这条支路所对应的展示框内物品已经转了七下，也就是已经达到了所能达到的最大信号强度8，所以就不用管展示框内物品会转的次数过多的问题。\n\n         然后在末端放上一个方块，放上红石火把，这里不放中继器的原因是因为线路正好够长能够到中继器。\n\n       现在是密码转对的状态，如果密码没有转对，那么两边的线路就会没有输出，所以红石火把就会给两边的中继器充能，两边的中继器就会把中间的中继器锁住，信号就出不去。\n\n\n      然后在对应拉杆的地方放上六个中继器，再用红石和中间的中继器连起来。\n       这里会有人问了，为什么不放红石粉呢，因为如果放红石粉的话，就会和下面的线路连起来，那么就算密码没输对，也可以打开门，而后面放红石粉是为了连接中间的中继器，注意放红石粉的地方不会与其他线路连起来。\n       \n      这样下面的支路就造好了，然后造上面的支路，按照之前的步骤做一个阻断装置，但是要抬高一格，不然会被下面的线路影响到。\n\n       另一条支路也是。\n       上面的支路和下面的支路是一样的原理，所以不过多讲解，但是要注意根据展示框内物品转动次数的多少来调整红石线路的长度，并且上下支路不能互相干扰。\n\n\n       然后延长上面两条支路，让两条支路相隔三格，并在末尾放上红石火把，延长至少四格。\n       在两个红石火把之间放上三个中继器，旁边两个对着中间，并用红石连接到地上。\n       另一侧也是\n\n       把内侧延长的红石连接到下面支路的中继器上\n\n       把另一侧的红石延长到活塞的位置，中间用中继器充能，并如图这样搭建。\n\n       最后在墙另一侧对应上图放红石火把的方块的地方放上拉杆\n       然后就完成了~~~~~~~~~\n\n\n\n\n\n\n\n\n\n\n\n——————————最后——————————\n\n\n\n\n\n\n       这个红石机关是本人昨晚研究出来的，如有什么bug，欢迎在评论区告诉我\n\n\n\n                                                           目前存在的缺陷：\n1、打开门后如果先转回去展示框里的物品再关门，门会关不上，因为信号被锁住了，把物品再转回设置的密码即可关门。\n2、打开门后，拉里面的拉杆可以关门，但是如果外面的拉杆被关上了，里面的拉杆就没用了，门也会被关上，你就也出不去了（此情况仅出现于多人）。\n       如果有哪些大佬们知道解决上述缺陷的办法，也请在评论区告诉我。\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Mo_xiaoxi",
            "timestamp": 1581772140,
            "txt_content": "666感谢大佬分享"
        },
        {
            "author": "adolfzzzzz",
            "timestamp": 1581778980,
            "txt_content": "谢谢，学到了"
        },
        {
            "author": "むらさき",
            "timestamp": 1581783840,
            "txt_content": "感谢,学到了"
        },
        {
            "author": "🥶❄️☠️",
            "timestamp": 1581839160,
            "txt_content": "哦，可我还是没看懂，希望大佬讲的详细一点，比如那个电路；\n还有这个需要的地方太大了吧，要是能缩减一点就好了；\n以及希望lz发个存档"
        },
        {
            "author": "wwjj123",
            "timestamp": 1581842280,
            "txt_content": "沙漠之鹰xzy 发表于 2020-2-16 15:46\n哦，可我还是没看懂，希望大佬讲的详细一点，比如那个电路；\n还有这个需要的地方太大了吧，要是能缩减一点 ...\n这应该是你能找到的最小的展示框密码门了，存档也许过几天会补上，电路的话可以反复看几遍，确实是有点难懂，我建议可以去了解一下比较器和中继器的基本工作原理例如比较器的工作模式和中继器锁存，这样也许会有所帮助"
        },
        {
            "author": "1833049434",
            "timestamp": 1581858180,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "时之虫",
            "timestamp": 1582044720,
            "txt_content": "这个想法很不错，我一直试着把这种密码门压缩体积，让展示框能连城一排。可惜没有成功。"
        }
    ]
}