{
    "title": "[解析]电影《闪灵》深度剖析|Jack 的心路历程",
    "author": "Xu__",
    "replyCount": 11,
    "timestamp": 1581735660,
    "txt_content": " 本帖最后由 神秘救赎 于 2020-2-15 14:47 编辑 \n今天楼主看完了誉满世界的心理恐怖电影《闪灵》，真的是由衷感慨导演的技术功底，竟然能拍出这么好的电影，让观众从心中感到恐惧，不像国产烂片，只图视觉恐惧。  （楼主看了3遍，第一遍和第二遍根本看不懂，第三遍才看出照应的地方，但还是有部分疑点）\n观看链接：点我点我\n先给你们看一下剧情吧（注意红色的字）\n    杰克·托伦斯（杰克·尼科尔森饰）是一名教师，后来成为一名作家。为了摆脱工作上的失意，杰克去应聘做遥望饭店的冬季看管员，该饭店会在大雪封山的时候关闭5个月，期间与世隔绝。老板告诉杰克他的上一任曾雇了一个看管员查尔斯·格兰迪但他在其间残忍的杀死了两个女儿和他的妻子并且自※杀了，原因是长期封闭而得的精神疾病。杰克表示自已不会发生这种事,他家人也会喜欢这里。\n    于是，杰克和妻子温迪（舍利·杜瓦尔饰）还有儿子丹尼（丹尼·洛伊德饰）住进了饭店。丹尼在要去饭店之前就有不祥的预感，但杰克没有理会。丹尼和饭店里的厨师迪克·哈罗达一样都是拥有预知未来并进行心电感应的超能力的人，哈罗朗把这种能力称为“闪灵”（就是片名的来历）。哈罗达在离开之前警告丹尼无论如何不要进入237房间。\n    在饭店期间，丹尼不断看到奇异的幻觉，又在母亲的房间门口写下含义不明的“REDRUM”字样。杰克在饭店里写作，当妻子来查看他的工作时，杰克显得很暴躁，不让妻子查看。其后杰克做了一个自己杀害妻儿的噩梦。杰克早年因为酒后伤害丹尼，其后戒酒。一次丹尼颈部受伤，妻子冤枉是杰克打伤的。杰克开始出入饭店的酒吧，意外的是原本应该空无一人的酒吧居然出现了一名酒保。丹尼后来向温迪承认自己是在237房间受伤，杰克前往237房间查看，却看到了裸※女；其后杰克又在本应无人的饭店大厅目睹了一场盛宴，并且和1970年的那个杀※了家人的看管员格拉迪相遇……\n    杰克认为妻子想离开饭店妨碍了他的信誉和工作。种种的怀疑，种种的猜测，种种的想像，使杰克和妻子产生争执并愈演愈烈。后来在一场争执中，温迪打晕杰克，把他关进了储藏室；但是随伴随着格拉迪的声音，铁门被打开了，杰克被放了出来……完全失去理智的杰克拿起斧头砍向妻子的房门要杀死妻子和儿子，在这紧张时刻温迪从镜子里看到了丹尼在房门上写的“REDRUM”，原来是反过来写的“MURDER”（谋杀）。丹尼从窗户逃走，而厨师哈罗达早先感受到了丹尼通过“闪灵”传来的预感，从迈阿密赶到，却被杰克砍死。\n　　杰克追杀妻子和儿子进了饭店外的迷宫，迷路后被冷死在里面，惊魂失魄的妻子和儿子坐着哈罗达开来的车子离开了。\n　　影片的最后镜头是饭店大堂墙壁上的一张饭店全体工作人员的合影，拍摄于1921年7月4日（故事情节发生前50多年），可以在照片的显著位置上看到年轻的杰克。\n\n光看剧情貌似看不出什么，但是《闪灵》的细节却让人细思极恐：\n\n\n一：杰克的妻子和儿子在酒店的树篱迷宫里玩的时候，杰克却从酒店大堂里的迷宫模型中看到了他们，这是为什么？这一点等稍后再解释\n\n\n\n\n树篱迷宫.jpg (36.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 10:44 上传\n\n\n\n\n\n\n\n\n二：杰克看见了一个他妻子儿子看不见的酒保，但是在温迪叫他的时候他很明显做出了一个“回过神来”的动作，这说明了什么？酒保不是鬼魂，只是杰克的潜意识！杰克在潜意识里创造出了一个上流贵族的宴会，同时遇到了一个姓格拉迪的服务员，杰克质问他，“我在报纸上见过你，你杀了你的家人，并且把他们切成一块一块的，你在这里做过冬季管理员，不是吗？”，然而，杰克刚来酒店，酒店老板告诉他这里发生过不好的事情的时候，杰克表示自己不知道！杰克是在描述自己梦中杀死自己家人的场面！！！而且，这里的这个“格拉迪”的全名是德尔伯特·格拉迪，而那个真正的管理员全名为“查尔斯·格兰迪”！！！这更加证实了这所有的一切都只是杰克的潜意识，因为杰克不会，也没必要去记住那个冬季管理员的名字，仅仅记住了他的姓氏！\n\n\n\n\n假的格兰迪.jpg (60.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 10:43 上传\n\n\n\n\n\n\n\n\n三：丹尼多次看到的电梯血潮不是一成不变的，血的体积在不断变大，最后连没有闪灵的温迪都感受到了，这应该是在说明杰克的杀心太重，或者执念太深，从而使得别人看到了自己的想法。\n\n\n\n四：杰克的作品：杰克自从来到酒店，就从来没出去玩过，一直待在房间里打字，但是温迪看到杰克写的全都是一句话“只工作，不玩耍，聪明孩子也变傻”，这其实是在暗示杰克早已崩溃，只是没有爆发。\n\n\n\n五：关于237号房间：个人认为237号房间里什么都没有，丹尼从房间中看到女僵尸可能是因为闪灵有预知未来的能力，这是在告诉丹尼杰克要伤害他；至于杰克从237号房间中看到逐渐腐烂的裸※女应该是在暗示杰克自己的心理防线完全崩溃，唯一的希望也已经破灭。还有两个在一起搞※基的白人应该是在讽刺假清高的白人（当时白人曾对印第安人实施过237天的侵略，认为印第安人是下流的）\n\n\n六：关于闪灵：个人认为闪灵这种能力是一种执念，它来源于人们心中的欲望。丹尼之前没能打开237号房间的门，是因为探索的欲望不够，而后来从237号门的方向滚来一个球后，丹尼却进入了237号房间（应该是闪灵的结果）\n\n七：杰克也有闪灵！！！还记得影片开头哈罗达对丹尼说过的话吗？“我小时候可以不说话直接与我的外婆交流 ”，但是只有双方都拥有闪灵才能互相交流，这说明了什么？闪灵可以遗传！！！这说明丹尼的父亲——杰克也有闪灵！！！，那么杰克能从模型中看到家人且从铁门中出来也就很正常了。还有杰克从铁门出来之后莫名其妙拿了把斧子应该也是闪灵的结果（这把斧头在被上个管理员被砍死的小女孩身边就有）\n\n\n\n\n斧子.jpg (85.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 10:43 上传\n\n\n\n\n\n\n\n\n\n杰克斧子.jpg (342.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-15 10:43 上传\n\n\n\n\n\n\n\n八：关于最后的照片：电影的末尾有一张照片，杰克站在人群最中间（应该为酒店第一任老板的位置），而这个酒店时间在印第安人的坟墓上的，说明杰克收到了印第安人的诅咒，下辈子一定会杀死自己的家人（但是没成功）\n\n最后声明一下：以上只是我的个人猜测，若论坛友人有更好的理解，欢迎在评论区留言！也请大家多多支持，毕竟码字不易！\n",
    "replies": [
        {
            "author": "42313123123123",
            "timestamp": 1581745440,
            "txt_content": "我也只能支持了,毕竟我也没看过"
        },
        {
            "author": "Xu__",
            "timestamp": 1581747180,
            "txt_content": "42313123123123 发表于 2020-2-15 13:44\n我也只能支持了,毕竟我也没看过\n回去看看吧，电影真心不错"
        },
        {
            "author": "小孩孩",
            "timestamp": 1581747720,
            "txt_content": "我觉得有些地方应该上马赛克\n\n少儿不宜"
        },
        {
            "author": "Xu__",
            "timestamp": 1581747720,
            "txt_content": "小孩孩 发表于 2020-2-15 14:22\n我觉得有些地方应该上马赛克\n\n少儿不宜\n额，你觉得接受不了少儿不宜画面的人会看恐怖片？"
        },
        {
            "author": "Phwan",
            "timestamp": 1581747780,
            "txt_content": "这个真的有点恐怖"
        },
        {
            "author": "小孩孩",
            "timestamp": 1581747840,
            "txt_content": "神秘救赎 发表于 2020-2-15 14:22\n额，你觉得接受不了少儿不宜画面的人会看恐怖片？\n有道理哦\n那你就放着吧"
        },
        {
            "author": "Xu__",
            "timestamp": 1581747900,
            "txt_content": "Phwan 发表于 2020-2-15 14:23\n这个真的有点恐怖\n你看过？"
        },
        {
            "author": "GCVillager",
            "timestamp": 1581748620,
            "txt_content": "我没有看过，也不会去看\n因为我不敢看恐怖电影"
        },
        {
            "author": "Xu__",
            "timestamp": 1581748680,
            "txt_content": "GCVillager 发表于 2020-2-15 14:37\n我没有看过，也不会去看\n因为我不敢看恐怖电影\n这部电影画面基本没有恐怖的，全靠细节"
        },
        {
            "author": "冷枫小乐",
            "timestamp": 1581749040,
            "txt_content": "头号玩家里面有部分闪灵的彩蛋，不对，很多\n然后让我回去看了下闪灵，然后我一直看不懂太恐怖，跳跳跳的原因0w0\n现在一解释，明白了。"
        },
        {
            "author": "1957104132",
            "timestamp": 1582206120,
            "txt_content": "不累吗。。。"
        }
    ]
}