{
    "title": "[Minecraft.net|INSIDER]本周方块：地狱岩",
    "author": "MashKJo",
    "replyCount": 0,
    "timestamp": 1581757020,
    "txt_content": " 本帖最后由 MashKJo 于 2020-2-15 17:41 编辑 \n\n本周方块：地狱岩Block of The Week:Netherrack\n你将需要再次绞尽脑汁来回忆这种方块的信息！\nYou'll nether need to rack your brains for info about this block again!\n\n这里有一个测验来考考你：哪个方块有七年半的历史，通体红色，微微有点怪异，上面经常会有火焰在燃烧？这个问题没有奖励，因为答案在标题中，那就是我们本周的方块——地狱岩！Here’s a quiz for you. What’s seven and a half years old, red, a bit spooky, and frequently on fire? No prizes, because the answer’s literally there in the title. It’s our block of the week - netherrack!\n\n地狱岩不是最坚硬的方块——甚至连一把木镐都能在短短几秒钟内破坏它，爆炸会像撕纸一样摧毁它。但它最有用的地方在于它的可燃性。用火点亮一块地狱岩，它会永远燃烧下去。\nNetherrack isn’t the toughest block around - even a wooden pickaxe will break it in a fraction of a second, and an explosion will tear through it as if it were paper. But its handiest feature is its flammability. Light a block of netherrack on fire, and it’ll burn forever.\n\n地狱岩于Minecraft Java版Alpha 1.2.0版本，也就是万圣节更新被加入，与其一并加入的有南瓜、钟、钓鱼系统和下界。剧透警告：下界是地狱岩得名的地方（尽管它一开始被称作“血石”，eww），在下界你会发现超出任何人所需的数量的地狱岩。\nNetherrack was added to the Java edition of Minecraft in Alpha version 1.2.0, the Halloween Update, alongside pumpkins, clocks, fishing and the Nether. Spoiler alert: the Nether is where netherrack gets its name from (though it was originally called “bloodstone”, eww), and it’s also where you’ll find more netherrack than any one person could ever need. \n\n这里有一个小提示：如果你被困在了下界而且迫切地需要一种更坚硬的方块，我们就需要采集一些地狱岩放进熔炉——它们会变成地狱砖，地狱砖没有易燃性，但具有比地狱岩更高的防爆性，它是在下界建造应急庇护所的优质材料。\nHere’s a pro tip: if you’re stuck in the Nether and desperately need a tougher block, then we recommend plopping some netherrack in a furnace - it’ll sizzle up into nether bricks, which are less flammable but far more blast resistant and a great building material for an emergency shelter.\n\n\n你还可以在基岩版的下界中找到地狱岩。下界在基岩版0.12.1版本才加入，但实际上，地狱岩自从0.6.0版本就可以获得。如何获得？在Minecraft的一小段历史中，它被称为“下界反应堆”。You’ll also find netherrack in the Nether in the Bedrock edition of Minecraft. But although the Nether was only added to the Bedrock edition in version 0.12.1, it’s actually been possible to get netherrack since version 0.6.0. How? With a little slice of Minecraft’s history called the nether reactor.\n下界反应堆是在基岩版仍被称作携带版及智能手机的功能还没有今天这么强大时被开发出来的。每个世界都被限制在256×256个方块以内以保持运行的稳定，这意味着点亮整个世界是一件非常容易的事。\nThe nether reactor was developed when Bedrock edition was still called Pocket Edition, and when smartphones didn’t have as much power in them as they do today. Worlds were limited to a size of 256 x 256 blocks to keep things running smoothly, but this meant that it was quite easy to light up the whole world.\n\n因此，前Mojang员工Johan Bernhardsson（他现在正在Midnight Hub开发一款名为Lake Ridden的游戏，这款游戏即将推出，而且看起来会很棒）提出了一个想法：“我认为我们需要某种终极目标才能使玩家在如此狭窄的空间里生存，”他在一封电子邮件中对我说：“如果玩家做到了这一点，那个生存世界将会完结，同时仍然允许玩家去继续游玩他们的世界。”\nSo former Mojangsta Johan Bernhardsson (who now works at Midnight Hub on a game called Lake Ridden that’s coming out soon and is looking like it’ll be amazing) came up with an idea. “I thought we needed some sort of endgame goal for survival in these very small levels,” he told me in an email. “Something that players were able to do that would sort of end a survival world while still allowing players to keep building on a world however long they want to.”\n\n\n他提出的解决方案便是加入下界反应堆——一种可以在世界中产生一种“裂缝”（译注：可能作者对于“裂缝”一词的原意是某种空间裂缝，连接主世界和下界）的奥妙机械。有了四块金块、一些圆石和一块由铁制成的下界反应核，玩家就可以从中获得下界的所有资源——但也会有下界生物入侵的风险。His solution was the Nether reactor - an arcane device that would create a “tear” in the world. With four blocks of gold, some cobblestone and a reactor core made of iron and diamonds, a player could access all of the resources of the Nether - but with the risk of invasion from the beings that live there.\n建造好下界反应堆并右键点击它后，一座由地狱岩制成的“下界尖塔”便会围绕着反应堆形成——里面会掉落荧石粉、下界石英等物资。但与此同时，愤怒的僵尸猪人会从裂缝中涌出——玩家需要应付它们。After constructing the reactor and right-clicking it, a “nether spire” made of netherrack would form around the reactor - pumping out items like glowstone dust, nether quartz and more. At the same time, though, angry zombie pigmen would begin pouring out of the rift - which the player would need to deal with.\n“当时，在手机上玩Minecraft比今天要难一些，” Johan解释说， “我们在多屏触摸方面遇到了一些问题，通常地我们的手指太大，无法看到游戏中的任何内容。 我记得我做的第一个测试——我设置为生存60秒，每八秒生成四个僵尸猪人以及随机生成的最多两个爬行者。就算我有钻石盔甲，生存下来仍然是我在游戏中遇到的最困难的挑战。”“Back then, it was a bit harder to play Minecraft on phones than it is today,” Johan explains. “We had some issues with multi-touch and generally our fingers being too big for us to see anything in the game. I remember that the very first test I made - I set it up for 60 seconds survival, four zombie pigmen spawning every eight seconds together with up to two randomly spawned creepers. Surviving that, even with full diamond armor, was one of the most difficult things I have ever experienced within a game.”\n下界反应堆的运行速率很有限，在45秒后反应核将燃尽——事件结束，并允许玩家去收集僵尸猪人和反应堆掉落的所有物资、挖掘尖塔。但是有个惊喜在尖塔外等待——在事件期间，时间会飞速流逝到夜晚。Johan说：“他们可以在外面遇到其他生物——例如爬行者——就在外面等待着。” “所有这些都导致了一个致命的漏洞——玩家可以在特定情况下中止反应堆，将世界变为永夜：”The reactor’s power was limited, and after 45 seconds the core would burn out - ending the event and allowing the player to collect all the resources dropped by the zombie pigmen, the reactor, and mine the spire. But there was a surprise waiting outside - during the event, the time would be fast-forwarded to night. “They could still meet other mobs - like creepers - right outside”, says Johan. “This all led to an infamous bug where players could abort the reactor in a specific state, turning their worlds into endless night:”\n下界反应堆最终在0.12.1版本被移除，当时下界已被加入游戏。从那时开始，基岩版加入了更多Java版的特性——包括药水效果、唱片机、烟花火箭和末影之地。The nether reactor was removed from the game in version 0.12.1, when the full Nether was added. Since then, Bedrock Edition has added even more of the features that Java edition has - including potion brewing, jukeboxes, fireworks and the End.\n所以，如果你通常只在电脑上玩Minecraft，不妨在手机上体验一下。你会有深刻的印象——我们为Minecraft加入了多少！So if you normally only play the game on your computer then give it a try on your phone! You’ll be impressed how much Minecraft we’ve managed to cram into it.\n\n\n原文链接：https://www.minecraft.net/zh-hans/article/block-week-netherrack\n作者：Duncan Geere\n发布日期：2018/04/06\n\n",
    "replies": []
}