{
    "title": "[Minecraft.net|INSIDER]用Minecraft表达你的爱",
    "author": "GCVillager",
    "replyCount": 1,
    "timestamp": 1581769200,
    "txt_content": " 本帖最后由 GCVillager 于 2020-2-15 20:36 编辑 \n\nHow to express your love in Minecraft\n用Minecraft表达你的爱\nIt's never as easy as saying 'I love you'!\n没有比说“我爱你”更难的事情了！\n\nChris Priestman\nI LOVE YOU! Oh, sorry, not you . Wait! I didn't mean it like that. I love you, of course, mwah. But that wasn't meant for you. I've been practising how to express my love as I'm so bad at it and, y'know, it's Valentine's Day.\n我爱你！噢，对不起，这不是对你说的。啊不对，我并不是那个意思。我当然爱你。（亲吻脸颊）不过刚刚那句的确不是对你说的。自从我发现自己说不出这句话以来，我就在不停练习。你知道的，今天是情人节嘛。\nIt's hard when the only thing you truly love is Minecraft… hold on, THAT'S IT! I'll express my love through Minecraft. And to think there are people who don't think Minecraft is romantic at all. Of course it is! In fact, let's change the name of Minecraft to LOVECRAFT!\n但当Minecraft是你唯一的真爱的时候，这件事情就变得有些困难了。但是，你一定要挺住啊！对，就是这样！接下来，我将用Minecraft来表示自己的爱意。有许多人认为\" Minecraft够浪漫 ”实属谬论。他们全错了！事实上，Minecraft是极其浪漫的。所以，让我们把“我的世界”改成“爱的世界”吧！\n\nHuh, what's that? We can't call it Lovecraft because some guy invented a bunch of horrifying cosmic beasts that have made everyone has been scared of monsters? Those poor misunderstood terrors! This gives me an idea...\n啊，你说啥？我们不能这么说，就因为Mojang创造了一堆令人讨厌而害怕的野兽？唉，这些可怜的家伙，他们并不明白才是真正的恐怖。这倒使我有了一个想法……\n\nBut first, ahem… introducing: HOW TO EXPRESS YOUR LOVE IN MINECRAFT!\n不过，咳咳，我们现在要讨论的是：如何用Minecraft表达你的爱！\n\nGIVE A RED ROSE\n赠送红玫瑰\n\nWe all know Creepers. They're green, they hiss, and tend to blow up a lot. But what I propose is that Creepers aren't out to hurt you. Maybe these poor creatures are just trying to whisper 'I love you' in your ear. Ever thought of that?\n各位对苦力怕一定很了解。它们有着绿色的皮肤，它们发出“嘶嘶”的响声，他们还喜欢炸毁一切。可是我认为苦力怕并不是有意要伤害你的。Maybe 也许，这些可怜的小生灵只是想在你耳边悄悄说一句 “我爱你”。你是否有想过这一点？\n\nAww. See? Just like Romeo and Juliet. Except a lot blockier.\n啊哈，看见了吧？这场景是多么像罗密欧与朱丽叶啊！除了太方了一点。\nPerhaps they get too nervous and it's that which causes them to explode when nearing you. In which case, I want to say sorry on behalf of everyone to all the Creepers out there, and tell them that they are loved. What better way to do that than giving them a romantic red rose? This won't backfire at all.\n也许他们只是太害羞了，所以在你附近时会爆炸。无论如何，我想代表大家对所有的苦力怕说一声“对不起”，同时我还要告诉它们，我们也爱着它们。给它们一枝浪漫的玫瑰，怎么样？应该没有比这更好的方法吧？放心，这百分百会成功的。\n\nShucks. That blows our chances of having a second date.\n啊呸。都怪你，我们的第二次约会泡汤了。\nCOOK A HEARTY MEAL\n做一顿健康的饭\n\nAlright, maybe I was a bit ambitious with the whole flirting with a Creeper thing. But how about skeletons? Now there's a monster that truly needs some tender love and care. Just look at all those bones! They desperately need feeding and that's where I come in.\n好吧，也许关于与苦力怕调情的事，我想得太多了点。那么换一个，骷髅怎么样？它是需要一点温柔的爱和细心的照顾。看看它们可怜的骨架子吧！它们极度需要吃的，这就是我说那句话的原因。\n\nDoesn't the skeleton look like Cupid with its little bow? Maybe it'll shoot its love arrow at me...\n看看这些骷髅拿着那张弓的样子。是不是很像丘比特？或许它会向我射出爱神之箭……\nThey say a way to a person's heart is through their stomach. Though, looking at it, you could probably just reach in through the gaps of a skeleton's ribcage and give its heart a little stroke. A bit too intrusive? Definitely.\n有人说，满足别人的胃可以获得他人的心。不过，你看，你可以从骷髅的肋骨中间伸入你的手，轻轻抚摸它的小心脏。有点不礼貌？你说得对，确实如此。\n\nBack to the point: how about showing your crush how you feel by cooking them a tasty meal? Rabbit stew, pumpkin pie, or a cake would go down a treat. The skeleton I invited out is going to LOVE it.\n回到刚刚的话题上：为什么不用一顿美味的大餐来展示你的爱恋呢？兔肉煲，南瓜派，或者一个蛋糕，都能抚慰它受伤的心灵。我请来的骷髅一定会很高兴的。\n\nI knew it had gone wrong as soon as the skeleton declared it had the high ground.\n当这个骷髅宣布他将要胜利时，我就知道事情不太对了。\nSo I misjudged. Shoot me. Oh wait, the skeleton already has. How was I supposed to know that skeletons find it insulting if you offer them food? Apparently it reminds them too much of the life they had before. Y'know, when they had stomachs.\n所以说我想错了。它在朝我射箭。诶等等，那个骷髅吃了它的食物。我为什么没想到给骷髅食物是一种侮辱？显然它们还记得很多生前的事——它们还有一个胃的时候的事，你懂 的。\n\nWATCH THE SUN RISE\n看日出\n\nAlright, I'll admit it, I've been a complete fool so far. But I still have a lot of love to give! You know who also probably has a lot of love to dish out? Zombies. They're everywhere these days but are still criminally underloved. But how do you get your affections across to a zombie?\n好吧，我承认，从刚才到现在我都很傻。但是我还要给出满满的爱意呢！你知道还有谁和我一样的吗？当然是姜丝啦。最近它们都在到处游荡，可是没有人在乎它们。可是你该怎么向僵尸们表达你的爱呢？\n\nThe zombie refused to follow me up the mountain at first, but when I said I would give it my heart when we reached the top, it practically flew up.\n对于跟我一起爬山，其实一开始那僵尸是拒绝的，后来它听说我要在山顶把我的心给它时，它就飞奔了过来。\nThey certainly don't need food, what with all the snacking they do on human flesh and brains, the cheeky tykes. And that creeper blew up my rose bushes so forget about giving another flower. What else is there? Ah, I've got it. Watching the sunrise together. So romantic…\n它们当然不需要食物啦，它们唯一的零食就是人的肉和大脑。这个小坏蛋！。那个苦力怕把我的花园炸的一干二净，所以我忘记了再弄一朵花来给我的僵尸。那还有什么方法呢？啊哈，我知道了。我们可以一起看日出，多么浪漫的一幕……\n\nIt was at this moment I tried to convince myself the zombie was singing 'Burnin' by Cue. What a heartbreaker.\n现在我正在试图告诉自己，那只僵尸正在唱“燃烧之歌”。真是令人心都碎了。\nGO ON A BOAT RIDE\n一起划船去大海\n\nWell, that was certainly a hot date. Yes, the zombie caught fire, I should have known. Fortunately, it also set me alight, which doesn't sound good at first, but it forced me to dive into the nearest lake and which is where I came up with another idea.\n那是一个炎热的日子。是的， 那只僵尸着火了。我应该早点想到才对！幸运的是，它使我也变得烈焰滚滚，这刚开始听起来不是什么好事，但是正因为我不得不跑到最近的湖里，我才有了一个新点子。\n\nThe villager looks grumpy, but trust me, they're just angry they can't love me even more.\n那些村民气得冒火，不过你要相信我，他们生气是因为僵尸夺去了我的爱。\nWhat can possibly go wrong with a romantic boat ride? It's slow, calming, and you can talk intimately with your lover without anyone listening in. Don't you agree, my darling villager?\n一次浪漫的划船活动，肯定不会有什么意外！这是一种缓慢的活动，它能让尸冷静，这样，你就可以和你的爱人来一次亲密的对话，而且不用听就知道你的爱人在说什么。你不这么认为吗，我亲爱的大村民？\n\nHrmm!\n哼！\n\nAh, yes, I love listening to you speak.\n啊，是的，我喜欢你说话的样子。\n\nHrm-hrmm!\n嗯哼!\n\nSuch dulcet, velvety tones. You know I love you too, right? Darling…? My love? VILLAGER?!\n这声音是多么柔和啊！你也知道我深爱你，对吧？亲爱的……？我的爱人？啊我的大村民?！\n\nThis was the last time the villager was seen alive. I really should have paid attention to that 'No Boating' sign.\n从此我再也没有见到他。也许我应该注意一下那个“禁止划船”的标志。\nMAKE A TREASURE HUNT\n来一次寻宝之旅\n\nThat encounter with an elder guardian has made me want to keep any future dates under my complete control. No more going out on lakes, into jungles, and certainly not into any caves. Which is why I came up with the idea of sending my next Valentine on a treasure hunt.\n和一个远古守卫者的一次邂逅使我对未来有了新的想法。我不再去湖上游玩了，丛林还是矿洞，我都不想去了。因为，我有了一个全新的想法——下一个情人节，我要去寻宝！\n\nHere we are at the start of the treasure hunt maze. Please note the rules written on the sign.\n现在，我们的寻宝迷宫正式开启！请留意告示牌上写的规则。\n\nIt's rude to stare at an Enderman but look at how cute it is from up here.\n从现在开始，我规定：盯着末影人看是很不礼貌的，除非你是想看看它到底是多么可爱。\n\nThe treasure at the end is me. And, like, loads of flowers. What a prize!\n最终的宝藏就是我。而且，是像花儿一样美丽的我。看，多么好的奖励！\nYes, it's a hedge maze that I built and then scattered with flowers for my Enderman to pick up along the way. They definitely can't run into any trouble now.\nYes，it's a hedge maze that I built and then scattered with flowers for my Enderman to pick up along the way。They definitely can't run into any trouble now。是的，这是一个树篱迷宫，而且四处种着花朵——我要让我的末影人边走边采摘。它们一定不会惹上什么麻烦的。\n\nAnd what does it find at the end? ME! I'm standing inside a heart offering a bouquet to my Enderman. Isn't love just so sweet? All that's left is for me to look deep into the Enderman's eyes and… uh oh!\n那么，末影人最终会找到什么？是我！我会真心地向我亲爱的末影人献上一束鲜花。这狗粮是不是很甜？最后还有一件事，我要深情地凝望它的眼睛，然后……哦不！！！\n\nIs the Enderman madly in love with me? Nope. Just plain old mad.\n末影人是爱我爱到心里头了吗？并不是。只是它的原来的臭脾气又犯了。\nBUILD SOMETHING TOGETHER\n一起建造\n\nIt's so nice to be with someone who isn't going to attack me all of a sudden. Excuse me a sec… [off-screen]NO! I SAID PUT THE BLOCK OVER THERE! IT'S NOT HARD!\n我突然觉得，和一个不会不会攻击我的人在一起才是最好的。等等……[现实中]又错了！我说过把这个方块放在那里！这难道很难吗？\nAh yes, rule number one of hanging out with an Enderman, don't look into its eyes. Everything was going so right until that moment. Ugh. You know what? Maybe monsters aren't misunderstood after all. I'm just going to stick to expressing my love to other people. Much easier.\n啊对了，和末影人逛街的首要规则：不要看着它的眼睛。本来一切都是好好的，可是那一刻完全不一样了。唉。你明白了什么？或许我们称它们为怪物并不是什么误解。我现在只会像别的人类表达我的爱了。这可简单多了。\n\nLove is in the air. And so are we. Flying high above all those pesky monsters.\n爱弥漫在空气中。我们的心中也充满了爱。我要远走高飞，远离那些可恶的怪物。\nThis Valentine's Day, I'll be hanging out with friends, maybe even one I love, and building something cool with them. That seems to be the safest way to express love in Minecraft. I suppose you could also type 'I love you' into the chat, but that's scarier than courting a monster, I reckon.\n这个情人节，我要和朋友出去逛街，而且或许是一个我爱着的朋友。而且，我还要和他一起建造一些精美的建筑。这或许是在Minecraft里表达爱最安全的方式。我相信你也会在聊天栏里输入“我爱你”这几个字，不过我觉得，这比追求一个头脑简单的怪物要难。\n\n【GCVillager 译自官网 2020 年 02 月 14 日发布的 How to express your love in Minecraft】\n【本文排版借助了：SPX】还请各位大佬指出翻译的不足！",
    "replies": [
        {
            "author": "278106417",
            "timestamp": 1581769980,
            "txt_content": "果然minecraft无所不能"
        }
    ]
}