{
    "title": "MC 战世 第二章：骚年如我的minecraft新生活！！！",
    "author": "莫提哥",
    "replyCount": 9,
    "timestamp": 1362672480,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-22 22:31 编辑 \n\n我@个去……我勒#去……我勒个￥……%勒个去……（内心严重复杂中）一日浑浑噩噩休息后，我被带往去我被发现的地方，我的屋子竟然生成在他们的矿道中间，不过早就被人砸烂了，还有一大部分陷在石头中，可以看到我最喜欢用的丛林木板方块在陷石头中，然后神马资产的都被拿光了……心情无限复杂……\n然后据说那天的僵尸的尸体被拿去给巫婆研究了。。。神秘时代mod\n\n\n另外，这里的minecraft特性都变得很不一样了。。\n之前玩的时候一个方块0.75m，原本还是方块形态的我就有两个方块高也就是1.5m，现在我的高度变成和我原本的时候一样大约1.68m高。不过这对我来说完全没有坏处。\n然后，这里所有只要是方块以外的生物都是真的，有身高之别和肥瘦之差，反正我倒不在意，我的身材是瘦又高，刚刚好~（哦也）\n接着，我摸了摸那些方块，发现到方块小很多了！大概九块小方块可以组成一块原本的大小的方块，比以前更有意思了，地形、建筑神马的更生动了，真棒！\n当我尝试打块泥土时，发现到。。。用这原本的手该怎么破坏方块啊。。原本只需要摆弄一下手，系统就自动帮我破坏方块，现在。。我蹲在医疗所庭院角落看着凸起来的4个小方块……犹豫着怎么动手，摆弄一下手就好像个傻X一样，什么事都没发生……不过要捉起一个方块倒是可以耶，放下来之后发现自己的手倒是脏兮兮的，然后我就站在一棵树面前想，发现原来minecraft的逻辑性真TMD低，放弃徒手砍树的蠢念头。\n\n\n我坐在庭院的长凳上思考，我究竟最近是不是杀了什么人，让我回不去，不过也没关系啦…反正我也是在孤儿院长大的，没有什么亲人，倒是有点想念朋友，要是有一天回去了，我得交上去的功课恐怕有一座山高，管他的，反正我早就对老师已经感到厌烦了啧，干脆让我一直在这里呆着吧，只怕我会因为房东进来看到我又在玩 n@rve ge@r 模仿刀剑神域  强行把我的 nerv@ g@ar 采下来，说不定我会被破坏大脑死啊！想想又担心起来了哎。（动漫看太多）\n\n\n小兰经过窗口时看见我正愁着眉，便跳跳跳地非常活泼地慢跑来坐在我身边，瞪着大眼睛看着我，不像一些村民看见我都自动回避，连小孩看见我都会大哭呢…之前听庞哥说我是被他背着回来的，当时我满身都是血，可能因为这样吓坏了村民？（后来才知道因为庞哥当时一手背着…不，应该是扛着我，另一只手带着尸体，当时他自己本身以为我也是尸体把我和僵尸尸体一起扛去巫婆的药坊，之后巫婆婆发现我没死稍微治疗一下我才送我去治疗所了，所以人们不以为我是僵尸般的丢我石头已经很不错了！）\n\n\n小兰眨了眨眼，我还以为她会问我有什么打算神马的，一般都是这么客套地问的，结果她一张嘴就说：\n“你比我还小吧？”\n“诶？”\n“你几岁？”\n“哎！？”\n“诶，哎，什么啦！我16岁，一定是大过你对不对！”\n“呃。。。我17岁……”\n“诶诶诶诶！？”……诶什么啊，我才是最疑惑的那个啊！\n“呃。。。”我疑惑地看着她。\n“看起来很年轻样的。。难道我还是最小的哪个吗。。”她嘟起嘴有点泄气地说\n“不是还有一堆的孩紫比你还小吗。。”难道她眼睛有毛病！？\n“不是啦！我的意思是我们这辈分的，小过我的最大也才12岁！好在意哦……”她泄气地垂下头。\n\n\n沉默了一会，突然一块方块石头狠狠地砸在我的头上，最小的一块也有巴掌大啊！痛死我了，不过这货竟然还能用来丢人啊，真神奇！不过比起感叹，我更想知道是谁丢我。结果。。。\n“苡兰姐姐！别怕！我会保护你的！”那个最大的出现了！= =！\n不知死活的小孩拉开小兰，然后自己挡在小兰前，作势要保护人的样，矮人一截还想保护人啊……这是传说中的恋姐控吗……小兰则在他后面好气好笑的样子也不知道要该怎么做，我的心底里的我简直在吐血了。见他把我当成怪物一样看待，我的心底燃气无名火，心想我新年时已经被孤儿院的其他小孩烦够了，想起就心痛，我的模型被狠狠地破坏的样子啊，惨啊……下次绝对不让修女带小孩来看我！现在就是逆袭的时候了呵呵呵呵呵呵呵呵呵呵（心中想好了一个恶整小屁孩的计划）\n\n\n我默默地站起来，冷着脸看着他，脸上露不屑，压低自己的嗓子说：\n“死小孩……既然破坏我吸血的兴致……绝对要让你死得很难看……”\n说完，那孩子的脸都青了，连忙推开小兰大喊：\n“苡兰姐姐快跑，这里由我撑住！”这年头的孩紫动漫看太多了……\n我捉住他的肩膀慢慢降低脖子，冷笑着，作势要咬他，他挣扎了一会，知道比不过我就闭上眼视死如归样地伸直着脖子。\n\n\n突然，一个强力的手刀往我的头斩下来，抬起头就看见小兰举着手哭笑不得的样子但是看起来又好像有点生气，我也耸耸肩，放开他。之后就是好久好久的小兰唠叨时间……\n\n\n中午，我被带进治疗所里也就是小兰的家，我现在才知道原来她老爸也是医师，现在出去采药；她家一楼是治疗所和厨房，二楼和阁楼就是私人空间了。刚开始的时候我还以为她是打工的呢。对了，小兰还有一个姐姐，不过去城市了，至于去干嘛就不知道了……\n\n\n饭桌上……我捧着饭碗，拿着筷子不知道该怎么下手去夹菜……绝对不是菜不好吃或者卖相不好，虽然这些菜肴的确有点怪，都是方块形状（是可以入口的大小），但我主要不敢夹菜的原因是那个应该是小兰的妈妈的大妈站在厨房那一直盯着我，那诡异的眼神真够恼人啊。。。小兰倒是不怎么在意继续吃，吃得挺津津有味呢…不过不久她也察觉到有点异样……盯了我一下，又跟着我看的方向看去……\n“不用理她，继续吃你的就好了”\n“办不到……你老妈…究竟干嘛一直瞪着我看啊…”\n“别在意，她时常这样……不，你说她是我妈妈？”\n“不然咧？”我点头说\n\n她哈哈地笑了几声，用较大声的声量地对着那大妈说：\n“他说你是我妈妈耶~怎么办啊？妈妈”她特地强调妈妈这两字，整个句子听起来好像在说她不是苡兰妈妈，难道不是吗？\n\n大妈听了之后身体一震瞪着我，突然大妈倒下了从她身体跑出一个半透明的男人生气地骂：\n“你才是妈妈！你全家都是妈妈啊！！”我惊讶得说不出话来……\n“你再这样，我就让巫婆婆封你多几年哟~”小兰语调带点挑拨地说\n“切！”他又缩回去大妈身体里，恶狠狠瞪了我们俩就很气地离开了。\n“呃。。谁可以对我解释一下这是什么情况啊。。。”\n“嗯嗯”苡兰高兴地举起手，好像小学生要回答问题一样，\n“他是十几年前的罪犯，据说犯了很严重的罪行，巫婆婆就将他的灵魂封印在这皮囊里辅助我们，而且只要我们念一下咒语，他就会脱离身体了哦！这样，他就不能作恶了哟，几次他企图反抗我们，被巫婆婆惩罚绑在广场中间晒三个小时，每次这样之后他都会虚脱很久很久才好哦。”\n\n\n我擦……这世界设定还有魔法元素啊……我开始夹起一块青菜的般的东西拿来吃，味道和口感都和普通青菜一样呢…不错不错…\n\n\n洗盘子时都是放在一个大盆子里洗。洗着的时候，苡兰突然问我：\n“你对于你怎样变来这里没有印象吗？”\n“没有，完全没有，也没有任何预兆”\n“当时候为何你全身都是血啊？”\n“有只僵尸突然袭击我的家啊，就和他拼了，想起来都还怕得很呢……”\n“哦哦……”\n“对了，这里只有我一个外来变来的人吧？”我带着微妙期望地问\n“嗯？不是啊，还有一位。”\n“啥！？”这不跟着一般剧情走啊！？不过是好事啊！\n“他就在第三间房里，昏迷了很久还没醒呢！诶！先别走！你的碗还没洗呢！喂！”\n\n\n第三间……第三间……就是这里了，我快速地走过看，发现了门牌写着【三】的房间，我的脑袋在飞速地转着，想着各种可能性，我打开门进去，看见一个人正躺在床上，看起来就好像还在睡觉，我走过去看他的脸，他的样子也像我开始的时候一样憔悴十分……\n\n\n不就是是个大哥啊？但是，我仔细地看他的脸，好像在哪里看过他……还是这是大众脸！？不对………他……他竟然是minecraft的创办人！\n\n\n主角报告：目前在于一个名叫葛山村的一个村里，大约有200人左右的居民，以广场为中心，治疗所在东南方接近边缘的地方，矿道则在最南方，巫婆药坊在广场的西北方再去点，这回可完了，多少人会以为我是僵尸啊orz\n早上只是去南边而已…就有很多村民回避我了……估计还有更多人啊……\n\n\n\n\n啊哈哈，第二章也写完了，想想这故事，我自己也觉得很好玩的说哈哈（继续陷入无底巨坑）\n你的人气、金币、支持都是推动我最大动力！谢谢\n\n\n通往索引贴之路:传送门",
    "replies": [
        {
            "author": "zq549597479",
            "timestamp": 1362672600,
            "txt_content": "杀了个发\n字太多~支持一下好了"
        },
        {
            "author": "ZGSsan",
            "timestamp": 1362674340,
            "txt_content": "字太多了。。。先回复一记在去读"
        },
        {
            "author": "莫提哥",
            "timestamp": 1362674460,
            "txt_content": "ZGSsan 发表于 2013-3-8 00:39 \n字太多了。。。先回复一记在去读\n字多些才好嘛\n谢支持"
        },
        {
            "author": "煞笔小新",
            "timestamp": 1362684780,
            "txt_content": "只有我是先读完在回复的吗？？？"
        },
        {
            "author": "打酱油",
            "timestamp": 1362717960,
            "txt_content": "“大概九块小方块可以组成一块原本的大小的方块，比以前更有意思了，地形、建筑神马的更生动了，真棒！”\n嗯~LZ的小说世界和我的有点类似~\n鼓励LZ！"
        },
        {
            "author": "216119411",
            "timestamp": 1363010640,
            "txt_content": "我讨厌回复可见"
        },
        {
            "author": "q3edcx",
            "timestamp": 1363011720,
            "txt_content": "表示灌水！！！！！"
        },
        {
            "author": "a122502598",
            "timestamp": 1363163700,
            "txt_content": "216119411 发表于 2013-3-11 22:04 \n我讨厌回复可见\n同感，同感"
        },
        {
            "author": "hmy123456",
            "timestamp": 1363322100,
            "txt_content": "=w=必须顶的！"
        }
    ]
}