{
    "title": "聊聊自己MC的经历",
    "author": "壹方净土",
    "replyCount": 4,
    "timestamp": 1581860760,
    "txt_content": " 本帖最后由 huang_guan 于 2020-2-24 12:54 编辑 \n\n八年MC的旅程，一言难尽啊。慢慢打出来。大家也可以在帖子下面自由发言。       第一次打开MC的携带版（手机版）是在2012年初的一个晚上，我在院子里玩MC。那个时候什么也不懂，就会挖泥土，也没有去撸木头。那张地图的地形，只记得周围有一片黑森林。我在周围跑了一圈之后，就在一个平原围了一堵墙。刚做完，天就黑了，开始刷怪了，我在墙上挖掉一格泥土，往外观察，第一次见到了小白、僵尸、蜘蛛等等。我看到了一只蜘蛛，它也看到了我，就迅速地向我冲来，我以迅雷不及掩耳之势把泥土摆回原处，心想它总爬不过来了吧。然而，那个火柴盒没有天花板！蜘蛛一下子爬进来把目瞪口呆的我给杀死了……       第二张地图是携带版的创造，应该还是在一二年。那张地图的出生点周围依山傍水。用文字来描述一下：我的院子后面是山，山后面是条河。院子右边有片沼泽，也是三条河流的交错口。在那个存档中，我记得还有一片黏土山，其中有废弃矿洞。那个院子有两道墙。在外面一圈，有一个入口通向一个全用砖块搭建的火柴盒，里面全是岩浆（我也不知道自己干了什么）。在里层的院子里。就和大山接壤，内部四通八达。在三条河的交界处，有个萤石制成的箭头指向我家。后来红石出现之后，我就用动力铁轨做了一条观光铁路。    这张地图最后的命运十分悲惨。在携带版0.14当我发现TNT后，我想试试看他的威力，结果不小心把地图给炸没了。唉……全怪自己年少无知。       那张地图消失之后，大约是在2014年底，我接着创造了一张地图。出生点应该在一片沿海的沙漠，旁边有一个村庄。影响最深的是有一座两百多格高的沙山。过了几个月，我把那里建设的也算不错了。但是又一件非常不幸的事降临了。一次我拿出手机，发现自己不知道被甩到了什么地方，四周全是茫茫大海，毫无出生点的样子。创造往周围飞嘛，也找不到。于是我就把地图删了。现在想想是真的傻，有好几种方法回去嘛：1、指南针（那时候也不知道这玩意是指出生点的，以为就是指南边）2、死回去（那时也不知道怎么调模式，创造又淹不死，手机版掉虚空也不会死）。\n        接着来说说多玩吧，在刚接触MC的几个月间，对电脑版早有耳闻也一直想玩。但是在电脑上尝试了好几次之后，一直找不到合适的客户端（启动器）。记得有一个旋律启动器（那个时候还不知道它叫旋律启动器），但是一直玩不了，估计是JAVA没有安装。最终，在一个十分奇怪的时间——二年级下册语文和数学期末考试的中午休息时间，我成功的找到了一个可以正常游玩MC的客户端——多玩我的世界盒子（那个时候也不知道它叫多玩，搜索界面上显示的是我的世界1.8电脑版）。        这里就有一个问题了：手机上的MC到底是不是多玩我的世界盒子？       在我看来，应该不是。首先它不是多玩的图标，而是正版MC携带版的草方块图标，估计是某个手机版的MC吧。在电脑上发现多玩以后，过了不久，我就把手机上的那个离线模式（说白了就是盗版）的MC携带版删了，只留下多玩我的世界盒子。        说的大一点就是多玩让我开始上网，从何说起？那是在接触多玩手机版后，大约一五年底吧，我点开了多玩客户端下方的视频栏目。那个视频栏目其实已经存在很长时间了，只不过我一直没有好好看过。点开视频栏目后第一个映入眼帘的是大大的“工业二”，我也是闲点进去看，结果就出不来了。那个UP不说也相信各位猜得到——敖厂长。虽说这个视频是盗的，未经允许，那是因为当时我也才九岁，也没人告诉我版权什么的，更没有开始网上冲浪，当然不了解版权意识。好回归正题。从此以后，就开始在优酷看厂长视频，后来又认识了籽岷、maxkim等等的UP。       要说多玩上几个比较让我印象深刻的东西嘛，就是几张N年以前的地图，像恶魔巨龙、古罗马角斗场、杭州湾跨海大桥、作为解密地图的学校，唉……一去不复返了。光影材质，我在玩一张手机版生存（后文提及）的时候开过，还挺不错的。模组（我记得多玩手机版上不是叫模组的）的话不太了解就不说了。        前面提到的那张生存地图，种子我用自己名字，携带版0.14，后来一直到0.16弃坑手机版就不玩了，那张地图也就基本荒废了，不怎么玩，重新找到感慨万分。我先不讲存档，讲讲以前十分巧合的事情。       一九年五月份一节体育课，我和一个玩MC的同班同学坐在操场上聊MC，我和他说起了这张地图的事，然后感慨：“唉，本来有好几个备份的，两部手机上有两个、电脑上有一个、U盘上有一个。结果可好，手机一部摔碎一部掉水里，电脑上的被误删恢复不回来了、U盘被我格式化了，悲……”就在这时，脑海里突然蹦出四个字——百度网盘！我顿时呆住了，我这几年怎么就没想到过这个东西呢？也许是我好久好久没用度盘了吧。那天周五，我回到家打开电脑输入密码，一打开，没有？！但我不灰心，又输入安全密码打开隐藏空间。结果……woc！那个存档出现在而我的眼前！虽然是一七年一月份的，不是鼎盛时期的存档，但早已让我泪流满面了……太感动了！       先说群系，十分奇怪：出生点在沙漠与草原的交界处，还有个僵尸刷怪笼。草原里有个村庄，我的大本营也在那里。草原周围有森林、大型云杉（针叶林变种），还有我在重新找到地图后才发现的海。沙漠里有两个村子，中间夹着个沙漠神殿，旁边的金合欢（热带草原）地形有两个村子，在不知多远处，我还发现了死村（僵尸村庄）！游玩的过程大致是这样：最早创建自己玩，现在平原村庄内洗劫（但那个村子没有铁匠铺，那个时候村子里最有价值的就是铁匠铺的箱子了），然后在一个大房子里定居下来。后来在大房子旁开了一个矿，为了方便起见，就在矿道处挖了个 洞作为家了，最后和一个同学一起完成了木质大别墅，便住在里面。我把那一整个村子都用圆石栏杆围了起来，里面有观赏性树场、畜牧圈、仙人掌农场、藤蔓架、刷石机……僵尸刷怪笼的发现很有戏剧性：刚出生发现那个矿洞里僵尸特别多，打完一只刷两只，一进去发现十个僵尸刷怪笼，虽说这是最没用的笼子了，但我还是好好得改造了一下。最早用的是最简陋、效率最低的岩浆烧，后来改成了掉落式。但是现在保留的存档里并不是完整体的。挖矿是用鱼骨式，主要是在一六年暑假和我的同学挖的，因为他挖煤有90%的几率会挖出钻石（欧皇附体）！木质别墅的建造两个人都出过力，一起挖材料、一起建造。中途造屋顶时我实在受不了了，用了多玩悬浮窗里的飞行功能。在一六年暑假，我是十分闲的，因为作业少啊。当时王者荣耀也特别火，我就玩一会王者荣耀玩一会MC。MC第一次知道了多玩联机盒子，就和一群网友联机玩生存。这也为后来玩服务器奠定了基础。一六年初，我爸爸给我买过一个99元的手机，品质可想而知有多差 。我玩个MC都卡的蛋疼。唯一一次玩生存是在一个岛屿上面，岛上啥都没有只有树，挖矿也没有挖出什么名堂来。后来手机密码忘记了，去修还花了50元，亏！\n\n\n\n\n\n\n\n\n\n\nfile_1581860773000.jpg\n(198.17 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-2-16 21:46 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "可爱和虎",
            "timestamp": 1581860820,
            "txt_content": "坐等更新  插眼"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581861060,
            "txt_content": "跟你们讲个笑话：我和恶魂中门对狙，结果打到了猪人"
        },
        {
            "author": "壹方净土",
            "timestamp": 1581904020,
            "txt_content": " 本帖最后由 huang_guan 于 2020-2-18 15:19 编辑 \n\n这篇文章的原型是一年前期末考试之前的最后一个周末晚上心血来潮写的。"
        },
        {
            "author": "42313123123123",
            "timestamp": 1581904320,
            "txt_content": "huang_guan 发表于 2020-2-17 09:47\n第一次打开MC的携带版（手机版）是在2012年初的一个晚上，我在院子里玩MC。那个时候什么也不懂，就会挖泥土 ...\n这里不是贴吧,请在原贴编辑"
        }
    ]
}