{
    "title": "寒假回归，时隔初次接触MC已然8年",
    "author": "499390922",
    "replyCount": 7,
    "timestamp": 1581878880,
    "txt_content": "闲着无聊，开一帖与大家分享我的故事~\n\n一起玩才开心\n初中的时候接触了mcpe，从那时起便一发不可收拾。\n怎么能有这么新奇自由又有创造力的游戏？我想。\n但是限制了大小的手机地图让我按耐不住。\n那是我第一次，踏进MC，同时踏进mcbbs的大门。\n我还记得，当时玩的是1.6.2版本。\n那时候，我对别人就是叫它“我的世界”，也不会觉得不好意思。\n那时候，不懂模组为何物。\n我在一个被开荒过度的大型服务器里小心翼翼地生活。\n在游戏里认识了一些“朋友”，我们一起走到万几的坐标探索世界、互相贴分享牌子……\n不久后，身边一两好基友也与我一起加入到游戏里。\n我们互相提问，面对简单的原版生存，很多东西都要琢磨半天。\n当然，我们也用鹅卵石（圆石）围了一个大大的房子~\n好容易看到钻石了，舍不得挖，设置一个家，然后一直去地狱挖石英升级。\n因为，必须要附魔到时运三的稿子再去挖。\n这些都是我回想起来非常快乐的一个个瞬间。\n\n\n后来，各种原因使然，他们也一个个不再上线了。\n我也由于中考，不得不暂停对MC的挂念。\n\n\n爱折腾的人\n我是一个爱折腾的人。\n所以玩游戏的时候，不只是会简单的堆砌熟练度。\n我更喜欢去发掘游戏更深一层的乐趣。\n我爱玩红石，什么活塞门、红石大炮、红石电梯……\n还发现了许多服务器内潜在的bug。\n好景不长，我被那个服务器ban掉了。\n甚至一点音讯都没有，我毫无准备与申诉的可能。ban掉的是我的ip。\n怅然若失的感觉让我很不好受。很长一段时间，我决定不再碰这个游戏了。\n那时候，我初三，喜欢琢磨各种电子设备，亲戚电脑有问题了都会找我求救。\n后来机缘巧合，我在网上遇到了一个腐竹。\n他人很善良，服务器很小，里面的朋友们都很融洽。这是腐竹自费服务器。\n那个寒假，我和我的小伙伴在这个服务器里玩了整整一个月的时间。\n也是歪打正着，我开始了担任服务器管理者的篇章。\n我学着了解整个开服过程，用我那点英语储备学着读懂所有配置文件。\n我学着做游戏地图，尝试了安装和调试躲猫猫等各种游戏插件。\n我记下了基本所有的有关管理的指令，我还学会了简单使用命令方块。\n当然，这当中不乏我不慎崩服、苦苦调试的情况。\n但毕竟是小服务器，犯错成本低。我学到了很多很多处理办法。\n慢慢，我发现了自己从喜欢游戏，慢慢转移到了喜欢为大家提供这样的一个在一起玩的环境的感觉。\n我有责任，有使命去管理好服务器，让大家都能愉快的游戏。\n尽管当时的服务器人不多，但这种感觉不言而喻。\n这些经历，间接导致了大学的我毅然选择了从分配的专业转到软件专业。\n开服给我的这些经历对我来说，弥足珍贵。\n\n\n也许有人会觉得这些事情看上去很高级，我“管理过”服务器。\n但我从不以这为炫耀的资本，我觉得总有自己需要学习的地方。\n这一系列的经历，换做是足够热爱的你，我觉得一点也不难。\n\n\n学不会的建筑\n我的建筑水平未曾提高过。\n哪怕看过很多视频、教程；服务器里也有一位大型建筑建筑师@Element \n有别于现在自己偶尔会做的平面设计，\n做建筑，总结起来都是：\n脑子：我会了。手：不听使唤&不堪入目。\n我做的房子，千篇一律，完全按照自己喜欢的那套来。\n我很羡慕那些做房子精致好看的玩家。\n我也羡慕建筑师他们多变发散的设计思维。\n即便如此，我却一直都没有对建筑进行过系统性的学习。\n这延申到我的生活中，我发现也有很多事情得以折射。\n比如想花时间学一学爬数据，但一直都没有下手；\n比如想扛着相机去净化一次心灵，拍下能当饭吃的照片；\n比如很想出国旅一次行，但总是不能挤出时间和精力……\n我希望有一天，我能认真地对自己思考。\n\n\n不过在此之前，我一定要造出自己也满意的建筑！\n\n\n当腐竹，我是认真的\n当你的名字开始被越多人呼唤，你的责任就越大。\n年纪小的时候，一个月的服务器钱真的不太舍得拿出手。\n但是现在不一样了，只要三五好友都想玩，就可以下单搭建一个。\n我过去当管理的那个服务器，关停了很久。\n过往云烟，群内偶尔开服时，仍有一开始的那批人蜂拥而至，支持你。\n他们都是热爱MC的份子吧？我想。\n原先的腐竹投入了繁忙的工作，我开始挑起了给大家开服的担子。\n当然，做宣传、设置游戏内的市场、整合客户端、在群内答疑解惑……基本由我一个人完成。\n虽然仍有纰漏，但是总体来说，一次比一次好。\n我对自己的要求越来越高，一次比一次更高效地解决服务器的问题。\n\n\n渐渐的，我在一些人心目里的地位举足轻重。\n那没有什么好不好意思的，我也很开心给大家提供这样的快乐。\n而且，我们爱的都是同一个东西。\nMinecraft。\n\n\n",
    "replies": [
        {
            "author": "499390922",
            "timestamp": 1581879660,
            "txt_content": "补充，真的很想快点到6级！\n希望有生之年可以发出我的宣传帖\n很想与爱MC的大家一起快乐游戏吖！"
        },
        {
            "author": "被鬼鬼坑",
            "timestamp": 1581921360,
            "txt_content": "欢迎萌新，多看版规哈哈"
        },
        {
            "author": "pjhxm2019",
            "timestamp": 1581926760,
            "txt_content": "断断续续地玩 从小学玩到大学 差不多也7年了"
        },
        {
            "author": "文明人生观",
            "timestamp": 1582005180,
            "txt_content": "这一切都是一只蝙蝠引起的......"
        },
        {
            "author": "星辰阁~",
            "timestamp": 1582005420,
            "txt_content": "打这么多的字，这都要从一只蝙蝠说起"
        },
        {
            "author": "wolfgo路过",
            "timestamp": 1582006140,
            "txt_content": " 本帖最后由 chuan-qi 于 2020-2-18 14:11 编辑 \n\n我都快不记得我什么时候开始玩mc的了，应该也有7、8年了，我玩的第一个版本好像是beta1.8吧，断断续续玩了很多年，最近因为某个馋蝙蝠身子的人，又回来了，然后发现mc都更新到1.15了..."
        },
        {
            "author": "fujunxi",
            "timestamp": 1582006440,
            "txt_content": "我玩mc有4年5年了，当时受我哥的影响"
        }
    ]
}