{
    "title": "对于服务器版主的做法不合理投诉",
    "author": "我也想C啊",
    "replyCount": 6,
    "timestamp": 1581924780,
    "txt_content": "https://www.mcbbs.net/thread-946691-1-1.html\n这是我举报的链接，版主@Menzor 直接给我关闭了\n\nhttps://www.mcbbs.net/thread-954551-1-1.html\n这是另外被举报的同一个服务器，为什么他就能直接获得人气绿宝石金粒的评分，而我比他举报的时间早的早很多。 @消 ",
    "replies": [
        {
            "author": "PQguanfang",
            "timestamp": 1581926700,
            "txt_content": "看起来是很简单的..\n第一个帖子里面原服主过来申诉，声称是自己买的端，并且扫码二维码充值无效\n第二个帖子原服主没来"
        },
        {
            "author": "我也想C啊",
            "timestamp": 1581942120,
            "txt_content": "PQguanfang 发表于 2020-2-17 16:05\n看起来是很简单的..\n第一个帖子里面原服主过来申诉，声称是自己买的端，并且扫码二维码充值无效\n第二个帖子 ...\n意思就是申诉了就不管了\n那第二个帖子原服主去申诉的话也是关闭\n那我以后也去开个假公益服 人人都能开假公益服是这样理解吧"
        },
        {
            "author": "PQguanfang",
            "timestamp": 1581943680,
            "txt_content": " 本帖最后由 PQguanfang 于 2020-2-17 21:17 编辑 \n我也想C啊 发表于 2020-2-17 20:22\n意思就是申诉了就不管了\n那第二个帖子原服主去申诉的话也是关闭\n那我以后也去开个假公益服 人人都能开假公 ...\n\n所以说你觉得版主每天有大量的时间，去一个个下载客户端，登门访问这些服务器，然后再在这些服务器里面消费一些金额以最终确定这个到底是不是商业服？\n\n我觉得更多的是看双方拿出的证据，谁更有说服力。\n\n更何况也不是同一位版主进行审核，我个人猜测你的举报以后该版主已经私信过了这个服主要去他彻底下架那些付费项目。\n\nEdit：此外，在该楼主拿出较有信服力的证据之后，也没有见你拿出该服主确实有收玩家钱的证据。\n在两个帖子过渡期内，如果有人要赞助，群内肯定能留下痕迹，服内也是，VIP称号什么的，看不出来吗？而此时也没有任何人再去举报这个服务器啊。"
        },
        {
            "author": "我也想C啊",
            "timestamp": 1581952860,
            "txt_content": "PQguanfang 发表于 2020-2-17 20:48\n所以说你觉得版主每天有大量的时间，去一个个下载客户端，登门访问这些服务器，然后再在这些服务器里面消 ...\n是的，我知道各位版主也是人，也有自己的工作生活要做，为了玩家也很辛苦，但是我认为 既然身为多人联机大区(评论投诉区)的版主 收到类似的举报投诉 就是要下载客户端去登门拜访一下调查清楚，说不上消费，最起码看一下页面、菜单等是否和帖子里举报的一样 带有擦边嫌疑甚至是直接充值消费。否则只凭私信服主这种行为，我觉得人人都可以当版主了(当然只是猜测版主私信该服主，并没有别的其他意思)。\n\n既然猜测版主私信了服主要彻底下架付费项目，为何会出现第二个举报帖子？足以证明还是没有处理到位，职责疏忽，以至于该服主以假公益服的身份在中文论坛招摇撞骗了数十天。\n\n补充：其次关于后续证据，本人发现疑似假冒公益服务器后，感觉该服务器的人品品德就不怎么样，就直接删客户端退群了，故所以没有提交更多的举报证据，下次捉虫会注意。\n\n最后：我希望可以在举报贴下方给予本账号相应的评分等，因为毕竟是我先捉虫的，为了勋章为了等级，人往高处走"
        },
        {
            "author": "梦~",
            "timestamp": 1581997680,
            "txt_content": "您好，对于您的举报我做如下解释：\n当时您举报时我确有进服查看该服务器，当时该服的确有您截图中的赞助充值系统，但是没有任何玩家是会员且赞助充值系统也无法使用\n由于该服务器服主解释是没有来得及修改的原因导致的出现的情况，故我就责令他尽快修改内容。该服服主当时也同意了\n故我就将您的举报贴进行关闭处理了。\n第二次由那个用户举报时并不是我受理的，且服务器确有赞助系统恢复的事实，服内也有VIP相关玩家\n由于举报证据充足另一位版主就按照版规处理了。\n\n您举报时该服确没有相关赞助行为。"
        },
        {
            "author": "我也想C啊",
            "timestamp": 1582011780,
            "txt_content": "Menzor 发表于 2020-2-18 11:48\n您好，对于您的举报我做如下解释：\n当时您举报时我确有进服查看该服务器，当时该服的确有您截图中的赞助充 ...\n好的，既然当事版主来回复了我大概知道原因了。\n还会继续捉虫的，尤其是假公益神奇宝贝服，神奇宝贝服务器风气很乱\n\n版主辛苦。此贴结束。\n\n"
        }
    ]
}