{
    "title": "[原创/连载]《我的世界之域灵》第二十章 修行者之间的战斗",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1581931020,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-18 08:19 编辑 \n\n　　战斗不断持续着，舒牧每一次冲入战场，再退回去，都可以将平均属性提高二三十点。　　而且随着他属性的提升，加之有着沐紫依这一个龙语法师，他在战场上战斗的持续时间还在不断的提升着，在凌晨大约两三点的时候，舒牧的属性突破到了三百点！　　舒牧　　种族：人类　　耐力：300　　生命值：300/300　　攻击力：300　　防御力：300　　敏捷值：323　　经验值：13　　火元素：0.6/10　　就当他在查看自己的属性面板的时候，战场上突然发生了巨大的爆炸，火光冲天而起，冲击波携着无尽的尘土朝着四周扩散开来。　　沐紫依给舒牧和自己套上了一层透明的屏障，冲击波撞击在屏障上被弹开，在尘雾的覆盖中成了一个透明的球形。当冲击波的威力以及尘土就要消散的时候，沐紫依将屏障撤出，尘土扑打在舒牧的身上，而沐紫依身上的白袍在风沙的卷弄之下，仍旧是一尘不染。　　十只凋零骷髅屹立在战场的正中央，而在它们对面的是十个身着劲装和附魔钻石甲的青年，他们有的拿着附魔钻石剑，有的拿着附魔钻石斧和附魔盾牌。双方相互对峙着，周围的士兵，乃至僵尸都没有谁靠近他们。　　所有的厮杀都停了下来，就算是僵尸也不例外，除了那些没有灵智的普通僵尸还在攻击之外，所有人的目光全都聚集在战场中心。　　舒牧和沐紫依朝着远离中心战场的地方跑去，主要是舒牧觉得修行者的战斗波及范围很大，离远一点才安全。　　整个战场的气氛都萦绕在战场中心，那相互对峙的二十位修行者身上。　　于是战场上出现了非常和睦的景象，僵尸和人类肩并肩站着，双方都没有打斗，都朝着战场的中心眺望着，有些雇佣兵甚至拿出了食物和饮料，就像是在观看刺激的比斗赛一样。　　霎时间，一位人类的执剑修行者冲了出去，速度非常的快，在使用心印的高级用法的时候，也才可以看清其景象，那个修行者朝着凋零骷髅冲了出去。　　剑锋逼人，附魔钻石剑直指凋零骷髅的魂火，一道深蓝色的光芒在剑刃上流转，与附魔的幽紫色相互交替，一道锋芒脱离钻石剑，冲向了两者相互不过三米的凋零骷髅。　　它似乎早有准备，其手中褐黑色的特制石剑，轻松斩击在了迎面飞来的锋芒之上，威势不减地朝着人类的修行者的钻石剑劈下。　　随着两人交战的开始，剩下的十八个修行者都相互朝着自己的对手冲去，一道道无形的冲击波从战场的中心散开，距离比较近的士兵和僵尸直接被溢出的锋芒斩中，身上的附魔铁套如同纸糊的一般，出现一道道的伤口，鲜血从其中渗了出来。　　舒牧将这些都看在眼中，如果是他的话，想要承受这样的伤害还是可以的，虽然周围的士兵和僵尸都受了伤，但也没有致命。如今他们又纷纷退开，退了大约三百米的距离才停了下来。　　战场中心形成了一个半径1.6公里的大圈，修行者在其中激斗，而士兵和僵尸围成了这个大圈，在旁边观看着。即便如此，士兵还是将盾牌对准了身旁的僵尸，怕其突然暴起而受到攻击。　　“凋零效果真是恶心！”一位修行者和凋零骷髅拉开距离，从腰间拿出一瓶药水当即就喝了下去。　　身上的凋零效果瞬间被药水效果所压制，这是一个通过混合有牛奶解毒效果，且拥有其他药水属性的综合性药水。可以解开大部分都毒素，可是对凋零效果，也只有一些压制作用，无法彻底清除体内的凋零效果。　　抗性提升，伤害吸收，力量加成，速度加成。　　药水效果有部分是固定点数的加成，实力越高效果越小，而有些效果是百分比加成，像是抗性提升的百分比减伤，不论是在什么阶段，什么实力都是非常吃香的效果。　　当然力量效果也可以提升为百分比加成，不过那种药水配方只在很久以前，古书上记载过，但却没有任何一个人见过，对于那样的配方，那样恐怖的药水存不存在，一直是如今人类炼药师最前沿的攻关研究。　　人类修行者提剑猛然爆发，在药水效果的加持下，他的速度瞬间提升了不少，他之前用腿发力的地面，被震出了蛛网般的裂痕，阻碍在他面前的空气都被其锋芒破开。　　整个人如同一柄不可阻挡的长剑，锐利的锋芒使得在场的众人，都觉得脸上被剑刃刮出了一道道的伤口，可他们摸了摸自己的脸颊，那些感知到的伤口却并不存在。　　修行者的精气神，已经可以影响周围所有人的感知。而这只是那一位人族修行者无法控制，而外泄的力量，可想而知，凋零骷髅直面这样的冲击，压力会大到一个十分恐怖的地步。　　钻石剑上的蓝色光芒逐渐强盛起来，已经盖过了附魔钻石剑的幽紫色，不仅如此，就连修行者身上都出现了那些蓝色光芒。因为灵力属性的不同，从而会导致灵力的颜色并非全是青绿色。　　弹指间，钻石剑已经和凋零骷髅的褐黑色石剑相撞，强大的气劲扩散开来，狂风卷起漫天的尘土，所有观战者不由得眯了眯眼，一股恐怖的力量在战场中心酝酿，就连周围对战着的修行者都受到了不小的影响。　　他们纷纷停止了进攻，反而在他们的表面伫立起各色屏障。　　一团蓝色和褐黑色的光团不断的胀大，以肉眼可见的速度朝着周围观看的士兵、僵尸以及雇佣兵冲去，除了智慧低下的僵尸还愣在原地之外，其他人都惊慌失措地朝着远离战场中心的方向逃跑着。　　光团一次次的胀大，舒牧在战场的边缘都可以感受到，其中蕴含着极为恐怖的力量。　　而站在他身旁的沐紫依，则仿佛没有看见即将向他们冲来的光团一样，无聊地打着哈欠。　　这样的场景，我都不知道见过多少回了，以这能量团蕴含的能量来看，根本无法拓展到我们这里，马上就会因为灵力的消耗而破碎，顶多又卷起一些讨厌的沙子罢了。　　沐紫依如是想着。　　砰！　　巨大的光团一瞬间破裂，如同一个用针扎破的气球，蓝色混合着褐黑色的灵力，以战场中心为起点，向周围迅速蔓延开，很多来不及逃跑的士兵和雇佣兵都被卷入其中。　　离得稍微近一些的，身体以肉眼可见的速度，快速地老化着，仿佛一瞬间就从中年或者是青年，迈入了老年，不仅如此，他们的身体还在不断的老化着。直至他们生命的终结，身体快速的沙化，化作沙土，最后只剩下枯骨留在战场上。　　可怕的凋零之力！　　普通人根本无法抵抗修行者造成的极大杀伤，更不用说战场上最强的两位修行者造成的恐怖破坏了。　　不过好在光团开始胀大的时候，人们有意识的远离光团，加之光团爆炸时产生的冲势掀飞了不少的人，只有极少部分的士兵和雇佣兵被卷入灵力之中。　　很多人看着离他们不远的枯骨，冷汗直流，也顾不得继续查看修行者们的战斗，狼狈的朝着战场的边缘飞窜，就连头顶的附魔头盔、盾牌以及铁剑掉在了地上，他们也没有时间去拾取，连滚带爬的，疯狂的朝着边缘飞奔。　　太恐怖了，恐怖至极！　　如果仅仅只是普通的灵力，尚不能达到这样的效果。可是有凋零骷髅这种奇特的存在，那诡异的凋零灵力，不仅让普通人胆寒，就连在远处观望的，实力并不强的修行者们，都十分忌惮。　　如果和凋零骷髅基本属性加上灵力值都差不多相同，那么随着时间的推移，凋零效果将会导致人族修行者战力大减，被凋零骷髅轻松压制。如果实力比凋零骷髅弱的话，自身的灵力就无法阻挡凋零效果的侵蚀，不仅实力大减，寿命都会被消耗。　　除非拥有碾压凋零骷髅的实力，或者拥有强大的爆发力保证可以一击必杀，不然谁也不想去和凋零骷髅这样恐怖的存在战斗。　　它们仿佛是深渊的使者，是深渊侵蚀主世界的前锋。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581938700,
            "txt_content": "最近都在赶寒假作业也就没搬过来，后面不好搞，这学期出大物了，要死脑细胞了"
        }
    ]
}