{
    "title": "安息边界beta1.0施工现场+回归预告",
    "author": "S_geng_yeran",
    "replyCount": 10,
    "timestamp": 1581937920,
    "txt_content": " 本帖最后由 S_geng_yeran 于 2020-2-17 21:23 编辑 \n\n啊，如你们所见，这是一个施工现场先放点图。\n\n\n\n\nfile_1581936724000.jpg (117.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:52 上传\n\n\n\n\n\n\n\n\n\nfile_1581936719000.jpg (61.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:52 上传\n\n\n\n\n圣瓦西里升天大教堂（虽然还原的某种程度上来说不像。。。）\n\n\n\n\n\nfile_1581936709000.jpg (65.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:51 上传\n\n\n\n\n\n\n\n\n\nfile_1581936694000.jpg (87.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:51 上传\n\n\n\n\n\n\n\n\n\nfile_1581936677000.jpg (89.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:51 上传\n\n\n\n\n\n\n\n\n\nfile_1581936669000.jpg (178.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:51 上传\n\n\n\n\n\n\n\n\n\nfile_1581936665000.jpg (173.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-17 18:51 上传\n\n\n\n\n距离上一次发地图不知道多远了。。。这张地图是三年前做的开头，之后就没有再做，最近捡起来又做了不少，然后就把它先发一个预告然后这是一张mod整合的现代枪战线性RPG，目前完成的部分大概占到beta1.0的百分之二十吧设定方面已经填了不少，反而剧情填的比设定少一点。目前因为疫情影响回不了学校所以疯狂摸鱼，再过一阵回了学校，等到六月份（高考完）就回来继续填坑。这个地图是1.7.10版本的，目前不打算马上升上去，因为新版本的CB还没学。。。\n好长时间没逛过BBS，突然感觉不会说话了，就先这样吧\n\n另：初步设定，有感兴趣的可以看一看，欢迎大佬围观点评#[spiler]RPG地图安息边界 初步设定 (这实际上是一个中二少年的后启示录型幻想，包裹着一个高大上的严肃的壳子，然而我感到它可能漏洞百出。。。)\n\n故事:三战前及三战后部分\n\n公元2039年，由于过度的开采，全球爆发了资源危机，虽然人类在利用地热能，太阳能等资源有了巨大进展，但依旧没能完全填补经济高速发展的需求，危机愈演愈烈，部分地区甚至发生了热战。\n\n公元2041年，人类资源匮乏程度到达极限，爆发了以抢夺资源为目的的第三次世界大战。战争初期，各大国都成立联盟，联盟间战争，这些联盟实际上很松散，战争烈度并不高。\n\n公元2044年左右，各联盟内都因为分赃不均开始陆续出现矛盾。在2052年3月底，最大的战争联盟中心联盟终于开始破裂，之后的一年，其他联盟也都遇到了一样的情况，毋庸置疑，这场世界大战又变成了一场更为残酷的杀戮-----各国以邻为壑，抢夺资源，许多中立小国也都被卷入战争。至此，地球陷入了战争狂潮之中。\n\n2046年1月，旭日国战败，就在签署投降协议的前夕，旭日国做出了一个疯狂的名为“玉碎”的举动:把早就禁用了的核弹再次启用---目标是本国。一夜之间，伴随着9亿人的死去，辐射布满了本土，这也意味着本土资源的开采难度变大，对旭日国发动战争的国家无法很好的利用旭日国的资源。\n\n这种做法在2046-2050的几年间被推崇到了极点，人类这种变相甚至变态的利己主义被发扬至极。地球被一片浓重的血雾笼罩，人类在近十年的战争中变得疯狂与野蛮，毫无人性可言。看不清未来，见不到希望。\n\n一部分还“理智”尚存的人开始思考。\n\n公元2051年，许多流亡的科学家收到了来自华国的邀请，来到华国，建立组织“安息阵线（Resting Front）”，开始秘密的进行一项在30多年前就被明令禁止的基因武器研究。这也许是一种能挽回人类未来的方法-----用暴力威慑暴力。\n\n公元2055年，赖于华国在基因武器方面的早期研究得出的珍贵资料和科学家们的努力，代号“盘古”的基因武器诞生了。它通过瞬时改变人类的基因结构，让人类自身产生的保护机制和被感染的基因相排斥，最终死去。\n\n这是用血换来的和平曙光---“盘古”被投放到华国南方分裂出去的X国，使X国丧失了北部大量土地，4.4亿人死去。华国凭借这种无辐射的恐怖武器得到了更多的土地。X国投降了，许多国家也陆续向华国投降。\n\n2055年底，仍有部分不肯放弃的小国，想要凭借特种部队潜入华国首都北安，夺取“盘古”的第二批产品的控制权，来扭转战争局势。然而，这是徒劳的，殷红的血色之花再次开放在华国周边。造成3.2亿人的死亡---他们最终也都投降了。\n\n公元2056年8月，这场持续十五年的野蛮战争终于以华国的绝对胜利结束了。它造成了51亿人的死亡，核辐射污染了地球表面陆地的46%左右。\n\n战争结束了，带给了人类无尽的伤痛和思考。华国再次成立联合国，让认识到战争的错误的人们再回到自己的国家进行建设，教育人们的思想，发展科技-----当然，所有人都是愿意的，一是惧怕华国的基因武器，二是他们也都开始认为联合才是解决能源危机有效的唯一的办法。\n\n2056年12月，人们为了庆祝战争结束，把2057年命名为重生纪元0年。\n\n公元2057-2065年（重元0-8年），人类科技复苏，恢复到战前水平。联合国在月球建立了人类殖民地，交由安息阵线接管，负责月球资源勘探与开发。人类控制并成功运用了月球氦-3资源，这带给了地球新的发展动力，代替了污染和低效能源。氦-3也推动了人造材料研究的发展。\n\n重元9年，由于人类已经基本团结，对人类自己的战争武器变得失去了用途，华国停止了对第三代基因武器“女娲”的研制，科学家们退了下来，享受着平静的生活。\n\n一切看似都回到了正轨。\n\n在所有人都看不到的地方，GHA（Globally Harmonize Association）组织成立了。他们如雨后春笋一样，到处蔓延。这看似是一个维护地球和平的组织，但实际上。。。\n\n\n\n\nResting Front \n安息阵线\n   简介:起初由来自世界各地热爱和平，秘密研究基因武器的科学家们在华国首都北安建立，是一股科技实力雄厚的国际性维和力量。后来不断吸收各界爱好和平的杰出人士，成为了一个精英组织。精神领袖，同时也是创始者之一，是华国人胡葛萨安。其女胡可漓是现任主席。\n   安息阵线以其“科学，和平，稳定”的宗旨受到联合国赞誉。双方具有紧密的合作关系。（将月面与雅库茨克等地划分安息阵线管理使用，安息阵线为联合国提供科技装备等帮助）\n   值得注意的是，这是一个宗教与科技同时存在的组织，其成员大多对宗教有崇拜，皈依元老们创立的“安息教”。代教主相当于教主。现任代教主温玶。\n  机构设置简介:\n  安息教务院  权利机关，驻地月面-显圣台，以“圣谕”下达命令。教务院基本只管理安息教务事务，一般情况下不会干预事务院决策。各个机构形式上受其领导。\n  安息事务院  行政机关，驻地月面-安息阵线总部，是安息阵线的中央机关。总揽阵线各方事务。下辖财务部，外务部等。院长即主席有权决策，部分重要事务要交付议事会表决后方可生效。\n  安息议事会  最高权利机关，驻地月面-安息阵线总部，是安息阵线的最高权利机关。具有审判和决定权。有权对事务院工作提出异议，有权判决事务院大事决策是否有效。\n  归宁研究院  安息阵线的最基本组成部分，是安息阵线的命脉，α院驻地罗弗联邦雅库茨克城。\n  归宁特别行动队 安息阵线的武装力量，基地驻地罗弗联邦雅库茨克城。受安息事务院领导，为研究院研究提供必要支持。有科研院的尖端装备配备，作战能力极强，同时低调神秘。\n  \n  \nResting Religion \n安息教\n  简介:安息阵线实际上是一个由技术霸权和平论指导的组织，所以行事风格神秘强硬。安息教对外负责正面展示其形象，对内负责教化成员，以弱化技术霸权思想的不利影响。它由安息阵线创始人之一犹太人安东尼建立并写订教义。\n  安东尼青年时期极度热爱技术霸权主义，但在晚年，尤在从基因武器研究上退下后逐渐走向唯心主义，同时开始反思制造基因武器的正确性。在和另外几个有同样想法的安息阵线元老交流后，安东尼创建了安息教，并在内部推而广之，介以让阵线成员得到感化，在行事时考虑人道，珍惜和平。\n  其小女儿温玶（犹-华混血）从幼年就受到父亲教化，具有和父亲晚年一样的宗教式精神，在加入安息阵线后就继承了代教主的位置。\n\n\nHuman Advancement Legend\n人类进步联盟\n（即原Global Harmonize Association 世界共和会）\n  简介:人类进步联盟的中心思路是民族国家振兴和优胜劣汰。\n  人类的大一统并没有把所有人都服务的服服帖帖。联合国成立后，许多国家的综合实力因为缴纳会费和繁杂的多方面限制而大幅下降。联合国控制的触角日益扩张，许多国家政府机关被架空，权力一步步丧失，尤其在战前越是强大的国家，越是被联合国所限制。\n  克莱顿国具有生长反抗种子的社会土壤。在这个历史上人民拥有高度独立意识，经济政治等综合力量长期发达的国家，受到限制对于任何人来说都是无法忍受的。\n   2059年（重元2年）六月，发生了一次请求联合国下调税费的游行。由于联合国政府要救济非洲爆发的传染病，所以上调了税费。在各国之中，克国的上调最高，达到了15%，这引起了该国人民强烈不满。游行持续了三个个月，从东岸到山区到西岸，整个国家都处于沸腾的状态，人们分分表达对联合国的不满，占领了在该国的联合国驻地街道，克国政府受联合国指示镇压民众，但该指示并没有得到很好执行。9月18日，联合国派遣了一个师的兵力进行镇压，这导致了大量暴力流血事件发生。9月21日，联合国加派了一个坦克旅，一个空降师来镇压克国的示威民众。直到11月末12月初，这次示威才被平息下来。\n  在这次示威之后，许多人都明白了这种“不公”根源在于联合国和民族国家的矛盾。2060年，Global Harmonize Association 世界共和会成立。这表面上是一个支持联合国，维护社会秩序的国际组织，实际上它暗中收拢人马扩张势力传播振兴民族国家的思想，只为了等到时机成熟时在全球爆发革命起义来推翻联合国。\n  由于这种坚定思想的支撑，HAL（GHA）的成员都相互称呼同志以示革命信念。\n    组织构成简介:\n  革命指导委员会   是HAL的指挥中枢。\n   进步革命军  HAL的起义武装\n  \n\nthe United Nations\n联合国\n  简介:联合国是人类新集权主义和平思想的深刻体现与实践。\n   2056年8月，参战各国（几乎是世界上所有国家）在华国首都北安共同发表了《北安公告》，宣告了三战以无胜无负（华国倡议的说法）的结果结束。9月，各国首脑在斯堪的那瑞王国阿比斯库签订了《阿比斯库条约》。《阿比斯库条约》其一内容就是建立起一个新的拥有高度强制力的政治实体联合国。\n   条约规定，各国在2058年9月前应当销毁本国拥有的所有限制武器名单上及以外的非人道或大规模杀伤性武器并将武器样本和资料上交联合国，停止所有新型非人道或大规模杀伤性武器和新型军事设施的研究并销毁成品，将样品与数据资料上交联合国，裁去本国五成或以上的军队力量交由联合国接管，各国每年上交占国家财政收入40%的会员费。这些都保证了这个新建立的国际性政治实体拥有强大的政治军事经济科技实力，成了真正意义上的联合国。\n  联合国在获得巨大力量的同时切实担负起了维护和平，促进贫困地区发展，改善人类福祉的任务，获得了较好的声誉。但联合国的崛起也使传统的民族国家被削弱，引起了许多保有传统国家意识的人群的强烈不满，激化了某些民族矛盾。\n    制度设置简介:\n  联合议会  联合国的权利机关，在华国首都北安设有最高联合议会（有兵，总占65%），在各邦有中级联合议会（有兵，总占35%），在各国或地区设有下级联合议会（无兵）。联合议会能够进行政治经济等决策，中高级能够进行军事决策。\n   议会议员以国家为单位选举产生，各国人数相等。\n  邦联合常务委员会  常设政务机关  共四邦，欧洲邦，亚非邦，美洲邦和澳洲邦。\n   联合国部分文件/精神简介:\n  联合国处理事务的原则是“平等，和平，发展，共生”\n\n\n归宁特别行动队\n  月面-天空-地面-北极\n  后勤-作战-指挥\n  \n 现状:总人数 400\n   5人一小组， 10人一小队，50人一大队\n   作战力量250员 \n   茜弥斯，瓦尔基丽 ，青女，古尔法克西（空中力量）:\n驻雅库茨克 \n   狄安娜:\n驻月面安息阵线总部 \n  后勤/预备成员 135人\n  指挥中枢 15人\n   \n历史沿革:\n  科技是人类力量的重要影响因素，科学家们在人类中具有重要地位。\n  归宁特别行动队起源于三战时期华国为安息阵线配备的护卫队。为了能够让科学家们专注于研究，华国在2051年成立了保卫小组。\n  再后来成立专门的护卫队并不是毫无来由的，许多安息阵线的成员都有着和他们大脑里的思想珍贵程度相匹配的人身危险性。在经历了杰弗里刺杀事件①后，华国更加意识到了这些科学家在世界各国眼中的价值。2052年3月，华国国防部建立了“归宁护卫队”（取安息近意），专门为安息阵线的科学家提供全天候保护。\n  在三战结束之前，归宁护卫队的任务基本只有护卫任务，而随着三战结束，安息阵线作为一个国际组织正式成立，而护卫队也就同时随其独立出了华国。\n  随着来自华国的直接（财务等）支持逐渐减少，安息阵线入不敷出的窘境愈发凸显。2057年，随着议事会的讨论表决通过，安息阵线附属归宁护卫队正式更名为归宁特别行动队，接受来自联合国的委托②，从而获得来自联合国的资金支持。\n   同时，安息阵线也利用尖端科技为行动队武装，行动队也为新武器的运用提供了载体。\n  发展至今的归宁特别行动队具有海陆空极地四种条件下的作战能力，战斗力极强。承担了一系列国际任务和护卫安息阵线的任务。\n\n  注:\n①有关杰弗里的刺杀事件:2051年12月中旬，来自莱克顿的的科学家杰弗里（Jeffrey）带领几名科学家乘坐一架考察飞机逃跑到了华国。飞机飞到北极上空时，华国派遣了两架战斗机将科考机的护送机击落，之后杰弗里发送了Mayday求救，屏蔽了通讯信号，在华国飞机的带领下向华国飞去。\n  克莱顿的救援队赶到时，发现计算好的坠机地点附近什么也没有，扩大搜索范围无果后发布了杰弗里为MIA（Miss In Action）失踪。\n  六个月后，克莱顿国安局收到了来自隐藏在华国间谍的消息:杰弗里并未死亡，而在华国参与进了华国的武器研究。不久后，国防部受到确认:杰弗里并不是以俘虏身份在华国进行活动，而杰弗里曾在克国担任重大科研项目，了解某些机密。\n  这直接使得克莱顿国处理掉杰弗里的行动提上日程。\n  2052年9月，克国国安局命令潜伏在华国的间谍秘密刺杀杰弗里，但因情报有误，行动提前了十分钟，导致间谍潜入杰弗里住处后被发现。\n  这件事极大刺激了华国高层，直接促成了护卫队的成立。\n\n  ②联合国与安息阵线的长期合作协议:\n目前可知内容包括两方面\n1.参与维和维稳行动\n2. 为联合国提供先进武器技术支持\n[/spoiler]@zwh007 emmm 大大来点评一哈（只有一个艾特是因为朋友列表里好像都不怎么玩bbs了。。。）\n\n\n\n",
    "replies": [
        {
            "author": "S_geng_yeran",
            "timestamp": 1582009620,
            "txt_content": "冷清。。。\n自挽一个"
        },
        {
            "author": "Aezning",
            "timestamp": 1585066980,
            "txt_content": "军事基地很有感觉啊\n善用折叠功能"
        },
        {
            "author": "S_geng_yeran",
            "timestamp": 1586058480,
            "txt_content": "Aezning 发表于 2020-3-25 00:23\n军事基地很有感觉啊\n善用折叠功能\n谢谢~\n到时候正式发帖的时候得去恶补一下排版和各种功能了。。在BBS混迹了这么多年还是对这玩意一无所知。。\n基地这方面虽然有点感觉了但还是有点小，我想到时候再改改，做个大点的场面"
        },
        {
            "author": "3427775885",
            "timestamp": 1589004540,
            "txt_content": "这个剧情很不错"
        },
        {
            "author": "2472352936",
            "timestamp": 1609217640,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2472352936",
            "timestamp": 1610114460,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2472352936",
            "timestamp": 1610301660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "greeyer",
            "timestamp": 1610459580,
            "txt_content": "很棒的作品继续努力呀"
        },
        {
            "author": "greeyer",
            "timestamp": 1611162000,
            "txt_content": "太牛逼了，期待成品"
        },
        {
            "author": "歌德treay",
            "timestamp": 1611165660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}