{
    "title": "[1.16.5-1.14.4][Upgrade Aquatic——碧海新生]海洋更新的加强版|体验海洋的世界",
    "author": "Aikini",
    "replyCount": 39,
    "timestamp": 1581946740,
    "txt_content": " 本帖最后由 Aikini 于 2021-1-27 18:35 编辑 \n\n★ 简介 作者：TeamAbnormals你可以收藏这个帖子以获得更及时的更新消息\n碧海新生MOD主要针对的是海洋内容的改善和升级，这包括了海洋、河流和失眠。我们的目的是提供独特新颖的内容、视觉效果和游戏性的同时在Minecraft中还原现实世界的海洋\n碧海新生MOD增加了很多内容，包括鲨鱼、狮子鱼、狗鱼，以及海洋中的各类海藻，在过去你觉得海洋很平淡怎么秀都不会死？但是现在海洋中出现了一种恐怖的鲨鱼，当你被它抓住时，是时候双手离开鼠标键盘了\n\n在阅读本文时请注意，本MOD的翻译可能不是很准确，因为这当中混杂了一些专业词汇以及自造词，具有一些难度，楼主是查阅大量资料后才勉强能给出它的名字。并且在我搬运完后，原帖内容大换血，关于MOD的介绍只剩一句话，官方WIKI完全没有做，因此下方的资料可能也不是很完善，还请见谅。另外关于译名，如果你有什么更好的命名，欢迎在评论区交流说出你的想法\n原文：\nAbout:\nUpgrade aquatic's focus is to improve everything related to the update aquatic, including oceans, rivers and insomnia. Our intent is to offer unique content, visuals and gameplay while staying true to the feel of Minecraft. \n\n★ 对原版的改动 Vanilla Tweaks1.珊瑚块的合成：可以使用珊瑚/珊瑚扇合成各自对应的珊瑚块\n2.投掷器：现在投掷器在内部有“水桶”的前提下将面前的鱼吸进去，变成XX鱼的桶\n3.幻翼：只会攻击那些使它们生成的不睡觉的人\n4.潮涌核心：现在允许任何种类的海晶石方块作为它的启动框架，包括楼梯、台阶和这个MOD的海晶石珊瑚\n5.海龟壳：现在戴上它它会提供给你无限的水下呼吸效果，但在水中每2秒失去1点耐久，其耐久会显示在气泡条那个位置\n6.蛙鱼、鱿鱼：现在会在沼泽中生成，这可能是暂时的，这是为了防止狗鱼的过度生成，它们将会被换成一种独特的生物\n7.交易：村民和旅行商人将会大量出售MOD的一些杂物的东西\n原文：\n\nCraftable Coral Blocks: 4 of any coral/coral fan crafts the respective coral block\n\nDispensers: Can now bucket fish in addition to releasing fish like vanilla.\n\n\nPhantoms: Only attack insomniacs (those who can actively cause them to spawn).\n\n\nConduit: Now accepts any type of prismarine block for its border, including stairs, slabs and our very own prismarine coral.\n\n\nTurtle Shell: Now provides infinite water breathing, but loses 1 durability every 2 seconds underwater, durability is indicated where your bubble meter should be.\n\n\nSalmon, Squid: Now spawn in swamps, this is likely temporary and is to stop pike overspawning, they'll be swapped out for unique mobs.\n\n\nTrading: Villagers and the wandering trader sell a significant amount of miscellanea from the mod.\n\n★ 新内容 New Content鱿鱼桶：最大的改变在于，现在可以用桶直接捕捞鱿鱼了\n十种新的珊瑚类型：它们在珊瑚礁中生成，包含着16种不同的颜色\n守卫者的脊柱：可以使用红石控制它的伸长和收缩，它们可以放置在任何表面，它们会减慢你的移动速度以及让你停下游泳。如果玩家持续向中心点移动将会受到伤害。由守卫者掉落\n远古守卫者的脊柱：从根本上来说是守卫者的脊柱的升级版，它造成的伤害更多，更加致命，并且还会给玩家挖掘疲劳1的效果。由远古守卫者掉落\n长者之眼：可以激活四个方向的红石，通过右键控制开关。长者之眼是一个眼球，放置后它需要一个看见一个实体才能被切换开关，也就是说，它的眼睛必须面对一个实体\n鹦鹉螺：在海洋生物群系的深处生成，通常是分布在海底大峡谷这样的海沟中，但是在是积雪生物群系和寒冷生物群系是不会生成的，你想想那种地方有多冷。当有什么东西接近它时，无论是溺尸还是鱿鱼，它都会不顾一切地冲出水面，留下气泡的痕迹。如果你想尾随它的话那你得小心点，它是鱼，对气泡柱的拉力有天然的免疫，而你不是。它会掉落鹦鹉螺壳（原版的那个），你还可以用水桶打捞它，然后将它带回家避免它消失\n嵌入鹦鹉螺的石头：如果你觉得鹦鹉螺太卡哇伊了不忍心对它们下手， 你也可以走一条和平路线来获取鹦鹉螺，有一种稀有的矿石会生成在海洋和沙滩生物群系中，它在任意高度都会生成，这是一个不杀生的好选择！\n睡袋：不会设置出生点的床，由5个皮革和一个任意颜色的羊毛合成，合成出的睡袋会跟随你先前用于合成的羊毛的颜色，当然你也可以给它重新染上其它颜色，如果你嫌弃那个颜色的话。它可以避免幻翼的生成且十分便捷，它也可以在水下使用，不需要水下呼吸\n失眠药水和清醒药水：根据药的浓度，清醒药水可以使你的失眠时间减少1-2天左右，它是用可可豆酿制的。失眠则相反，它会增加你的失眠时间，它是用发酵的蛛眼+清醒药水酿制的。二者都可以用于制作喷溅型、滞留型、箭，对于一些玩家来说，后者是最有用的，因为它可以对幻翼造成大量的伤害\n沙滩草：会在巨大的沙丘生物群系的沙滩上生成，它只能放置在沙子上，常规情况下，它在被采集后概率掉落甜菜种子，而普通的草只会掉落小麦种子。它可以用于制作沙滩茅草块，随后还能用于制作楼梯、台阶等相关物品\n珊瑚石：工作台上中间放一个鹦鹉螺壳，围绕它放一圈石头，就可以合成16个珊瑚石。所有还活着的珊瑚块都会自然生长扩散到它上面，在它的缝隙中不断生长缠绕，最终形成XX珊瑚石（这个过程是很快的）。被珊瑚块生长扩散缠绕到的珊瑚石会因为被挖掘而导致珊瑚死亡，除非你使用精准采集使他保持原有的形态。被珊瑚块生长扩散缠绕到的珊瑚石可以通过被激活的红石来使它生长出对应的珊瑚、珊瑚扇、珊瑚喷头，这将会使得它可以无限生长出珊瑚，当然得在水里才长得出来。\n海晶石珊瑚：一种特别的，会发光的珊瑚，在没有使用精准采集的镐子采集它后它会掉落海晶石碎片，它使很稀有的，分布在海洋生物群系的岩浆块旁\n远古海晶石珊瑚：是海晶石珊瑚的“失活”版本\n海晶石珊瑚喷头：放置在方块的下方那个面，会产生美学粒子效果\n海滩芥：一种普通的植物，可以种植在一些方块上，类似于竹子。各种类型的沙滩上都可以找到它的存在，在较热的沙滩上比较容易找到的是粉红色的海滩芥，较冷的则是白色的海滩芥。可以放入盆栽做成装饰性物品，或者做成燃料也是一个不错的选择，再者也可以作为肥料，化做成春泥更护花。此外，海滩芥还可以像向日葵一样，当你用骨粉对它催熟时，它会掉落相同的一个物品，植物本体不会被破坏。使用海滩芥做出来的“迷之炖菜”会提供9秒的水下呼吸效果\n开花灯芯草：一个两格高的植物，它的下半部分需要浸入水中，上半部分则要在海平面以上，保证通风。只会在河流中生成。可以放入堆肥桶，进而变成染料或者骨粉去生产更多作物\n海带块：干海带块的原始形态，因为它有意义\n被缠上海藻的圆石：相当于苔石，它目前可以通过合成制作得到，但在未来它将被用于自然生成\n被缠上海藻的石砖：和被缠上海藻的圆石相同\n浮木：一种没有叶子和树苗的木头，它的原木通常海洋、海滩、沼泽和河流上生成，可以在陆地上和海里找到（通常是5个一堆）。同时它也是钓鱼时很常见的垃圾。\n梭鱼草：可以在水陆交界处或浅滩处发现它，只要生物群系不结冰，沙滩、海洋、沙漠你都可以找到它的踪迹，在河流、沼泽地更容易见到它，当然最容易见到它的地方在花海。它可以用作染料或烹饪食用，它被烹饪成食物后，食用它可以回复你的部分气泡值。想要种植梭鱼草，必须将其浸泡在水中，且上方有一格空白方块作为它的生长空间。当你想走过它时你会发现它会像蜘蛛网一样会减慢实体的移动速度。此外它可以在河流或沼泽中通过钓鱼的方式钓到，你也可以通过沉船里的补给箱找到它。储存梭鱼草的方块是可以旋转的，顶部可以像灵魂沙那样慢慢渗入其中，下降到一半便停下，生的可以使你慢慢下降，而煮熟的不会限制你下降的速度。你可以在梭鱼草方块的顶部放水，但从外观上看，你根本察觉不到它的顶部有水（水会下陷至方块内），当你脑阔或整个人处于梭鱼草方块中时，梭鱼草方块将变得透明，也就是所谓的单向方块，这是MOD的特色，不是BUG\n狗鱼：一种中性鱼类，有着21个zhang品种pi，稀有程度可以看这里https://pastebin.com/SpHNMtrL。掉落的东西，可以捞起来，烹饪成一个和牛肉的营养价值差不多的的食物。狗鱼通常在河流和沼泽中生成，但是如果没有梭鱼草，它们的数量将会很少，因此，如果你想快速找到狗鱼，建议你先自行种植梭鱼草。当它们的猎物进入了梭鱼草中，狗鱼就会突然跃起攻击它们的猎物，并最终在梭鱼草中吃掉它们。狗鱼在刷出后有时它们的嘴上会叼着一些战利品，即使你把它杀了它都不会掉落，并不会随着它的死亡一起灰飞烟灭，除非它自己心甘情愿地松口。当然如果看到了新的猎物，它们也会这样做。另外，狗鱼会拾起一些物品，但是它主动拾取的物品会在它死亡后掉落，除非那是不死图腾并且不死图腾生效。虽然在繁花森林里的梭鱼草很多，但是狗鱼并不会在那里生成。当狗鱼吃鱼时，它会吐出骨粉，除此之外有时还会吐出鱼的战利品。\n蓑鲉（狮子鱼）：会在海里的珊瑚旁生成（不包括海晶石珊瑚和失活的珊瑚），除非那里很冷或者结冰。如果你贴得太近或者攻击到它，它会攻击你，然后迅速溜掉，同时会对你造成中毒伤害。这个效果会在你与之接触后产生，类似于河豚。它偶尔会杀一两只热带鱼，但平常它都会无所事事。它可以用水桶捕捉，也可以用来吃，或者烹饪来吃\n驱避药水和愈伤药水：驱避药水使用一只蓑鲉（狮子鱼）酿制，当效果生效时，任何碰到你的生物都会中毒。用驱避药水外加一个发酵的蛛眼就可以酿制愈伤药水，当效果生效时，你在受到攻击时会触发再生药水效果\n长尾鲨：一种幻想的生成在寒冷和结冰的海洋下的生物，它们通常在深海处生成，在夜间生成的比较多。它会攻击任何处于水中的非敌对阵营的生物，如果你在远处攻击它，它会发出声纳，如果你在近距离攻击它，它会立刻知道你的位置并马上向你冲来。如果你不够快被它抓住了，它就会将你死死咬住，然后不断甩头撕咬你，你的生命值将会以肉眼可见的速度迅速降低。当你被它咬住时，可以通过对它造成6点伤害或攻击它3次以上将它击晕（注意，击晕是不确定因素，你永远不知道你会不会成功击晕），击晕后它会将你放走，且给予你充足的时间打一拳或逃跑\n长尾鲨的牙齿：除了用来制作和修复三叉戟之外，还可以用来合成出6个骨粉，从长尾鲨身上掉落，还会生成在被埋藏的宝藏和海洋中的遗迹箱子里。长尾鲨的牙齿在工作台上还可以用8个石砖围着制作成齿砖，一种实用性很高的装饰性方块。也可以通过3*3的合成制作成一个存储块\n海晶石棒：可以用来和长尾鲨的牙齿合成三叉戟，也可以用于制造一个柱状的存储块，以此用于增加潮涌核心的能量\n耀斑：当幻翼喝到假酒（失眠药水）的时候会变成耀斑，这个变化是可逆的，因此喂耀斑喝清醒药水它就会变回幻翼。给幻翼喝清醒药水幻翼会立刻死亡，给耀斑喝失眠药水耀斑会立刻死亡。耀斑会攻击一切未失眠的生物。和幻翼一样，耀斑是亡灵生物，不同的是，耀斑会在白天生存。它们可以用拴绳控制活动范围，因为它会攻击一切未失眠的生物，因此它也是一个合格的哨兵\n原文：\nSquid Bucket: The most important feature, you can now bucket squid.\n\nTen New Coral Types:  They generate in coral reefs and come in every colour out of the 16 block palette (except the vanilla coral colours and light grey, those are dead corals).\n\n\n\nGuardian Spine: Can be extended and retracted with redstone and placed on any surface, they slow movement and stop swimming. Deal damage if the player moves in them. Dropped by guardians.\n\n\n\nElder Guardian Spine: Essentially an upgrade to Guardian Spines, but do more damage, are thiccer, and give the player Mining Fatigue I. Dropped by elder Guardians.\n\n\n\nElder Guardian Eye: Orientable in any direction and toggleable with right click. When any living entity (eg. not a boat or a minecart) is within 14 blocks of where its facing, it creates a redstone signal from every side. Dropped by elder guardians.\n\n\n\nNautilus: Spawns deep underwater in ocean biomes, with the exception of cold and frozen oceans, often in ravines. When approached by a player, drowned or squids, it dashes off, leaving a trail of bubbles. Careful following it, as it's immune to the pull of bubble columns- and you aren't! Drops its shell (the one from vanilla). You can also collect it a water bucket and release it to stop it despawning!\n\n\n\nEmbedded Ammonite: If you think nautiluses are too cute to kill, you can go the peaceful route and smelt this rare ore that spawns at any height in oceans and beach biomes, a good reason to visit stone shores!\n\n\n\nBedrolls: Beds that don't set spawn, craft one from 5 leather and 1 of any wool and then dye it in any color, a necessity with the addition of phantoms. Bedrolls can also be used underwater without water breathing. You can re-dye bedrolls.\n\n\n\nPotions of Insomnia and Restfulness: Restfulness decreases your insomnia timer by 1 or 2 days, based on potion level and is brewed with cocoa beans. Insomnia does the opposite by increasing your timer\nand can be brewed with a fermented spider eye and restfulness. Both can be brewed into splash, lingering and arrows, the latter being especially useful as restfulness potions deal huge damage to phantoms.\n\n\nBeachgrass: Spawns in huge dunes on beaches and can only be placed on sand, it drops beetroot seeds under the circumstances normal grass would drop wheat. It makes beachgrass thatch, which has stairs and slabs. \n\nCoralstone: A nautilus shell surrounded by stone crafts 16 coralstone. All alive coral blocks spread onto it and create covered coralstone, which doesn't die on land like normal coral. Covered coralstone will die when broken unless silk touched and can be sheared to be reverted back to its default form. Covered coralstone powered by redstone will grow coral the respective coral, coral fans and coral showers, allowing renewable coral.\n\n\n\nPrismarine Coral: A unique, glowing coral that drops prismarine shards when broken without silk touch, generates rarely near magma blocks in ocean biomes\n\n\n\nElder Prismarine Coral: The \"dead\" version of Prismarine Coral.\n\n\n\nPrismarine Coral Showers: Placed underneath blocks, produces aesthetic particles.\n\n\n\nSearocket: A generic plant that can be placed on the same blocks as bamboo. Found on all types of beaches, more common in pink on hotter beaches, more common in white on colder ones. Can be potted, turned into dye and composted. Additionally, searocket can be bonemealed to drop another one of itself, like sunflowers. Suspicious stew made with searocket provides 9 seconds of water breathing.\n\nFlowering Rush: A two block tall plant that requires the bottom half waterlogged and the top half airlogged. Only found in rivers. Can be composted, turned into dye and bonemealed to make more. \n\nKelp Block: Raw version of the dried kelp block, because it makes sense\n\nKelpy Cobblestone: Kelp equivalent of mossy cobblestone, it can currently just be crafted, but will be used in generation in the future\n\nKelpy Stone Bricks: Same story as the kelpy cobblestone\n\nDriftwood: A wood type with no leaves or saplings, it logs generate in oceans, beaches, swamps and rivers and can be found in water or on land. It is also common fishing junk in stacks of five.\n\n\n\nPickerelweed: Found where water borders land or in shallow water, as long as the biome isn't icy, a beach, an ocean or a desert, more common in rivers and swamps and very common in flower forests. It can be turned into dye or consumed, for a food that replenishes bubbles. To grow pickerelweed, it needs to be waterlogged, but have an air block above it to grow into. Slows entities down, can be put into a flowerpot as well as composted. Additionally, it can be fished in rivers and swamps, or found in shipwreck supply chests. Pickerelweed storage blocks are rotatable and the tops can be sunk into like soul sand, the raw ones slow you, whereas boiled ones allow you to sink without a speed penalty. You can waterlog the top of pickerelweed blocks, but from the outside the waterlogged state is undetectable. Being inside a pickerelweed block also renders the block invisible, effectively allowing 1 way glass. \n\n\n\nPike: A neutral fish that has 21 skins, rarities can be found here https://pastebin.com/SpHNMtrL. The dropped item, which can be fished up, can be consumed for beef's food values. Pike spawn exclusively in rivers and swamps and will spawn very rarely without pickerelweed, which they hide in, so it's recommended you cultivate it if you want to find pike. Passive fish and baby turtles are scared of pike, but will not detect pike when they hide in pickerelweed. Pike leap out and their prey into pickerelweed, where they kill and eat them. Pike sometimes spawn with fishing loot in their mouths, they won't drop it unless they spit it out, which they will do when a fish presents itself. Additionally, pike will pick up items and drop them on death, unless it's the totem of undying, which they use. Although pickerelweed is abundant in flower forests, pike will not spawn in them. Pike who picked up an item can't despawn. Upon eating fish, pike will spit out bone meal, but sometimes assorted fishing loot. \n\n\n\nLionfish: Spawns near coral (excluding prismarine and dead coral) in oceans that aren't cold or frozen, getting too close or harming it will have it hit you and swim away, which inflicts poison. The effects are also applied just by being in contact with it, like a pufferfish. It kills tropical fish occasionally but otherwise likes to stay mostly idle. It can be bucketed, eaten and cooked.\n\nPotions of Repellence and Vibing: Repellence is brewed with a lionfish, while the effect is active, any mob that collides with you will receive poison. You can invert repellence with a fermented spider eye to get vibing, which inflicts regeneration instead.\n\nThrasher: A fantasy shark mob that spawns deep down in cold and frozen oceans (and their deep variants). Thrashers spawn more at night. It will attack any water mob that isn't hostile, but can't see. It uses visible sonar beams to detect mobs, and will shoot sonar in the direction you attacked if you attack it from a distance. If you attack it with melee, it will know your location and dash toward you. If you aren't quick enough, it will pick you up in its huge jaws and shake you, depleting health very quickly. Hitting the thrasher with 6 damage or more 3 times while in its mouth will stun it, and it will release you, giving you time to pack a punch or escape. \n\nThrasher Tooth: Can create 6 bonemeal in addition to crafting and repair tridents, will drop from the thrasher (coming soon) but also generate in buried treasure and ocean ruin chests. Thrasher teeth can be surrounded with quartz blocks to convert them into tooth tiles, a decorative block type with walls, stairs and slabs. They can also be made into 3x3 storage blocks.\n\nPrismarine Rod: Can craft tridents with thrasher teeth and make a pillar-like storage block that powers conduits.\n\nFlare: Phantoms turn into flares when afflicted with insomnia, vice versa with flares and restfulness. Flares die to insomnia potions and will target anything that doesn't have insomnia. Phantoms are also not undead and will therefore survive in daylight. They can additionally be leashed, which in addition to the fact they kill almost everything, makes them useful sentries. \n\n\n★ 在摸的内容 Partially Implemented海藻变种：增加了一种海藻，在机制上和原版海草差不多，但目前无法得到它，在未来它会变得完善且独特，等它完善了就可以得到它了\n果冻火把：一种能放在水下的彩色火把（但是光不是彩色的），目前无法获得，只能通过创造模式获得\n原文：\nKelp Variants: several varieties of kelp, they currently act like vanilla kelp, but are unobtainable, in future they will be more unique, as well as obtainable     \nJelly Torches: Currently unobtainable (yes, jellyfish soon!), underwater torches that come in 8 colors (no colored lighting)\n\n★ 联动内容 Cross Content包含在本MOD内的内容：\nQuark：当你安装了夸克时，就会出现浮木梯子、浮木书架和竖纹木板。它会提供一系列海洋升级MOD中的台阶的竖纹版本。它还在夸克一栏增加了浮木箱子\nBloomful：在紫藤树林中，梭鱼草会大量生存\n没有包含在本MOD内的内容：\nExtra Boats：浮木船的支持\nFlorist：UA作物的支持\n原文：\nOn our side (added with the mod):\n\nQuark: driftwood has ladders, bookshelves and vertical planks when quark is present. Vertical slab counterparts of all upgrade aquatic slabs are available. Driftwood chests are added on quark's side. \n\nBloomful: pickerelweed spawns in abundance in wisteria forests.\n\nOn the other side (added by the respective mods):\n\nExtra Boats: support for driftwood boats\n\nFlorist: support for ua plants\n\n★ 移除的机制 Removed Features溺尸：溺尸在死亡后会随机掉落珊瑚（海晶石珊瑚和失活的珊瑚除外），为了强调珊瑚石的重要性，这个机制在1.4.0版本就删除了，如果你想要加回来，可以通过自行数据包的形式加回来\n失眠效果：当因为你不睡觉而满足幻翼的生成条件时，当在你主世界时将会出现一个微弱的第一人称的画面效果（可被配置）。在1.4.0之后默认关闭，但是如果你之前开启了这个选项，那么将会保持开启而不会关闭，否则将与新配置一样保持关闭。\n原文：\nDrowned: Have a chance to drop all corals (except for prismarine and dead coral). Removed in 1.4.0 in favour of coralstone, if you like this feature it can be recreated with a datapack.\n\n\nInsomnia Overlay: When phantoms are able to spawn because of you, a subtle first person overlay will start to appear in the overworld (configurable). Set to off by default since 1.4.0, if you had an existing config with it enabled, it will still be on until you change it, vice versa with a new config.\n\n★ 游戏截图 \n\n\n\n\n\n\n\n\n\n\n\n★ 搬运授权 原帖的回复功能已关闭，我是在回复功能开启前要的授权，我的语言大体是“请问我可以搬运并汉化它到MCBBS吗，我可以确保我不会从中获得收入，我会给你提供汉化文件，如果有什么要求我们可以谈谈”\n这里我就放回复的提示邮件\n\n大体是“如果那里有一个链接可以连接到原帖，并且你没有分流下载，那是可以的”\n\n★ 关于汉化 已向作者提交汉化文件，在这之前，你需要手动安装汉化文件，以压缩文件的形式打开MOD本体，进入assets/XXX/lang中，将下载的汉化文件扔入，若有同名文件覆盖即可\n链接: https://pan.baidu.com/s/1dKwBnlNtHpqLUKm6Qf9tDA 提取码: cxbt \n\n★ 更新日志 日志时间为帖子更新时间\n本体：\n2020.7.23-1.15.2：\nv1.5.0 1.15.2的首个版本\n          增加\n        · 增加了一些新的成就/进度\n        · 增加了齿灯笼\n        · 声纳波成为一种实体\n        · 增加可再生沙子：\n                - 将砂岩放置在气泡柱上有一定几率将砂岩变成一个正在下落的沙子方块实体，这也适用于圆石→沙砾\n        · 流浪商人现在会将开花灯芯草、沙滩草、嵌入鹦鹉螺的石头作为普通商品出售。流浪商人现在会将浮木原木、海晶石珊瑚方块作为稀有商品出售。牧师村民现在会收购1个牙齿而不是2个。石匠现在出售齿方块和齿瓷砖而不是嵌入鹦鹉螺的石头\n        · 嵌入鹦鹉螺的石头现在是定向的\n          改变/修复\n        · 修复了丢失的声音日志错误\n        · 修复了json日志错误\n        · 修正了某些植物没有花的情况\n        · 当长尾鲨被方块挡住时它们无法抓到你，但当你回到一个正常的位置它们将立刻将你咬住\n        · 当长尾鲨锁定到一个目标时，它们的下沉速度将会减慢，已确保自己发射的声纳波能够精准命中\n        · 巨型长尾鲨现在发出的声音更大\n        · 将所有UA音效转换为单声道，修正声音的削弱距离\n        · 修复了声音日志错误\n        · 修复了狗鱼错误的数据导致它丢失纹理的问题\n        · 重新平衡了村民交易\nv1.5.1 · 修复了浮木船的大小\n          · 修复了长尾鲨眩晕动画不出现的问题\n          · 可能修复了由mod冲突引起的负载崩溃\nv1.6.0 · 新增还在开发中的水母，在游戏中你可以找到两个\n          · 新增还在开发中的桑树，在游戏中目前无法获取\n          · 新增浮木和桑木的告示牌\n          · 更新西班牙语- peehpeh\n          · 添加鹦鹉螺的新皮肤- Markus1002\n          · 修复了导管模块不工作的问题\n          · 修复了茅草渲染问题\nv1.6.1 修复\n        · 修复了堆积物品时产生的罕见的堆栈溢出的问题\n        · 修复了蓝色梭鱼草盆栽不渲染剪影的问题\n        · 抱有希望地修复了在ClientEvents#onPlayerRenderPre中崩溃导致堆栈变空\n          添加/改变\n        · 增加了藤壶，由Musicano创作的16x32的画作\n        · 更新了ModLoader的版本\nv1.7.0 增加\n        · 增加桑木套（兼容夸克，包括箱子）\n        · 增加桑树\n        · 增加桑葚\n        · 增加桑葚果酱瓶\n        · 增加桑葚面包\n        · 增加桑葚果酱方块\n        · 增加对夸克珊瑚染料的兼容\n          改变\n        · 更新了Abnormals Core\n        · 更新了桑木的色调\n          修复\n        · 修复了潜在的崩溃问题\n        · 对夸克的兼容现在与夸克的配置文件同步\n        · 修复了一些语言文件的条目\nv1.7.1 · 新的成就：与鱼共枕（在水下使用铺盖卷）\n          · 增加桑葚面包配方\n          · 修正了对夸克铬珊瑚转化为灰色燃料配方的兼容\n          · 修正了桑树藤的阴影效果\n\n2021.1.26-1.16.1：\nv2.0.0 · 更新了几个ID使其更加准确和一致\n          · 提高了通过打掉桑树树叶掉落桑葚的几率\n          · 添加了浮木箱子与Quark的联动\n          · 添加了浮木蜂箱与桑木蜂箱与Buzzier Bees的联动\n          · 眩晕状态下的巨尾鲨尾巴摆动会减弱\n          · 更新了蜗牛鹦鹉螺的材质\n          · 增加桑葚派（感谢markus对材质方面的协助）\n          · 添加了桑葚果盒与Quark的联动\n          · 增加溺水游泳动画（TallestEgg）\n          · 略微提高了桑树的自然生成率\n          · 修复了桑树藤不可燃的问题\n          · 修复了桑葚在被收获后其作物不会回复至阶段0的问题\nv2.0.1 · 修复了在服务器中因狗鱼而引发的崩溃问题\n          · 修复了一些关于溺水动画的错误\nv2.1.0 · 增加发光鱿鱼\n          · 增加发光墨囊\n          · 增加夜光海晶石\n          · 增加鳞甲方块、瓦片、路面砖\n          · 增加玻璃门和玻璃活塞板\n          · 增加不朽水母\n          · 增加水母的各种声音\n          · 改进了鹦鹉螺的声音\n          · 降低守卫者的脊柱的掉率\n          · 墨囊现在可以用于致盲其它玩家了\n          · 更新了开花灯芯草的材质\n          · 略微增长了桑葚的生长时间\n          · 现在制作桑葚派时可以使用任何一种鸡蛋\n          · 桑葚现在会出现在与村民的交易当中\n          · Fixed Z-fighting on River Chests\n          · Fixed bedroll breaking jank\n          · 修复了在服务器中使用铺盖卷睡觉的问题\n          · 修复了锄头对桑树树叶没有作用的问题\n          · 修复了梭鱼草不会燃烧的问题\n          · 修复了桑葚果酱瓶堆叠大小的问题\n          · 修复了水母装上物品展示框的问题(?)\n          · 修复了桑葚派不能作为堆肥桶肥料的问题\n          · 修复了浮木箱子战利品表的问题(?)\n          · 修复了浮木梯子的问题\n\n1.16.4：\nv3.1.0 · 1.16.4的首个版本\n          · 修改了成就使其包含了本Mod的内容\n          · 暂时禁用了水母，因为它目前来说还是个半成品\n\n1.16.5：\nv3.0.1 · 增加了沙滩茅草块合成时的产量\n          · 将海晶石棒添加到#forge:rods标签中\n          · 将桑葚添加到#forge:fruits标签中\n          · 将驱避和愈伤胶水加入到了成就当中\n          · 删除了发光墨囊和墨囊的右击功能\n          · 禁用了水母刷怪蛋和桶，它们仍存在一些问题需要排查\n          · 修复了狗鱼、蓑鲉和鹦鹉螺的生成类别(?)\n          · 修复了桑树藤战利品表的问题\n          · 修复了浮木和桑木的方块属性问题\n          · 修复了由于Better Respawn导致的崩溃\n          · 修复了发光墨囊在使用时未被消耗的问题\n          · 修复了失活的气泡珊瑚配方\n          · 修复了因梭鱼草而导致的一个罕见的世界生成器崩溃问题\n          · 修复了一个缺失的战利品表错误的问题\n\n\n★ 关于下载 不推荐游玩旧版本，如有需要，自行前往原帖寻找下载\n1.15.2及以上版本需要前置！1.15.2及以上版本需要前置！1.15.2及以上版本需要前置！\n本体：MOD版本游戏版本汉化是否跟进更新日期下载直链3.0.11.16.3~1.16.5否2021.01.17Download1.7.11.15.2否2020.07.06Download1.4.101.14.4否2020.02.05Download\n前置（前置无需汉化）：\nMOD版本游戏版本更新日期下载直链1.0.61.16.3~1.16.52021.01.04Download1.0.61.15.22020.07.15Download\n原帖下载链接：https://www.curseforge.com/minec ... grade-aquatic/files\n[groupid=1645]Nuclear Fusion[/groupid]",
    "replies": [
        {
            "author": "千手辉",
            "timestamp": 1582434180,
            "txt_content": "感谢大佬搬运这个mod！"
        },
        {
            "author": "1548105687",
            "timestamp": 1582544100,
            "txt_content": "下载后试试，感谢大佬"
        },
        {
            "author": "孤岛流星",
            "timestamp": 1584092220,
            "txt_content": "感觉是个很牛逼的mod啊"
        },
        {
            "author": "叶风K",
            "timestamp": 1586630880,
            "txt_content": "加载的时候出现了错误，显示的是net/minecraftforge/registries/DeferredRegister\n大佬知道什么情况么"
        },
        {
            "author": "YHYYT",
            "timestamp": 1586665800,
            "txt_content": "不玩1.13也可以有新的海洋群系了"
        },
        {
            "author": "1922443936",
            "timestamp": 1586703600,
            "txt_content": "mcbbs，有你更精彩"
        },
        {
            "author": "13566755289",
            "timestamp": 1586706000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1394448907",
            "timestamp": 1586706180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1394448907",
            "timestamp": 1586706180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1598673420",
            "timestamp": 1586706300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "123fsdfsfw",
            "timestamp": 1586745900,
            "txt_content": "官方没逼死的mod   x   1"
        },
        {
            "author": "1186166375",
            "timestamp": 1586751240,
            "txt_content": "海底生存更有趣了，谢谢楼主"
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1587392820,
            "txt_content": "进不去怎么办a在线等"
        },
        {
            "author": "Novice636",
            "timestamp": 1587518160,
            "txt_content": "还可以，丰富了海洋，我的海洋馆更好看了"
        },
        {
            "author": "傻但是我",
            "timestamp": 1587518700,
            "txt_content": "改版了海底世界，很棒"
        },
        {
            "author": "卍Mars_snow卍",
            "timestamp": 1587562380,
            "txt_content": "和深海生态玩..简直nice！"
        },
        {
            "author": "linkil",
            "timestamp": 1587786600,
            "txt_content": "感谢楼主搬运~"
        },
        {
            "author": "仙衙瑾",
            "timestamp": 1588031040,
            "txt_content": "这mod真不错"
        },
        {
            "author": "a1294790523",
            "timestamp": 1592276880,
            "txt_content": "Insomnia Overlay: When phantoms are able to spawn because of you, a subtle first person overlay will start to appear in the overworld (configurable). Set to off by default since 1.4.0, if you had an existing config with it enabled, it will still be on until you change it, vice versa with a new config.\n失眠效果：当因为你不睡觉而满足幻翼的生成条件时，当在你主世界时将会出现一个微弱的第一人称的画面效果（可被配置）。在1.4.0之后默认关闭，但是如果你之前开启了这个选项，那么将会保持开启而不会关闭，否则将与新配置一样保持关闭。\n\n这里的overlay我认为是画面滤镜一般的效果，所以姑且翻译成这样，实际效果还要进游戏看看"
        },
        {
            "author": "呆毛茶",
            "timestamp": 1592467980,
            "txt_content": " 本帖最后由 呆毛茶 于 2020-6-18 16:57 编辑 \n\n这个文件弃了做错了\n\n\n\n\n\n\n\n1.15.2zh_cn.zip\n\n\n2020-6-18 16:12 上传\n点击文件名下载附件\n\n\n\n\n5.4 KB, 下载次数: 3\n\n\n\n\n"
        },
        {
            "author": "1520086545",
            "timestamp": 1592468340,
            "txt_content": "正在下载，感谢大佬"
        },
        {
            "author": "Lonely_Wind",
            "timestamp": 1592470200,
            "txt_content": "很好的作品~~支持"
        },
        {
            "author": "呆毛茶",
            "timestamp": 1592478660,
            "txt_content": "1.15.2的汉化文件测试可用，基于楼主制作文件增加修改，大部分机翻，看不懂英文的可以下\n\n\n\n\n\n\n\n1.15.2-v1.61    1zh_cn.zip\n\n\n2020-6-18 19:11 上传\n点击文件名下载附件\n\n\n\n\n5.39 KB, 下载次数: 1\n\n\n\n\n"
        },
        {
            "author": "THEWONDERFULLG",
            "timestamp": 1592730480,
            "txt_content": "好像要1.12.2的版本啊"
        },
        {
            "author": "13962341583",
            "timestamp": 1594548840,
            "txt_content": "病娇药水。。。。。。病娇这个词能这么用的吗。。。。"
        },
        {
            "author": "呆毛茶",
            "timestamp": 1595062560,
            "txt_content": "海洋升级这个mod我汉化完了，问题是，鹅在哪？？？？是其他mod里面的嘛？"
        },
        {
            "author": "呆毛茶",
            "timestamp": 1595080560,
            "txt_content": "1.15目前最新汉化，全人工，给点支持\n\n\n\n\n\n\n\n1.15.2海洋强化1.7.1zh_cn.zip\n\n\n2020-7-18 21:55 上传\n点击文件名下载附件\n\n\n\n\n5.54 KB, 下载次数: 3\n\n\n\n\n"
        },
        {
            "author": "Aikini",
            "timestamp": 1595504700,
            "txt_content": "呆毛茶 发表于 2020-7-18 21:56\n1.15目前最新汉化，全人工，给点支持\n机翻太严重了。。。\n我自己翻了"
        },
        {
            "author": "WuzgXY",
            "timestamp": 1598417220,
            "txt_content": "看起来挺不错的，但是建议换个封面，这张图比较破坏观感，并没能概括模组的大部，并且略显丑陋\n\n此外，个人感觉模组名的翻译未体现出 Upgrade 一词的含义，有几个不成熟的候选方案：水域新境/水域新生/海洋胜境/水域胜境/碧海新生，如果水平不足还望海涵"
        },
        {
            "author": "浩然酱",
            "timestamp": 1599049260,
            "txt_content": "感谢一下"
        },
        {
            "author": "maxiping100",
            "timestamp": 1599109020,
            "txt_content": "海里的动物太单调了原本，这个很好"
        },
        {
            "author": "Debra-MC",
            "timestamp": 1603275420,
            "txt_content": "还不支持高版本mc呀..."
        },
        {
            "author": "秋-月",
            "timestamp": 1603278600,
            "txt_content": "如果能在多人游戏里用的话，一定会超有趣的"
        },
        {
            "author": "千手辉",
            "timestamp": 1609765740,
            "txt_content": "楼主大大，他们已经更新到1.16.4的版本了，汉化啥时候跟进啊？"
        },
        {
            "author": "黑云服主",
            "timestamp": 1609938180,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "GHOSTFAC4",
            "timestamp": 1610004780,
            "txt_content": "救命！有没有大佬晓得assets/XXX/lang 里面的XXX是代指那个文件，翻遍了没找到里面有lang结尾的啊"
        },
        {
            "author": "Aikini",
            "timestamp": 1610198160,
            "txt_content": "GHOSTFAC4 发表于 2021-1-7 15:33\n救命！有没有大佬晓得assets/XXX/lang 里面的XXX是代指那个文件，翻遍了没找到里面有lang结尾的啊\n ...\n。。。lang指的是文件夹名"
        },
        {
            "author": "Chen_xiaowu",
            "timestamp": 1612588020,
            "txt_content": "MOD真不错谢谢楼主的汉化"
        },
        {
            "author": "我不叫杨浩",
            "timestamp": 1612590240,
            "txt_content": "感觉不错，能添加不少生物"
        }
    ]
}