{
    "title": "[原创/连载]《我的世界之域灵》第二十一章 诛星箭",
    "author": "MIP_COMMOM",
    "replyCount": 4,
    "timestamp": 1581985080,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-19 18:55 编辑 \n\n　　战场上的尘土逐渐消散，战场中心的情况也逐渐清晰起来。　　刚刚冲击出去的人族修行者，竟然满身浴血躺在地上，生死不知。　　而被卷入这一场巨大光团的人族修行者，无不都喘着粗气，身上的劲装破烂不堪。显然他们抵挡住了这一波威势，可是自身灵力估计也消耗大半。　　而再看亡灵一族的凋零骷髅修行者，它们提着褐黑色的石剑，身体微微弯曲着，眼眶中的魂火不断的摇曳着，浑厚的火焰似乎都衰弱了不少。　　正面接下人族修行者至强一击的凋零骷髅，它手中的黑褐色石剑断裂，靠着它那黑色的腿骨半跪在地上，双手撑着地面，好几根肋骨都断裂掉在了地上，有些则是半悬挂在身上。如果它有血肉的话，估计样子比那位人族修行者还要凄惨。　　今夜这一场战斗绝对是近期发生的战斗中，强度最大，危险系数也最大的一场战斗。平常亡灵都是派一些普通僵尸和僵尸来骚扰，近期却突然变得十分凶狠，仿佛要一举拿下云城一般。　　可是仅仅靠着十只凋零骷髅还不行，在云城之中至少有五位青金石级别的强者存在。更有传闻，云城有钻石级的强者坐镇！可是传闻只是传闻，没准这只是云城故意散播的谣言，为的就是不让亡灵族的强者轻易出手。　　战场上，一只凋零骷髅战斗力尽失，而人族也有一位修行者完全失去了战斗力，双方看上去是九对九，可实际上人族修行者的实力十不存一，灵力几乎见底，而亡灵族的凋零骷髅却可以利用本身的天赋优势，完全碾压在场的所有人族修行者。　　战场中心的气氛十分的压抑，人族修行者咬着牙，辛苦的捂着心口，鲜血从他们的嘴角溢出，而在他们对面的凋零骷髅，似乎已经从刚刚的爆炸之中恢复过来，提着石剑，一步一步缓缓地朝着自己的对手接近着。　　而人族修行者除了看着，他们连移动小腿的力气都没有了，体内残存的灵力需要抵御凋零效果，不能随便抽离出来调用，没有了灵力的加持用于恢复身体，他们只能眼睁睁地看着凋零骷髅一点点接近，却什么也做不了。　　一只凋零骷髅已经来到了一位人族修行者的身前，那位人族修行者颤抖着的手，举起了附魔钻石剑，可是却被凋零骷髅一剑劈开。　　附魔钻石剑旋转着，飞舞着，径直插入被鲜血浸染而发红的泥土中。　　箭矢的火焰映照着人族修行者的脸颊，没有血色的嘴唇在微微颤抖着。　　他们是云城的高端战力，是来自各大小贵族的顶尖修行者，可是在战场上，面对和他们实力相差无几的凋零骷髅，却只能被压着打，毫无反抗之力。　　凋零骷髅眼眶中的魂火快速的摇曳着，仿佛狰狞的笑容浮现在他的眼前，它手中的黑褐色石剑缓缓地举了起来，上面缭绕着一层淡淡的黑色雾气，那是亡灵族修炼的灵力，带有致命的凋零效果的灵力！　　石剑毫不犹豫朝着人族修行者的心脏刺了出去，火焰映照着场景，舒牧眼中看着一切，心脏一阵揪痛，不知道为什么，他突然发现自己的眼眶不由得溢出了泪水。　　这或许就是弱小的悲哀了，在这个战乱不断的时代，弱者只能辛苦的苟活着，没有强者的庇护，没有这些修行者的拼死守护，普通人在亡灵面前，不堪一击。　　舒牧心印心法在不觉间，运转到了极限。　　周围的时间仿佛都停止了一般，只能看见石剑在一点点的逼近，而舒牧只能看着这一切却什么都做不了。　　自己太弱了，弱到在战场上，自己只是一个微不足道，可有可无的，稍微比普通士兵强一些的普通修行者而已，就连这些在煤炭级中层，向高层接近的修行者，都无法保证自己可以在战场上活下来。　　石剑一点点的破开了钻石胸甲，湛蓝色的碎片溅射而出，黑雾缠绕其上，很快便黯淡无光，化作了一块黑漆漆的煤炭碎屑。　　钻石胸甲上的幽紫色快速闪烁着，似乎在发动钻石胸甲上的附魔属性，不过没有灵力加持的附魔钻石胸甲，根本无法抵御带着凋零效果的灵力的侵蚀。　　黑色的丝线从他的心口处，在钻石胸甲上蔓延开，如同可怕的毒素融入了钻石胸甲，细密的裂纹顺着那些黑色的丝线，胸甲不断地破裂开。　　为了抵御这即将到来的一击，人族修行者也不管体内躁动的凋零效果，灵力疯狂的涌入钻石盔甲之中，可这样仅仅只是拖慢了胸甲的碎裂速度，微弱的灵力如同风中的残烛，随时都会熄灭。　　胸甲的幽紫色混合着青绿色激烈闪烁，连同褐黑色石剑上的黑雾都在剧烈震颤。　　突然间，一支银白色的箭矢，很突兀的出现在石剑的一侧，狠狠地撞击剑身，贯穿石剑，带着恐怖的冲击力将石剑击飞了。　　这一支箭矢的出现连舒牧都没有看清，它是从哪里飞射而来的，但它却击飞了凋零骷髅的石剑，暂时保住了人族修行者的性命。　　这期间发生的一切都不过一秒的时间，甚至于半秒都不到，在心印心法自带灵技的极限催动下，舒牧才可以将这一切都看得十分的真切。　　不过这不到半秒的时间，却是他能发动该灵技的极限了，当他从极限状态下退出来时，突然眼前一黑，自己的所有感知仿佛一瞬间都被剥夺了一般。　　在自己还能看见的最后一刹那，他发现自己的身体似乎在倒了下去，身旁沐紫依手中的法杖，缓缓亮起一点微弱的光芒，这应该是在释放什么魔法吧……　　黑暗很快就吞噬了舒牧的意识，他没有想到这个灵技的后遗症那么大，果然不需要灵力释放的灵技，想要发挥作用都需要一定代价的。　　战场上那一只凋零骷髅快速后撤着，那一支突兀不知道从哪里出现的箭矢，打乱了它们的阵脚，所有的凋零骷髅都没有看清那一支箭矢是怎么出现的，它们现在状态都不佳，加上有意料之外的因素出现，它们必须马上撤离。　　带着重伤的那一只凋零骷髅迅速脱离了战场，那一个刚刚在生死边缘走了一遭的人族修行者，口中吐出一口浊气，如蒙大赦般瘫倒在地上。　　他现在浑身上下一点力气都没有了，体内残存的灵力自主的防御着凋零效果的侵蚀，没有本体的操控，体内的灵力快速消耗着，马上就要见底了。　　这时有恢复过来的人族修行者，拖着步子走了过来，将自己的灵力灌注到同伴的身体中，为他抵抗着体内的凋零效果。　　想要彻底解决掉体内的凋零效果，必须先回云城，去找炼药师拿一瓶可以净化凋零效果的药水才行。　　这种药水十分的稀少，除非万不得已，一般不会拿出来使用，靠着体内的灵力慢慢消磨也可以解决体内的凋零效果。不过像他这样的，体内没有半点灵力，只能靠他人灵力维持的，只能消耗大量的钱财，求得一瓶药水来解决了。　　小贵族的话，至少要消耗掉八分之一的财富才可以求得这样的一瓶药水。　　因为视角的原因，或许别人并不知道，凋零骷髅的石剑为什么被弹开了，为什么凋零骷髅放着大好的局势匆匆离开，可那位被救下的修行者却知晓一切，那一支箭矢在云城之中，几乎无人不知无人不晓，那是云城一个大世家特有的灵技——诛星箭。　　可以跨越时空诡异的一箭，听上去很唬人，但是射出那一箭的也只是那个大世家的一位煤炭级子弟，不然那些凋零骷髅一个都跑不掉。　　煤炭级无法发挥诛星箭的全部威力，所说的可以无视时间和空间，直接命中敌人的诛星箭，只有钻石级强者才有机会发出，平常的诛星箭只是快了一些的箭矢而已。　　不过同等级之中，就算是该等级顶级的修行者，也只能模糊的看到诛星箭的影子，根本无法抵挡。　　这就是大世家最恐怖的地方，拥有极强近乎无解的灵技！\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "凋灵风暴mc",
            "timestamp": 1581995880,
            "txt_content": "作者QQ是多少？作品很棒，支持"
        },
        {
            "author": "MIP_COMMOM",
            "timestamp": 1581998040,
            "txt_content": "凋灵风暴mc 发表于 2020-2-18 11:18\n作者QQ是多少？作品很棒，支持\n1917304269，谢谢支持"
        },
        {
            "author": "凋灵风暴mc",
            "timestamp": 1581999180,
            "txt_content": "MIP_COMMOM 发表于 2020-2-18 11:54\n1917304269，谢谢支持\nQQ请求发了"
        },
        {
            "author": "3353403606",
            "timestamp": 1582032300,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}