{
    "title": "[Minecraft.net|INSIDER] 如何在我的世界中表白",
    "author": "无情丶mmmmm",
    "replyCount": 2,
    "timestamp": 1581979080,
    "txt_content": " 本帖最后由 无情丶mmmmm 于 2020-2-29 12:26 编辑 \n\nHow to express your love in Minecraft\n如何在我的世界中表白\nIt's never as easy as saying 'I love you'!\n爱从来不仅仅是嘴边的“我爱你”三个字。\n\nI LOVE YOU! Oh, sorry, not you . Wait! I didn't mean it like that. I love you, of course, mwah. But that wasn't meant for you. I've been practising how to express my love as I'm so bad at it and, y'know, it's Valentine's Day.\n“我爱你！哦不，不是你。等一下！我不是这个意思。我当然爱你啦，么么哒。但不是对你说。。。哎。”你也知道，情人节到了，我一直在练习着如何去表达我的爱意，但到现在我对此仍然一窍不通。\n\nIt's hard when the only thing you truly love is Minecraft… hold on, THAT'S IT! I'll express my love through Minecraft. And to think there are people who don't think Minecraft is romantic at all. Of course it is! In fact, let's change the name of Minecraft to LOVECRAFT!\n如果你的真爱只有我的世界的话，你就能体会到表白这件事有多难了。。。等一下。。对了！我可以通过我的世界来表达爱呀！对那些从不认为这游戏有多浪漫的人，我只想说，你们错了！事实上，称它为爱的世界Lovecraft都没问题！\n\nHuh, what's that? We can't call it Lovecraft because some guy invented a bunch of horrifying cosmic beasts that have made everyone has been scared of monsters? Those poor misunderstood terrors! This gives me an idea...\n嗯？难道只是因为有人往这游戏里放了一堆令人毛骨悚然的怪物，我们就不能叫他爱的世界了吗？？这些可怜的人似乎对恐怖有着什么误解。。（译者注：这里双关，亦可理解为“这些可怜的被冤枉的怪物啊！”）这给我了个好主意。。\n\nBut first, ahem… introducing: HOW TO EXPRESS YOUR LOVE IN MINECRAFT!\n但在这之前，（清清嗓子）由我来隆重介绍：如何在我的世界中表白！\n\nGIVE A RED ROSE\n送红玫瑰\n\nWe all know Creepers. They're green, they hiss, and tend to blow up a lot. But what I propose is that Creepers aren't out to hurt you. Maybe these poor creatures are just trying to whisper 'I love you' in your ear. Ever thought of that?\n我们都认识苦力怕Creepers。它们不但绿，又会嘶嘶叫，还总喜欢把地面炸的满是大坑。但是我倒认为他们并不是来伤害你的，也许这些可怜的小东西只是想在你耳边悄悄地说：“我爱你。”呢？你有这么想过吗？\n\nAww. See? Just like Romeo and Juliet. Except a lot blockier.\n看到没？简直就像马赛克版的罗密欧与朱丽叶不是吗？awsl！\nPerhaps they get too nervous and it's that which causes them to explode when nearing you. In which case, I want to say sorry on behalf of everyone to all the Creepers out there, and tell them that they are loved. What better way to do that than giving them a romantic red rose? This won't backfire at all.\n也许他们只是太紧张，才会在接近你时爆炸的。。所以，我想以所有MC玩家的名义告诉苦力怕们：我们永远爱着你！还有什么比送它们玫瑰更有心意呢？相信我，你绝对不会被炸飞的。\n\nShucks. That blows our chances of having a second date.\n糟糕。。看来以后不能再约了。\nCOOK A HEARTY MEAL\n做一份爱心大餐\n\nAlright, maybe I was a bit ambitious with the whole flirting with a Creeper thing. But how about skeletons? Now there's a monster that truly needs some tender love and care. Just look at all those bones! They desperately need feeding and that's where I come in.\n好吧，也许我对撩苦力怕这件事过于自信了。。那么骷髅呢？这些家伙看起来的确需要我们照顾一下，看看它们瘦骨嶙峋的身体吧，一定是饿坏了！\n\nDoesn't the skeleton look like Cupid with its little bow? Maybe it'll shoot its love arrow at me...\n骷髅像不像拿着爱之弓的丘比特？也许它也会朝着我发射爱之箭吧。。\nThey say a way to a person's heart is through their stomach. Though, looking at it, you could probably just reach in through the gaps of a skeleton's ribcage and give its heart a little stroke. A bit too intrusive? Definitely.\n他们说要俘获一个人的心，就得先满足他的胃。当然，你也可以直接伸手穿过肋骨之间来俘获他的心，但这样做会不会太冒犯了呢？\n\nBack to the point: how about showing your crush how you feel by cooking them a tasty meal? Rabbit stew, pumpkin pie, or a cake would go down a treat. The skeleton I invited out is going to LOVE it.\n言归正传，为什么不通过一顿美味大餐来告诉对象你的想法呢？我约的骷髅一定会爱上我做的炖兔肉，南瓜派和蛋糕的。\n\nI knew it had gone wrong as soon as the skeleton declared it had the high ground.\n当它占领了制高点我就知道我差不多要凉了。\nSo I misjudged. Shoot me. Oh wait, the skeleton already has. How was I supposed to know that skeletons find it insulting if you offer them food? Apparently it reminds them too much of the life they had before. Y'know, when they had stomachs.\n“射我！”好吧，它已经在射我了。我怎么知道约骷髅出来吃饭是对它们的羞辱呢？我明显让它们回忆起了上辈子吃得太多的东西了，在他们还有胃的那个上辈子。。这次是我的判断失误。\n\nWATCH THE SUN RISE\n欣赏日出\n\nAlright, I'll admit it, I've been a complete fool so far. But I still have a lot of love to give! You know who also probably has a lot of love to dish out? Zombies. They're everywhere these days but are still criminally underloved. But how do you get your affections across to a zombie?\n好吧我承认，目前为止我的想法都挺蠢的。但我还有许多爱还没给完！而你知道谁最缺爱吗？这些无处不在却依旧被人人唾弃的生物当然是僵尸啦。但你怎么向它们说我爱你呢？\n\nThe zombie refused to follow me up the mountain at first, but when I said I would give it my heart when we reached the top, it practically flew up.\n听说要上山，一开始僵尸是拒绝的，直到我亲口承诺登顶后将我的心全部交给它，它才愿意跟上来。\nThey certainly don't need food, what with all the snacking they do on human flesh and brains, the cheeky tykes. And that creeper blew up my rose bushes so forget about giving another flower. What else is there? Ah, I've got it. Watching the sunrise together. So romantic…\n每晚吃了这么多人肉和大脑，它们很明显不饿。而之前那只苦力怕炸毁了我的玫瑰花丛，所以我也没有花了。。那咋整呢？啊有了！那就一起看日出吧，多浪漫啊~~\n\nIt was at this moment I tried to convince myself the zombie was singing 'Burnin' by Cue. What a heartbreaker.\n那一刻，我一直试图催眠自己，告诉自己僵尸只不过是在唱Cue乐队的“Burnin（燃烧）”而已，真是令人心碎。（译者注：此处双关。Burnin这首歌里多次出现heartbreaker（心碎）一词。因此也可理解为作者在唱歌）\nGO ON A BOAT RIDE\n船上一日游\n\nWell, that was certainly a hot date. Yes, the zombie caught fire, I should have known. Fortunately, it also set me alight, which doesn't sound good at first, but it forced me to dive into the nearest lake and which is where I came up with another idea.\n哇，刚刚真是一场激情（热）的约会。是的，僵尸着火了。我该早点料到的。。幸运的是，它也把我点着了。也许这听起来一点也不幸运，但我当时却不得不跳到山脚下的湖里。也正因为如此，我有了另一个好点子。\n\nThe villager looks grumpy, but trust me, they're just angry they can't love me even more.\n村民们看起来似乎脾气暴躁，但相信我。他们只是恨不能多爱我一点罢了。\nWhat can possibly go wrong with a romantic boat ride? It's slow, calming, and you can talk intimately with your lover without anyone listening in. Don't you agree, my darling villager?\n划船总不会再出什么岔子了吧？在这样一个轻松惬意的气氛下，你可以和你爱的人谈情说爱，没人能打扰你们。你说是不是？我亲爱的村民。\n\nHrmm!\n哼！\n\nAh, yes, I love listening to you speak.\n你知道我有多爱听你说话吗？\n\nHrm-hrmm!\n哼-哼！\n\nSuch dulcet, velvety tones. You know I love you too, right? Darling…? My love? VILLAGER?!\n这天籁般的嗓音。。你知道我爱你，对吗？宝贝。。？亲爱的？村民？！\n\nThis was the last time the villager was seen alive. I really should have paid attention to that 'No Boating' sign.\n这是村民死之前的最后画面。我应该留心那个“禁止划船”的标识的。\nMAKE A TREASURE HUNT\n策划一次寻宝游戏\n\nThat encounter with an elder guardian has made me want to keep any future dates under my complete control. No more going out on lakes, into jungles, and certainly not into any caves. Which is why I came up with the idea of sending my next Valentine on a treasure hunt.\n我从远古守卫者那边吸取了教训：我要让之后所有事都在我的掌控之中。我再也不会选湖泊、丛林或者山洞作为我下一个约会地点了。相反，我要邀请我对象参加一个寻宝游戏。\n\nHere we are at the start of the treasure hunt maze. Please note the rules written on the sign.这里是迷宫的入口，进入前请仔细阅读标识牌上的规则（禁止传送）\nIt's rude to stare at an Enderman but look at how cute it is from up here.直接盯着末影人很失礼，但是你看看它多可爱啊。The treasure at the end is me. And, like, loads of flowers. What a prize!\n最终的宝藏是我。。和很多花。惊不惊喜？？！\nYes, it's a hedge maze that I built and then scattered with flowers for my Enderman to pick up along the way. They definitely can't run into any trouble now.\n这个树篱迷宫是我亲手搭建的，其中装饰了末影人最喜欢的花花。这次一定不会出错了。\n\nAnd what does it find at the end? ME! I'm standing inside a heart offering a bouquet to my Enderman. Isn't love just so sweet? All that's left is for me to look deep into the Enderman's eyes and… uh oh!\n它在终点会找到什么宝藏呢？是我！我站在一颗爱心当中给他献上花束，是不是很甜呢？接下来我只需要和他深情对视就可了。。噢天哪。。\n\nIs the Enderman madly in love with me? Nope. Just plain old mad.\n那么末影人是爱我爱到疯狂了吗？不是。他只是疯了！\nBUILD SOMETHING TOGETHER\n一起造东西\n\nIt's so nice to be with someone who isn't going to attack me all of a sudden. Excuse me a sec… [off-screen]NO! I SAID PUT THE BLOCK OVER THERE! IT'S NOT HARD!\n总算不用跟动不动就会突然攻击你的人在一起了。失陪一下。。【线下】不！我说把那个方块放那里！你什么脑子？！\nAh yes, rule number one of hanging out with an Enderman, don't look into its eyes. Everything was going so right until that moment. Ugh. You know what? Maybe monsters aren't misunderstood after all. I'm just going to stick to expressing my love to other people. Much easier.\n啊当然，和末影人相处的第一原则就是不要盯着对方的眼睛。刚刚一切都完美进行着，却在最后一刻翻了船。。呃，你知道吗？也许是我错了，这些怪物并没有被人误解。我还是好好的和人类表白吧，这样似乎简单一点？\n\nLove is in the air. And so are we. Flying high above all those pesky monsters.\n爱弥漫在空气中。我们也是啊！飞高高的远离这些麻烦的怪物们吧。\nThis Valentine's Day, I'll be hanging out with friends, maybe even one I love, and building something cool with them. That seems to be the safest way to express love in Minecraft. I suppose you could also type 'I love you' into the chat, but that's scarier than courting a monster, I reckon.\n这次情人节，我要和我的朋友们甚至我喜欢的人一起造一个酷炫的东西。我想这是我的世界中最安全的表白方式了吧。但在聊天框里打上“我爱你“那三个字，似乎比约一个怪物还难呢。\n\n【无情丶mmmmm 译自官网 2020 年 02 月 14 日发布的 How to express your love in Minecraft】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "瑞希尔",
            "timestamp": 1581986760,
            "txt_content": "不错的分享，可惜我是个单身狗"
        },
        {
            "author": "ff98sha",
            "timestamp": 1583075220,
            "txt_content": "They desperately need feeding and that's where I come in.\n这些家伙看起来的确需要我们照顾一下，看看它们瘦骨嶙峋的身体吧，一定是饿坏了！\n漏翻\nSo I misjudged. Shoot me. Oh wait, the skeleton already has. \n“射我！”好吧，它已经在射我了。\n漏翻。以及似乎和上文中丘比特有点关系。\n\n\nIs the Enderman madly in love with me? Nope. Just plain old mad.\n那么末影人是爱我爱到疯狂了吗？不是。他只是疯了！\nplain old mad没翻出来\n\n"
        }
    ]
}