{
    "title": "关于那个“客观评价钉钉”的帖子",
    "author": "封徵",
    "replyCount": 9,
    "timestamp": 1581990900,
    "txt_content": "原帖地址：https://www.mcbbs.net/thread-962466-1-1.html\n\n我看了之后说实话挺无语……\n一开始就是问题了，这次只是因为疫情钉钉才免费提供给学校的，您这一表达感觉这么多学校都是买钉钉的服务一样……\n\n首先电脑提示音比如QQ论坛这些全都是可关闭的，你可以关又不关还怨软件让你分心实在是看不懂。\n说实话现在你说的只玩游戏的玩家，就我身边的绝大部分人，就算只玩游戏，手机的基本操作都是明白的，而且还比较懂，不太明白都0202年了，你所说的连游戏复杂的界面都看得懂却不会使用一个办公软件的人是不是真的存在？还是说你还活在五年前？十年前？\n再一个关于家长抵制钉钉是因为软件复杂+租不起宽带手机还没有流量，dbq我真的笑了，请你看看现在信息化时代还有多少家长或者说是人跟你所说的是相同情况的？再加上我如果本身就是要求上网课的学校，最起码也是个镇、区的学校，难不成那些大山里的本来连条件都不是很充足的学校会要求你上网课？\n接下来就是你说的老师的问题，首先问题就是一竿子全部打死，然后就是因果关系不成立，因为中年教师觉得自己电脑不好带宽不好+用手机直播=中年教师抵制上网课，或者是在你眼中中年教师认为授课教书是根本没有羞于用不好的设备直播来得有意义？因为作息时间，所以抵制钉钉？真是贻笑大方。关于青年教师作息时间一般都不会很好，您这是还起了偏见了？还有经常出现直播翻车的问题，麻烦您搞清楚，青年教师出现翻车是因为没自己亲身上过不知道应该怎么样比较好，根本不至于抵制，找您这么说我因为第一次做一件事情失败了我就要再也不尝试甚至抵制了？后一句“而且.......人家青年教师也基本是网络大户啊”，我就更没看懂了，前言不搭后语。\n\n说到底，我只有最后一段是认同的，这是一个办公软件，初高中应该上小学就没必要了。\n打一星只是一种情绪宣泄和转移，钉钉的主要客户是公司，就算你给他打再多的一星也并不影响别人做生意，反而别人会觉得这个软件功能齐全满足需要，这次只是钉钉看疫情免费提供给学校而已，这次的用户根本就不等于客户，对别人其实来说影响并不是特别大。\n还有请LZ还是好好练一下自己的措辞表达的，整篇看下来又乱又散，因果提出的极其奇怪，而且内容和时代脱节，并且带有很严重的偏见和片面看法，第一次读的时候我都没搞明白您到底想要表达什么？\n",
    "replies": [
        {
            "author": "顽固",
            "timestamp": 1581991080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "雨韵",
            "timestamp": 1581991140,
            "txt_content": "emmmm我觉得软件应该没啥问题吧，，而且现在也只是老师还没适应而已，，，"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1581991260,
            "txt_content": "钉钉，阿里巴巴出品，专为全球企业打造的免费智能移动办公平台要素察觉 "
        },
        {
            "author": "封徵",
            "timestamp": 1581991980,
            "txt_content": "顽固 发表于 2020-2-18 09:58\n希望客观回复不要引战...\n就感觉看着特不舒服，有些事情根本就不是那个原因非得说成那个原因，大部分家长因为租不起宽带而抵制钉钉说实话我觉得谁都不信，我已经很克制没有用任何脏话了，但就是看着别人这样说我就特别不舒服"
        },
        {
            "author": "被窝暖烘烘",
            "timestamp": 1581992520,
            "txt_content": "家长为什么租不起宽带就抵制呢？"
        },
        {
            "author": "小猫不喝水",
            "timestamp": 1581994020,
            "txt_content": "不过网上喷钉钉的视频还蛮搞笑的，什么你钉的真好听，就像我要看电影，却看到导演郭敬明。。。"
        },
        {
            "author": "My竹篁",
            "timestamp": 1581994680,
            "txt_content": "钉钉的功能确实实用，就是消息什么的比较烦，个人觉得没什么。"
        },
        {
            "author": "My竹篁",
            "timestamp": 1581994740,
            "txt_content": "另，那个零星的是真的骚"
        },
        {
            "author": "1925312490",
            "timestamp": 1581995460,
            "txt_content": "钉钉吧，终究取代不了**，所以除了上网课，还是用**"
        }
    ]
}