{
    "title": "“三角洲”身份——The Identity of “Delta”【第一部|第二章节】【Tony出品】",
    "author": "2388306270",
    "replyCount": 3,
    "timestamp": 1362738000,
    "txt_content": "墨迹墨迹终于给我墨迹出来了……\n\n\n第一部|第二章节\n\n\n       华斯本医生每逢周六，都会到村里喝个烂醉如泥，不过这几周，他的周际大事却暂停了。他已经有好几个星期没有在村里出现了。不久以前，有一艘渔船在岛上停下，还把一个不知名的陌生男人送上他的家门，说他是个人，还不如说他是具尸体。自从那天开始，英国佬就再也没有出过门了。       华斯本大夫垂着头打着瞌睡。他的头渐渐往下掉，后来，整个人的重心猛然往前倒，一瞬间的失重让华斯本医生吓了一跳，人就醒过来了。他眨了眨眼，好让自己清醒一点，然后瞄了一眼开着的房门。他的病人时而会发出呓语，含含糊糊说了一大堆他听不懂的话。他椅子旁边有张小桌子，上面摆着一瓶威士忌和一个酒杯。酒杯已经空了，威士忌还剩半瓶。他望着酒杯和酒瓶，心里积分得意。有进步，以往这个时候，酒瓶早就空了。曾经他因为喝酒而误了事，害死了两个病人，从那时开始他就努力节制自己的酒量。       他曾经已经认命了，这一辈子都要用酒消遣，知道自己变得越来越麻木，最后连痛苦都感觉不到了。永远感觉不到了。然而，三个星期前，事情有了变化。那天，几个渔夫找上门来，把个垂死的陌生人交给他。那几个渔夫甚至不肯表明身份，他们把人送过来，只是出于一片好心。他们不想见死不救，但也不想趟这趟浑水，沾上什么麻烦。因为，这个人是被子弹打伤的。       不过，这几个渔夫只知道那个人受了枪伤。但是，还有些东西远比子弹给他身体造成的伤害更可怕的。那颗子弹还伤到了他的心智。       瘦骨嶙峋的医生把房间里的百叶窗关上，一屁股坐在椅子上，想象着伦敦的都市繁华，每到夏天，街上尽是被打扮得华丽丽的马车，穿越中央公园。本来他已经死了心，这一辈子都没法回到英国了，直到三个星期前的那一天，那不可思议的一天，他预感到他的人生将会有新的转机，因为那个陌生人有能力改变一切。       除非他诊断失误，那个病人很快就会醒来，也许就是今天，也许是1小时以后，甚至1分钟以后也有可能。他伤得很重，全身有多处深深的伤口，腿上、胃部、胸口。还好子弹没有贯穿他的身体，否则他早就已经死了。子弹还留在他的体内，炽热的金属烧灼时产生了止血的效果，海水的持续冲刷也发挥了消毒伤口的作用。本来取出子弹就是极度危险的，不过，正因为他的伤口已经被高温和海水消过毒，不需要任何准备就可以立即手术，所以，整个手术过程几乎没有任何危险。真正麻烦的是那颗遗留在他脑壳里的子弹，那颗子弹打中了他的头盖骨，但没有贯穿头骨，准确的说就是镶嵌在头骨中。华斯本要进行他毕生最精密的手术，手术之前他已经用水一遍一遍冲刷那人的头盖骨，现在他要用钳子把那颗子弹取出来，他的手不能抖，一旦碰到了大脑组织，就会重伤那块大脑的机能，那人就会丧失某些能力，甚至就此死去。       华斯本医生自从那次喝酒害死了两个病人之后，就再也不想让病人在他手上死去，他不希望这个陌生的病人死去，无论什么原因，他都不希望。尤其是，他绝对无法无法忍受因为自己的不小心而导致病人丧命。       手术终于完成了，病人的生命迹象奇迹般地依然维持正常。现在，华斯本终于可以回去找他形影不离的伙伴，找寻他的生命源泉——他的酒瓶了。他让自己喝了个过瘾，接连不断，不过他没有喝过那个临界点，喝的烂醉。再怎么喝，他都还分得清东西南北，知道自己在干什么。这是他人生的一大进步。       也许就是今天了，也许再过一小时。那个陌生人就会睁开眼睛，开始跟他说话。       也许，很可能就是下一秒。\n\n好吧打架下次我会写的，这次节奏又太慢了…………这次废话少一点……\n\n\n\n\nt_090.jpg (15 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-8 18:19 上传\n\n\n\n\n\nTony出品\n",
    "replies": [
        {
            "author": "geludan",
            "timestamp": 1362741060,
            "txt_content": "收到邀请前来支持"
        },
        {
            "author": "Technology",
            "timestamp": 1362743160,
            "txt_content": "弄个索引贴呗~~"
        },
        {
            "author": "15253540",
            "timestamp": 1362746880,
            "txt_content": "创意文字图片"
        }
    ]
}