{
    "title": "《我的世界坠梦深渊1之雪拉比的传说》剧情连载第二期",
    "author": "凋灵风暴mc",
    "replyCount": 5,
    "timestamp": 1581995040,
    "txt_content": " 本帖最后由 凋灵风暴mc 于 2020-2-18 14:14 编辑 \n[qq]2730187815[/qq]《第二章——恶魂长廊塔，被遗忘的故事》又是晴朗的一天。       我前往图书馆，准备知道下一步该怎么做。按下按钮，我走了进去，随即因踏板的缘故，门关了。我走在这个迷宫一样的图书馆里，寻找着地下室的入口。       忽然3只凋灵骷髅从天花板上掉了下来，我抬头一看，果然是这样——有刷怪笼。我虽然有剑在身，但我知道凋零骷髅是很难应付的，这或许只是那个人对我的一种考验吧？我一边打凋零骷髅，一边找入口。       2分钟后……       我终于找到了地下室的入口，从梯子上爬下去，顺着走廊走。我敲开图书馆管理者的门，开始询问。      “听说你能告诉我下一步要怎么做!”我为了快点回到我的家，急切地问道。“你去恶魂长廊塔吧，你会明白你的使命的，去吧”管理者说。“嗯，您放心交给我吧，一切会顺利的。”我想着村长的话，毫不犹豫地答应了新的考验，“谢谢你！”我回到地面，走出图书馆，我满怀信心走出了“梦之城”，一左拐便看见了所谓的“恶魂长廊塔”，地狱之火在地狱岩上跳动，似乎是考验与死亡在向我招手。      我敬畏地望着它，这时我才发现，太阳已经开始缓缓地向西沉下去，一只鹰从头顶上空掠过，缓缓向着太阳西沉的地方飞去，太阳最后的几缕阳光，洒在鹰的周围，笼罩着这只鹰，然后待太阳完全沉默，好像什么也没有发生一样，我这时更加觉得这个世界是如此美妙。       天渐渐黑了下来，又是不眠而又漫长的一夜啊……        我躺下来，仰望着星空，看着一颗颗流星划过天际，悲伤与孤独又一次将我笼罩，漫漫长夜啊，我的家啊！群星在宇宙的荧幕上缓缓掠过，不远处的树林里，一些矮小的黑影在四处走动，小声地说着什么。我知道，那并不是怪物，因为这里是城边，是不会刷怪的，那一些只不过是动物在漫无目的四处走动而已。夜晚的微风轻轻拂过我的脸颊，我又开始思念起我的家了……，忽然，森林里传出了鸟的歌声，婉转而又动听，似乎是在向所有的聆听者诉说着什么，孤独的我似乎也多了一丝少许的安慰。我静静地聆听鸟的歌声，歌声直到午夜过后才停止。就这样，我在微风与歌声之中度过了这漫长的一夜。东方渐渐泛白，早晨的第一缕阳光洒向了沉默了一夜的大地，太阳的亮度渐渐盖过萤石的亮度，新的一天开始了。我在梦境世界的新的一天又开始了。我想：或许我并不是孤独的，我还有这么多“朋友”啊，大家也都是朋友啊！或许也只有在这时我暗自庆幸我并不是孤身一人的。       我走进了恶魂长廊塔，一股热浪向我袭来，我沿着长廊走到了一个宽大的大厅之中，只见四处燃烧着来自下界的地狱之火。我知道，现在以我的实力是无法打赢烈焰人和岩浆史莱姆的，所以我自然也只好硬冲过去了。我拿着雪拉比之剑胡乱挥动着，一边向前跑动。没想到我却侥幸地来到大厅对面的通道。我踩下踏板，门瞬间被打开了，不知从哪吹来一阵冷风，我不禁身体一颤。       忽然，我又听见了一声既陌生又熟悉的鸣叫，就像在村长家里那一晚所听到的一样。        我加快了脚步，我想知道究竟是什么在呼唤着我。        走廊尽头……        我迷茫地想：不应该啊，这不应该就这样结束了。思考的同时，我无意间向墙角扫了那么一眼，就一眼！我就看见了一个落满了灰尘的箱子。我打开了箱子，里面是一本似乎被遗忘了的书，就这样，我翻开了书，书页已经泛黄，看起来有段时间了，我开始低声念着书上的内容：         “我在我生命的最后一刻写下了这段话，如果被后者看见，我只想说一句话：勿念！！！                我知道，这一句话是起不了作用的，如果念了，那我也就只好说了。           我是一位梦之城的探险家，我昨天来到了这个诡异的地方，我没有任何的同伴陪着我，我的钻石剑耐久已没，靠着我这双手是不可能活着回家的。啊！岩浆怪离我不远了，在最后的这段时间里，我开始回忆——我曾经登上过雪之山脉，从雪人手里侥幸逃离。我有几个和我一样的探险家，我们曾经成功地走过了沼泽森林……但是，今天，我却一个人即将丧命于此，我是不甘……（字迹模糊不清了），我就不写了，终点离我不远了，唉……”我念完了这本书，我将它轻轻合上，放回它该放的地方。我哀叹了一声，弯下腰，向那本书的作者致敬。             我低下头，继续寻找着路。忽然，我发现在另一个角落里有一个洞。那个角落是多么的暗，让人难以察觉那个洞的存在。          我看向那个洞，只见梯子一只向下延伸着，我连想都没有想，直接爬了下去……          令我惊愕的是，下面竟然是一条隐藏通道！忽然一个身影冲向我，紧紧将我抱住，我一下子愣住了，然后又回国神来，小心翼翼地问：“你是谁？你想干什么？”          那个身影将我松开：“不好意思，我太激动了！”我这时才看清，那是一个女孩子的身影。           “您好，我是鲍梦梦，从地球来的,终于有人发现我了！”那个女孩说。          我感觉很奇怪：“我是被梦境所召唤来的，你是怎么来的？你似乎连铁套都没有，你打得过烈焰怪？”         “我吗？我是通过时空异动而来的，不是被召唤过来的。而且在三天前来到这个世界时，就在这里了。你也是从地球来的？”鲍梦梦说。          我在旁边的地狱岩上插上一个火把，我没有别的意图，只是想增加一点亮光而已，“是啊。你来到这后为什么不往前走呢？”           “恶魂，前面有恶魂……我打不过啊！”鲍梦梦忽然神情黯淡下来，“我好想家，好想回家啊。”          “没关系的，走吧，我有办法应付恶魂的。”我向鲍梦梦伸出一只手。“嗯，走吧！”鲍梦梦伸出她的手。我们两个的手握在了一起——在异世界里，两个来自同一个梦境世界之外世界的人手握在了一起，在我孤独的心里照进了一缕阳光。          我们往前走，我发现，前面的大厅之中，早被恶魂炸的坑坑洼洼，周围的基岩墙上在不断刷出恶魂——有恶魂的刷怪笼。          我知道，我们只能硬冲到对面的长廊中，没有别的办法，因为现在鲍梦梦没有装备，很容易就会被恶魂打死，在某个地方重生，到时候我就很难找到她了。        “额————哦！”恶魂的叫声在我耳边响起，爆炸声一阵接着一阵。我勉强能打回去几个火球后，拉起鲍梦梦便开始疾跑。        当我们跑到另一个长廊那边是，一缕阳光照亮了前面的一个角落，我看见了几个梯子。        “出口！我看见出口了！”鲍梦梦指着那里对我说。        是啊，是出口，总算是要回城了！        我们从梯子那里爬出了恶魂长廊塔，我发现一个人坐在地上，似乎在等待着什么，他看见我露出了笑容，然后便站起来，向我们招手。“村长！”我惊喜地叫了起来，然后便跑向村长，鲍梦梦紧跟在我后面。       村长拍拍我的肩膀说：“我想你该出来了，便来这里等你，没想到还真等到你了！”村长看见跟在我后面的鲍梦梦，便问我“这位漂亮的小姑娘是谁啊？我从来没见过她啊。”       “哦，是这样的，她叫鲍梦梦，我在恶魂长廊塔里见到她的，她说她是通过时空异动而来的。”我向村长解释道。       “时空异动？”村长陷入了沉思，“这样啊，就是说她并不是梦境所召唤而来的……要不这样吧，鲍梦梦你看这样，你和他一起来帮助我们拯救我们的这个世界吧，这个世界已经陷入了危机。”        鲍梦梦答应了。       “今晚鲍梦梦怎么办？村长家只有两张床，只供我和村长两个人睡的啊？”我问村长。      “你们去星辉镇吧，那里有空房的，而且刚好那里的镇长会帮到你的！”村长对我说，“你们现在出发，太阳下山的时候差不多就到了。”                                                                             作者：凋灵风暴                                                                         作者QQ：2730187815                                                                    QQ群：146954452\n",
    "replies": [
        {
            "author": "凋灵风暴mc",
            "timestamp": 1582009080,
            "txt_content": ""
        },
        {
            "author": "3353403606",
            "timestamp": 1582032000,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "凋灵风暴mc",
            "timestamp": 1582071060,
            "txt_content": "3353403606 发表于 2020-2-18 21:20\n感谢作者分享\n谢谢"
        },
        {
            "author": "松易涅",
            "timestamp": 1583656080,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817360,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}