{
    "title": "【蒹葭文字】灵魂服务器 第九章 交易与权利",
    "author": "猫小沫",
    "replyCount": 4,
    "timestamp": 1362744240,
    "txt_content": " 本帖最后由 猫小沫 于 2014-1-29 20:15 编辑 \n\n    我们找到了NPC村庄，在地下开辟了一个地下超大型农场已被不时之需。    几天后，我们得到了不少的小麦、可可、甘蔗、马铃薯、胡萝卜之类的农作物。装上足够的食物，然后我们便把一些矿石、其他材料以及我们的武器装进了背包，向着我们的梦想前行。谁也不知道，现在如此糟糕的我们，在某些方面也有不少的天赋呢？\n===============================\n    一路疾行，次日黄昏，我们感到了那个镇，镇口挂着一个大大的牌子，上面龙飞凤舞地写着三个大字：天兴镇!走过雄伟的镇门口后，一路的闲谈，得知各处皆可开店，只需镇长批准即可。但这里常有马贼土匪之辈，需要小心。\n    贼我们是不担心的。于是乎，我们用了两组金锭换来了两处商铺的一个半月的使用权——一个在居民区，一个在镇口。居民区主营收获的农作物，而村口则贩卖与收购各种杂货。\n    经过一番简易的装修，店铺便投入了使用，由于这一次带的原料充足，我们一直经营了一个多月之久，续交了一月的租金。我和羽就商量着申请职位的问题，由于开设了经营情况良好的两个商店，所以审批异常的顺利。\n    又过了半个月，存货渐渐不够了，我在回去补货的时候顺便开通了一个十分隐蔽的铁路：这条铁路可谓是十分安全，经过了多个岩浆湖，且有5~10处上方几格便是岩浆的地方也让我埋上了炸弹，如果被马贼之类的发现，在每隔100m就会有一个自毁处，只要输入了正确的密码，自毁程序便启动。到时候等待敌军的绝对是发现前面是岩浆瀑布，向后退也会发现后面岩浆正在向这里流淌……\n    闲言少叙，就这样，亦复如是的过了半年，我们也积累的雄厚的商业资本——我们在据我们比较近的两镇也开设了分店。而在我们的建议下，三镇都建立起了三四道城墙。但只有在最外面一道才有深而宽的护城河，且最外面的墙是最高、最坚硬的。\n    凭借这几道防御工事，我们成功抵挡了很多次马贼的偷袭与掠夺。但其他的镇却没有这么好运。一镇仅是城墙破损，而另一镇却被攻破了两道城墙，最后的防线岌岌可危之际，我镇援军及时杀到才解了该镇被灭镇的危险……\n    修复，发展……\n=====================\n    我们三镇正好在一个高地的边缘。因此，我们沿着高地边缘修建一圈城墙，坚固程度甚于前者远矣。而在中央，我们也积极发展多层种植业、地下林业、渔业与畜牧业等，并在最下方发展采矿工业。\n    这样，一个规模宏大，易守难攻的城，就被我们这样一步步的建立起来了。\n    然后我们就有了一个大胆的想法……\n（这几章是过渡章节，因此可能比较无趣，我很尽力的在减少这部分的章节数了。但请耐心看完，因为后面的战争需要这里的一部分铺垫。而后面战争应该比较符合大家的胃口。广告：霜露解密地图制作组的游戏，好吧？A A）\n上一章                            索  引  贴                            下一章\n\n",
    "replies": [
        {
            "author": "打酱油",
            "timestamp": 1362748260,
            "txt_content": " 本帖最后由 打酱油 于 2013-3-8 21:11 编辑 \n\n沙发哦~{:10_492:}\n话说小沐怎么不来看我发的？"
        },
        {
            "author": "猫小沫",
            "timestamp": 1362748320,
            "txt_content": "打酱油 发表于 2013-3-8 21:11 \n沙发哦~\n话说小沐怎么不来看我发的？\n记性不好……"
        },
        {
            "author": "打酱油",
            "timestamp": 1362748440,
            "txt_content": "小沐加油哦~{:10_523:}\n呃~《适者生存》要给我留言喔~"
        },
        {
            "author": "梁君豪",
            "timestamp": 1406643420,
            "txt_content": "第一次回复,好紧张啊!有没有潜规则?用不用脱啊?该怎么说啊?打多少字才显的有文采啊?我写的这么好会不会太招遥?写的这么深奥别人会不会看不懂啊?好激动..."
        }
    ]
}