{
    "title": "原创小说（正文）：《我的战争I》第一部",
    "author": "银狼",
    "replyCount": 17,
    "timestamp": 1362897960,
    "txt_content": " 本帖最后由 银狼 于 2013-3-10 14:46 编辑 \n\n今天，终于把第一部写好了，与大家分享\n当然，新人物是必须的：亚历山大·卜伦典·何欣晨：女人物之一，是第一个加入史蒂夫他们小组的女兵，获得过RG射击大赛的冠军，一位成熟老练的大校。（也不算老，人家才有21.    PS：What？是开玩笑吗？）\n\n\n\n\n\n                                                                           第一章：洛森埃格勒的血战\n\n        坦克的轰鸣声渐渐地逼近了，史蒂夫躺在战壕里一动不动，在他旁边的克里克问道：“史蒂夫，你说我们执行这次任务，该不是个错误吧，我们能活着回去吗？” “当然，我和我的父母保证过，我一定会去看他们，就在这次任务结束后。” “你还有亲人啊，我呢，一无所有，因为我的身份关系，我的父母也被仇家的雇佣兵杀害了，我发过誓，一定替他们报仇！”克里克愤怒地说。史蒂夫在旁边叹了一口气，“唉，我们当雇佣兵的这行，危险系数的确很高啊，不仅生命不得担保，连亲人也没有能力保护，我的父亲，因为在20多年前的地区性武装冲突中，也丧生了。这就是我当一个雇佣兵的原因，避免让更多的人受到伤害，你说，你的目的呢？” “我？我啊，就只为了钱，为了钱而生存，说不定哪天，我也因为钱，也死在这里了呢。” “打住。”史蒂夫招呼道“好像是他们的武装部队来了，拿好你的枪，赶快和其余的人汇合，我们的任务，你不会忘了吧？” “知道，防止他们的部队进入到非洲内陆嘛，先走上！”克里克小声地说，“好，走了先！”。史蒂夫就和克里克一起向着非洲的第一大人口城市：孟买。出发了。\n       “啊！”在孟买距离12KM的路上，史蒂夫他们听到了刺耳的尖叫声，急忙过去一看，入侵者正在杀害道路上所俘获的士兵，平民。“这帮畜生！我杀了你们！”克里克又按耐不住了，上好膛准备冲上去，却被史蒂夫一把抓住，“你疯了吗？他们有七个人，我们两个，硬冲就只能送死！这样，我们走到西边，看见没？”史蒂夫指了指那边的一个小山丘 “我负责狙击，你拿望远镜帮我查看人数状况，报给我位置，我好迅速解决！明白？” “这主意不错，我们上！” 克里克与史蒂夫就靠着迷彩服的伪装和枯灌木的掩护到了西边的高地，克里克拿出望远镜，开始报人数了：“注意了，在你2点钟方向，有个M60机枪手和一个步枪手，一点钟方向有一个Bettar82狙击手，其余的是P90的冲锋枪手，对我们造不成威胁，先解决狙击手，再解决那两个机枪手和步枪手，瞄准点，看谁准备射杀平民就先向谁开枪，别误伤，风速1.3米每秒，完毕。” “了解。”史蒂夫拿起了连狙，立马向着那狙击手连开两枪，又迅速转移视线，击毙了另外在2点钟方向的机枪和步枪手，正当一个P90冲锋枪正要射杀平民时，克里克开枪了，克里克不止是一名好的侦察兵，也是名远距离步枪专家，四枪，四个人应声倒下，史蒂夫舒了一口气，“合作愉快，技术很好。”   “多谢夸奖了，彼此彼此。”      “走吧，看看那些平民，也许他们会知道一些我们想了解的。”史蒂夫向着那边走去。“好吧。”克里克跟了上来，他们还没靠近，就有一位平民挥着手，说着什么，“他好像在欢迎我们，哈哈。”史蒂夫笑了，克里克若有所思的说：“我学过印度语，他好像说什么叫我们别过来？” “唔？我自作多情了吗？”史蒂夫又问，“先停下来！”克里克拉住了史蒂夫。“哈哈，你们两个笨蛋！一切都太晚了！”一个武装分子拿着把手枪从沙堆中蹦了出来。“什么！看枪！”史蒂夫迅速抽出了枪，但那人的枪口已经对着史蒂夫他们了，“真不错啊，俩人解决我们一小队，不错，哈哈，可惜，你们漏算了一步，就不罗嗦了，把你们身上的枪全拿出来！给我快点！”史蒂夫他们没办法，怕那人伤害平民，于是把枪扔了过去，“很好，现在，你们可以安稳地走了！”说着，便朝克里克的头开了一枪。“浑蛋！不！！！！！！！！！！！！！！！！......”\n      “不要！”史蒂夫从梦中惊醒，莱普斯忙走了过来，“史蒂夫，怎么了？出什么事了吗？”很显然，史蒂夫梦中的，是他在原来那个世界的记忆。“哦，没事，我只是做了个噩梦而已，放心吧。”史蒂夫说，“吓死我了，快去洗脸吧，等着出发呢，我们今天去洛森埃格勒，就是昨天的那个地方，我们去建造新的前线基地，走吧。”莱普斯说完便出去了。\n      相信大家看到这里，应该知道史蒂夫为什么要帮助他们夺得战争的胜利，因为史蒂夫也曾经被战火摧残过，体验过那痛不欲生的感觉和失去亲人、朋友的悲伤。\n      史蒂夫穿好衣服，洗漱好，和莱普斯等人一同出发了。\n      罗森埃格勒，没错，因为靠近边界，就取了这个地名，这里几乎遍地黄土，没什么美景可言，除了黄土，也就是几棵枯树桩和几只乌鸦。他们在残余的碉堡基础上，加了一层外铁墙，更加坚固了。\n      史蒂夫他们忙了整整两周，可算完成了，没办法，临时建成的前线指挥所，简陋了点，但也算有个躲避的地方，不然，这里满是黄土，很容易被发现。史蒂夫和莱普斯好好睡了一觉，一觉醒来，便有传达士兵报告他们让他们去会议室见A-6师的第三分旅的旅长。当他们要走到会议室时，在门口见到了一个女兵，史蒂夫看了看，小声地说：“莱普斯，你看啊，碧蓝色的头发，接近于夕阳红的眼睛，这妹子长得真不错。” “是啊，性感的身姿，让人有种想犯罪的感觉。”莱普斯色迷迷的说道，“诶，我说，莱普斯，看不出来啊，原来你这么色，平常不是看起来挺严肃的嘛，想不到...” “额，该轻松时就轻松啊，何必整天板着副脸，多不好看，难道人家不漂亮？” “你...”史蒂夫也说不出话来了，没办法，谁叫他平常都是沉默寡言的呢。\n      那名女兵走了过来，用甜美的声音说：“两位大哥，你们是刚来这里的吧，没见过你们。” 莱普斯当然不会放过和这样的美女搭讪的机会，便说：“呵呵，是呀，我是A-6师第23分团的团长，莱普斯少校，很高兴见到你，呵呵呵。” “我，我叫史..史蒂夫，是A-6师的军士长。” 史蒂夫吞吞吐吐的说完了，“都是一个师的呀，我叫亚历山大·卜伦典·何欣晨，是这个A-6第三分旅的旅长，是大校军衔，你们叫我欣晨就可以了。”那名女兵也介绍了自己，莱普斯的脸一下子凝固了，心想：我的妈呀，这个妹子是个旅长？军衔比我大到哪里去了！史蒂夫也呆了一下：我当时当了旅长也是个中将军衔了，这个人才大校就旅长了，军事方面技术一定很了不得。“哦，对了，你们两个，知道我的职位了吧，我交给你们个任务，去南边的哨塔放放哨，行不？”何欣晨说。“上级的命令，当然得听了，我们这就去。”莱普斯说，“我也去了。”史蒂夫在旁边应和道。“那好，你们小心呀。”何欣晨甜甜的说。于是，史蒂夫他们就走了出去，“莱普斯边走走边说，哈哈，有一个美女指挥官，还这么可爱，运气真好，嘻嘻嘻嘻。” “别笑了，干好我们的事，懂了吗？”史蒂夫瞥了他一眼，“好好好，我们这就去，走起。”莱普斯便快速向着哨塔跑去。史蒂夫大叫：“嘿，你等等我啊。”说完，也跑了过去。\n      莱普斯在塔上睡着了，史蒂夫正拿着望远镜向前方看着，忽然，他见到了几个黑乎乎的影子，说：“莱普斯，莱普斯，别睡了，醒醒，那是不是盖世太保的侦察部队。莱普斯一听，呼的站了起来：“望远镜拿来，我看看。”当然，那时候那些人已经走了，“嘿，你这混小子，敢骗我。” “真的，我没骗你，刚才是有几个人影来着。” “好吧好吧，宁可信其有，不可信其无，我来看着，你睡下吧。”莱普斯无奈地说。“那我先睡了，好好看着点，少校。”史蒂夫打了个哈欠，就躺下睡了，而莱普斯呢，也只好盯着史蒂夫指的那个方向看着...看着。\n      史蒂夫说着梦话：“&*%（%……（#￥%羊肉，老板，再来，两瓶酒，一盘烤羊肉，快啊....呼呼...” “你这小子。”莱普斯无奈地又继续看着远方，突然，在他的视野里出现了两路纵队还有几架投掷TNT的机器，心里想：是我们的前线军队回来了吗？莱普斯又仔细看了看，发现他们军队没穿这样的制服，而且...上面印着盖世太保军队的暗红色徽章！大叫：“史蒂夫，快起来！敌军来了！快！”史蒂夫被吓到了，速度起来，向着附近的另一个哨塔挥了挥红石火把，做了敌军来袭的手势，那个塔上的人马上回应了他们，并下塔向着指挥所跑去，“史蒂夫，我们也快去，拿上装备，和他们拼了！”莱普斯拉着史蒂夫说。“好，我们快！”于是，史蒂夫他们也向着指挥所跑了过去。\n      “你说什么？他们这么快就来了？给我盔甲，我带领大家一起去迎击敌人。”何欣晨跳下了椅子，拿起附魔火焰、锋利的钻石剑，戴上侍卫递过来的钻石盔甲，冲了出去。\n      在军队集结处有大约八千多人站好，这其中当然有手持铁剑、头戴黄金头盔的莱普斯，和同样手持铁剑，戴着铁护甲的史蒂夫，大家等待着旅长发令，何欣晨走了出来，改了以往的口气，严肃地说：“今天，我们迎来了一次对大家的考验，盖世太保军队向这边袭来，想要夺回这阵地，我们不能让他们得逞！” “以生命保卫阵地！誓与阵地共存亡！”官兵们一同喊道，“很好！大家一定要保证我，都活着回来！即使要死，也要死在沙场上！行吗？” “没问题！长官！”官兵们情绪更高涨了。“好，我现在命令克里克上尉，带领2000人作后卫，菲利普上士与我，带着3500人正面迎敌，莱普斯少校与史蒂夫军事长，各带1000人埋伏在左右两侧，敌人到来时，你们就突袭上去，一举歼灭，剩下500多人，当做支援，为我们搬运需要的物资，明白吗？” “是。”将士们一个个眼中都闪烁着无比坚韧的光芒，全都誓死一战，“那好，按计划行事，冲啊！” “冲啊！！！！！”全部人就一起地冲了出去。       罗森埃格勒意味着什么？如果洛森埃格勒被敌军突破，意味着整个森埃联盟的主要防线会瞬间瓦解，所以，来守卫这里的人，全都不能后退一步，直到最后一名士兵牺牲为止！\n       望眼放去，先是一队穿着皮革装的盖世太保军队的士兵冲来，而后又是何欣晨带领的3500人的大军冲了上去，就这样一场混战开始了。但无论怎么说，第三分旅的士兵都是个个装备精良的士兵，最低的装备配置也是一套铁战甲，所以不一会儿，那群皮革士兵就败下了阵来，但第二队士兵，却让人看着恐惧，全是身穿黄金战甲，手持附魔铁剑的人高马大的士兵，这时，埋伏在两边的史蒂夫他们就有机会了，莱普斯一命令：上！两千名身穿铁甲的士兵全蹦了出来，带头的几个还穿了极其昂贵的钻石战甲，果然，不一会，盖世太保的军队又被打了回去，随后就是一大堆弓箭飞了上来，由于没有防备，史蒂夫他们就损失了几百人，史蒂夫冲着莱普斯大声说：“莱普斯，要像上次一样玩吗？” “怎么玩？” “用TNT啊，反正他们那边还有TNT投掷器，趁早摧毁，不然我们的军队非得全军覆没不可！” “好吧，我们走！带上几个弓箭手和钻石甲士兵，让他们每人带上红石火把和6块TNT，从枯灌木旁边走过去！” 莱普斯说完，就先带头冲了上去，史蒂夫紧随其后，他们冒着箭雨，疯了似的冲上去，莱普斯顾不得其他的，就把TNT在手上引燃，丢了过去，bong的一声，倒下了许多弓箭兵，但也吸引了其他士兵的注意，全部扑了上来，史蒂夫没反应过来，就被砍了一刀，倒在地上鲜血直流，他愤怒地骂道：“哦，你们这群婊子养的！过来啊！”正当一个人再次向史蒂夫砍去时，一个高大威武的声影出现在了史蒂夫面前，没错，那个人就是——比尔元帅，“呵呵，小伙子，技术还不是很好啊，要多向我们这些长辈学习学习。”比尔元帅笑道，“谢了，咳咳...，比尔元帅。”史蒂夫艰难地说道，莱普斯赶了过来，背上史蒂夫，向着掩体跑去，“这次，我背的是你，不是个尸体。”莱普斯对史蒂夫说，“莱普斯，别管我，快去毁了他们的TNT发射器，快啊。” “不用了，比尔元帅已经把问题给解决了，他的钻石剑有个很恐怖的附魔——爆裂，再加上他的盔甲全是抗爆炸的，所以敌军损失惨重，我们是得救了。” “哦，太好了，我..我有点困。” “该死的！史蒂夫，别睡，睡了你认为会醒来吗？该死的，我一路上遇到的最勇敢的士兵就是你了！别！” “我勇敢？你是第一个这么评价我的，我实话告诉你吧，我...并不属于这个...世....界...” “不！史蒂夫！不！”\n      “你醒了，史蒂夫。” 一个人在他身边说道，“你睡了整整一个星期，知道吗？” 史蒂夫睁开了眼睛，看到的，不再是那方块世界，而是一个真实的世界，“疼死我了，我在哪儿？” 史蒂夫微弱的说。“你在医院，那天你掉入了河中，要不是一位居民看到了你，你现在已经死了。”那个人答道，这时的史蒂夫，已经分不清到底这里是真实的世界，还是幻觉，“我想...我想再躺会儿..行吗？” “你睡吧，别担心，有医护人员照看着你呢。” “哦，谢了...”说完，史蒂夫又沉睡了过去。”\n      “你这混球，害得我好担心你！”莱普斯在一旁吼道，“别这样，他也是受了伤，出了力的呀。”何欣晨在一旁劝道，“嘿，我没死吗？”史蒂夫说，“废话，你死了，难道我们也陪着你来了吗？” “我都说了，别这么吼了嘛。” “好吧，听你的。”莱普斯无奈地说，“史蒂夫，你安静地躺一下吧，医护员说你的伤很重，放心，是我们赢了，不过，损失了3000名兄弟。” “啊，太糟了。”\n      话说完，莱普斯他们便出去了，史蒂夫迷茫了：我到底来自那个世界呢？唉。\n\n\n    第一部就完了，在下星期六、日，我可能会出第二部，欢迎大家来随便逛一下，看一下。\n\n\n         \n\n",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1362898020,
            "txt_content": "顶一个=V=~"
        },
        {
            "author": "1025891364",
            "timestamp": 1362898380,
            "txt_content": "顶一下，不错嘛~"
        },
        {
            "author": "屠魔狂龙",
            "timestamp": 1362898800,
            "txt_content": "wow，好多字....好眼花·"
        },
        {
            "author": "ko645969958",
            "timestamp": 1362899160,
            "txt_content": "太多字了,头晕啊...."
        },
        {
            "author": "zhh30648",
            "timestamp": 1362900240,
            "txt_content": "建议楼主每一句对话一行字，这样看的怪难受\n还有这真有1W字么。。。"
        },
        {
            "author": "shijun",
            "timestamp": 1362917520,
            "txt_content": "顶一个。·····"
        },
        {
            "author": "sayway123",
            "timestamp": 1362919380,
            "txt_content": "已阅\n不过可以把字体调大一些吗"
        },
        {
            "author": "莫提哥",
            "timestamp": 1362987060,
            "txt_content": "我是来拿金币的~~~~{:10_492:}{:10_492:}"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363007160,
            "txt_content": "顶一个，很好看……每次睡觉都会穿越么……"
        },
        {
            "author": "wc123456",
            "timestamp": 1363148460,
            "txt_content": "不错，我想把它做成动画.作者是你"
        },
        {
            "author": "银狼",
            "timestamp": 1363154220,
            "txt_content": "wc123456 发表于 2013-3-13 12:21 \n不错，我想把它做成动画.作者是你\n好啊"
        },
        {
            "author": "hmy123456",
            "timestamp": 1363321680,
            "txt_content": "是啊，性感的身姿，让人有种想犯罪的感觉\n=w=这句话我小了。。。。。"
        },
        {
            "author": "q1219516741",
            "timestamp": 1363321980,
            "txt_content": "叼炸了顶一个，其实我素来要金币的"
        },
        {
            "author": "hehe311",
            "timestamp": 1363340640,
            "txt_content": "挺好的~~~，加一个特写镜头更好：亚历山大·卜伦典·何欣晨嗖嗖一转身------啪啪两枪，暗处的敌人应声倒地，她吹吹枪口：想偷袭，找死！"
        },
        {
            "author": "紅顏じ亦沉淪ジ",
            "timestamp": 1364707140,
            "txt_content": "虽然我不是同志但是我还是来了"
        },
        {
            "author": "银狼",
            "timestamp": 1364708820,
            "txt_content": "紅顏じ亦沉淪ジ 发表于 2013-3-31 13:19 \n虽然我不是同志但是我还是来了\n哦，大叔啊，欢迎欢迎。"
        },
        {
            "author": "mcbbt",
            "timestamp": 1376997480,
            "txt_content": "又换头像了"
        }
    ]
}