{
    "title": "图解旋转工艺Roc入坑全教程[机械/物流]",
    "author": "YPXxiaoK",
    "replyCount": 1,
    "timestamp": 1582032900,
    "txt_content": " 本帖最后由 a946115793 于 2020-2-18 21:49 编辑 \n\n↑点击上方的文字翻页！\n旋转工艺Roc入坑全教程\n如果你是第一次阅读本教程，请点此来阅读前半部分目录：Part1 资源与环境（已更完）Part2 能源与传动（已更完）Part3 能量的储存（已更完）Part4 引擎与产能（已更完）Part5 联动产能设备（已更完）Part6 机械与设备（更新中）Part7 物流设备（待填坑）注：本教程由楼主与根号3共同完成Part6-1, 机械与设备Part6-1教程目录高炉 工作台 发酵机 泵 液体喷射器 分馏器 研磨机 **精炼器 同位素离心机 提取机加热器 摩擦加热器 喷气发动机炉 冷却单元 磁化器  散热片 岩石熔化机 黑曜石工厂流体结晶器 岩浆冶炼厂1、 高炉高炉的使用方法详解高炉用8个石砖和1个红石合成。之前Part1已经说过了，先来回顾一下它的功能。 将高炉摆在地上，周围用岩浆或其他高温流体提供热量（注意这里纠正一个错误，就是不能用火焰，火焰温度达不到600℃）然后等待高炉温度升高，在高炉内依次放入沙子、火药、煤炭和铁锭，就可以烧制HSLA钢了。 此时温度达到了645℃，往里面塞铁锭就可以制作出HSLA钢了。 烧完之后，剩下这么多原料，原料是按照比例消耗的。其中煤炭是100%消耗，火药和沙子都是有几率消耗。消耗火药和沙子的几率也与铁锭数量有关。点击那个箭头，可以看到一些具体的消耗方式。 可以使用Roc焦煤代替煤炭，同时能减免一半火药的消耗的概率。焦煤用煤炭制作（400℃）或木炭（500℃）有时你往往做出来的HSLA钢多出来翻了一倍或多出来几个，这取决于你放入铁锭的数量，更多的铁锭会给你更高的产量，高炉最多一次可以烧9个铁锭，就有几率产生翻倍效果，使你获得的HSLA钢的数量大大增加。高炉中Bonus Output就是是否产生翻倍或增产效果。当高炉制作出来物品，把物品取出来的时候，会额外得到一些经验（XP） 拿出了9个铁锭后，XP增长了3个格子。当然，高炉还可以用9个钢废料生产HSLA钢（600℃），生产硅粉（700℃）、高强度弹簧、基岩工具装备和零件、4～5级升级插件、弹簧钢还有其它mod（Rec反应堆工艺，Roc的扩展mod）有关的合成。可见高炉起到很关键的作用。（没说温度的物品基本上都是要1000℃或以上才能烧制）高炉的增产效果的触发与游戏难度有关：游戏难度简单普通困难210.5除此之外还与放入铁锭的数量有关：增产机会（铁锭数量）1234567890.50%2.02%4.59%8.31%13.28%19.67%27.68%37.60%49.78%HSLA钢的增产效果受游戏难度和铁锭数量两个因素影响，由这两个参数决定，如果有增产，产量提高不等，最高100%。只有用焦煤制作HSLA钢和制作硅粉才能被增产通过上面的表格，用铁锭数量与游戏难度的乘积可以量化增产的概率。（提高高炉的效率）热源与高炉的加热将岩浆或其它高温流体放在高炉的附近或下边就可以加热了，通常情况下温度会达到630℃左右，这取决于环境温度，这在前面已经说过了。所以在这里不推荐温度较低的生物群系，如果温度较低，甚至连烧HSLA钢的温度都达不到，那你就只能用加热器了！其他世界，下界300℃，末地温度极低，甚至是-100℃，所以尽量选择温度较高的生物群系。环境温度除了与生物群系有关，还与其他很多因素有关。如周围方块（如水、岩浆、高温流体、低温流体、冰、蓝冰、液氮等）温度有关、与天气和昼夜有关、与高度（海拔）有关、与时间/太阳高度有关、阳光加热程度有关 放在地狱的高炉温度可以达到700℃ 作用时间可以达到11.6s不同温度影响着作用时间。 如果实在要住在寒冷的生物群系，加热器可以帮你加热高炉 温度设置到800℃ 这是就能给高炉加热了，此时高炉温度为环境温度+加热器温度。（部分温度因素会被覆盖掉）这就是为什么不推荐寒冷的生物群系的原因。加热器能胜任1000℃一下的所有加工，岩浆却只能是600℃以下的加工。***温度详解与温度的变化曲线这部分仍然很枯燥，不喜欢看的跳过。这里我单机实验测一下不同生物群系的温度（用对温度信息变化敏感的机器来测，同时控制变量） 白天和高度的通常更新时间为每次20t环境温度x（单位：℃）与海拔高度y（单位：m）的关系默认如森林、山脉、平原等生物群系，寒冷如冰原、冰山、针叶林等生物群系，炎热如沙漠等生物群系，地狱就是下界生物群系，天空是末地等生物群系（其他生物群系如BOP、EBXL等根据此表可以得到）生物群落类型地表（63＜y＜96）高地（y＞96）泥层（44＜y＜64）泥层以下（39＜y＜44）深渊（y＜39）默认10＜x＜30-29＜x＜305＜x＜295＜x＜2817＜x＜95寒冷-35＜x＜-15-74＜x＜-15-40＜x＜-16-40＜x＜-17-28＜x＜50炎热25＜x＜45-14＜x＜4520＜x＜4420＜x＜4332＜x＜110地狱x=300x=300x=300x=300x=300天空*-115＜x＜-95-154＜x＜-95-120＜x＜-96-120＜x＜-97-108＜x＜-30注意标有*号的生物群系可以或不具有一个天空（如虚空），如果没有天空出现，温度会保持在-100℃。环境温度由高度决定，生物群系温度由高度和类型决定。  下面给出温度的变化曲线，y轴表示温度，x轴表示海拔高度，大家可以根据所处环境找出此时的环境温度 下面我整理一张表，来看一下生物群系/常见地形的温度（部分，具体参见上表）生物群系沙漠白桦森林森林山脉平地山脉顶峰平原黑森林温度/℃45303030203025沼泽沙滩深海海底深海海域深海海面河流/海洋雨林温带草原303051015同深海4530地狱末地蘑菇岛天空雪原/针叶林冰山平顶山峡谷/海沟300-10030-90-15-503020这是目前的数据和公式①环境温度大小与生物群系的关系基础温度=25℃如果是寒冷的生物群系，那么基础温度=-20℃如果是炎热的生物群系，那么基础温度=40℃如果是天空生物群系，那么基础温度=-100℃如果是下界生物群系，那么基础温度=300℃②两个参数的基本关系阳光强度在白天为1，在晚上为0（Mult没找到翻译，这里就当做一个参数好了）阳光强度=0或1，Mult=20如果天气是正在下雨，那么Mult=10③环境温度大小与阳光加热程度的关系阳光加热程度有一个范围，是从-15℃到5℃阳光加热程度=（阳光强度-0.75）×Mult环境温度=基础温度+阳光加热程度机器y坐标位置（y）=你的机器在世界中的y轴坐标④环境温度大小与高度的关系的讨论（1）世界平均高度是由默认为64，但可以根据你的世界设置不同，世界平均高度也不同世界平均高度=64高度差（△h）=世界平均高度-机器y坐标位置如果高度差△h＜1，跳到上一个状态，检测机器是否高于海拔高度96（2）由于海平面以下每一个方块/世界平均高度1m，高达19个方块以下，换句话说，减去1～19℃，但结果是限制在基础温度-20℃如果高度差△h＜20，那么环境温度=max（环境温度-高度差，基础温度-20） （3）从海平面以下20个方块开始，每一个方块的温度上升2℃。如果20℃≤高度差△h＜25，那么环境温度=max（环境温度-2×（25-高度差），基础温度-20）（4）从25个方块低于海平面以下，温度的升高从当前环境温度7℃到68℃之间。然而，结果是限制在基础温度为-70℃。如果高度差△h≥25，那么环境温度=min[100×（环境温度+世界平均高度(高度差-20)），基础温度-70]（5）如果我们的机器是在天空中，高度是96m以上，温度每4个方块下降1℃如果机器y坐标位置＞96，那么环境温度=环境温度- 4(机器y坐标位置-96)结论（1）如果你的机器是露天的，那么环境温度可以总共波及20℃，白天+5℃，夜晚-15℃（如果正在下雨，白天+2.5℃，夜晚-7.5℃）（2）如果你的机器建造在很高的天空上，那么环境温度就会变得很低，海拔高度越高，温度越低（环境温度的大小随着海拔高度的增大而减小）（3）如果你在地面上建造机器，低于海平面或世界平均高度的25个方块，那么它就可以由每一个方块的前20个方块得到一个较冷环境温度，然后由2℃上升到每个方块的最后5个方块。（4）如果机器上方有方块阻挡（非露天环境），白天温度下降5℃，夜晚温度上升5℃（5）机器的温度随着太阳高度的增大而增大，随着时间的增大而增大，到正午达到最大，随后不断降低，随着时间的增大而减小（原因是太阳高度先上升后下降），到夜晚温度最低（形状类似一条抛物线，是非线性变化的曲线）（6）如果机器周围存在着水方块（包含空气方块），若不接触水方块，温度降低1℃，若接触水方块，温度降低15℃（高温环境可能只降低5℃），这也解释了为什么海洋中的温度比较低，机器环境温度的大小与流体是否流动无关，无论是流动的流体或静止的流体。环境温度大小与流体的叠加程度无关，无论周围是1个流体方块或者多个流体方块。如果机器周围存在着水方块，且机器完全浸没于水方块中（无空气方块），温度降低25℃（高温环境下可能只降低10℃），如果机器周围存在着火焰，温度会上升200℃，如果是岩浆温度会上升600℃，如果是加热器，温度由加热器提供的温度+环境温度决定（摩擦加热器或其它加热设备同理），与水性质相同的流体的温度作用效果与水相同。（如果使用烈焰之炽焱，温度会比50℃，完全浸没也是一样情况，用极寒之凛冰没有效果，完全浸没温度仅仅降低5℃）（7）如果机器周围存在着冰（或蓝冰），冰和蓝冰的作用效果相同，若机器接触冰或蓝冰，温度降低15℃（与生物群系无关），若用冰或蓝冰将机器完全覆盖住，温度降低20℃2、工作台工作台的功能与运用工作台也是最基本的机器，先来回顾一下合成：2个HSLA钢+2个石台阶+1个红石+1个工作台+1个砖块合成。第一个功能，合成Roc机器第二个功能，通入红石信号拆解（解构）物品第三个功能，通入红石脉冲自动合成（通常配合合成模板自动化）第四个功能，当做缓冲的容器第五个功能，给弹簧工具充能之前看过了五个功能，那么我们看一下第五个功能的使用  将一个弹簧工具/装备+1个任意一个有能量弹簧放入 就能得到充有能量的弹簧工具/装备和一个没有能量的弹簧工作台的两个速度工作台解构的速度是1s，拆解需要3.2s3、发酵机发酵机的功能与运用用来制作乙醇晶体，看一下合成表： 发酵机的工作受环境温度影响很大。环境温度影响发酵机的工作效率，温度过高直接导致做出的酵母挥发消失。 发酵机摆下后后面会出现一个小孔，能量需要从黑色的孔输入。发酵机对转速要求是32rad/s，功率1.024kW，对扭矩没有要求，因此用一个直流电动引擎就能驱动了。 有关发酵机的工作效率：转速越快，工作速度越快，公式书上有写到关系式为T = 600-40×log? (ω + 1)，时间单位是t，转速单位是rad/s所以一个最弱的直流电动引擎都能达到1t（0.05s），发酵机属于3级机器（1024W）发酵机需要温度在20～36℃之间最好，温度小于20℃会导致效率低下，合成减慢，温度在36～48℃之间时，停止工作，温度大于48℃，酵母挥发消失那么前面讲过，发酵机工作需要水，没有水就会停止工作。发酵机内置储存槽可以储存4000mB的水。 除了有洞的那个面都可以提供水 发酵机的GUI是这样子的。左边的是温度槽。最右边是提供能量的大小，现在我们提供足够的能量，所以恰好都是满格的。中间三个格子，最中间的格子是水槽，输入的水都储存在那里，上下两个是物品输入槽，最后输出的是成品槽，用来得到酵母或烂泥。最上面呢有个Target，上面标记着酵母，是用来方便我们搭建自动化弄的。 不给发酵机红石信号，默认为酵母制作模式，给机器红石信号为\"烂 泥\"制作模式。举个例子 这样发酵机就不会接收制作酵母的物品了 发酵机的自动化这里做了一个简单的自动化，先让原料进入第一个发酵机生产酵母，酵母做完后进入第二个发酵机生产烂泥，烂泥做完后进入熔炉烧成乙醇晶体。 像这样就可以，如果需要提供原料可以在发酵机旁边放一个木质管道输送原料（熔炉可以输送木炭），输出产物用木质管道导出。发酵机的合成公式与产物翻倍发酵机有的合成公式有两种：糖+泥土=酵母 酵母+有机物（树苗、花草、树叶、藤蔓、植物等）=烂泥这样就可以实现自动化了。其中关于这两种合成方式，糖100%消耗，泥土25%消耗。有机物100%消耗，酵母50%消耗。有机物还支持神秘时代（TC），可用宏伟之木树苗/树叶、银树树苗/树叶代替。还支持林业的蜂蜜汁、蜂蜜滴和Roc的木浆粉等其中，如果有机物是丛林（橡树、桦木、云杉、橡胶、金合欢）树叶、藤蔓、草、蕨、枯死灌木可让产出烂泥数量翻倍（2个），尽量使用树叶代替树苗。神秘时代的宏伟之木树叶可以一次产8个烂泥，银树树叶可以产64个烂泥（相当可观）4、泵泵的功能、合成与运用先来看一下泵的合成： 很便宜的设备。泵可以用于抽取液体。（水、岩浆、石油、燃油等流体）泵具有流体自动输出功能，无需提取类管道就可以直接输出泵的内部可以储存24000mB的流体。\n首先，你需要放在液体上方，放在其他位置是没用的 然后你需要一个3×3无限水（跟BC液泵一个尿性，2×2或3×1的无限水容易被抽干）泵的工作需求是扭矩4Nm，功率1.024kW，对转速没有要求，因此用一个直流电动引擎就可以驱动了。泵是3级机器（1024W） 泵有两个输入口 泵的效率与液压 计算公式T=200 - 20 × log? (ω+1)转速单位rad/s，时间单位t也就是说，转速越快，泵的效率越高，泵的抽水速度就越快。直流电动引擎都能让泵的抽水速度达到最快此外泵输出流体的液压与泵接收的功率有关，泵接收功率越大，输出流体的压强越高（到物流设备那里会介绍液压注意泵虽然有两个能量输入口，但是不能同时输入，否则会造成能量损失，只能接收一个引擎的能量。 机器的工作效率与工作速度因此得到机器工作效率的关系：转速越快，机器工作效率越高，最快也就是极限工作速度，1t，也就是0.05s，为了保证效率足够高，可以考虑使用变速箱在满足扭矩的前提下尽可能增加机器的转速，输入速度越快，工作速度也就越快（这是因为Roc大多机器的计算公式都成一个对数关系，所以通常都是一个增函数，所以就能推导出这个关系）泵抽取流体的范围泵抽取流体的范围与引擎输出能量大小无关，引擎输出能量大小只决定抽取速度。泵抽取流体的范围也与流体种类无关。泵从外向内开始抽取。  泵抽取流体的范围是以它为中心，边长20格的正方形区域内所有的流体，但是也会进行随机抽取，所以那些坑坑洼洼的地方都是它随机抽取得到的。对于泵下方的流体则不会采取从下到上抽取的原则，所以不能可以用来抽取一个石油油泉里的石油（或者很高区域内的流体）。 5、液体喷射器液体喷射器的功能与作用范围 液体喷射器的合成相当简单。 液体喷射器看起来像一个钢块，底部却有16个小孔。液体喷射器没有GUI，你是打不开它的GUI的。它内部有4000mB的液体缓存空间。 液体喷射器的功能与水闸类似，用于向世界中排出液体，提供给它液体就可以了。除了水，其他液体也是可以的。（无法放置在世界中的流体不可以）   液体喷射器会填满它下方与它平行的地面下部的所有空间 注意液体喷射器下方一定要有空位，否则就无法把液体排到世界中了 它的排水范围是以它为中心的31×31的正方形范围（前后左右各15格），对纵坐标没有限制，因此只要下方有空位就都能把下方填上（不隔空）排放液体为从下到上、从外到内以此排出6、分馏器分馏器的功能与运用前面说过，分馏器用来制作航空燃油——燃气轮机和微型燃气轮机的燃料。 中间的是混合器。 上面的是燃料管线。      分馏器需要8192rad/s的转速，对扭矩没有要求，需求功率是65.536kW。因此不用变速箱几乎很难达到分馏器的运作要求。T=800 - 40 × log? (ω+ 1)这是分馏器效率与转速的关系公式。转速越大，工作效率越高分馏器的最快加工速度是需要1048576rad/s的转速此外分馏器的能量输入口在下方，因此需要一个斜齿轮。 你可以考虑用16:1的变速箱（转速模式）和汽油发动机达到工作需求 也可以使用加入助燃剂的性能引擎和8:1的变速箱（转速模式）达到工作需求  打开分馏器的GUI： 放入烈焰粉、沥青砂（研磨灵魂沙）、煤炭、乙醇晶体、下届石粉（研磨地狱岩）、岩浆膏。同时还需要一个恶魂之泪（不会被消耗！）。原料会被放入固定的槽，就能读条制作航空燃油了，分馏器内部可以存储240000mB的航空燃油，原料也是有几率消耗，每次大概产出1600mB的航空燃油不等    将空桶放在右下角的位置，就能得到航空燃油桶，或者用燃料管线从上方导出到容器中储存使用（其它方向不行） 为了你的航空燃油，你经常需要下地狱多收集一些资源，最好做一个烈焰人刷怪场还有这些各种各样的原料。大概测试了一下，其中恶魂之泪100%不会被消耗，煤炭有25%的几率被消耗，下届石粉有20%的几率被消耗，岩浆膏有30%的几率被消耗，烈焰粉有40%的几率被消耗，乙醇晶体有33%的几率被消耗7、研磨机研磨机的功能与运用研磨机是很重要的一台设备，前期可以三倍增产矿物，对你没有听错，三倍增产矿物，制作航空燃油需要的原料下届石粉和沥青砂。制造变速箱、无级变速器需要的润滑油等。研磨机的合成： 它的合成还需要锯子2个（现在才知道什么叫吃铁科技了） 研磨机工作需要128Nm的扭矩和4.096kW的功率，对转速没有要求。研磨机属于5级设备（4096W）研磨机的工作速度（效率）与它的输入转速有关，输入转速越大，工作越快。这里给出一个公式T=900 - 60 × log? (ω+ 1)（单位是t）t= 20(T)（单位是s）研磨机在满足高效率的同时还需要达到扭矩的要求。研磨机达到最快加工速度需要32768rad/s的转速（解方程，令T=1）最简单的方式就是将研磨机与一个蒸汽引擎和一个4:1变速箱（扭矩模式）来驱动研磨机，尽管它的工作速度很慢，仅有24s/次当然也可以用蒸汽引擎阵列来驱动这里有一个小的死循环，就是你没有润滑油，但是你可以用一些比较廉价的（如木制）变速箱来使用，等做出润滑油之后再上润滑油或者直接用蒸汽阵列，简单粗暴 研磨机可通过比较器检测红石信号，还可以利用BC门很好的控制。研磨机提供能量和正在工作时能发出红石信号强度为15的比较信号，如果有它不能处理的物品或不能工作了，你可以用来关闭产能设备，更有效的控制它。  图中用的是性能引擎，更简单粗暴，加一个引擎控制单元ECU来控制研磨机的自动化输入和输出可通过气动物品泵或史蒂夫工厂管理、BC等其他mod来实现  研磨机左侧可以缓存4000mB的润滑油，每个油菜籽产出约130mB的润滑油，还能得到副产物油菜籽壳。与分馏器类似，将空桶放在左下角的槽内，就能得到润滑油桶。 研磨机不带自动输出功能，可以用Roc润滑油软管或者BC的提取类管道来输出润滑油。输送润滑油应该使用润滑油软管，用其他管道是不行的。   如图，可以进行自动输出润滑油。润滑油需要用润滑油软管导出（或其他mod的管道）Roc的润滑油与GT的润滑油通用，可以互相代替注意研磨机工作时不要在上面来回走动，否则嘿嘿（持续掉血）研磨机的作用接下来看一下研磨机的作用①研磨矿石，得到3个矿石碎片，烧一下就能得到相应的产物。  青金石薄片得到的不是锭，而是6个青金石 接下来我整理出有关于研磨机所支持矿物：铁矿石、铅矿石、火石矿石、红石矿石、硝石矿石、硫磺矿石、青金石矿石、绿宝石矿石、钻石矿石、金矿石、赛特斯石英矿石、铜矿石、镍矿石、银矿石、铂矿石、铝矿石、锡矿石、磷灰石矿石、下界石英矿石、钴矿石、阿迪特矿石、匠魂的各种矿砂砾、RC暗黑系列矿石、钨矿石、黝铜矿石、锡石矿石、铝土矿石、方钠石矿石、黄铁矿石、蓝宝石矿石、红宝石矿石、方铅矿石、闪锌矿石、朱砂矿石、铱矿石、橄榄石矿石、晶质铀矿石、铟矿石、 琥珀矿石、神秘六种蕴魔石矿石、磁铁矿矿石、力场矿石、紫水晶矿石、温特姆矿石、蓝色黄玉矿石、铬铁矿矿石、镉矿石、方解石矿石、锌矿石、镍黄铁矿石、钨酸盐矿石、沥青铀矿石、硅矿石、钍矿石、玄铁矿石、锇矿石、远古蓝石矿石、铀-238矿石、钛矿石、Rec各种萤石注意：1.处理得到的火石是ROC的火石，放在工作台分解才能得到RC的天然火石2.处理下界石英矿石不值，因为每个薄片只能获得1个下界石英3.有些物品（如红石、赛特斯石英水晶、青金石），每次可得到多个！而不是一个！4.对GT支持：支持所有材质的矿石，大多GT矿物烧成的不是锭，是粉末可见ROC对其它mod的矿物是支持的，注册过矿物词典的矿物研磨机基本上都能研磨并得到相应产物②木制品打成木浆粉（支持林业各种树木，可以增产）③将物品打粉为原料，如砖块→粘土，熔炉→圆石④最重要的合成，生产润滑油，油菜籽→油菜籽壳+润滑油⑤圆石→沙砾⑥粉碎方块，如地狱岩→下届石粉，灵魂沙→沥青砂，沙石→沙子⑦原料变成粉末，如暴雪棒→暴雪粉，烈焰棒→烈焰粉（6个！你没看错！），甘蔗→糖，骨头→骨粉，黑曜石→黑曜石粉，部分矿锭/晶体/基岩合金锭→对应矿粉/基岩粉⑧食物加工，小麦→麦粉（4个，一烧就是面包）   8、钢/材精炼器钢/材精炼器的功能与运用用于将其他mod的钢锭转化为HSLA钢。先看一下合成表。 钢/材精炼器像高炉一样，需要一个外部热源（岩浆或加热器），温度需要达到600℃钢/材精炼器需求扭矩为64Nm，需求功率为16.384kW，对转速没有要求 因此一个蒸汽引擎和2:1扭矩模式变速箱就能达到要求。转速越快，工作效率越高。计算公式为：T=800 - 40 × log? (ω+ 1)钢/材精炼器工作达到速度达到最快需要1048576rad/s的转速钢/材精炼器属于7级机器（16384W） 打开钢/材精炼器的GUI，放入火药和沙子，再放入其他mod（如IC、RC、IE、GT等）的钢锭，就能得到HSLA钢。 GT的钢锭有用了\n9、同位素离心机同位素离心机的功能与运用同位素离心机可以将原料分离开。先看一下合成表：同位素离心机对转速的要求是4096rad/s，对功率的要求是16.384kW，对扭矩没要要求。转速越快，效率越高。公式为：T=1200 - 60 × log? (ω+ 1)同位素离心机达到最快加工速度，需要1048576rad/s的转速同位素离心机属于7级机器（16384W） 这里用了较贵的方法。同位素离心机的能量输入口在下方，需要一个斜齿轮  当然这样就可以了，那是8:1转速模式的变速箱打开同位素离心机的GUI，放入原料就可以加工了。 同位素离心机最主要的功能是将油菜籽壳再次加工，得到润滑油。同位素离心机内部润滑油的缓存容量为10000mB，每个油菜籽壳约产生90mB的润滑油（100%）。润滑油可以用润滑油软管或其他mod的管道进行输出。同位素离心机的所有作用吐槽一下这翻译，跟同位素毛关系都没有。下列的百分比代表产物获得的几率①最主要的，将油菜籽壳分离得到润滑油。②对林业的支持：润滑油蜂巢→润滑油蜂胶（80%）+50mB润滑油（60%）润滑油蜂胶→150mB润滑油（100%）③分离下届石粉：下届石粉→火药（80%）+硫粉（40%）+荧石粉（25%） 烈焰粉→火药（100%）+硫粉（75%） 泥土→沙子（80%）+粘土块（10%）④分离原料：沙砾→沙子（75%）+燧石（50%） 岩浆膏→粘液球（100%）+烈焰粉（100%）⑤分离作物：西瓜→西瓜种子（100%） 南瓜→南瓜种子（100%） 小麦→小麦种子（100%）⑥福利！方铅矿粉→铅粉（100%）+银粉（100%）10、提取机提取机的基本功能最厉害的矿物处理机器——提取机，矿物最高可增产到16倍。我们先来看一下合成表  提取机的功能需要钻头。钻头可用匠魂冶炼炉和浇铸台制作。 \n 提取机需要从下部提供能量，因此需要一个斜齿轮。提取机呢，在ROC中算是第二个矿物处理的设备了，第一个是研磨机，第二个就是提取机了，打开GUI，看起来很复杂，图形也各种复杂，其实很简单，它有4个阶段，每个阶段有50%的概率翻倍，平均最终能得到5个相应的矿物薄片（运气可能有所不同，碉堡的直接16倍没话说），最终得到的薄片直接烧制成品就可以了，注意提示：只要你用精准采集挖掘钻石，红石和青金石矿石，它们也包括在这些矿石里。（GT自带精准）\n 提取机的GUI也是华丽丽的不是吗！功率、速度、扭矩就有4个条，其他机器都一个，这正对应提取机的四个阶段。提取机的2、3阶段需要水，否则会只工作完一个阶段就停掉，无法继续工作，因此需要全程保持水的**。就拿铁矿石举个栗子，那些概率什么的先忽略，一会具体讲。提取机的工作原理是这样的：先把矿石磨成粉末，再讲粉末与水混合得到矿浆，矿浆通过滤网得到溶液，溶液再高温烘烤得到相应矿石薄片，同时得到副产物，矿石薄片研磨机那里讲过，熔炉一烧就是产物了，副产物通常需要配合高炉和摩擦加热器使用烧制，每个阶段有50%概率增产，共有4个阶段，增产概率取决于矿物稀有度，常规矿物基本上是5倍。提取机对能量的要求相当复杂，每个阶段各有不同，但是提供水和足够的能量就能让它全阶段运作。这就是坑点，真的以为ROC是白白让你增产矿物的？没有能量，说再多也没用 水可以从除了上下面的其余四个面输入（这提取机看起来也是高端大气上档次）提取机中途几个阶段产物不可提取，所以实现自动化只能从最后的阶段处理产物提取。可以配合BC门、AE的输入总线使用，由于这一点，你可以来制作多台提取机和高效率提取机来避免这个问题。提取机的运作要求这里我整理一张表写出提取机的工作要求阶段1234需求功率65536W16384W32768W65536W需求扭矩512Nm少量少量256Nm需求转速少量2048rad/s8192rad/s少量是否消耗水否是是否注意：你必须同时满足最小需求功率要求和2阶段要求才能进行，每次产物可烧成相应产物，这就意味着你必须满足最高转速和最高扭矩，而不是所有阶段都会立刻运行，你很可能无法产生4MW的旋转动力，这就需要你的技巧来驱动它了（这就是坑点）计算公式：阶段1: T = 900 - 60 × log? (ω+ 1)阶段2: T = 400 - 20 × log? (ω+ 1)阶段3: T = 600 - 30 × log? (ω+ 1)阶段4: T = 1200 - 80 × log? (ω+ 1)转速越高，工作效率越高。提取机是9级机器（65536W），非常丧心病狂提取机若想达到最快加工速度，第一阶段：32768rad/s，第二阶段：1048576rad/s第三阶段：1048576rad/s 第四阶段：32768rad/s提取机的驱动提取机的工作需求非常难达到，导致你非常棘手，这里来说明一下驱动方法，第一利用一些简单的能源装置和工业线圈来搞定它（简单粗暴型） 当然由于工业线圈的坑点（对扭矩的要求），因此这有点难办。第二，使用分轴箱和多向离合器，配合红石时钟（计时器），红石时钟是这样的，比如每3s输出一次，每3s不输出一次，这样，达到要求。红石时钟每次输出的间隔时长为15min（复杂永动型）（感谢Achang提供该装置及其思路）  这里就是右边4：1的变速箱（扭矩模式）达到1、4阶段要求，左边的16:1的变速箱（转速模式）达到2、3阶段要求这个装置有点贵，利用比如开始扭矩满足要求，而转速不满足，红石钟工作，迅速让转速满足而扭矩不满足，从而达到运作要求（但是工作速度不忍直视）红石钟。我比较懒，用了个ER的红石钟，当然原版红石钟就可以当然除了这样，还可以直接蒸汽引擎阵列直接连接一个2:1（转速模式）和8:1（扭矩模式），不过那很慢就是了 第三，使用汽油发动机等效替代蒸汽引擎阵列（有条件的换汽油发动机阵列或性能引擎阵列，效果更好）（等效替代型）别忘了给变速箱调整模式，左边的是转速模式！ 更高效的办法（堆阵列），换性能引擎，放助燃剂 其实好像还是有点问题（最后一步） 当然最好的方法是用微型燃气轮机第四，微型燃气轮机（航空燃油型A）\n 引擎控制单元都是100%，方便控制，变速箱是16:1的变速箱（扭矩模式）就ok了。 如果你幸运获得了基岩，那么无级变速器就派上用场了。（使用无级变速器可配合蒸汽引擎阵列联合供能，尽管很慢） 这个是相当方便的。而且比之前的方法好多了。第五，燃油引擎配红石控制（随时控制型）红石自动控制提取机的开启和关闭，以及产能设备的开启和关闭（省能量） 当有矿石放进去，产能设备就会工作，没有矿石进去，提取机停止工作，引擎关闭 后面用了两个BC门，左面的： 右面的： 同理，当红色管线信号发出后，发射红石信号，如果不满足这个要求，机器就不会再工作了。 这是侧面，16:1转速模式变速箱可以用无级变速器代替。第六，燃气轮机大法。（航空燃油型B）不用2台微型燃气轮机，直接用燃气轮机。 用燃气轮机都是绰绰有余的。（最好用上无级变速器，带有16：1和4:1的转速模式红石控制） 因此别忘了用燃气轮机的时候，用红石信号控制，防止造成浪费！提取机不工作的时候也会消耗能量。这里说了六种驱动方法，其实还有很多，剩下的就靠大家的脑洞了。注意：运行每个阶段且用无级变速器变速至少需要2台微型燃气轮机，自动化可用BC、TE、AE等管道以及漏斗自动化切换红石信号的无级变速器可用漏斗时钟或红石比较器输出提取机产物概率感谢群里朋友帮忙整理！矿物类型倍增概率第一阶段12总概率普通矿物50% 50%50%100%地狱矿物75%25%75%100%稀有矿物90%10%90%100%第二阶段1234总概率 25%37.5%25%12.5%100%6.25%23.44%28.13%42.19%100%1%9.9%16.2%72.9%100%第三阶段12345 12.5%21.88%21.88%19.53%12.5%1.56%6.15%9.23%17.3%13.84%0.1%1%1.8%8.46%4.2%678总概率7.81%3.13%0.78%100%20.76%17.8%13.35%100%15.35%21.26%47.83%100%第四阶段12345 6.25%11.72%13.67%14.89%13.48%0.39%1.56%2.45%4.83%4.72%0.01%0.1%0.18%0.86%0.47%6789101112.13%9.55%7.13%4.93%3.16%1.76%7.75%8.61%9.83%8.42%10.52%10.78%1.72%2.5%5.88%1.6%4.05%5.95%1213141516总概率0.85%0.34%0.11%0.02%0%100%10.39%8.32%6.53%3.56%1.34%100%11.01%9.49%17.28%18.3%20.59%100%矿物类型普通矿物地狱矿物稀有矿物期望5.06259.378913.032很复杂吧？其实是随机的，当然越稀有的矿物翻倍越高！全程看脸，翻16倍也说不定。当然达到期望倍数已经算不错了，但是额定是5倍的，不会比5倍再低。大多数矿石，如铁、铜等，有50%几率进入在每个阶段翻倍，矿物产量约为5.1倍，下界矿石，如下界石英等，有80%的几率增加一倍，产量平均约为10.5倍，稀有矿石，如翡翠、紫水晶、铱、铂、太阳石、月光石等有高达90%的几率翻倍，并且平均产量约为13.1倍！最终得到的矿石碎片烧制时，有时会不等（如红石1次烧制得到4个等情况），一会我会列出一张表写出这些特殊的矿物（其实跟研磨机的一样）红石（4）青金石（6） 赛特斯石英水晶（3） 神秘时代碎片（4） 林业的磷灰石（3） 铁路的硝石（2） 铁路的硫磺（3） 反应堆工艺的萤石（6） 魔法艺术的温特姆（2） 量子物理的量子矿石（2）提取机的副产物提取机最重要的副产物就两个——钨和铝。钨和别的mod（如格雷）不通用！所以别想跳过你的电力时代了，但是铝是和GT通用的（直接熔炉一烧就是铝锭！铝矿薄片也可以！）。钨是后面挖基岩必备的物品，包括很多机器的原料，铝可以用来烧硅，也是重要物品之一。除了这两种副产物，其他的产物基本上都是其他mod的副产物。矿物名称矿物平均增产倍率副产物名称副产物产生概率煤矿石5.06无任何其他mod火药有IC时为铀矿薄片有Rec时为沥青铀矿薄片6.25%铁矿石5.06钨薄片2.5%金矿石5.06银薄片12.5%红石矿石5.06铝粉25%青金石矿石5.06铝粉12.5%钻石矿石5.06无无绿宝石矿石13.03无无下界石英矿石5.06赛特斯石英薄片6.25%锡矿石5.06无无铜矿石5.06金矿薄片25%铅矿石5.06镍矿薄片25%镍矿石5.06铂矿薄片50%银矿石5.06铱矿薄片1%铝矿石5.06无无火石矿石13.03无无赛特斯石英矿石5.06下界石英薄片50%铀矿石/铀-238矿石5.06无无磷矿石（FR）5.06无无硝石矿石5.06无无橄榄石矿石5.06无无红宝石矿石5.06铝矿薄片6.25%蓝宝石矿石5.06铝矿薄片6.25%钴矿石5.06镍矿薄片12.5%阿迪特矿石5.06无无铂矿石13.03铱矿薄片6.25%硫磺矿石5.06无无沥青铀矿5.06无无镉矿/铟矿/Rec萤石5.06无无玄铁矿石（FZ）5.06无无方解石/磁铁矿（Rec）5.06无无朱砂矿石5.06无无琥珀矿石5.06无无TC蕴魔石矿石5.06无无紫水晶矿石（GT）13.03无无钍矿石/硅矿石5.06无无铬铁矿矿石/钛矿石5.06无无磁铁矿矿石5.06铁矿薄片20%蓝色黄玉矿石5.06无无温特姆矿石（AM2）5.06无无方解石矿石（GT）5.06无无黄铁矿矿石5.06硫矿薄片40%方钠石矿石（福利！）5.06铝矿薄片100%铝土矿矿石5.06铝矿薄片25%锇矿石5.06铁矿薄片12.5%闪锌矿矿石5.06无无远古蓝石矿石5.06无无力场矿石5.06无无钨矿石5.06铁矿薄片75%磷灰石矿石5.06无无方铅矿矿石5.06无无镍黄铁矿石5.06铂矿薄片50%黝铜矿矿石5.06金矿薄片25%\n11、加热器加热器的功能与运用先来看一下加热器的合成表。\n 加热器用于给一些需求温度的机器加热，比如在严寒状况下给高炉加热，还能给一些需要严格控制温度的机器（如压缩机、蒸汽引擎）加热防止爆炸 加热器的能量输入口在下方，上方需要放置需要加热的机器。需要一个斜齿轮。 打开加热器，先提供足够的能量，内部放好燃料，再设置温度。加热器需要16Nm的扭矩，8.192kW的功率，对转速没有限制加热器工作的计算公式：T= 200 - 10 × log? (ω+ 1)工作效率达到最高，需要1048576rad/s的转速。加热器是6级机器（8192W）。  提供充足的能量。 打开GUI，放入燃料（支持原版熔炉的东西都可以）设置温度，比如是600℃。 这样对环境温度有需求的机器（高炉，发酵机等）也能在恶劣环境下使用了。加热器对机器加热的速度很快，很快就能达到要求温度。  加热器工作时不要在附近玩耍！还有加热器对旁边的机器作用无效！高热量物品如岩浆提供大量的热，低热量物品如原木、木炭提供少量的热岩浆会立即加热加热器，但不会提供恒定热量，最大温度可能超过所截止的温度停止，那么就相当危险了。  一旦加热器的温度超过800℃那就相当危险了，会发生爆炸导致周围方块炸掉，加热器本身那格子也会变成岩浆。所以不要用一些热量不稳定的物品，如岩浆桶。使用加热器和摩擦加热器取决于你的燃料类型，加热器可以用煤炭和岩浆等作为燃料，可用在早期，摩擦加热器大多数时候需要用于后期加工钨锭，当然前期也可以用来做永动熔炉。 一个加热器内放一个岩浆桶，能将高炉从-20℃上升到1100℃，因此有些时候岩浆会改变800℃的限定。加热器消耗燃料工作，消耗顺序由高温到低温。当当前温度超过设定温度时停止消耗燃料。直到从设定温度开始下降的温度超过下一个燃料热值的50％才会重新工作，如果你需要一个相对稳定的温度，你可以使用一些相对差的燃料，它们烧得更快，同时让温度更稳定，最好使用热值低但稳定的燃料，虽然消耗比较多，但是相当稳定，不会造成杯具12、摩擦加热器摩擦加热器的功能与运用还是先来看一下摩擦加热器的合成。 摩擦加热器感觉译者翻译错误（翻译叫摩擦锅炉RC-Steam，应该是翻译错了，和摩擦锅炉搞混了），这里应该叫它摩擦加热器合适 摩擦加热器不需要燃料，用来加热熔炉或高炉。 加热后的熔炉不需要燃料就能直接烧制物品，而且烧制速度很快，在前期你可以用一些永动的引擎来做一个不需要燃料的永动熔炉，如蒸汽引擎或蒸汽引擎阵列\n 呃，这个烧制速度是相当快的了。如果输入扭矩和转速足够高，温度也就越高，但是注意不要在高温下过长时间，否则将会把炉子熔化（超过2000℃就会把炉子熔化），高温可以使炉子运作速度加快。  加热后的熔炉能做三件事，第一件事，加快运作速度，可以无燃料烧制，第二件事，可以烧制重要的材料——钨。钨需要在基岩破坏器那里用到。第三件事——烧硅，硅用来提高一些物品的产量。加热的最终温度与扭矩和转速关系式是t=12 × log?τ× log?ω+ 30除了这个公式，还有群里大神成功推导出的公式：Temmax=15×（log2）2+TembTemnow=4(15)×（log2P）2+TembTem表示高炉加热的温度，max是最大温度，now是所需温度，temb是环境温度，P是功率，注意这条公式成立的前提是扭矩=转速，否则只能用之前的公式，在一般环境下，环境温度≈30℃，所以最初那个公式30就是环境温度了（当然在地狱就相当不错了）摩擦加热器是6级机器（8192W）利用这个公式我们能算出驱动熔炉或者高炉所需扭矩和转速，我们就可以用来烧钨或基岩了。 当然摩擦加热器也可以用来驱动高炉。根据扭矩=转速的公式，可以使用工业线圈输出1448rad/s和1448Nm的转速和扭矩达到要求。（保持扭矩和转速相等，会给高炉或熔炉提供最高温度）还有一种方法是这样：（用16:1的变速箱和微型燃气轮机）  温度很快就上来了。熔炉也是一样道理。当加热到1350℃，熔炉就可以烧制钨锭了。\n  烧制物品的速度有多快不用讲，这样就可以烧钨了（不够温度放进去无效）为了可以烧制基岩锭和钨锭、弹簧钢等，可以考虑提供给它4096rad/s的转速、128Nm的扭矩或520rad/s、520Nm的扭矩，这也说明了Roc对能量的要求还是很大的。特别是对于摩擦加热器和提取机等设备，有时尽管需求转速和扭矩不大，但乘起来的功率就相当大了，达到最快工作速度，需要的就相当大了！这里再举出两种简单方法，用微型燃气轮机和64:1的扭矩模式变速（1个16：1和1个4:1的变速箱搭配或2个8:1的变速箱搭配） 2个8:1变速箱，配合红石信号轻松控制 或使用16:1+4:1扭矩模式变速箱机器固有的加工速度公式P.S.感谢绅士桑改提供T=A-B × log?（ω+1）反过来，ω=2^[（A-T）/B]-1A、B均为常数，在书上可以得到A、B的值，已知一个量求另一个量，一个是对数运算，一个就是指数运算。13、喷气发动机炉喷气发动机炉的功能与应用先看一下合成表。 \n 喷气发动机炉也需要一个斜齿轮从下方输入能量。喷气发动机炉需要转速是131072rad/s，对功率和扭矩没有要求。喷气发动机炉是1级机器。除此之外喷气发动机炉需要航空燃油和水作冷却剂。 航空燃油和水可以从前后左右四个面输入。其中水的内置储存量是3000mB，航空燃油内置储存量是8000mB。消耗水的速度约为50mB/s。看到了温度，那么如果不提供冷却剂就会因为过热而爆炸 放入航空燃油后，温度会不断升高随着温度升高，喷气发动机炉温度超过900℃就会喷出火星，点燃周围的易燃品。温度超过1000℃之前，会喷出一大片火星超过1000℃，你们懂得，就会杯具 喷气发动机炉加水冷却后最终温度会达到900℃左右。如果你需要烧制900℃才能烧制的物品，可以暂时断掉水源，一会再接上，或者用一些红石保险装置控制引擎工作。喷气发动机炉有什么作用？①喷气发动机炉可以将工具/装备/马铠/桶、打火石、轨道等还原回金属锭/宝石②将装有部分液体的桶还原成金属锭（支持水、岩浆、牛奶）③制造防爆玻璃（黑曜石造的，防TNT爆炸），防爆玻璃是造太阳能塔所需要的材料 ④感应粉→感应锭，制造升级插件的必须用品 ⑤铁锭→HSLA钢，但是需要航空燃油，中后期可以考虑\n  ⑥与TE联动：末影粉→末影锭，不用炽焱粉和感应炉！⑦烧制碳钨合金锭，碳钨合金薄片由钨薄片+煤粉得到，煤粉研磨煤炭就可以了。 碳钨合金锭用来做一些高级的材料，后面会用到注意！最新版Roc修改合成表，因此制作燃气轮机或微型燃气轮机的时候必须要使用到喷气发动机炉14、冷却单元冷却单元的功能与基本作用原理先来看一下冷却单元的合成表： 冷却单元需要2048Nm的扭矩，32.768kW的功率，对转速没要求。转速越大，效率越高，公式表示为：T = 1000 - 80 × log?（ω+1），最大转速8192rad/s。冷却单元是8级机器（32768W）\n\n  然后放上冰，就可以开始读条，产生液氮，并有25%的几率产生干冰。液氮是与其他mod联动的产能设备必须用到的冷却剂，干冰可用于部分机器的冷却剂。产生液氮的量的多少与输入扭矩大小有关，每一块冰就能产生一定数量的液氮。这就意味着，如果你恰好给够足够的扭矩和功率，每个冰块只会得到100mB的液氮，输入扭矩每增加一倍，得到液氮数量也会翻倍当提供16384Nm的扭矩不再增加液氮的产量，限制在2000mB/冰块生产干冰的几率是25%，与输入扭矩无关。产出的液氮需要用管道导出到其它容器！液氮放在水上会立刻导致周围结冰。相关公式与最高效率产生液氮的量满足的公式是：V =[min（2000,100×τrequire(τ)）2]τ表示扭矩，τrequire是需要的扭矩，V是液氮的产量冷却单元的每一次操作在43s～0.05s（1t）之间，这取决于输入的转速具体关系式为：T =[max（1,1000-80×log?（ω+1））]在2048Nm，16rad/s的最小输入下，每次操作需要673t，也就是33.65s每增加一倍的输入转速，降低2～4s的制作时间，例如从1rad/s到2rad/s降低2.33s，从2048rad/s到4096rad/s降低3.99s给它最大的扭矩16384Nm，最大的转速8192rad/s，每秒钟可消耗20块冰。那么功率的代价会变得非常大，需要134.217MW！15、磁化器磁化器的功能与运用先来看一下合成表\n 磁化器用来制作磁化轴芯和磁化好的2级升级插件。磁化器需要2048rad/s的转速和16.384kW的功率，对扭矩没有要求。磁化器是7级机器（16384W） 转速越快，效率越高，计算公式为：T = 400 - 20 × log? (ω + 1)磁化的轴芯或插件的程度用磁场强度来衡量，之前也说过。单位用微特斯拉mmT、毫特斯拉mT和特斯拉T来表示。一个轴芯的最大磁场强度是536.871T，升级插件是720mmT。磁化器工作需要需求的功率和转速，除此以外需要红石脉冲红石脉冲的频率影响磁化器磁化的速度。最快的计时器是1t（1t开启，1t关闭）来给磁化器有效地磁化物品。16、散热片\n散热片的功能与运用先来看一下合成表 与加热器的功能相反，散热片用来给物品降温。散热片从机器中吸收热量来降低温度但是散热片具有局限性，与环境温度一致，主要是用于如发酵机、蒸汽引擎等对温度很敏感的机器有作用，如岩浆升温，水和冰块降温。 散热片的输出口是蓝色，需要贴着机器放，机器的六个面都可以接收散热片，用于在炎热环境给机器降温。注意散热片不能接触高温机器，否则将会造成散热片的损坏！17、岩石熔化机岩石熔化机的功能与数据先来看一下合成表  蓄水池用7个材料板合成。\n岩石熔化机用于将固体熔化成液体。岩石熔化机不需要热源，从引擎提供的热量吸收热量，达到一定的温度，从而进行熔化。岩石熔化机有自动输出功能，侧面接上管道就能自动输出。岩石熔化机暂存液体量为64000mB岩石熔化机是1级设备（0W）但是不同功率会增长不同的温度，而且能量从下方导入，需要斜齿轮。岩石熔化机的温度会受到外界环境温度影响，通过提供能量得到相应温度。 这里我整理一张表，表示不同功率增长的温度功率增长的温度（℃）功率增长的温度（℃）2W644W1288W19216W25632W32064W384128W448256W512512W5761.024kW6402.048kW7044.096kW7688.192kW83216.384kW89632.768kW96065.536kW1024131.072kW1088262.144kW1152524.288kW12161.049MW12802.097MW13444.194MW14088.389MW147216.777MW153633.554MW160067.109MW1664134.218MW1728268.435MW1792536.871MW18561.074GW19202.147GW19844.295GW2048对于每一级的功率输入的增加，温度就会增加64℃，可根据上表得到。由于会受到环境温度影响，在下界增长的温度需要减去300℃公式：最终温度=环境温度+log?P × 64 P表示输入功率\n增加输入的功率，会让加工速度加快，下面我列一张表表示处理物品所需温度和功率的表格值得一提的是可以充当TE熔岩炉使用熔化成TE的液体材料名称输出液体名称输出液体体积温度需求功率石头岩浆100010005.2MW圆石岩浆50010003.12MW/2.82MW地狱岩岩浆2000600480kW石砖岩浆100012004.16MW荧石粉充能熔融萤石（TE）25040080kW萤石充能熔融萤石（TE）1000500320kW红石/下界红石不稳定熔融红石（TE）100600120kW红石块不稳定熔融红石（TE）9007501.08MW末影珍珠谐振熔融末影珍珠（TE）250400240kW煤粉液态煤炭（TE）25030060kW乙醇晶体液态乙醇1001806kW炽焱粉烈焰之炽焱（TE）10018009MW凛冰粉极寒之凛冰（TE）100-2002kW水晶碎片液态水晶（ChromatiCraft）800050080kW经验精华液（MagicCrop）200600360kW输出可以自动输出到指定容器。 如果机器的温度超过了目标温度，功率足够，物品就能被处理了。如果机器的温度低于目标温度，那么所储存的能量将乘以0.85，这意味着机器在目标温度下的每t都会损失15%的能量。机器的加工时间公式t（单位：s）=输入功率(需求功率)以加工石头为例，根据温度要求，需要65.536kW的功率来处理每79.35s一次。输入功率越大，温度升高的越快，熔化速度越高。\n18、黑曜石工厂黑曜石工厂的功能与运用 上面的HSLA钢可用GT殷钢锭或因瓦合金锭代替。中间的是混合器。 黑曜石工厂的能量输入口在下方，需要斜齿轮传送能量。黑曜石工厂对转速的要求是2048rad/s，需求功率32.768kW，对扭矩没有要求黑曜石工厂是8级设备（32768W）同样，转速越快，效率越高，计算公式为：T = 800 - 60 × log? (ω + 1)除非你必要大量生产黑曜石（例如大量输出或者做很多防爆玻璃），黑曜石工厂并不是不断地需要消耗能量，最好的办法是用一个工业线圈（可以配合变速箱使用）来达到要求，这是个很好的方法。 在侧面通入岩浆和水，就能产生黑曜石了，输入转速越大产生黑曜石的速度越快。黑曜石工厂内部的水和岩浆的缓存容量是320000mB之后就可以产生黑曜石，可以使用管道导出到容器中。\n 注意！不要在黑曜石工厂在不加入水的情况下存放岩浆太长时间，否则会让黑曜石工厂持续升温到最大温度1000℃而熔化掉。19、流体结晶器流体结晶器的功能与运用先来看一下合成表，流体结晶器的合成需要用到散热片。 流体结晶器与岩石熔化机的功能相反，用于将液体凝固成固体，但需要达到一定温度流体结晶器需要1024rad/s的转速，2.048kW的功率，对扭矩没要求。转速越高，效率越快。公式为：T = 400 - 24 × log? (ω + 1)流体结晶器是4级机器。然后将流体结晶器放下来，提供能量。给流体结晶器提供需要结晶的流体就可以结晶了。 流体结晶器的功能就是给流体结晶，但需要达到一定温度。若高温流体如岩浆结晶需要使用岩浆、火焰、加热器、摩擦加热器等设备而低温流体如TE的几种液体、结冰需要使用蓝冰、冰块、水降温常温流体，如液态乙醇，则不需要任何其他设备，只需要一个良好环境只有流体结晶器的温度比流体的凝固点冷才能被凝固，否则是不会工作的，当然也不能相差过大。 达到相应温度就可以结晶了。每次消耗流体结晶一次的量与熔化时消耗的量一致。此外还可以用干冰给流体结晶器快速降温。 这里我列出流体结晶器结晶所需温度的表格所需流体名称产物名称所需温度（℃）水冰-3岩浆石头897液态乙醇乙醇晶体33液态煤炭（TE）煤炭-3不稳定熔融红石（TE）红石-3充能熔融萤石（TE）荧石粉-3谐振熔融末影珍珠（TE）末影珍珠-3\n20、岩浆冶炼厂岩浆冶炼厂的使用与功能先来看一下岩浆冶炼厂的合成 岩浆冶炼厂用于批量烧制物品。岩浆冶炼厂一次可以烧制18个物品。岩浆冶炼厂能量输入口在下方，需要用到斜齿轮。岩浆冶炼厂只对功率有要求，是2.048kW，对扭矩和转速没有要求。岩浆冶炼厂是4级机器（2048W） 岩浆冶炼厂需要温度达到400℃才能烧制，通入岩浆等一会就能达到400℃了。（当然岩浆的话温度会更高一些） 温度提升的速度与输入的扭矩和转速有关，但是与冶炼的速度无关，只要满足最小功率要求，岩浆冶炼厂就能工作。岩浆冶炼厂可以缓存16000mB的岩浆。岩浆冶炼厂升温和烧制过程中会持续消耗岩浆，消耗岩浆的速度还是很慢的，如果有一片岩浆湖，应该是足够用的。\n 将需要烧制的物品放在前两排就可以开始烧制，最后的产物会输出在最后两排，还能得到一些经验，可以看到岩浆冶炼厂是按照堆栈来计算的，不同于RC的蒸汽炉，所以最好把前两排的槽全部填满（各1个就行）再开始炼制，防止浪费。最后输出的产物也是按照堆栈来算的，也就是说，即使第一排的第一格放入一组物品，最后也会一个一个烧输出1个物品 岩浆冶炼厂的成品可以在顶部或侧面用气动物品泵或其他mod的管道输出，岩浆冶炼厂不自带输出功能。\n 输出的成品是按照个数计算，不是按照堆栈。 所以说冶炼不到36堆的物品会浪费岩浆，除非岩浆耗尽，否则岩浆冶炼厂的烧制速度远远快于普通熔炉。（待填坑）\n\n（待填坑）\n\n\n（待填坑）\n\n\n（待填坑）\n\n\n（待填坑）\n\n[groupid=128]HAYO Studio[/groupid]",
    "replies": [
        {
            "author": "迷灬离",
            "timestamp": 1586173920,
            "txt_content": "什么操作？一个教程能分两个帖?"
        }
    ]
}