{
    "title": "MC小说 《灰烬之影》 第7~9章",
    "author": "756677537",
    "replyCount": 6,
    "timestamp": 1362753420,
    "txt_content": "这次是4000字哦，爽爽的。想要参加其中就报名吧！接下来的章节我尽量交代完各人的情况就着力写游戏情节了。同时宣传一下服务器，版本1.4.6，群279312150，IP42.121.59.61 战争模式，下载地址http://pan.baidu.com/share/link?shareid=369296&uk=3439955168\n \n第7章 可乐的谜第二天晚上终于来到。问：为什么不是早晨？答：龙花了半天时间给大家灌输世界观与玩法。问：…… “哥来啦！”随着“HCOM joined the game.”的提示，HCOM飞快地在游戏中发出这三个字。除了龙之外，他是第二个。在线人数立马从3人“飞升”到了4人。“小混蛋，又抢我名次。”fff_zombie非常不悦，因为HCOM总是刻意要抢他一步做事，而157又肯定是不开心的，由于HCOM比157小两岁，因此157也总是夹杂着不爽与无奈骂COM为“小混蛋”。这两句对白在长期以来，已成了习惯。在很短暂的时间里，“4”变成了“5”。“啦啦啦，我是快乐的2B小小刀~”小刀的出场白总是那么雷人与欢乐，似乎苦恼从不会在他身上出现一样。在这个服很少有过的“6”出现了。“可乐呢？”几乎是异口同声。随着“[管理员]skycreep is not AFK”的字样，“你们是说服主吗？他平常不上的。”突然一行字，着实让众人一惊。“不可能，应该是你搞错了吧，我们说的是无节操可乐，而不是服主可乐，我从没见他玩过MC。”龙大吃一惊。其他几个人也很惊讶，想想今年 可乐突然比平常忙了许多，也是怀疑起来。“同名吗？……可是我们的服主也很无节操。”“……” 突然，“罪魁祸首”可乐上了。看，这就是——“Shadow_ck joined the game。”“哟可乐你来啦？你丫可算来了，怎么开个游戏开半天。”“不好意思我拉屎……”“靠！”……“可乐，怎么真是你？你认识他们？”skycreep惊讶这无节操的服主什么时候认识了这么一帮人，让服务器一下变得不再冷清。“我不认识他们啊= =，你们认错人了吧，叫可乐的很多的。”“放屁！你丫少装！你不是可乐是毛！这无节操的等号表情，还有这全下少有的ID，昵称也叫可乐，这不是我们认识的可乐还是谁？”HCOM总是激动。“可乐你厉害啊，混了个服主！不过咋不告诉我们这就是你开的，不然我们早来玩了！而且你不是很穷吗？还有钱开服？”还是龙抓到了要点。……可乐平常不玩太多游戏，他最爱玩的是星际争霸2。据他所说，“好玩到爆了！”于是，其他人也陪他一起玩。但是可乐没有生活费，他爸妈虽然比较有钱，但为了培养他的能力，就只给他了一个30平米小房子的租费。30平米大的“房子”只有一个客厅和一个洗手间，靠得很近，没有电视机，只有一个收音机和一个苦苦哀求房东才搬进来的占用了不小面积的破破旧旧的有起码三年年龄的电脑。在去看望他的时候，据房东说，当时电脑搬进来的时候全是灰，地板蒙上了厚厚的一层灰不拉几的脏屑，估计是他爸妈把他常用的电脑都禁止了，只留给他尘封多年的电脑。据他所说，他平时吃的饭、喝的水，都是在学校每天规定的喝水量里省出来的，但是他也没省——每天放学，拿个2升的大水瓶灌了满满一瓶子水，回家了。而饭，也是带个饭盒，去食堂吃剩的菜装起来回家省吃俭用的。这节俭的生活，简直不像个普通人，说得难听点，像乞丐了。众所周知，星际争霸2每月需要20元的游戏费。可他连20元都舍不得，每次都向朋友巴拉巴拉苦口婆心地说了好长一段时间才借了20元。不是这同学小气，而是可乐每次说好有借有还，却每月都不还。“啊，我有了钱一定给你！一定给你啊！”天知道他什么时候有钱。……“我什么时候很穷了？我不是你们认识的那个可乐啊= =。不过我也算不上富，租费都是玩家掏的，”仔细想想，似乎两者确有不符之处。但天下有如此之巧合吗？唯一合理的解释就是，可乐欺骗了大家。——但他会吗？……“不说了，今天我要更新一些重要内容。”这是好消息，还是坏消息？此时众人心中，各有各的沉重。 第8章 误会“不好意思，关服一下，大家下线吧，我要更改等级上限。”于是众人默默地，静静地，下了线。“究竟是怎么回事？”龙最先在“灰烬之影”群中打破了如同墓场般寂静而恐怖的氛围。“我也不知道……很奇怪的事。”署名是小刀。“不过可乐的QQ还是离线的，不如等可乐上了再说吧。”“现在就打他电话，看他搞什么飞机！”COM又冲动了。“好，打吧。”……嘟——嘟——嘟——。第一次，没人接听。直到第二次接近提示无人接听时，电话的那头才有了音讯：“喂？有事吗？”“我靠，可乐你搞毛！给老子说个明白！”“什么明白不明白？……哦，不好意思，游戏是吧，今天我和妹子在约会。不好意思……幸福哟！”“幸福你丫！没事了！祝你今晚就洞房！”“……你妹……”接着，两人同时按下了挂机键。“打好了”，COM抱着复杂的心情敲击着键盘。“怎么样？怎么样？”龙最关心可乐。“他说他今天一整天都在约会。看来应该是误会。不过也太巧了……”“是啊。可惜他今天玩不了了。那我们先搞吧。”“没问题！”“欸？157呢？”敏感的小刀说道。“不知道，我@他一下。”COM争先恐后。于是，群里马上被一大堆的“@Shadow_Ck”所淹没。当然，COM也受到了管理员的严重警告：“刷屏警告！下次就踢！”“草，开个讨论组得了！”COM最讨厌被人说教，愤愤不平。“不想活了是不？还骂人？”skycrepp似乎是服里唯一的管理员。“我靠！老混蛋，骂我兄弟！你这管理员也不咋地嘛！”龙语出惊人。“怎么了？别仗着和服主有点关系就装爷爷了！何况还是个误会！”于是马上群嘲起来，不过这个管理员倒也奇怪，并没有踢COM一伙惹事者出群，似乎是因为想骂人，但是明眼人能看出并不完全是因此。但是，157还是没回话。 10分钟后。“不好意思我刚在撸管，你们的话我都看见了，别激动哈。开始玩吧！”157兴致勃勃。“靠，你丫#￥%@#！不过持久还真差。哈哈~”……可大家都没有注意到，群主的QQ和可乐的QQ完全匹配。 第9章 团队的力量不一会儿，服务器又开了，大家重新进入了游戏。“哈哈，弓箭手的技能增加了，有毒箭、火箭、冰箭、唤箭术、箭雨和加速，虽然炎魔的两个技能去掉了，不过加强了其他技能！还有炎魔的经验倍率增加了……”尽管服里只有6个人，但服主却仍郑重其事地宣布着。“龙，怎么看在线玩家的ID？”COM似乎不经意地问道。“哦，你按‘TAB’键就行了。”“哟，你说的那个luna在线呢，要不要叫兄弟干了他？”由于是在游戏聊天屏上打出的，所有人都看得见，所有人都有一定的反应。“哦？你们有什么仇？”这是服主和管理员sky的问话。“呵呵，有本事来干我啊！”这是luna的回话。“好啊！”“那就来吧，现在就来啊！”“喂喂= =到底是什么仇？”服主可乐似乎很在意。“没什么！”没等龙回答，luna就先回答了。“二号可乐你不用管啦，小学生而已。”“二号你妹= =”……似乎是因为怕往事被抖露而被封禁，luna的回话异常谨慎。所以多次小心翼翼地避开了管理人员的追问。“那么你们的事，我就不多问了，下了。”“二号可乐”打出这句话后，下线信息就显示了。“对了龙，职业贵吧？”“哦，这是个问题。你们现在是初心者，只有1000，只能转魔剑士，而虽然能转职但是我发现魔剑士越到后期越弱，虽然我还没接触到加速技能但我想也不过是个逃跑的鸡肋……而且其实初心者空手的攻击相当于魔剑士的铁剑，相当强悍，虽然只有一个跳跃技能但我想足够自保。不如花1000去买点东西，然后练级了再去打luna报仇。死亡不掉东西只掉经验，所以小心死了。百分之20经验呢！”“服主把死亡掉落经验削弱到了百分之5，不用太担心。”虽然之前有过争吵，但是作为管理员，sky的素质还是有一些的。“那就先组队练级吧。”“也只能这样了。”“大家输入/party 灰烬勇者团加入队伍吧。” 不一会儿，各佩戴三两件残破的铁甲，都拿着石剑的COM、157、小刀和裸装的龙来到了城堡内部。这里面并没有插上火把，生出来的怪数量也比城门附近高上一倍，而且强度也是多了一倍不止，如果不是因为有队友，龙根本不敢来这里刷怪。虽然不知道是如何做到自定义掉落物品和自定义怪物强度的，但这无异于是让众人对服务器的印象更上一层楼。在一魔剑士，三初心者的协力作用下，尽管配合不是很默契，众人还是在短短10分钟内杀死了十来只变异僵尸和几只骷髅神射手。变异僵尸的皮肤是蓝色的，虽然生命值与普通僵尸一样是50点，速度比一般僵尸快一倍，攻击性也很强，能同时攻击2人，掉落物品是价值20灰烬币的蓝色腐肉，而一个普通僵尸的腐肉只值10元。骷髅神射手发射的是火箭，根据打怪出现的HP提示条，骷髅神射手的生命值是一般骷髅的两倍，足足的120点，掉落坚实的骨头，商店的回收价格是35灰烬币。迫不及待地卖出14块变异腐肉和6根坚实的骨头，龙一行人就赚到了490灰烬币。“看来还是满轻松的嘛。”10分钟，刷了20只怪，一行人都各自升了2~3级，尽管龙原来掉到了4级，也已经又升到了6级。“哈哈，这490可以买好装备。”小刀开心地道，“对了，来YY，这样聊起来方便。”“可是我们没YY。以前都是在别的YY玩的，去哪个？”com提醒道。“当然是用我们自己的了！建一个YY频道！”5分钟后，热心肠的小刀已经建好了一个“灰烬勇者团”频道，几个人立马加入了YY。大家用上了麦克风，说话也方便多了。“大家来说说怎么分钱吧。”小刀提议。“全给龙吧，他有职业，有技能，血高、攻击力不错，是输出主力，而且我们都有装备了，就给他买吧。”这是157的观点。“这是让我做肉盾吗……”龙汗颜。“没错！你咋知道？”“……”于是，经过在浮空的出生点旁约有四分之一城堡大小的商店里一阵精挑细选后，龙装备上了：破损的猛击精铁剑攻击力14~15点锋利2剧毒1耐久113/160点价格350元 魔法之皮革头盔防御力半甲（1甲的意思是1格盔甲防御度）魔法+50点耐久55/74价格65元 敏捷之皮革靴防御力半甲移动速度加14％耐久17/71价格20元 剩下的65元则给龙买了5个牛排。而50点魔法加成能让龙在一次性用完的情况下多劈2.5下雷剑。算上迅速的魔法恢复速度就算是能劈3下了。龙算过，雷剑的攻击加成是3~4点，也就是说用上精铁剑，他的攻击力变成了17~21点。 而其他人的装备则远远超过了龙，比如com花了1000买了一把50灰烬币的石剑，其他950一分不剩买了两件好装备（商店里无属性的装备是固定出售的，还有三两排属性装出售柜。有属性的要贵一些，而且会自动刷出，都有不同属性，价格也高低不一，而购买完就会刷新下一件。——真正的灰烬服是没有这个插件的，属于加强小说的耐看性）——幻影铁甲防御力二个半甲不攻击时静止3秒进入隐身状态。耐久89/146价格550元暴走铁靴防御力一甲移动速度加25％耐久120/138价格400元 本就有不错装备的灰烬勇者团，在龙拥有精良的装备后，在接下来又会有什么精彩的表现呢？\n",
    "replies": [
        {
            "author": "买块",
            "timestamp": 1362753600,
            "txt_content": "很不错啊~！"
        },
        {
            "author": "茶壶居士",
            "timestamp": 1362753600,
            "txt_content": "貌似好好的样子！"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1362753900,
            "txt_content": "7-9章一起?"
        },
        {
            "author": "1025891364",
            "timestamp": 1362802860,
            "txt_content": "呵呵，可乐，我来顶你了~"
        },
        {
            "author": "南宫黑龙",
            "timestamp": 1363076160,
            "txt_content": "服务器没开啊 Q群多少"
        },
        {
            "author": "y941655052",
            "timestamp": 1371257160,
            "txt_content": "我想升级发投票！~~~~~~~~~~~~~~"
        }
    ]
}