{
    "title": "[超级良心作][坑遍全版主]FATE Nihility 第一话 英灵召唤",
    "author": "zhh30648",
    "replyCount": 12,
    "timestamp": 1362752340,
    "txt_content": " 本帖最后由 ☆茶杯骑士☆ 于 2013-3-8 22:40 编辑 \n\n没错，这次我也来坑众版主了，不过放心，我是很有良心的！\n不会让什么出场人物就一瞬间或者第三章就直接便当之类的\n虽然是HAPPY END 还是 BAD END我还没决定，但是请期待，谢谢！\n发生在第五次圣杯战争后架空的第六次圣杯战争在“陇原市”这个亚洲城市再次爆发\n与原作无任何干系，纯粹同人\n还有 本次5600字+ 如果想看的话请耐心得看完，谢谢\n正文开始\n2031年12月的寒冬，处在陇源市郊外的冥魔术结社城堡内一个男人正静静地坐在玫瑰色的沙发上，漫无目的得扫视着窗外的大雪今年的雪格外的大，望去只有白色的天空和白色的大地，一片的空白他此时内心也是如此他的名字叫冥王星人冥.魔术结社所派遣的魔术师之一，同时也是这次战争的一员，更确切得说，他就是那张王牌，没有什么他做不到的事这是曾经的冥王星人所认识的自己一名纯粹的为了任务和杀人的人，处在这个世界的暗的最深处，每天都有不知道多少人在没有任何音讯的情况下消失彻底的消失，因为他的存在而这次他的任务被暂时搁置了，远远超过暗杀一个国家的王室或是彻底的蹂躏某个恐怖分子集团，和这些低等的渣残任务有着本质的区别3个月前，他手上已经出现了被圣杯所选择的象征令咒此时此刻的他已经是一名参加圣杯战争的选手了，他根本不需要什么信心，因为实力证明了自己能做到一切，自信什么的不过是没有能力者的自我安慰而已也有必死的决心，无论如何都要取回万能的许愿机——圣杯，因为他有自己必须完成的事他将自己贬低为恶，并用此借口完成结社所交给他的一切任务，他从来没有悔恨也没有痛苦过，因为那是自己恶的那面所做的事，与自己完全没有任何干系自己不过是寄托在这身沾满鲜血的躯壳上而已“冥王星大人，东西已经准备好了”“知道了”冥王星人从沙发上起身，背后的椎骨传来一阵阵轻微的酸痛“可能是太久没有活动了吧，总感觉不怎么适应”他随手抄起桌上的酒杯玻璃开始红热，融化，最后变成一滩滚烫的液体，慢慢地顺着他白皙的手滑落到地上，在地板上烧出黑色的印记，冒出令人作呕的焦炭味“走吧”萎缩在破烂的墙角，瑟瑟发抖，背后不断传来炮击的剧烈声响这是在东非的某一个战场，一场扫荡邪教团据点的战争正在发生一名高大的男子正在冷静得分析着一片废墟的现场，其背后躲藏着一名褐色长发的少女，看年龄似乎没有超过12岁的样子，衣服已经被烧出许多焦黑色的洞，隐隐地露出其下白皙的少女皮肤“茶杯，没事吧”高大的男人举起手中的俄制AK，打开了保险，将枪托杠在右肩上，左手则向着少女伸了出来“还能走吧，我们立刻转移，这里不能继续呆着了”这名叫茶杯的少女缓缓伸出了她娇小颤抖的手，手指慢慢搭上了那只充满老茧的宽大手掌，那只手带给他的不仅是安全感，更有无限的希望然而希望只有这么一份了，一旦用掉就再也不会有了“准备走了，抓紧我”男人将她整个抱了起来，少女则两手环抱在他身后，整个人趴在他宽厚的背上，感到踏踏实实的安全“还真是爱撒娇...”男人的话语里带着感叹，也包裹着淡淡的爱，就像是对什么可爱的东西无可奈何一样的表情他快速得蹦出了掩体，背上的少女在这个残酷的战场上显得极为违和这名少女是被无辜得卷进这场战争的，她本不应该出现在这里第一看见她缩在墙角时，想着别救别救别救，这样自己就完了，别救别救..“怎么可能不救啊啊啊啊！！！！！！！！！！”这样的话这名男人就有把它救出去的责任，自己无论如何也不能抛弃下一个女孩子在战场上而不顾，只能说自己是一名不合格的佣兵吧她的名字叫茶杯，很奇怪的名字但现在没有这些乱七八糟的东西可以想了唯一能逃出这里的方法只有半途停在战场一角的那架武装直升飞机，飞机技术自己还是会一点的，逃出这里应该没什么难度但对付那先顽固的暴动分子就麻烦了背上背着那么一个贵重的“货物”，不能翻滚，不能滑行，最基本的躲避也做不到，只能全力向着目标奔跑背后的枪声响起，扫落在面前的土墙壁上，像打面粉一样，漫天灰尘弥漫开来也正好为自己提供了时间拼了命得奔跑，呼吸什么的完全不管了，背上少女未发育的........竟然对小孩起妄想，太可恶了！下次抽自己几巴掌！穿过浓雾，拼命地飞奔终于成功踏上了直升飞机，将瑟瑟发抖的少女向副驾驶座上一放，自己则坐在主驾驶上开始操纵飞机舱门自动关上了，只听见窗外不断的子弹声，当然武装直升飞机可不会这么弱的装甲，几发步枪子弹还是绰绰有余的引擎声开始响起，奇妙的重力感出现，地上已经侦察过没有对空炮了，但不确定周围地区是否存在什么对空武器，最好还是就近降落，那就...陇原市吧，似乎很祥和的地方成功脱离了战场，向着名为陇源市的城市飞去，那里是离这最近的安全地带了，得赶快到达那里，这样想着的男人看着副座上熟睡着的少女，粗糙的面孔上竟然久违得露出一丝微笑杀了那么多人自己也终于拯救了一个人了世上极少数知道圣杯战争存在的人此时正蹲坐在陇原市的东面最高处，集结了这座城市的所有地脉的交汇处，正在修盖一所巨大的博物馆，不知道是哪个不识向的，在即将召唤圣杯的场地建造这种乱七八糟的东西，他已经在其内部装满了各式各样的爆破符文，准备随时把这个碍眼的建筑给轰炸成渣残就是这样一名随心所欲的三流魔术师黑色的短发，就像无数的高中生一样甚至还有些清秀的脸庞上面沾满了名为厌倦和疲劳的表情其本人所隶属于的势力：罗马正教拥有20亿教徒的全世界最大规模的宗教团体暗中也正计划着一次次圣杯战争的爆发，而其与冥魔术结社和另一个家族并成为圣杯战争的初始御三家，分别策划着战争的地点，时间，后事处理已经被整整追杀三周了，昨天好不容易从俄罗斯境内逃出来，想想自己竟然横渡了整个欧洲来到亚洲的这个小镇，本身就是个奇迹了而现在的他已经成为了这整整20亿教徒的唯一敌人，如果现在出现在哪条充满西洋风格的教堂面前，一定会被残暴得杀死吧罗马正教所拥有的恐怖灵装，能够把一切所通缉之人定为全教徒的敌人的装置W文书，现在上面的一切名字都会被深深刻在每一个教徒的脑袋里，只要看到目标便会发动效果的世界级灵装被称为战略性武器也不过为什么自己一个连小混混都打不过的低阶魔法师会被全罗马正教的人追杀连他自己也开始叹息，一时冲动竟然将罗马正教准备参战而使用的国宝级遗物给烧了......就这样被全世界的教徒追杀着，只能逃到这个战场中心来了这里将会展开的战争，是非人类所能控制的范畴，没有什么教徒会自己找死跑到这里来的最危险的地方也是最安全的地方嘛！就这样没出息的自我安慰着自己至今为止仍未获得任何能够召唤出什么像样东西的自己，竟然会得到圣杯的认可血红色的令咒出现在手背上的那一天他就绝望了这意味着自己一定会被那个同样参加圣杯战争的正教最强魔法师给砸成一堆肉块这份对“生”的强烈渴望证明让他被圣杯强行选择，因为圣杯会选择离自己近并且带着强烈愿望的人作为三家以外的MASTER候补，作为凑齐人数的一种方法自己很不幸获得了这个多少魔法师梦寐以求的选择的权利自己一点也不高兴，甚至想大声痛哭出来，在陇原市的桥下，那个长满了青苔的小破木屋，水涨时还可能淹没到腰间的木屋子，能存活到现在已经是个奇迹了“不过把自己侍从死掉的话就会自动失去战争的权利了吧”这名叫果冻的三流魔法师再次自我安慰着“早点开始早点结束然后让我能跑多远就跑多远啊啊啊啊！”一个少年无聊的下午，就这样在无数的安慰和抱怨中度过了“好吧，该去做些什么了，首先是用作祭祀的东西....算了用水画魔法阵也不会有关系的吧！”撑起脱力的身体，晃晃悠悠得向着山脚下走去DJX教团甚至被称为扎根在英国的邪教外表的教团之下匿藏的是深深的恶和金钱和名利和欲望和暴力即使是这样的教团仍有不少人期盼着加入，其实这并不是什么教团只是为了对抗英国当地发达的魔法而诞生出的严酷的魔法培训机构罢了但是这样的教团竟然能够代替英国本地宗教，以大不列颠及北爱尔兰联合王国的名义成为圣杯战争的三大家之一，掌控着召唤圣杯的全部技术，几乎是最大的主持者但由于这汇聚的都是一群只有魔术回路却没有智商的魔法师傻瓜，每次的战败几乎都是因为只会正面突击而不会用点脑子想点策略，刚一开站就亮出王牌的傻瓜比比皆是今年绝对不能再输了，再输就会失去英国王室派对自己的信任了前几天英国的骑士派已经下了最后通牒，这次战争再不能把圣杯捧回光荣的英国，就让清教派代替DJX教团参加圣杯战争同时为了消灭后患，会发动全英国的军事力量把矛头指向教团，不到一周就能绞杀的连出现过的迹象都没有一样现在已经被逼到悬崖边上了，绝对不能输[代号可以说是教团如同指挥官一样的存在，也可能是教团里为数不多有智商的那么几个紫黑色的轻纱永远遮住那张姣好的面容，唯一露出的嘴唇自从她进入社团开始能够暴露在空气中的唯一一件器官然而这样的指挥官却是幼儿体型！身高不超过150cm，齐腰的紫色长发柔顺得贴在小小的肩膀上，实在无法想象这已经是参加过几次真正战争的魔法师门外不知何时出现了一个身影“果然怎么看这个指挥官都是LOLI么....不好，我的某种欲望好像被激发了..”少女的迷蒙眼神慢慢转向靠在门口的自我陶醉中的一名男子“喂喂，别用那种恐怖的想把什么吃掉一样的眼神看着我啊，我的心灵会受不了的！”这名像神父一样的男子，身后的门板上烧出了一个巨大的窟窿，还在兹兹得冒着火星子神父被吓呆了，保持着靠在墙上躲避的姿势向着.GAME投来不可思议的眼神“虽然很可爱但是别玩真的啊！！！！喂别打了我衣服都烧起来了这套衣服可是为了圣杯战争特别定做的很贵的看起来像帅气的神父西装其实是保护用灵装的存在啊啊啊啊啊！！”完全不像是神父的家伙，DJX.GAME在内心开始拒绝这个傻里傻气的萝莉控萝莉暴虐大叔的场景终于在教团众人的阻止下平息了下来“好吧，看在你这么可爱的份上就不追究了...喂喂喂我开玩笑的啊！”GAME的面前已经出现了若隐若现的荧光，随时都会爆发的火焰魔法正在准备着打向这个陌生男子神父整理了下衣服，拍拍被烧焦的衣袖，清了清嗓子“再次介绍，隶属于英国王室的主教之一”“本次圣杯战争的监督者 geludan大爷是也”大爷.....在场的人都沉默了....这家伙真的是从教徒一步步爬上主教的位置的么..“那么，萝...DJX.GAME小姐，圣杯战争的准备已经完全了吗？”娇小的面容点了点头“那么今晚，杀戮游戏开始了哦？”关于这次主办方英国方面已经派遣使魔通知了目前已知的三位初始三家的MASTER虽然罗马正教方面并不是官方指出，似乎还是个被20亿人追杀的逃犯，不过既然已经被圣杯选择，还是作为参赛着但并不代表罗马正教方面的任何一部分罗马正教参赛者将在几日之后到达，延迟召唤日，特此批准-通告完-冥王星人轻靠在城堡教堂的一排红皮沙发的最左侧，手里正晃着一瓶50年的陈年美酒，甚至闪着像艺术品一样的光芒，右手的劣质烟卷和这个高雅的殿堂显得极其不般配教堂的正中央摆着一份被黑色盖布遮住的肉块，据说是为了防止见光分解而影响召唤出来的效果这次冥结社已经准备出动大牌了，这次选定的职介就为最强的职介Saber，直接从正面压倒敌人，再也不用什么阴谋小伎俩ASSASIAON这样没用的破烂职介就扔给别人用好了我们只需要靠着力量就能取胜，直接威慑住任何敌人这就是冥王星人的作战方针，只要有毁灭一切的力量，需要什么计划么？直接砍下去不就完事了么“时间到了，冥王大人”12点的钟声已经敲响了，冥王星人将手中的酒杯亲亲捏碎，红色的美酒就这样顺着地板流到了洒满了青蓝色光芒的正中央一个魔法阵正在逐渐得汇聚，成型，巩固红酒变得像血一样恐怖的鲜红，仿佛有什么力量正在束缚着血流的喷发，汩汩得在魔法阵的每一个支点处来回流淌着就像是活的一样,刚从肉里榨出来的一样恐怖“遗物确认完毕‘格兰戴尔’之手残缺部分，其密度足以确认召唤目标”“很好”冥王星人难得露出了愉悦的表情，微笑地看着发生的眼前汩汩得血流之阵，念出了早已经背了几百遍的召唤语句运河大桥的桥墩处，果冻正在地上用水细细得描画着法阵的图形竟然被通报成逃亡者...虽然很不爽，但这也是无可争议的事实“尽早结束，尽早回归平静吧！阿门！”边有口无心得碎碎念，边洒着水珠，至于召唤...只能靠那堆被烧焦的灰烬了据说是国宝级的东西，但谁知到那是啥玩意虽然召唤的地点有点差劲，阴暗，潮湿，还是在大桥的底下，实在是有点对不起英灵了无数的钢筋水泥柱和桥墩的缝隙之间，少年的脸庞开始被什么光芒微微照亮“差不多了，准备开始吧”神父在一边靠着墙壁默默的看着DJX.GAME还未发育的身躯—我是神父我是神父，摒弃杂念，杂念退散！退散！—好吧没有效果，果然还是抑制不了！用水银制成的魔法阵已经成型了，印照出DJX.GAME的脸庞毫无神情，没有任何表情的姣好的面容嘴里默念着什么未知的语句，眼前的法阵开始冒出一阵阵的荧光，照亮了整个地窖也刮起了微微的风默念的语句似乎是什么未知的东西，反正跟我这个主持者一点关系都没有就是啦！手臂上的36条令咒，历代未使用而继承下来的宝藏有了这个就有足够的权威证明自己有权管理圣杯战争冥.结社城堡的教堂天井的正下方“宣告”“汝身在我之下，托付吾之命运于汝之剑，遵从圣杯之名，若遵从此意志此理的话，回应吧”全身没有使用许久的魔术回路终于被再次启动一股股魔力流在强行得磨平着老旧的管道一样不适应感充斥着全身桥墩处，白色的光芒爆发了出来“在此起誓，吾是成就世间一切行善之人，吾是肃清世间一切罪恶之人”照亮了整个陇原市的雾气蒙蒙的天空三流魔法师的魔术回路毕竟不会怎么厉害，这样的负荷还是第一次尝试痛苦席卷着果冻的全身“吾是此锁链的操纵者，缠扰汝三大之言灵七天，通过抑制之论前来吧，天平的守护者！”白色充斥了视角的每一处，雾气越来越浓厚一个健康的身形的少年的身影在迷雾中渐渐显现，简直就是比三流魔法师果冻大不了多少的学生一样正慢慢得抬起那张英俊的面容，一头黄金的色的卷发，身上披着的白色布衣“是你把我召唤出来的么，以LANCER的职位”太过于耀眼了！这家伙！城堡教堂内略显健硕的身体出现在狭窄的教堂里，显得很不协调怎么竟是些不协调的东西破坏气氛啊！这样想着的冥王星人，眼前的迷雾突然被一把巨剑斩开，像某个欧洲人一样的面孔，如果上电视一定是个著名影星，身上的肌肉有些发达，总之就是个看起来很像正统剑士的家伙“虽然说作为巨人族是小了点..”“但是很不错，我喜欢”地窖里“哟，召唤出不错的家伙了，话说..”“为什么这家伙长得完全就是GAME小萝莉的御姐版啊！双重打击我实在是受不了啊喂喂喂！”自我陶醉的绅士geludan又开始幻想了，这真的是监督者？太随便了吧以CASTER职位召唤出的美丽少女，正默默得看着眼前的矮小的女孩“多多..关照..”圣杯战争第一夜，正式开始\n\n第一话 英灵召唤离圣杯战争结束剩余6days:23h:21s\n\n各位被点名的版主，对不起！\n",
    "replies": [
        {
            "author": "a438079631",
            "timestamp": 1362753600,
            "txt_content": "你死定了，冥王星人是女的。。。。。。"
        },
        {
            "author": "PTmissionary",
            "timestamp": 1362753660,
            "txt_content": "果然坑。\n就是没心思仔细看。"
        },
        {
            "author": "Forever_小树",
            "timestamp": 1362754020,
            "txt_content": "如果召唤冥姐你就Sssssssssss了……"
        },
        {
            "author": "冥王星人",
            "timestamp": 1362754320,
            "txt_content": "【挠墙】我怎么成男的啦——！！\n而且又抽烟又喝酒还破坏狂！！"
        },
        {
            "author": "zhh30648",
            "timestamp": 1362754620,
            "txt_content": "冥王星人 发表于 2013-3-8 22:52 \n【挠墙】我怎么成男的啦——！！\n而且又抽烟又喝酒还破坏狂！！\n这样才够霸气，这样才够主角范啊！\n如果不来点比较潇洒的主角，不是很难写么！\n要迷茫的身世，要惨痛的过去，要朦胧的将来，那才是主角啊版主大人！"
        },
        {
            "author": "Technology",
            "timestamp": 1362754740,
            "txt_content": "神父在一边靠着墙壁\n默默的看着\nDJX.GAME还未发育的身躯\n—我是神父我是神父，摒弃杂念，杂念退散！退散！—\n\n你完了///"
        },
        {
            "author": "zhh30648",
            "timestamp": 1362755400,
            "txt_content": "Technology 发表于 2013-3-8 22:59 \n神父在一边靠着墙壁\n默默的看着\nDJX.GAME还未发育的身躯\n我决定写完这个就回老家娶老婆去了，感觉会屎的很惨。。。\n还有版主大人，现在只有4名被确认了，可还是有3个人还没出场呢，呵呵{:10_515:}"
        },
        {
            "author": "Technology",
            "timestamp": 1362755700,
            "txt_content": "zhh30648 发表于 2013-3-8 23:10 \n我决定写完这个就回老家娶老婆去了，感觉会屎的很惨。。。\n还有版主大人，现在只有4名被确认了，可还是有 ...\n你再往糟糕里面写得罪的人可就多了.."
        },
        {
            "author": "zhh30648",
            "timestamp": 1362756000,
            "txt_content": "Technology 发表于 2013-3-8 23:15 \n你再往糟糕里面写得罪的人可就多了..\n如果真是第一话就把人历史全爆出来的话.......\n反正我是没打算把所有人都写成这样那样\n但要让剧情像FATE系列的黑暗向跑的话设定就要那个一点，不然就变喜剧了是吧\n而且geludan超级版主大人，如果您看到这请忍一忍，后面有您帅的时候！"
        },
        {
            "author": "a122502598",
            "timestamp": 1362885720,
            "txt_content": "[坑遍全版主]你屎定了，少年"
        },
        {
            "author": "无痕",
            "timestamp": 1362910800,
            "txt_content": "写的非常好……\n不过茶杯会哭的=v="
        },
        {
            "author": "晓风晚月",
            "timestamp": 1376790480,
            "txt_content": "冥王星人是女的吧"
        }
    ]
}