{
    "title": "[原创/连载]《我的世界之域灵》第二十二章 逐渐紧迫的局面",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1582109640,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-21 08:22 编辑 \n\n　　太阳高高挂在天空中，沐紫依扶着昏迷的舒牧，呆在云城附近森林的一处树荫下。　　她不敢使用太过强大的龙语魔法，只能靠着有着药水效果的低级龙语魔法，来给舒牧治疗。　　说实话，她第一次遇到这种情况，很多时候，她跟随着父亲游历万界的时候，父亲都可以轻松碾压那些不怀好意的敌人，自己只需要在一旁拍手鼓掌就好。　　可是现在自己遇到了这样，她直接傻掉了，不知道该怎么办，只能不断的释放治疗魔法，什么生命恢复、生命再生、瞬间治疗各种抗性提升全都往舒牧身上砸去，可是舒牧也没有半点动静。　　已经过去几个小时了，沐紫依满头大汗，咬着牙不断释放着魔法。她很害怕，第一次有了不会像在家里那些族人一样，虚伪，不断讨好她的同伴，她很珍惜这样的关系。　　沐紫依的眼眶中，泪水不断打转，口中不停念叨着，“怎么办”，“怎么办”。　　不过，虽说心印自带的灵技不需要消耗灵力，但是却会消耗生命值，特别是在极限状态下，如果平常使用，自身就可以承受得住大脑快速运转而带来的负担。　　而在极限状态下，因为自身的身体强度更不上思维所需要的强度，就会出现透支的现象，消耗自身命力，来使得大脑可以跟得上快速的思维。　　在看不见的地方，舒牧属性面板上的生命值已经下降到了危险的32点，不过好在有沐紫依这样一位强大的龙语法师在旁边，他身上有着各种恢复效果的增益属性，在沐紫依尽可能的全力施救下，舒牧现在的生命值已经来到了安全的204点。　　不过因为大脑承受了其本身无法承受的负担，导致他就这么一直昏迷不醒。　　这是普通的生命恢复无法治疗的，而且沐紫依也不知道舒牧昏迷是什么情况。她只看到，在舒牧昏迷倒下之时，他的鼻子和嘴巴都有猩红的鲜血流出，以为可能是受到了战场中，修行者攻击余波的伤害，所以并没有给舒牧施加恢复精神的魔法。　　在下午快接近傍晚的时候，舒牧托着昏昏沉沉的脑袋坐了起来，而沐紫依则是坐在不远处的一块石头上休息，因为不断的释放魔法，她也有些累了。　　看到舒牧有了动静，沐紫依从石头上跳了下来，朝着舒牧跑了过来。　　“你怎么样了？好些了吗？我之前看你鼻子、嘴里都有血流了出来，我以为你就要死了……”沐紫依的声音听起来有些哽咽。　　舒牧看着一旁，脑袋缩在帽檐下，眼中有着泪水在打转，楚楚可怜的沐紫依。他只是摆了摆手，示意自己没事了，可是沐紫依似乎并不明白。　　“你可千万不要有事啊，我，我……你还欠着我牛排没请我吃呢？快点好起来，好吗？”　　“我现在也没什么大碍了，走吧，我们先回去吧，今晚就不出城了，我要好好休息一下。”舒牧说着便站了起来，一股无力感遍布全身，他的双腿还有些缠斗，左手扶着旁边的橡树，而右手扶着昏沉的脑袋。　　沐紫依赶忙靠了过去，两只手托住了舒牧的左手，虽然她的个子看起来只到舒牧下巴，可是力气却不小，搀扶着舒牧的两只手紧紧地扣住舒牧的左手，让他不至于摔倒，可是动作却十分的生硬。　　在这之前，她可没有照顾别人的经验，只能回忆着每天早上，云城伤员回城时的场景，有模有样的现学着。　　因为是伤员的缘故，舒牧进城是没有士兵检查的，而且所走的通道也是和普通的通道并不相同的，所以舒牧被一位穿着白袍的小个子搀扶入城，除了周围还有少量的伤员会投来好奇的眼神外，守城的士兵是不会注意到这里的情况的。　　而且从这条通道进入治疗处，那里可是会有云城的强者监视，如果是身份可疑的人，就会被强者带走问话。不过，进到治疗处，舒牧就让沐紫依不要再搀扶自己了，以免被人察觉。　　因为已经接近傍晚的缘故，治疗处的人很少，大部分是那些从早上就等待到傍晚的伤员。凋零骷髅的出现，使得伤员数目猛增，虽然只是余波，却造成了比正常战斗更大的伤亡，直到现在还有部分人正等待治疗。　　和之前一样，拿了药舒牧就离开了治疗处。　　沐紫依有着她自己的办法不被人发现，如果和舒牧有所交集的话，很容易被暗中监视的强者所察觉。　　回到天蓝客栈，舒牧就直接来到床上躺了下来。　　在治疗处喝一瓶混合有解毒牛奶的药水，他现在脑袋昏沉的情况减轻了一些，不过却很难集中注意力，本来打算今晚就要开始努力修炼心法的，结果这个计划只能暂时搁置了。　　城外的情况一天比一天危险，凋零骷髅的出现让战备警戒达到了煤炭级，位于一级之上。　　一级是普通人所能达到的最高警戒级别，而达到了煤炭级，就说明需要煤炭级的修行者出面警戒，这就表明战况进一步升级了。　　现在云城之中所有能调动的煤炭级修行者，都来到了战备处登记，只要有亡灵族的修行者，或者是普通人无法应付的亡灵族怪物出现，他们就要直接上战场了，不能再处于一种观望态度。　　想要召集云城所有的煤炭级修行者还是很困难的，毕竟太过弱小也只是稍微强一点的普通人而已，只有全身各属性破千的煤炭级修行者，在战场上才有一点用处。　　修行者强大的地方在于个体实力，可是面对战场这种大场面，煤炭级的修行者还无法独当一面，不能作为战争的决定性力量。只有金锭级的强者，才勉强算得上是战争的决定性力量。　　大世家每一位核心子弟，在同等级之中都是最顶尖的存在，凌晨那一箭诛星箭，就是云城一个大世家的核心子弟的手笔，在同级之中绝对碾压的实力！　　不过诛星箭的释放同样需要消耗不菲的灵力，昨晚出手的是煤炭级的子核心弟，就算这样也只能释放一次诛星箭，不过即便如此，他本身的灵力上限，是当时在战场上的十个人都无法比拟，至少要三个人的灵力总量才会高于他。　　云城一共有四个大世家，分别执掌东西南北四个位置的城市资源，除却雇佣兵公会，附魔师协会，炼药师公会等其他势力，以及云城城主势力外，他们是在云城之中势力最强的四大世家。　　每一个世家都有一位青金石级的强者坐镇，加上云城城主，不算世家隐藏的青金石级强者，这就至少有五位青金石级强者。　　今夜注定是一个不会平静的夜晚，城墙之外亡灵的进攻，士兵和雇佣兵浴血厮杀。城墙之内繁华热闹的街市，街市**攘往的市民，形成了极为鲜明的对比。　　在外厮杀的除了士兵，就是因为没钱维持生计，而参加了雇佣兵的云城普通市民，能走上修行者道路的终究只是少数，和云城庞大的人口基数比起来，修行者千人之中才有一个。　　主要是普通人难以维持煤炭级前期的需求，不靠药水的堆积，所有属性达到修炼级别，基本上是没可能的，光是全属性破百这个门槛，就压倒了许许多多想要修炼的普通人。　　而在小家族以及小贵族当中，能让家族提供资源，把自己基础属性全都堆到一百的，无不是家族之中，或者说小贵族之中最核心，最天才的存在，可是这些人和大世家的核心子弟比起来，就是一个天一个地的差距。　　之前方九玄为了拉拢舒牧这样，不属于大世家的人，却和大世家的子弟有得一拼的人，他才给了舒牧一枚空间戒指。　　而这一枚空间戒指，仅仅作为他希望舒牧对自己可以有好的感官的小礼物，他不奢望舒牧这样的天才因为这一个戒指的原因，而与自己成为真正的朋友，但至少不会恶交。　　随着亡灵族的修行者不断出现，云城的战备等级快速的提高着，今夜很多得到消息的人，都闭门不出，攻城进入到修行者层面，那就再是一件小事了。\n原版章节地址上一章|目录|下一章",
    "replies": [
        {
            "author": "xiaovo",
            "timestamp": 1582112760,
            "txt_content": "文笔不错23333，看起来挺有意思的"
        }
    ]
}