{
    "title": "[Minecraft.net | INSIDER] 无 用 机 器",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1582187100,
    "txt_content": " 本帖最后由 Kalice 于 2020-2-22 23:47 编辑 \n\n\nUseless Machines\n无 用 机 器\nA pointless guide to the most useless machines possible.\n这篇毫无意义的教程将教你制作最无用处的机器。\n\nChris Priestman 克里斯·普里斯特曼\nWanna hear a joke? My redstone machines. They blow up in my face, drop me into lava, and undo hours of careful block building. I try to make helpful machines that can improve my daily chores, but they prefer to completely undo my work instead. All is not lost for me, though! It turns out my talent for terrible engineering suddenly has a purpose now, and that my machines have become something cool.\n想不想听个笑话？我的红石机器就是个笑话。它们把我炸得灰头土脑，让我掉进熔岩，还让我几个小时的精心搭建重归于零。我尝试着制作有用的机器，帮忙做我的日常杂务，但是这些机器却更喜欢把我的工作摧毁殆尽。但至少我还没彻底失败！我发现，在制作糟糕的机械这件事上，我的才华现在突然有了用武之处，我的机器成了十分酷炫的东西。\n\nRecently, the Minecraft community on Reddit has been purposefully building the most useless machines they can come up with. But they’re not just useless in any old way. Specifically, these machines have no purpose other than to turn themselves off.\n最近，Reddit 上的 Minecraft 社区开展着一项富有意义的建筑活动：尽可能制作最无用处的机器。但是这里的“无用”并不是一般意义的无用。具体来说，这些机器只有唯一一种功能，那就是把它们自己关掉。\n\n\nYou can build everything from honey block conveyor belts to magical hidden doors in Minecraft, but no, people prefer to make pointless contraptions instead. As the self-proclaimed leading expert on dreadful devices, I have nothing but respect for that, so let me be your official guide as to why and how these useless machines are built.\n虽然在 Minecraft 里，你可以建造从蜂蜜块传送带到魔法隐藏门等各种各样的东西，然而与此相反，人们更喜欢制作没有任何目的的装置。作为一个糟糕机械界的前沿专家（我自封的），我的内心对此充满敬意。那么，就由我来给大家介绍这些无用机器的制作缘由和制作方式吧。\n\nIt’s just so beautifully pointless!\n极具美感的意义缺失\n\n\nThe first one I came across was created by TheVampireQueen . As you can see in the Reddit video of her ‘Perfectly useless’ machine, it works by having a hidden piston pushed out of a wall to destroy the lever that activates it.\n\n我第一件看到的作品来自 TheVampireQueen。在她的 Reddit 视频中你可以看到，这个“十分无用”机器有一个隐藏的活塞，它从墙壁中推出，然后摧毁激活机器的拉杆。\n\nIt was inspired by Sethbling’s ‘Useless Lever’ from back in 2013, but TheVampireQueen didn’t want to just recreate it. “I tried to give myself a challenge to create one where the lever was not right next to the wall, as every model before mine used a lever flush with the wall or something coming from the floor or ceiling,” she tells me.\n这件机器的灵感来自于 Sethbling 在 2013 年的作品“无用拉杆”，但 TheVampireQueen 并不满足于仅仅是还原机器而已。“我想给我自己一个挑战，让拉杆不挨着墙壁。因为在我这个作品之前，大家都是借助从墙壁、地面或者天花板上推出来的东西来摧毁拉杆的。” 她告诉我。\n\nIn her build, the hidden piston moves out two block’s distance from the wall before returning to its starting position. It looks simple enough, but it’s far more complex than any mere machine-making mortal might think, as seen in the images below.\n在她的建筑中，隐藏的活塞从起始的位置移动到距离墙壁两格远。这看上去很简单，但是其复杂程度远超我们这些凡夫俗子的想象，具体可以看下面的这张图。\n\nUseless doesn’t mean that a machine is simple, by any means. On the contrary, this is state-of-the-art levels of pointless!\n机器的无用完全不能与简单二字划等号。相反，这是一种艺术，“毫无意义”的艺术！\n\nThese images are actually of a recreation of TheVampireQueen’s original design that’s easier to build and requires fewer resources.\n这些图片其实是在 TheVampireQueen 原有设计的基础上重新制作的版本，建造起来更简单，而且花费的资源也更少。\n\nTheVampireQueen says that, in this updated build, the lime green circuit seen here “no longer does anything, so it can be effectively left out to reduce material cost.”\nTheVampireQueen 说，在这个升级版的建筑中，青绿色的电路“不再起任何作用，所以实际上可以移除掉，减少建筑的花费。”\n\nAs all good artists, TheVampireQueen has made sure to sign her creation. She’s right to be proud of her machine’s futility.\n就像每一个优秀的艺术家那样，TheVampireQueen 完全可以在她的作品上标上自己的名字。她一定对自己机器的毫无用处感到非常骄傲。\nThe idea seems to have caught on as a number of variations on the useless machine have hit Reddit recently. One person who put a lot of effort into it is IOWZBOI, who created several useless machines, each of which have a different way of destroying the lever – ranging from falling blocks to streams of water.\n这样的想法似乎开始流行起来，最近一段时间，在 Reddit 上出现了许多其他品种的无用机器。IOWZBOI 对此颇有钻研，他创造了 几件无用机器，每一件都有自己独特的方法摧毁拉杆——包括从掉落方块到借助水流等等。\n\nOthers that stand out for me are those that put a comedic spin on the concept. Rather than use a piston,Leeuwe’s useless machine literally shoves a Creeper into the mix, which blows up the button that activates it. Another take on this explosive idea comes from BiC_MC, who does without a Creeper altogether, instead launching TNT at the lever to take it out. Genius!\n吸引我注意力的，还有那些在无用机器上增添了喜剧效果的作品。Leeuwe 的无用机器并没有用到活塞，而是把一只苦力怕推出来，通过爆 炸来摧毁激活装置的按钮。还有一个用到了爆 炸的作品来自 BiC_MC，其中并没有使用苦力怕，而是通过向拉杆发射TNT来将其摧毁。真是个天才！\n\nHow do I get this machine installed as my doorbell? Er, I mean, asking for a friend.\n怎样才能把我家的门铃做成这个样子？呃，我替我朋友问的。\nComedy aside, the main reason for many people to create useless machines is to take the idea to new extremities. This is typically done in two ways: showing off the complex circuitry behind the scenes, or making the piston move even further to turn the machine off.\n除了喜剧效果之外，之所以有许多人参与到无用机器的制作中来，是因为大家想把这种想法提升到极致的程度。通常要做到这点有两种办法：一种是展示装置背后的复杂电路，还有一种就是尽可能地把活塞推到更远的地方来关闭机器。\n\nBoth can be seen in feliser’s ‘The Ultimate in Useless Machine Technology’ . Part of this machine is made out of glass so you can peek inside as its components work together to push the piston a total of seven blocks. “For me, the appeal in useless machines is the challenge of seeing how far I can push this idea,” feliser tells me. “I went through many iterations to get to ** I have today and every time I make a useless machine I try to get a little more ridiculous.”\n这两点在 feliser 的 “终极无用机器科技”里都有体现。这件机器的一部分是用玻璃制作的，所以你就能瞧见，其中的组件是如何将活塞推到整整七格之外的。“对我来说，制作无用机器的乐趣，就在于挑战自己究竟能把无用这一概念推向多远。我经历了很多次迭代才得到现在的这个版本，每次我制作出一件无用机器，我就会尝试让它变得更疯狂一些。”\n\nSomeone who knows the appeal of pushing useless machines as far as possible is MrHugster, whose ‘Useless Box’ features an impressive 12x piston extender. Yes, it pushes a block a total distance of 12 blocks using pistons, and then brings it all the way back to its starting position after it destroys the lever. Making this machine was no easy feat, but MrHugster has provided some instructions below for anyone looking to give it a go.\n在把无用机器尽可能推远这件事上，MrHugster 可以说是深有心得，他的 “无用盒子”可以伸展 12 格远。没错，这个机器用活塞把方块推离 12 格这么远，在把拉杆摧毁之后，又全部都收归原位。制作这样的机器绝非易事，不过 MrHugster 已经在下面为想动手尝试的大家提供了一些指导。\n\nBehind the scenes of this useless machine is a whole factory of moving parts.\n在这个无用机器的背后，是一整套的活动组件。\n“The first step is very easy, you just need to power the first piston which will push everything one block forward, then use a repeater set to two ticks to power the second piston and continue using repeaters set to two ticks to eventually power all the pistons,” MrHugster explains.\n“第一步非常简单，你只需要激活第一个活塞，这个活塞会把方块向前推一格，然后用一个中继器，设在 2 档，拿它激活第二个活塞。重复这个过程，直到所有的活塞都被激活，” MrHugster 解释道。\n\n“The second step is much more difficult because you need to power all the pistons at the exact right moment and you need to power them 12 times. Once again, you use repeaters, this time set to one tick, to power the pistons and you need a fast redstone clock in order to power all repeaters 12 times.”\n“第二步就困难得多了，因为所有的活塞都需要在恰当的时刻激活，而且需要激活十二次。同样的，你需要用到中继器来激活活塞，这一次设在 1 档，然后还需要一个快速红石时钟来激活所有的中继器十二次。”\n\nGot all that? No matter if you didn’t. What’s great about useless machines is that you can appreciate the complexity they hide without having to understand it. That’ll almost certainly be the approach you want to adopt as we have a look at the final stop on this wonderful tour of uselessness.\n听懂了吗？没懂也没关系。无用机器的一个好的地方就在于，不用透彻理解，你也能欣赏隐藏在它之下的复杂性。在我们无用机器之旅的最后一站看过之后，你就肯定会完全同意这个观点了。\n\nBack in 2018, YouTuber Mumbo Jumbo took it upon himself to create ‘The MOST COMPLEX USELESS MACHINE in Minecraft’ . He certainly succeeded.\n回到 2018 年，当时的 Mumbo Jumbo 决定自己搞一个“ Minecraft 中最复杂的无用机器”。当然，他成功了。\n[media]https://www.bilibili.com/video/av23875143[/media]\n\nThe principal is the same as all the other useless machines we’ve seen until now: pull a lever to activate a machine that then destroys that lever before going back to its starting position. But he made a machine that randomly selects one of eight different ways to do that. Lava falls on the lever, water washes it away, an anvil lands on it, or it may be one of many hidden pistons that breaks the lever. It is a ridiculously complex device.\n这个机器的主要目标和我们目前为止看到过的其他的无用机器一样：拉下拉杆，激活机器，机器把拉杆摧毁，然后回到原位。但是他的机器会从八种方法中随机挑选一个来完成这个任务。熔岩掉落在拉杆上，流水把拉杆冲走，铁砧砸到拉杆上，或者让许多隐藏活塞的其中一个摧毁拉杆。真是个复杂到可笑的装置。\n\nWhy did he do this? “Useless machines epitomize what I love most in redstone creations,” Mumbo Jumbo tells me. “They are decently complicated from a wiring perspective, incredibly satisfying when built well, and totally pointless. This trifecta of attributes is what I look for in my favorite builds (with pointlessness being the most important).”\n为什么他要做这个东西呢？Mumbo Jumbo 告诉我：“无用机器是我最喜欢的红石机械。它们在线路的铺设上相当复杂，在做得好的情况下又非常赏心悦目，而且完全没有意义所在。这一连串的属性正是我最喜欢的建筑中所包含的特质（其中最重要的就是没有意义）。”\n\nHe’s got a fair point. If we’ve learned anything today, it’s that even if something is useless, that doesn’t mean it’s worthless. These machines may be functionally useless but they can teach us a lot about becoming better builders. Give it a go yourself and see if you can come up with a new spin on this useless pursuit.\n他说的不错。如果要说我们今天学到了什么，那就是，即使一件东西没有用，也不代表它没有价值。这些机器在功能上或许是无用的，但是它们可以教我们如何去成为一个更好的建筑师。快自己尝试一下吧，看看你能否在这无用的追求上想出什么新鲜的点子。\n\n【KalphaGo 译自官网 2020 年 02 月 19 日发布的 Useless Machines】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1582187460,
            "txt_content": "这得从一只蝙蝠讲起"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1582187520,
            "txt_content": " 本帖最后由 Kalice 于 2020-2-20 16:38 编辑 \n\n由于文中动图比较大，连图床都装不下，所以这里放一下前面两张动图和最后一张动图的云盘链接……\n\n\n\n\n\n\n链接:https://pan.baidu.com/s/1HnuWyPo-mLhNVrqzqlPsJA 提取码:ixv2 "
        },
        {
            "author": "二哈大魔王",
            "timestamp": 1582191120,
            "txt_content": "mdzz 自己把自己关掉可还行"
        },
        {
            "author": "lsct",
            "timestamp": 1582255980,
            "txt_content": "好有趣。"
        },
        {
            "author": "Ruo_bing0.0",
            "timestamp": 1582875300,
            "txt_content": "惹不起惹不起"
        }
    ]
}