{
    "title": "[Minecraft.net|INSIDER] 背包盘点：头盔",
    "author": "海螺螺",
    "replyCount": 2,
    "timestamp": 1582227840,
    "txt_content": "\nTaking Inventory: Helmet\n背包盘点：头盔\nHatters gonna hat!\n帽者自帽！\n\nDuncan Geere \n\nWe’ve done leggings . We’ve done boots . Now it’s time to visit the other end of the body. Today we’ll be looking at Minecraft’s protective headgear – the helmet.\n我们写了护腿。我们写了靴子。是时候看看身上的其他地方了。今天我们要看看 Minecraft 牢不可破的帽子 —— 头盔。\n\nHelmets are the third of four parts of Minecraft’s suit of armour (be patient, chestplate fans, we’ll get there). They were added at the same time as the other armour parts – in February 2010 – though there had been non-functional armour models and textures in the game for about six months by that point.\n头盔是 Minecraft 盔甲四件套的第三个（胸甲爱好者们，请坐和放宽，我们会说那个的）。它们与其他的盔甲们同时被加入游戏 —— 在 2010 年的二月 —— 尽管那时它们没有任何功能，仅仅作为盔甲模型和材质持续了大约六个月的时间。\n\n\nHelmets come in five different types – leather, chainmail, iron, diamond, and gold (plus the turtle shell, of course), and their purpose is to protect the head from damage. They do a very good job of it, too – adding a different number of defence points depending on the material used to make them. Diamond helmets, the toughest of them all, will fill one and a half points of armour.\n头盔有五种不同的类型 —— 皮革、锁链、铁、钻石和黄金（当然还有海龟壳），用于保护头部免受伤害。当然它们也很好的做到了这一点 —— 基于合成使用的不同材质而加成不同的防御点数。最坚硬的钻石头盔，会给防御条填充一格半护甲。\n\nTo make a helmet, you’ll need five of the relevant material. Put it in a crafting grid in an n-shape, and voila! You can also loot helmets occasionally from zombies, husks, strays and skeletons, buy them from villagers, or find them in loot chests.\n你需要五个对应的材料合成头盔。在合成台上将它们摆成 n 形，然后你看！僵尸、尸壳、流浪者和骷髅偶尔也会掉落一些头盔，你也可以从村民那里买来，或者从宝箱中找到它们。\n\nOh, and don’t forget that helmets can be enchanted. Fire protection, projectile protection, blast protection, and good’ ol regular protection, are all possible – along with the usual unbreaking, thorns and mending enchantments that all armour types can get. But there are two enchantments that can only appear on helmets – aqua affinity makes it easier to mine underwater, and respiration extends breathing time. Both are very handy if you’re planning an underwater sojourn.\n噢，不要忘了头盔可以附魔。火焰保护、弹射物保护、爆炸保护，以及总是那么好的普通保护，这些都可以 —— 还有所有的盔甲都能获得的耐久、荆棘和经验修补。但是有两种附魔只能在头盔上出现 —— 水下速掘让你更轻易地在水底挖矿，而水下呼吸延长了憋气的时间。如果你计划在水下停留一会儿，两者都是十分有用的。\n\n\nIn the real-world, helmets are important because heads are important. You can survive without a foot, or even a leg – but you can’t survive without a head (unless you're a Dullahan) . That’s probably why they’ve been around longer than we’ve been recording history. But there have been a few key breakthroughs in helmet history that are pretty interesting.\n现实生活中，头盔十分重要，因为头很重要。就算缺失一只脚、甚至一条腿，你都可以存活 —— 但没了头就不行（除非你是无头骑士），这大概也是头盔的历史比我们有记载的历史更加漫长的原因；而头盔的历史中，有几个关键的突破十分有意思。\n\nThe earliest is the Corinthian helmet, from the 8th century BC. They’re **s you can see in the movie 300. They originated in ancient Greece, were made of bronze, and covered the entire head and neck – with slits allowing the wearer to see, breathe and speak. Variations stuck around for hundreds of years.\n最早的头盔是公元前八世纪的科林斯头盔，也就是你在电影斯巴达三百勇士里看到的那样。它们起源于古希腊，由青铜铸成，覆盖整个头部和脖子 —— 附带有让装备者能够观察、呼吸和说话的缝。这类似的头盔发展了几百年。\n\nThen there was the Kettle Helm, which was invented in the 11th century but variations were worn all the way up until World War II. They’re basically a bowler hat made of metal – covering the top of the head with a wide brim, but not covering the face at all. They were popular because they offered protection while still giving the wearer a lot of **.\n接着出现了水壶头盔，它们在 11 世纪被发明出来，但其变种直到二战都被人们佩戴。它们基本上就是一个金属制成的碗状帽，边缘宽大覆盖住头顶，但脸部完全没有任何遮挡。它们大受欢迎，因为在提供防护时它们仍然给佩戴者许多自由。\n\nSince the invention of plastics in the middle of the 20th Century, helmets have become much more common outside of military use. Now we wear them all the time – for playing sports, for cycling, for skiing, and much more. Today, there’s even an inflatable helmet that bursts out of a neck collar like an airbag when a cyclist crashes.\n在 20 世纪中叶塑料被发明后，头盔在军事以外的用途逐渐增多。现在我们到处都戴着它们 —— 体育运动、骑车、滑冰，和其他许多的地方。现如今甚至有一种充气式头盔，在骑手受到冲击后，像安全气囊那样弹出成为一个颈圈。\n\nWe don't have those in Minecraft yet. Mostly because we’re still waiting for some smart villager to invent plastics. But hey, keep an eye on future patch notes. With some luck, we'll have them by the end of the century!\n那些在 Minecraft 里面都还没有，主要是因为我们还等着某个聪明的村民发明塑料。但是欸，留意以后的更新说明。足够幸运的话，在本世纪末我们就会有这些东西啦！\n\n【海螺螺 译自官网 2020 年 02 月 20 日发布的 Taking Inventory: Helmet】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "海螺螺",
            "timestamp": 1582227960,
            "txt_content": "\n\n\n\n\n394.gif (796.25 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-21 03:44 上传\n\n\n\n\n\n文中出现的科林斯头盔\n\n\n\n\n\n图片.png (247.35 KB, 下载次数: 1)\n\n下载附件\n\n2020-2-21 03:45 上传\n\n\n\n\n\n\n文字出现的水壶头盔 （Kettle Helmet）\n\n\n\n\n\n\nfile_1582227950000.jpg (89.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-21 03:45 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Chely丿凝冰",
            "timestamp": 1582290120,
            "txt_content": "bbs有你更精彩！！！！！！！！！"
        }
    ]
}