{
    "title": "[原创/连载]《我的世界之域灵》第二十三章 紧急护卫任务",
    "author": "MIP_COMMOM",
    "replyCount": 0,
    "timestamp": 1582244460,
    "txt_content": " 本帖最后由 MIP_COMMOM 于 2020-2-22 17:37 编辑 \n\n　　五天之后，舒牧带着沐紫依来到了他们经常吃的一家烧烤店，她总是对这里的烤牛排赞口不绝，百吃不厌。　　每天只吃这一顿就足够维持一天的消耗了，不过几天一直呆在客栈修炼心法，舒牧身上的银币已经所剩无几了，所以他打算去雇佣兵公会看看，有什么除了守城之外，相对轻松和安全的任务。　　雇佣兵公会人满为患，最近云城的战事越来越紧急，很多雇佣兵都打算放弃守城的任务，不过每过一天，守城任务的报酬就越丰厚，舒牧五天之前来看的时候还是三十二银币，现在已经达到了六十四银币，整整翻了一倍！　　不仅如此，任务的等级提升到了煤炭级，只有煤炭级及其以上的修行者才可以接取，不过就算任务等级不提升，普通人也不会再接取守城任务，那可是会要命的！　　任务奖励除了六十四枚银币外，还多了二十点雇佣兵贡献点，免费附魔保护四一次，万用型药水一瓶等奖励。　　舒牧看了看任务列表，其中一个任务是护送任务，护送云城挖矿队伍进入最近新发现的大型矿洞，因为是近期发现的大型矿洞，加上云城战事紧急，本来是云城士兵该完成的任务，现在交给了雇佣兵。　　报酬也是相当丰厚的，一个金币，三瓶生命再生二的药水，雇佣兵贡献点三十点。　　因为这个大型矿洞是刚刚发现，没有一个雇佣兵知道那里的位置，路途地形是怎么样的，哪里有危险，这些信息他们一概不知。虽然有士兵去过那个大型矿洞，可是他们一路上并没有遇到危险，初步探查矿洞的规模的时候，也没有遇到任何危险。　　这就非常不对劲。一般来说，很多刚刚探寻到的矿洞，特别是大型矿洞，里面多多少少都会有普通僵尸在里面游荡，可这一个矿洞一只都没有，实在是安全得让人发慌。　　第一次接取护送任务，奖励都是这一系列任务中最高的一次，而后因为信息的不断收集和整合，安全和危险的地方都会在地图上表明，任务的难度和危险系数都大幅下降，奖励自然也就不断的减少。　　第一次的护送任务奖励高，第二次发布该任务奖励基本会下调5%到10%之间。一个金币足够他们两个人吃很长时间的牛排和猪排了，不过光吃肉可不行，偶尔舒牧也会带着沐紫依来到云城内的一家小饭馆吃饭。　　护送任务接取人数已经达到了630人左右的，上限是一千人，当人数达到上限的时候，该任务就会停止他人接受，任务将会正式开始，任务的内容和消息都会由雇佣兵徽章提示，这一点做得有浓浓的科技感，可是驱动力却是灵力。　　接取了护送任务后，接下来只需要等待雇佣兵徽章的提示就好了，在这一段时间里，舒牧打算先和沐紫依去吃顿饭，估计吃完饭任务就会开始了。　　这次任务的目的地是在云城后二十公里处一座山腰上，大型矿洞是一位村民发现的，最近不知道为什么，云城允许村民进入云城了，而且所有的人员限制都免除了，估计是方九玄做的。　　或许他派人调查云城周边村庄的时候，发现了亡灵巫师准备诅咒的蛛丝马迹。为了防止这一个大型诅咒术法完成，云城还在城内的一处空地上设立了难民地，用来安置云城周边村庄的村民。　　云城内的空间还是挺多的，主要是保证交易可以正常进行，云城中很多地方都有面积很大的空地，这就方便了设立帐篷来安置云城周围所有的村民，而且还有剩余的空间。　　吃过早饭，舒牧和沐紫依都来到了云城后城门，这是云城为了方便而修建的小门，平时基本没有人使用，云城三面环山，很多商人都是从云城正面进城，而另外三面分别只修建了一扇小门。　　虽说是小门，但那也是相对于云城的主城门来说的，小门的长宽莫约有二十米和一米，高则是四十米左右。　　这里已经有云城的专属采矿队伍在等待了，他们身上都没有穿铁盔甲，一来他们并不属于战斗兵种，二来他们中大部分都是普通人，身体素质根本达不上附魔铁盔甲的装备要求，即便是附魔轻盈属性，对他们来说也是一个重担。　　其实每一个人只要有矿镐，都可以成为一个矿工，可是有能力的人，都会有属于他更重要的事情要做，像是正面战场的防守工作之类的。但矿物资源又是平常不可或缺的物资，只能依靠普通人的力量来采集了。　　这里的普通人指的是，身体属性在十点或以下的人，因为身体素质不算太好，会影响挖矿的效率，所以云城给每一个矿工都准备了附魔铁镐，效率四属性那是必备的，基本上每一个矿工都是耐久三，效率四的铁镐。　　像是更好的附魔，就由矿队的各个小队长，总副队长和总队长才有，而总队长和总副队长手中的镐子都是更好的附魔钻石镐。　　除了矿队的人外，云城后城门还有很多衣着各异的雇佣兵，铁盔甲虽然是常态，但那只适合新手雇佣兵使用，很多有点实力有点金钱的雇佣兵，都会买更加方便的软甲，不会影响身体的灵活性，有点经验的雇佣兵基本上都会买上一套。　　软甲的防御力没有铁盔甲高，但有很强的韧性，相对的耐久也稍微高一些，不过没有铁盔甲高，但它胜在轻盈方便，而且软甲的制作材料还可以提高灵力传导效率的作用。　　上次在正面战场，那些煤炭级的修行者大部分身上都没有穿盔甲，穿的都是极为高级的软甲，用材比市面上大多数的都要好，可以抵挡削弱两千点攻击力带来的伤害。　　也就是说，只要敌人的攻击力有两千点及其以上，其中两千点的部分会削弱10%的力量，在伤害计算的时候，相当于免去了两百点攻击力。　　这是一种近乎固定的减伤，最多只能减伤两百点，攻击力越强效果越好，最好的使用效果实在敌人攻击力刚刚好两千点的时候。　　而普通的软甲，也就是现在雇佣兵普遍使用的软件，减伤只有2%到4%左右，好一些的可以达到5%，可是想要达到10%甚至更高，就需要品质更好的材料才行。　　“人数已经凑齐，护送任务将于三十分钟后开启。三十分钟内，请所有接受了任务的雇佣兵，马上到云城后城门集合，未按时到的，每迟到一分钟，奖励扣除5%，迟到十分钟算是放弃任务，扣除信用值，三天之内禁止接取任务……”　　雇佣兵徽章以全息投影的方式，投影着本次护送任务的内容。　　舒牧很好奇地仔细打量着雇佣兵徽章，他还是第一次看见这样充满了科技感的情景，在这个到处都是玄学的世界，居然有科技的痕迹存在。不得不佩服想到这种方法的人，利用灵力来制作工具。　　三十分钟很快就到了，一千名雇佣兵都按时抵达了云城后城门。　　这次的护送任务是雇佣兵为主力，云城士兵作为辅助，毕竟要把一群雇佣兵整合起来，是一件非常麻烦的事情，没有军规的约束，想要命令雇佣兵做事那是不可能的，如果强行命令雇佣兵做事，碰上内心狭隘的人，甚至可能会拖累队伍，导致任务的失败。　　这种事情，在历史上不是没有，所以云城只需要雇佣兵在危险的时候出以援手，在路上多收集一些情报就好，根据情报的重要性，护送任务还会有奖励提成，越重要的情报可以得到的奖励提升百分比越多。　　最多可以达到50%，不过很少有人可以拿到。　　而且雇佣兵不同于士兵，遇到对自己不利的情况，危险的情况都可能抛弃一切，转头就跑，毕竟任务还没有自己的命重要，没必要把自己的命搭在这里。很多雇佣兵都是这样的思想，而士兵则是稍微团结一些，但也好不了太多。　　很快，矿队在士兵的保护下走出了后城门，雇佣兵将矿队和士兵包围在其中，大部分都朝着山林散开，主要是去清理林中的危险和收集情报，没人会拒绝更多的任务奖励。\n原版章节地址上一章|目录|下一章\n",
    "replies": []
}