{
    "title": "[Minecraft.net|INSIDER]用鲜花儿结交朋友（与敌手）",
    "author": "等于号",
    "replyCount": 1,
    "timestamp": 1582254480,
    "txt_content": "\n\n用鲜花儿结交朋友（与敌手）\n我的世界礼仪指南教你如何送出奇妙的花儿\n\n交友是件难事儿，对不对？你需要做点什么，比如记住别人的确切生日，或者帮他们（喘气）搬东西。这可能会降低我们对友谊的期望，但是幸运的是，我超擅长解读社交暗示的，呃，我是说在我的世界里，不管啦。\n\n友谊的秘诀就是贿赂——我是说，送礼！谁不喜欢这些花花草草呢？这些令人怜爱的像素点们让所有玩家的屏幕都欢快明亮了起来。但什么人喜欢什么花呢？那我亲爱的人族、像素族学生们，我来教导你们吧！\n\n\n\n滨菊\n\n没有什么更能比滨菊来表示“很适合你”了，这就是在你邻居的花园里“买”的花。它们可爱吗？没错，但是他们需要花功夫采吗？不需要。但是真正的友谊不就是那些能够接受最真实最懒惰的你的人吗？快同意，不然我们这朋友可就做不成了。\n\n给一个你还不确定交不交朋友的人滨菊，那么差不多就是说“我或许将来会成为你的朋友，但是现在我懒得做决定”。\n\n\n铃兰\n\n铃兰是我在游戏里最喜欢的花之一，因为它们真的很漂亮！他们也和现实生活中的那样，见鬼的有毒。是的，在游戏里，哪怕你咬上它小小一口，你也会中毒。铃兰就代表着人们想要的一切——美丽又优雅，随时能够让人心跳停止（字面）！\n\n给你的友与敌献上铃兰吧。表面是微笑与鲜花，但是深层意思是，如果你乱动我东西的话，我就把你丢进末地传送门。\n\n\n兰花\n\n兰花是游戏中最特别的花，因为你只能够在沼泽生物群系中找到它。不过这样长途跋涉是值得的，因为这些明亮的蓝色花朵格外的与众不同。在现实世界中兰花也是极其稀有又昂贵的。我开始觉得环球去找完美的兰花要比花钱去零食店买完美的零食要好得多。\n\n送给住在沼泽里的人一朵兰花。他们既然……已经……做出住在沼泽里的决定，你现在却要拿走他们的花儿？丢人儿。\n\n\n虞美人\n\n虞美人是一种世界各地都很常见的可爱小红花儿。关于虞美人你必须知道的一点的是，它们是铁傀儡唯一指定用花。是的，强大的铁傀儡会对他们宣誓效忠的村民们献上虞美人。哦，我才没哭！我只是对善良过敏罢了。\n\n试着给铁傀儡一朵虞美人吧。\n\n\n凋零玫瑰\n\n哎呀，凋零玫瑰可算是个永不停歇的糟糕时刻。首先你得召唤个凋灵，然后这只三头恶魔会尖啸着杀死附近的生物，因为恶魔就该做恶魔该做的事情（杀人），只有这样，那些生物才有机会掉落凋零玫瑰，这就是你入手凋零玫瑰的方法，但是你得知道，你得知道……你得活过凋灵的打击，这样才能享受你的新杀人花花。\n\n送出凋零玫瑰借此吹逼你从凋灵那里逃过一劫！前提是你得活下来。祝你好运。\n\n\n蒲公英\n蒲公英在游戏和现世之中都非常常见，尽管蒲公英被认为是一种杂草，但是它其实是可以食用的，很多时候都被添加进食谱或者药方！在mc里蒲公英你吃的话可以提供饱食的效果！所以紧要关头她也是一种环保小吃。不过在现实世界的话，我不是很推荐这么做，因为大快朵颐蒲公英的话，只会让你在公园里显得十分可疑罢了。\n\n将蒲公英送给总是来你家蹭点心的朋友，直到冰箱橱柜吃光光。\n\n\n向日葵\n\n向日葵是游戏中唯一有自己特有生物群落的花——向日葵平原。当然，你可以在向日葵里找到别的花，但是我们并不打算改名字。向日葵就是这里的头牌。关于向日葵另一个有趣的事实是，它在游戏里总是朝向东方，直对太阳！因此，如果你正好“从高处落下”，而你的指南针掉在了峡谷里，你太“累”了，你不想去捡了——那你就可以用向日葵找到回家的路。\n\n如果你的朋友总是迷路，送一朵给他，如果你找得到的话。\n\n这个指南还挺失败的，给你朋友送花，除了这一点外其他基本上都是很容易搞错的，所以只是大概的意思。其实更简单的法子是，送你朋友一箱钻石。\n\n\n作者Kelsey Howard\n发布日期2019/06/27\nhttps://www.minecraft.net/zh-hans/article/make-friends--and-enemies--flowers-\n",
    "replies": [
        {
            "author": "Sssss...",
            "timestamp": 1582255920,
            "txt_content": "标题翻错了\nMAKE FRIENDS (AND ENEMIES) WITH FLOWERS!\n应该翻成交朋友（或结仇）"
        }
    ]
}