{
    "title": "[Minecraft.net][INSIDER]背包盘点：头盔",
    "author": "森林蝙蝠",
    "replyCount": 5,
    "timestamp": 1582265040,
    "txt_content": "TAKING INVENTORY: HELMETHatters gonna hat!背包盘点：头盔帽子戏法We’ve done leggings. We’ve done boots. Now it’s time to visit the other end of the body. Today we’ll be looking at Minecraft’s protective headgear – the helmet.Helmets are the third of four parts of Minecraft’s suit of armour (be patient, chestplate fans, we’ll get there). They were added at the same time as the other armour parts – in February 2010 – though there had been non-functional armour models and textures in the game for about six months by that point.我们做过护腿和靴子篇，现在应该看看身上的其他衣服了，今天就来展示一下MC的头部护具——头盔。头盔是MC护甲四件套的第三个（胸甲粉们耐心一点，我们会做的），这四件套在2010年2月被同时加入到游戏中——然而那时，在长达六个月的时间内，护甲是没有功能只有模型和材质的。Helmets come in five different types – leather, chainmail, iron, diamond, and gold (plus the turtle shell, of course), and their purpose is to protect the head from damage. They do a very good job of it, too – adding a different number of defence points depending on the material used to make them. Diamond helmets, the toughest of them all, will fill one and a half points of armour.头盔有五种不同类型——皮革，锁链，铁，钻石和金子（哎等等，还有海龟壳呢），用来保护头部免受伤害，由其制作材料来决定头盔的防御点数，钻石头盔是其中最坚韧的，有1.5防御点。To make a helmet, you’ll need five of the relevant material. Put it in a crafting grid in an n-shape, and voila! You can also loot helmets occasionally from zombies, husks, strays and skeletons, buy them from villagers, or find them in loot chests.制作头盔需要5个相应的材料，在合成格里摆成N形（或者说拱门形），然后走着瞧！僵尸，尸壳，流浪者和骷髅偶尔也会掉落头盔，或者你可以从村民那里购买，或从战利品箱子里找到。Oh, and don’t forget that helmets can be enchanted. Fire protection, projectile protection, blast protection, and good’ ol regular protection, are all possible – along with the usual unbreaking, thorns and mending enchantments that all armour types can get. But there are two enchantments that can only appear on helmets – aqua affinity makes it easier to mine underwater, and respiration extends breathing time. Both are very handy if you’re planning an underwater sojourn.哦，别忘了头盔是能附魔的，可以附火焰保护，弹射物保护，爆炸保护，以及保护和耐久，荆棘和经验修补附魔，这一点其他护甲也有。但是有两个附魔只会出现在头盔上，比如水下速掘可以让你在水下挖矿更快，水下呼吸则延长了潜水时间，如果你想住在水下，这两个都很有用。\n\nIn the real-world, helmets are important because heads are important. You can survive without a foot, or even a leg – but you can’t survive without a head (unless you're a Dullahan). That’s probably why they’ve been around longer than we’ve been recording history. But there have been a few key breakthroughs in helmet history that are pretty interesting.在真实的世界中，因为头很重要，所以头盔也很重要。没有腿脚可以活，但是没头不行——除非你是刑天。所以可能就是因为这个，头盔存在的历史比我们的历史记载更久，不过在头盔的演化史上，也有几个有趣的关键点。The earliest is the Corinthian helmet, from the 8th century BC. They’re **s you can see in the movie 300. They originated in ancient Greece, were made of bronze, and covered the entire head and neck – with slits allowing the wearer to see, breathe and speak. Variations stuck around for hundreds of years.最早的头盔是公元前8世纪的科林斯头盔，就是你在《斯巴达300勇士》里看到的那种，起源于古希腊，用青铜打造，包住了整个头和脖子，不过依旧允许穿戴者观察，呼吸和说话，其变种存在了数百年。Then there was the Kettle Helm, which was invented in the 11th century but variations were worn all the way up until World War II. They’re basically a bowler hat made of metal – covering the top of the head with a wide brim, but not covering the face at all. They were popular because they offered protection while still giving the wearer a lot of **.接下来是锅盔（译注：不是陕0西特产的那种饼），发明于11世纪，其变种一直用到二战，基本就是个铁帽子，用宽大的帽檐护住头顶，但是不保护面部。得益于在保护和灵活间取得了良好的平衡，锅盔非常受欢迎。Since the invention of plastics in the middle of the 20th Century, helmets have become much more common outside of military use. Now we wear them all the time – for playing sports, for cycling, for skiing, and much more. Today, there’s even an inflatable helmet that bursts out of a neck collar like an airbag when a cyclist crashes.随着20世纪中叶塑料的发明，头盔在军事领域以外得到了广泛应用，现在我们经常会戴头盔——体育运动，自行车，滑雪等等，现在甚至出现了一种充气头盔，会在自行车发生事故时，迅速弹出一个气囊保护头颈。（译注：不知道mojang是不是收了推广费？）We don't have those in Minecraft yet. Mostly because we’re still waiting for some smart villager to invent plastics. But hey, keep an eye on future patch notes. With some luck, we'll have them by the end of the century!目前为止，MC里还没有这样的头盔，亟待聪明的村民造出塑料。不过等着吧，走运的话本世纪末我们就有塑料了！\n文章作者：Duncan Geere，发布于2020/2/20，译者森林蝙蝠，原文链接：https://www.minecraft.net/en-us/article/taking-inventory--helmet",
    "replies": [
        {
            "author": "42313123123123",
            "timestamp": 1582265640,
            "txt_content": "They were popular because they offered protection while still giving the wearer a lot of **\n屏蔽词666\n（译注：不是陕0西特产的那种饼）\n本来我没想到,你这么一说......"
        },
        {
            "author": "BlackCB.",
            "timestamp": 1582267980,
            "txt_content": "无头骑士翻成刑天海星……"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1582282440,
            "txt_content": "你排版好辣眼睛，我们建议你取消字符背景色"
        },
        {
            "author": "ff98sha",
            "timestamp": 1582856280,
            "txt_content": "n-shape翻成N形，差评"
        },
        {
            "author": "森林蝙蝠",
            "timestamp": 1582860000,
            "txt_content": "ff98sha 发表于 2020-2-28 10:18\nn-shape翻成N形，差评\n大小写就不要在意了，我不是写了个拱门形吗。"
        }
    ]
}