{
    "title": "[Minecraft.net|INSIDER] 《Minecraft 地下城》开发日志：环境",
    "author": "Sssss...",
    "replyCount": 3,
    "timestamp": 1582334280,
    "txt_content": " 本帖最后由 Sssss... 于 2020-2-25 09:04 编辑 \n\nDUNGEONS DIARIES:ENVIRONMENTS《Minecraft 地下城》开发日志：环境\nLocation, location, location!位置，位置，位置！\n\nTake a look around. What do you see? My current view is of a pile of books, a box of abandoned garbage, and an alarming amount of gravel. This is my environment. Which means that if my life were game, I would be playing a really dusty level with a high risk of paper cuts at every turn.环顾周围，你看到了什么？映入我眼帘的是一大堆书、一大箱废弃物、和巨量的沙砾。这就是我周围的环境、这说明了如果我的生活是游戏，我将会在玩一个满是尘埃的关卡，每回合都有高风险的剪纸（不会翻，求教）\n\nThankfully, the environments in our upcoming game Minecraft Dungeons aren’t nearly as harrowing! In the fifth episode of Minecraft Dungeons Diaries, we learn all about the different environments, what makes them unique, and how they tie into the game’s plot. The video is riddled with level previews, make sure to pay close attention so you’re ready for your adventure when the game drops! Now if you’ll excuse me, there’s a sound coming from the box of abandoned garbage so I should probably check on that.感谢，我们即将到来的游戏《Minceraft：地下城》的环境没有这么糟糕！在地下城日记的第五段，我们将完全了解了这与众不同的环境，知道了是什么把它变得如此独一无二，以及他们是如何融入游戏情节。这个视频展示了本关卡的预告，请确保你能够密切关注，这样当游戏发布时你就能开始你的冒险了！抱歉，那箱废弃物里有一些异响，也许我得先去检查检查。\n\nhttps://www.minecraft.net/en-us/article/dungeons-diaries--environments#（如果看不到视频就前往https://www.minecraft.net/en-us/ ... ries--environments#观看）\n\n\nWant to learn more about Minecraft Dungeons? Click here to sign up for more details and a chance to be one of the first to play!想要了解更多关于《Minceraft：地下城》的信息？点我注册并了解更多信息，而且你能获得作为第一个玩家的机会！\n\nAnd don’t forget to like and subscribe to our YouTube channel!别忘了点赞并订阅我们（注：指此文作者及其团队）的YouTube频道！\n\n\n\n\n\n原文地址：https://www.minecraft.net/en-us/ ... aries--environments\n原文作者：Sofia Dankis\n译者：Sssss...\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1582386660,
            "txt_content": "帖子标题补全一下"
        },
        {
            "author": "Redstone_ray",
            "timestamp": 1582591380,
            "txt_content": "怎么越看越像是机翻"
        },
        {
            "author": "Sssss...",
            "timestamp": 1582592400,
            "txt_content": "Redstone_ray 发表于 2020-2-25 08:43\n怎么越看越像是机翻\n然而确实不是，是我翻译水平有待提高"
        }
    ]
}