{
    "title": "[综合]PhantomCombat——我们要公平竞技[1.15-1.16]",
    "author": "帕帕武",
    "replyCount": 7,
    "timestamp": 1582364100,
    "txt_content": " 本帖最后由 帕帕武 于 2020-7-22 15:23 编辑 \n\n插件授权图片[作者的万能授权图]\n\n个人截图\n\n介绍服务器缺少战斗体验?老玩家在复活点疯狂教育新手?欢迎使用 PhantomCombat.\n\n介绍√ 插件概述PhantomCombat 是一个 Spigot 插件，设计来是为了强化战斗体验. 它包含了你喜欢的战斗功能，如果不喜欢的话还可以关闭掉. 但值得注意的一点是 PhantomCombat 只支持1.15及其以上版本，不会兼容低版本.\n√ 当前属于快照版本正式版插件将很快发布，因为它还没有收集到较多错误报告。但我相信现在目前它已经能用于服务器上了。\n√ 增强 PvE 体验 !?当与我的另一个免费插件 leveldmobs 配合使用时，你的服务器可以更好的应用于PVE和PVP它让怪物成为你需要注意的事情，而不是逃跑着过一个快乐的日子如果你感兴趣的话你可以看一下我的源码. 这是我目前最多下载量的插件?\n√ 可配置性我花了很多时间来确保配置文件对服主来说是简单的。很多评论可教你不会的，并且格式也挺不错感谢Management Library, 文件更新时会自动保存! 配置文件重载的速度很快. 不用担心版本过时，插件会自动更新文本的!\n√ 战斗系统?\n简单来说就是A玩家打B玩家，然后他俩激活了战斗系统B玩家或者A玩家打不过对手退出游戏那么退出的那个玩家就会因为战斗系统而杀死\n可以自定义战斗系统结束时间并且战斗状态可以显示在物品栏上面、聊天框和/或Boss血条中显示\n战斗模式可以在不世界启用，并且能自定义音效\n√ 保护期\n如果有新玩家加入，会因为一身钻石套老玩家的热情\"照顾\"而重新回到复活点。幻影战斗系统会给新手增加一个保护期，以让他们能不被老玩家的热情\"照顾\"而回到复活点\n\n\n\n√ 死亡坐标?\n你出去探险了，突然一只苦力怕在你的后面 - 你的床离你死亡的区域有无数方块远. 不用担心，使用指令 /deathcoords 会告诉你你最后死亡的坐标让你去找!?\n你可以给玩家权限查看别人的死亡坐标\n√ PvP 信息\n想看看自己的 PvP 信息? PhantomCombat 的信息系统将会展示玩家的击杀，死亡，KD比, 连杀次数和最高连杀.?\n√ PvP 效果护甲击中声音血液迸溅，可在配置中禁用，外界伤害（比如僵尸燃烧受伤）\n√ PvP 设定你可以禁用1.9版本后更新的攻击延迟. 留下了五年的BUG，你现在可以启用了.（实测会报错）\n√ PvP 切换如果启用了这个配置，玩家可以选择是否开启PVP!Screenshots will come at a later date. <——作者没截图的意思\n作者其他的话√Contact the AuthorSpoiler: If you want to contact me...Discord: lokka30#6659If you need me urgently, Discord is the first place to go. It's always running on my computer, but it's harder to communicate issues or feature requests there.\nGot an issue or feature request?Post it to the GitHub issues page, or via Spigot private message, or my Discord. I prefer GitHub but no worries if you can't. ?\nGot a question, kind words or anything else you need to talk about?Send me a PM on Spigot or Discord.\n√Other Information?\nYou might want to know that this plugin:is open source on GitHub, feel free to browse or contribute.has a toggle-able update checker. you'll know when the latest update gets shipped.uses the LightningStorage library to manage its files.uses bStats to collect anonymous metrics. it can be disabled through the bStats config under /plugins/bStats/. metrics keep me motivated to keep pumping releases, and are extremely lightweight on your server - i'd be happy if you left them on!is licensed under Apache 2.0.\n\n√Creditslokka30: plugin author and developerJavaFactory: LightningStorage library. massive thanks to them.Bug reporters and feature requesters: informing me of ways to improve the plugin.\n√So, you've almost made it to the reviews...What will you rate?5 stars? Thank you so much! It'll keep me motivated. I'm glad you are enjoying the plugin.Less than 5 stars? I'm sorry that the plugin didn't tick all the boxes. If you could outline all the reasons why you did and didn't like the plugin, it would allow me to try change that.Nothing? That's fine. If you rate the plugin, it informs me (and other users) if the plugin has suited you well or less.\n√Do not ask for support in the reviews! Spoiler: I want to ask for support in the reviews! Why should I consider not doing so?Not only is this section designed for reviews, but it's a horrible place for communication. users usually knock off stars, affecting the plugin’s reputation doing so, thus deterring other users from installing it.I’ve put this here as for the little time I’ve been in this community, I’ve seen resources trashed by users who are simply ignorant.\nIf you decide to ignore this, I'll stop giving you my free support for the plugin.It only takes a few seconds to send me a PM, and I've tried to offer as many places as I can to allow you to.Thank you very much for understanding.\n\n\n\n\n下载地址\n顺便一说，插件作者说了这是开源的插件，如果有兴趣的人可以去官网看看源码\n\n汉化文本链接: https://pan.baidu.com/s/1vEydxMU0nYw1hYBA-cPwEg 提取码: ri8w\n\n\n\n\n",
    "replies": [
        {
            "author": "zjyz11",
            "timestamp": 1582364940,
            "txt_content": "是否支持mm怪物呢"
        },
        {
            "author": "帕帕武",
            "timestamp": 1582365060,
            "txt_content": "zjyz11 发表于 2020-2-22 17:49\n是否支持mm怪物呢\n这个插件检测的是实体，只要被打就会算"
        },
        {
            "author": "Sssss...",
            "timestamp": 1582366020,
            "txt_content": "你排版的特殊符号挂了（mcbbs字符库没有这个字符）"
        },
        {
            "author": "3105496302",
            "timestamp": 1582366920,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "深拥v",
            "timestamp": 1595671020,
            "txt_content": "算是另类的单挑插件么。。\n还有机翻痕迹好明显（"
        },
        {
            "author": "帕帕武",
            "timestamp": 1595672880,
            "txt_content": "深拥v 发表于 2020-7-25 17:57\n算是另类的单挑插件么。。\n还有机翻痕迹好明显（\n不是单挑。就是纯战斗系统那种，打架如果中途打不赢退了可以被立马kill\n机翻啥的绝对不是，我知道板块版规，虽然以前有过被版主怀疑（我解释过）而且没必要和百度，搜狗，谷歌等翻译网页翻译出来一样的句子就算作机翻吧。\n\n\n"
        },
        {
            "author": "hyzgzz",
            "timestamp": 1596764820,
            "txt_content": "深拥v 发表于 2020-7-25 17:57\n算是另类的单挑插件么。。\n还有机翻痕迹好明显（\n应该是pvp插件，战斗过程中退出就会死亡，像EMC一样"
        }
    ]
}