{
    "title": "[原创/连载]《我的世界之域灵》第二十四章 深不见底的矿洞",
    "author": "MIP_COMMOM",
    "replyCount": 1,
    "timestamp": 1582364100,
    "txt_content": "　　舒牧跟在队伍的最后面和沐紫依聊着天，相比起跑来跑去收集信息的雇佣兵，他们两个倒是非常的清闲，而且沐紫依吵闹着要听舒牧家乡的故事，他也就没有去周围查看情况。　　这一次的任务舒牧本来就没打算做一些危险的事情，虽然在外面出现亡灵族修行者的概率很低，大部分都是普通僵尸会在阴暗处游荡，自己也不惧怕那些普通僵尸，他也就懒得去找麻烦了，说说自己家乡的事情还挺好的。　　一路上队伍都没有遇到任何攻击，可能四散开的雇佣兵已经清理了周围的普通僵尸，一路上非常的安全，没有任何事情阻碍队伍的前进，很快矿队就到了目的地。　　那是一个如同巨兽一般，黑洞洞的洞口，虽然外面有士兵驻守，但那约有十多二十米高的矿洞，从远处看去就像是这一座山脉的巨口，一个可以把所有人吞没的巨口。　　矿洞所在的入口是一片断崖的岩壁，洞口前面是一处空旷的空地，这里原本有很多的橡树，不过为了防御僵尸的进攻，避免僵尸偷袭矿洞，周围的橡树都被提前砍掉了，在边缘处用木栅栏围了起来。　　在岩壁上还有一个新开的哨站口，可以从矿洞的内部上去，是一个制高点，有云城的弓箭手守卫在那里。　　在士兵的带领下，矿队很快就跟随着士兵来到了矿洞的内部，一开始的过道很狭窄，可以容纳三人肩并肩进入，到了内部就是一个很大的矿室，容纳几千名矿工还是非常容易的。　　护送任务有一个周期，时限是五天，五天时间内雇佣兵要守卫在矿洞附近，可以在洞口前的空地安置帐篷，五天后矿队将收集到的矿物资源带回云城，雇佣兵安全护送回去，就算是完成了这一次的护送任务。　　在这五天时间内，雇佣兵有大量的时间来勘察周围的地形，探索安全与危险的地带，收集信息并交给守卫在矿洞的士兵副队长，回去的时候副队长也会跟着队伍回去，按照情报的重要性给雇佣兵额外奖励。　　这主要是为了提前得知这些情报，从而安排矿洞周围的士兵力量，方便守护这一座大型矿洞。　　如果等到交任务的时候才汇报，中间的五天时间内很有可能会发生意外，这是信息不对等造成的，缺少情报很有可能会害死很多人。　　这不仅包括云城的守卫士兵，也包括前来的雇佣兵。　　每一条消息都会记录在特制的玉佩中，只可以输入而不能修改其中的消息，这就保证了消息不会被有心人修改，而且雇佣兵可以获知消息的内容，但是却不能得知情报的发现者的信息，算是对发现者的一种保护。　　白天用于收集周围的情报，到了晚上则由副队长在矿洞前面报告整理好的情报，给所以的雇佣兵以及士兵知晓，虽然有几个小时的时间差，可能会导致信息的不完整，但这也是没办法的事情。　　舒牧只要保证可以安全回去就行了，收集情报的任务他也没空去完成，相比起任务的奖励，他更在意的是自己的实力。　　空地空间并不大，无法完全容纳一千名雇佣兵，除了一部分雇佣兵在空地上安置帐篷外，其余的雇佣兵则是去矿洞内安置帐篷。　　矿洞内氧气的问题对于修行者来说不是问题，只要有充足灵力，就算没有氧气也可以好好活着，而在矿洞之中也有很多没有探寻的岔道，为了保证矿洞内矿工的安全，矿洞内也需要有雇佣兵的帮忙。　　当然为了矿工着想，矿洞入口有几队矿工正在拓宽，让空气可以进到里面，而且云城也提前在里面准备了可以生成氧气的阵法。　　舒牧和沐紫依是进入矿洞的雇佣兵之一，他们在一个人少的地方坐了下来。　　舒牧没有买帐篷的钱，出城的时候就没有买帐篷。反正对于他来说休息只要修炼就好了，而且为了不让别人打扰到自己，选的位置也很僻静，在旁边就有一个漆黑的矿道。　　害怕到不至于，现在只有巨型僵尸这类特殊的僵尸和亡灵族的修行者才会威胁到他，而且有沐紫依这位龙语法师就在身旁，自己修炼时就可以全身心，而不必注意周围的环境了。　　而且她有很强的隐匿能力，又不愿意修炼心法，正好可以帮舒牧看着周围，防止危险出现。　　不过无聊的她脑子里面也不知道在想些什么，看了看已经盘腿坐好，闭着眼进入修炼状态的舒牧，又看了看不远处的，黑洞洞的矿道。　　她悄悄举起了法杖，一个圆形的阵法虚影将舒牧包裹其中，可能是她觉得还不够，又有几道虚影不断的浮现，而坐在其中的舒牧却没有察觉。　　做完一切，沐紫依就朝着那一个洞口走了过去。　　现在已经到了晚上，很多雇佣兵都回到自己的帐篷里面休息了，有些则是在里面修炼心法，少部分是在睡觉。　　心法是修炼的根本，是成为修行者的关键，能够全属性破百的人无不是有着一定家世的人，可能其中有靠商人资助崛起的普通人。　　沐紫依的法杖上亮起了微弱的光芒，夜视效果落在了自己的身上，漆黑的矿洞顿时一片敞亮，每一个地方都可以看得清清楚楚。　　这是一条向下延伸的矿道，随着沐紫依的不断深入，矿道逐渐的变大起来。　　她自己一个人独自走着，黑暗将她彻底吞没，她也不怕自己遇到危险，拥有连钻石级强者都无法发现的藏匿能力，又是可以释放高级龙咒的龙语法师，她有着相当自信的自保能力。　　以前，在没有碰到舒牧之前，沐紫依都是在外面的洞穴或者是树上过夜，用修炼心法的方式可以快速的恢复自己的精神，而后又能继续探险。　　来到这个世界，主要是她那爱玩的性格，偷偷从她的多维世界溜到主世界来玩的。　　虽说以前曾经也探索过矿洞，但像今天这样，规模那么大的洞穴还是第一次见，而且矿道不断的向下，就像是通向地心一样。以前她去过的矿洞都小的可怜，最多向下五百米左右就没了，现在她估摸着向下快一千米了，也没有到底的迹象。　　评判一个矿洞的规模级别，就是随机探索几条矿洞的深度，通过深度来决定矿洞的等级，矿洞等级也不是一成不变的，不过大型矿洞基本是不会变的，这是矿洞规模的最高等级了。像是这一个大型矿洞，只要深度从入口开始，向下有两千米左右的距离就可以划为大型级别。　　沐紫依走过的矿道，从一开始的时候石头占据大多数，到后来的赤红色的铁矿，再到后来的金矿和青金石矿出现，现在更是时不时会看到一些钻石矿。　　深度已经达到了两千米左右，可是矿道还在向下延伸着。　　当她走出一个矿道的时候，一个巨大的矿室出现在眼前。　　因为矿室非常的大，加上又很安静，沐紫依踢到石头的声音在矿室之中产生了回音，不断在这一个矿室之中回响着。　　这是一个面积很广的平台，一条深不见底的峡谷将这个矿室一分为二，就算是有夜视效果，她也看不清那一条沟壑的底部，黑暗充斥在沟壑的底端，仿佛有黑色的迷雾笼罩其下，遮蔽住了沐紫依的双眼。　　她害怕地缩了缩脑袋，缓慢地在附近探索着。　　一路上走来，一只游荡的普通僵尸都没有看到，这个矿洞就像是一个安全屋一样，没有受到亡灵族怪物的入侵，不过作为离云城那么近的矿道，近期才被人发现，而且最近云城战事紧张，又有大量的普通僵尸在周围游荡，这个矿洞竟然一只都没碰到，说不出的诡异。　　这个矿室也就沐紫依来时的那一条路，除了那一个深不见底的沟壑，就不再有其他路了，她本来想用魔法带着她下去看看的，想了想，还是将这里的事情告诉舒牧才好，毕竟他是自己在这个世界唯一的同伴，自己一个人探险哪有两个人一起探险好玩？　　于是沐紫依折返回去，顺着来时的路，快速地奔跑着。　　少了沐紫依这样一个外来者，地下的矿室又恢复了绝对的安静，那一条沟壑像是无底的深渊一样，等待着有人再次到来。　　夜渐深了，矿洞之外到处都是帐篷，微微的火光出现在帐篷各处，到处都是没有熄灭的篝火。几名身处边缘的雇佣兵打着盹，他们围绕在一个篝火旁躺着，只有一个人还在烤着手中的鸡肉，香气四溢。　　就在这时，森林之中突然传出树叶摩挲的声响，那名正在烤制着手中鸡肉的雇佣兵，将串在树枝上的鸡肉放在一旁干净的树叶堆上，将附魔铁剑从身旁拿起，静步朝着声响处慢慢走了过去。\n原版章节地址\n上一章|目录|下一章",
    "replies": [
        {
            "author": "mr_black_cat",
            "timestamp": 1582587840,
            "txt_content": "这文章写得还可以，继续努力！"
        }
    ]
}