{
    "title": "对问答版的建议与投诉，我可能只想要一个答案",
    "author": "极光creeper",
    "replyCount": 12,
    "timestamp": 1582380000,
    "txt_content": " 本帖最后由 极光creeper 于 2020-2-22 23:00 编辑 \n\n\n   没事 没事 吾辈是贴吧老标题党了\n   两件小事 不急的\n\n   起因是茶馆群里在聊刚才那个对世予的举报\n   突然想到了之前的一件事，就顺便来提点意见了\n   yys让我去沙龙发，但是这样世予就看不到了\n\n   我不是为了干掉谁而来的，帖内说无关紧要的东西 真的无关紧要，只是突然想到\n\n事件一、\n6天前 我举报的回复:\n\n\n\n\nimage.png (8.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 17:40 上传\n\n\n\n\n\n6 天前\n梓 处理了您的举报 \n站外事务论坛无法处理\n\n   帖子是\n   求rpgitem4.09修复后门版\n   https://www.mcbbs.net/thread-961162-1-1.html\n   (这是在qq里很火且被疯传的付费资源)\n\n   显然 获得最佳的用户 在qq里给了 求资源的用户 他需要的付费资源\n   我想，这是应该非常不耻的，但是我相信我和大家都能体谅现状与版主\n   毕竟这无从监管\n\n   那么删贴呢，撤回爱心呢？\n   这在论坛内总做得到吧，望对上述悬赏贴内获得最佳的用户进行撤回爱心的操作\n   并修订版规，我希望下次更新时能看到一些这方面的修订\n\n    啊啊啊！我应该体谅一下，应该是忘记处理了的！！！\n\n\n\n\n事件二、\n\n    我还在写的时候，世予那边已经回复了，那么就此作罢？\n    我也想，但我不是很想作罢，因为我有这件事联想到了其他更加有趣的内容。\n\n    举报用户 折叠 (UID: 3057677) 疑似问答版小号刷分\n    https://www.mcbbs.net/thread-966267-1-1.html\n\n    我从两个方面来发表我对这个问题的看法\n\n一、我就事论事\n    世予是作者么，拿到授权了么，都没有；\n    我也看到那贴下xmdhs的那个回复了，\n\n\n\n\nimage.png (66.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 22:35 上传\n\n\n\n\n\n\n    https://www.mcbbs.net/thread-957672-1-4.html\n    但因此感到失落是自己的事，我不会从各方到底满意不满意的事情上来讲，不然没完没了了。\n\n    世予提前埋了绊线，我先清理一下可能存在的炸弹 \n         #世予你发了一个截图，并且说明了你目前有很多整合包的复制品，并且说明很多群、很多人都在分发\n         (用复制品一词只是希望能够严谨些，没有其他意思，不是指修改版什么的)\n\n            我不知道这事会不会让我在评论区里大费周章的回复，我需要先拿出来说明白\n            用rlcraft的事来映射: 这样的分发，完全损害了原作者的权益，且分发这种目的为吸金的端，不仅违反eula\n            更是在破坏国内 服务器 生态，破坏国内 服务器预制端 生态\n            (我自认为我对 服务器 与 服务器预制端 的理解不浅，并对这类情况深恶痛绝。)\n\n\n    继续回到xmdhs提供的那条回复\n    https://www.mcbbs.net/thread-957672-1-4.html\n    这是 另外一个事情了，两种整合包不可同日而语\n\n    首先 rlcraft不涉及利害关系，是单人游戏的整合包；而你分发的是服务器整合包\n    #虽然Minecraft的单人游戏也是服务器，但是请大家允许我这么简单粗暴的归类了\n\n    其次 rlcraft不违反eula，而你分发的服务器预制端是违反了eula的\n    再次 国内与国外客观存在屏障，这允许一些用户们说 \"在这里侵犯作者协议，分发rlcraft是当然是可以被允许的\"\n      我不会反对的，因为你们已经在说了，而且靠吾辈肯定是拦不住了；      不会 \"打不过超生德就加入\" 是我的底线\n      但为什么国内资源都有屏障啊，是我活在\"2G网上冲浪的桃花源\"还是\"距离楼主20光年的火星上\"啊 \n      凭什么可以这样分发资源啊，就因为\n\n\n\n\nimage.png (4.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 18:50 上传\n\n\n\n\n\n\n????\n惊了，我出卖了我的逻辑，这是个背叛\n\n\n二、什么嘛，希望のはな繋いだ绊が ~~~\n\n    第一个反馈当然是真实的，但是它是我准备的引子，我很少来举报版发帖\n    但正巧有这样的现状，可以允许我一贴双...建议?，并且还联系一下上文，所以我就来啦 :(\n    \n\n我还要鞭个尸，大家都知道的绿龙头（目前已经死了）\n绿龙头，它自称也的确在免费传播付费资源，包括插件，mod，等等付费资源，以及剽窃坛内用户的成果\n这例子无关紧要\n\n绿龙头的创始者，一位版主，被永封了。截图出的qq群管理员目测也是版主，不过没有处理\n我不想多聊这事，我不是为了干掉谁而来的\n\n假使绿龙头没有剽窃秋风残叶的汉化，没有剽窃坛内用户的成果。\n秋风残叶如果没有退坛，不过是有另一个人来举报了一下，过程中没有造成优质用户的流失。\n会被封吗，谁晓得啊喂？！可能吧，我希望是能一样处理的。\n这个话题在论坛里很敏感，但我结合目前问答版的情况，与绿龙头的情况\n很容易联想到是因为这样本来就恶性的行为，导致论坛优质用户流失了，才导致了封号\n而不是因为传播盗版资源而被封号的了\n\n当然，如果是我的误解的话，我下面仍然是补充地在说这类问题的\n我的这个疑虑，不该在这里提及的\n\n\n    我上面扯到了一个绿龙头的例子，这例子无关紧要，我想要知道的只是一个答案\n\n    xmdhs言:\n    \n\n\n\n\nimage.png (8.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 19:11 上传\n\n\n\n\n\n    版规言:\n    \n\n\n\n\nimage.png (21.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 19:12 上传\n\n\n\n\n\n   世予回复言:\n    https://pan.baidu.com/s/1g1es6VoyuiQIc8E2y-rOOA\n\n哦哦 世予的回复原地址在这里\nhttps://www.mcbbs.net/forum.php?mod=viewthread&tid=965667&page=205104#pid16494717\n\n你可以在里面找到 (我无法长截图发整个目录，图片大小上限是350MB)\n\n\n\n\n\nimage.png (6.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 20:50 上传\n\n\n\n\n\n\n\n\n\nimage.png (6.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-22 20:51 上传\n\n\n\n\n\n    \n两个版本非常旧的付费插件\n但是他们仍然是付费的，且能够被正常加载\n\n那么？以下是部分的tid\n\n折叠\n965378 965929 966191\n966069 965312\n966281 965667\n\n世予\n964317 964773 964867 \n964614 964873 964571 \n963122 964419 964744\n\n未解决的\n965826\n\n在短短几天内，同样的问题被重复提问了无数次，并且让两位用户(笑，不过也倒是真的算两位用户)获得了至少16爱心\n我目前并 没有 进行过精准搜索或脚本爬贴的行为，我不敢保证只有这点帖子\n\n只要丢在端里，就允许传播付费插件么，这不就流氓软件外面套个壳么，虽然大家很喜欢这种\"流氓软件\"罢了\n在世予之前，我想，类似的情况非常非常多\n这就和其他版块的版规完全割裂开来了吧\n只要身处问答版，能够致命的就只有转账，而传播盗版、付费资源竟然成为了不会被处罚的完全合理\n\n我希望能够有一个妥善的处理\n不需要说什么处理世予的新号或者旧号，发卡我觉得都没有必要\n当然我认为撤回一部分的爱心倒的确是非常合理的\n因为世予一开始的回复是类似于一次性链接的，短时间内下载完就失效\n我也绝对不认为这是对作者权益的保护\n还是说意图反复获得大量爱心呢\n\n这都是我无从定论的，所以我只希望能 '撤回世予和折叠一部分因此所得的爱心'\n\n但是端这种东西，不单是斗罗，当然还能有其他的端\n为什么说分发预制端，就可以被允许呢\n到底是谁获得了原作者的许可，说分发预制端就是被允许的呢\n如果你要说，一次性链接当然是保护了作者权益，这错了，因为这个一次性链接就正在损害着原作者的权益\n你只是损害了一次，而不是一直损害罢了\n但是如我们所见，只要有人问，就一定有人答，又何来 '一次性链接只损害一次权益' 的定论呢\n\n所以我希望看到的是对这类问题给出一个普遍的解决方案\n\n当然，我绝对不接受 问答版的漏洞可以容许在论坛内传播付费资源 这一情况\n\n我举个例子，在目前的情况下，我可以邀请40个同学来论坛提问，ip都不一样\n问一样的问题，既然斗罗可以这么干，魔塔端就也可以这么干，或者我换一点别的端好了\n只要不中出一个叛徒，连凭空创造40个合理的'问题'的各种成本都节省了\n\n我只要对此类事件的一个答复，比如说 \n\"再出现这个问题，由版主判断，一定的天数内，回答了超过多少个完全一致的问题，版主有权撤回多出来的爱心\"\n\"禁止通过传播付费资源获得爱心\"\n\"禁止分发非坛内发布的服务端资源\"(这样也省的问答版版主每个端都要下载一下不是么，最好还能要求用论坛链接)\n\n这不过只是我的建议，以上\n\n对了，我上面不仅提到的是传播付费资源，我还用了个顿号，还有盗版资源\n不知道问答版版主对此有何看法呢\n\n\n我很想平和的聊这个话题，但是一位匿名人士认为我写的太激烈了，所以我来再强调一下\n\n我再次重申一遍，Whyyyyyyy！我没有在开玩笑\n我开篇就说了\n   没事 没事 吾辈是老标题党了\n   两件小事 不急的\n如果有机会的话，我很高兴看到慢慢商议的问答版版主们\n但是要是明年春节之后还没有任何措施，我们可能就要在沙龙或者qq里面进行非常愉快的交流了\n\n\n\n吾辈的牢骚:\n1.；3DM 和 忧郁的弟弟 真的非常好用，但是我还是会去steam买正版的千恋万花来补票\n即便我非常非常非常非常不喜欢steam汉化组把丛雨说的\"吾辈\"翻译成\"本座\"\n我只是喜欢能用上正版，这可能会是我的一种坚持；设身处地来想，对作者也绝对是一种尊重，这或许也是我痛恨很多预制端的理由了罢\n\n2；斗罗大陆端没有尊重付费插件的的作者，既然这么火，我怎么不见作者它来发一个精华帖的呢\n哦 因为这个端的完整版要付费购买啊，\n哦 因为还有付费插件啊，\n哦 mcbbs的其他版块原来对盗版资源这么严格的么。\n那位作者原来要恰烂钱么\n\n3；这破贴写了一个下午和晚上，不用引起重视，但是希望能被好好考虑，正面回答一下吾辈吧\n\n4；话说markdown的代码块高亮真的有bug，在index、回复被顶置、正常回复，显示出来的都不一样\n   能修吗(大雾，开个玩笑，别修了X\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "青芦叶",
            "timestamp": 1582381680,
            "txt_content": " 本帖最后由 青芦叶 于 2020-2-22 22:37 编辑 \n\n散布付费资源这个显然是不对的！！\n重复回答相同问题嘛，我举个例子\n1.13地图导出的提问，当然还有好几个。\nhttps://www.mcbbs.net/thread-962041-1-1.html\nhttps://www.mcbbs.net/thread-958641-1-1.html又找到一个https://www.mcbbs.net/thread-965311-1-1.html\n我承认我是完全复制粘贴的↑\n前段时间HMCL启动器连BMCLapi连不上，需要手动换源成MCBBS或者官方，又出现了一大片HMCL启动器报错的重复问题。（这个提问今天都有）\n我好像也恰了几个爱心,当时答案就在我收藏夹里面，燧石准备复制黏贴。\n\n还有前段时间求RLcraft的问题也挺多重复的。\n还有史莱姆农场不刷怪的问题。\n还有进入游戏鼠标不听使唤乱转的问题。\n还有SEUS体积云撕裂的问题。\n还有论坛三颗绿宝石用完/如何获取绿宝石的问题。\n…………………………\n……\n这些问题这段时间应该都出现不下三四个了。\n怎么处理我也给不出什么好意见，不过，你问我答板块问题综合贴里面的常见问题都常常有人问。\n\n\n（比如我自己https://www.mcbbs.net/thread-953999-1-1.html）\n\n不过斗罗大陆的问题确实有点儿太多了，可能别人都以为只要在MCBBS问答版花30金粒就能买到了。\n"
        },
        {
            "author": "极光creeper",
            "timestamp": 1582381980,
            "txt_content": "青芦叶 发表于 2020-2-22 22:28\n散布付费资源这个显然是不对的！！\n重复回答相同问题嘛，我举个例子\n1.13地图导出的提问，当然还有好几个。 ...\n嗯嗯 复制黏贴 我觉得，完全是可以接受的\n毕竟问答版的重复劳动频率非常高，这也是大家有目共睹的\n\n我认为 如果可能对此作出限制的话\n判定的时间跨度指不准可以稍微短一点，量稍微多一点，\n如果可能的话 这些都由问答版版主来决定就是了"
        },
        {
            "author": "Kenneth_z",
            "timestamp": 1582382520,
            "txt_content": "以后修改版规 付费资源需要提问方与最佳答案方都有许可才能留下蓝链(误)\n\n以下开始歪楼\n\n版权我觉得一直是一个腐败的根源 例如定制插件/端的版权究竟是属于定制者还是技术作者 我觉得总能有两拨阶级不一样的人争论不休 \n非核心人员 送福利搞活动粗暴增加繁琐游戏性赚的盆满锅满 真正热心做端做图的最后却没几个人玩\n可能这就是环境吧 从来都有人吐槽快餐服 却无人吐槽快餐玩家 吃香也好不吃香也罢 决定市场的永远是底层这群人\n\n话说markdown我老早之前提过 可能因为我太透明了 也没人理我(也有可能我没有说清楚) 我自己是很想markdown修的\n\n"
        },
        {
            "author": "Azitate",
            "timestamp": 1582383840,
            "txt_content": "问答版现在体现出来的部分（你提到的）东西\n也可以说是侧面凸显出了圈内风气的一些诟病\n1.伸手,索要国内外付费服务端/整合包/插件等（正版意识观念不强,不知道是钱包穷还是心穷）\n2.对一些相对简单问题不愿自主查找文档\n[在三年前我开服的时候,也是习惯于把问题答案寄托于他人,不愿自主寻找方法,可能随着年龄增长（笑,对一些相对简单的问题不愿意再去麻烦别人,而是学会去自己翻查站内/站外的文档,可以解决大部分问题而且还省时间,省金粒（X）]\n3.T子的使用,有些站外网站比如github（加载缓慢几乎显示不了）、Spigotmc（图片加载缓慢,油管视频根本加载不出来）,PMC(加载缓慢)\n而这三个恰好是大部分服主所经常需要使用的,但肯定有不少人根本不知道T子是什么甚至不知道在哪获取,这也就造成了大量的[帮忙下载XXXXXXXX]这种轻而易举的问答帖（我个人认为这种求物帖不应该出现在问答版）\n4.插件搬运者对其使用汉化的用户的不负责,这个说起来我自己也好不到哪去,因为搬运者并非就一定是正在使用这款插件的人,比如我搬了QRPG,有不少用户来询问我XXXX和XXX各种问题,如果是一句话那种简单的问题我一般就回复了,如果是那种需要我打开文件测试/查看,为他讲解的一类问题,我只好不作答罢,其实很多关于插件使用的问答帖,搬运者如果能把常见问题都列在帖子内,问答版此类的帖子是不是就少了很多呢?(这里只针对插件的初阶-中阶使用,对于一些插件的高阶用法我觉得来问答版无可厚非),但作为搬运者我也很明白,这也不过是一厢情愿的幻想而已,还有很多插件使用中的问题可以通过自己一点点测试来校准,但有的人就是怕麻烦.还有可能就是因为回答相对麻烦的问题但是是无偿吧.\n5.关于BC的搭建,其实多人联机已经有优秀的BC搭建教程了（但偶尔也会出现意料外的情况）\n\n以个人看法总结：授人以鱼不如授人以渔\n这里贴出羽翼城在github上发表的一篇文章，这篇文章我喜欢,我认为可以很好的教一些服主该怎么提问/如何提问,这很重要问答版存在的一些诟病是长期的多层面的,不是说出台几个新规就能好很多,这还需要很长时间\n\n把谁杀死这个词未免看起来也太过血腥了吧哈哈哈\n"
        },
        {
            "author": "_DIM_",
            "timestamp": 1582384920,
            "txt_content": " 本帖最后由 酷车手BB弹 于 2020-2-22 23:25 编辑 \n\n这个问题普遍存在，不论是MCBBS也好还是其他圈子的论坛也好\n\n虽然插件版和服务端整合包版都有规定不允许发付费资源，插件版管理起来方便，但服务端版就比较困难了，这样需要版主一个一个下载那庞大的整合包，然后发现自己还没百度云会员，20k/s下一个礼拜。因此服务端版块大部分还是只能依赖用户举报进行判断，有举报就查一下，没被举报就算运气好，尽管查的不是很严但至少能处理被举报的。不是版主的锅因为查起来确实很困难。（跑题了抱歉）\n\n然而问答版块确实也有同样类似的问题，我也见过好几次。显然这是版规的漏洞，用户们在打擦边球\n用户：“就算你能查我的附件但我用QQ或邮箱给他你也奈何不了我。”\n然后他就最佳了，还顺便拿到了爱心。\n\n我最近也和版主反馈过类似的问题，发QQ号索要答案的这种希望能给予警告并撤销他的爱心。\n对于发网盘链接的也希望问答区版主能自行下载查一下（当然可能要消耗大量人力去管这种问题）\n\n对于免费资源的伸手党，确实可能因为网络无法连接下载的问题只能通过这种方式求助，我想大概能谅解吧，毕竟如果说会导致作者帖子的点击量丢失，那帮他下载的那个人也确实点进去了一次。\n不过可能也有很多不是网络问题只是单纯的懒得找，这种问题在问答版开头贴上一个插件资源板块和模组资源板块的链接可能会好些。\n\n"
        },
        {
            "author": "xmdhs",
            "timestamp": 1582385280,
            "txt_content": "我在那个帖子的回复的时候并不知道那个服务端里有付费插件的，没有什么赞成分发付费资源的意思。\n而且我也没有付费资源。。mc本体算一个？（\n\n只留下 qq 的答案版规里也是有规定的，会先扣一颗爱心然后要求补全答案的。"
        },
        {
            "author": "极光creeper",
            "timestamp": 1582385580,
            "txt_content": "xmdhs 发表于 2020-2-22 23:28\n我在那个帖子的回复的时候并不知道那个服务端里有付费插件的，没有什么赞成分发付费资源的意思。\n而且我也 ...\n啊啊啊啊 xmdhs误解了\n我明天早上起来改一下帖子，我没有针对你的意思\n我只是截了那个 你说有付费插件的截图 没有说什么别的X\n\n说实话，没有你的回复，我可能真的懒得去查一下是否真的有付费插件"
        },
        {
            "author": "Оil",
            "timestamp": 1582393080,
            "txt_content": "一说起3DM其实我也有点来气……【对，我又想拿陈年老事过来说了】\n\n\n\n\n\n你也可以用我这个作为辅助例子，可以略略瞥见一下非法传播对原创作者的伤害到底有多大。\n【当然，3DM那个被我举报了，现在没了】\n（我试过了，只要是点进去下载链接3DM那里会算作一次下载的，这4214次的与其称为下载量，倒不如说是浏览量更为合适）\n（与之比较的话，我这里百度分享浏览量才不过96，下载量更是只有可怜的73，连3DM那边的零头都凑不上）\n【当然这个算是我的一个初期作品，非实验性因素影响过来也是很多的，所以还是定性地看好了】\n\n我的这个存档是免费发布的，即使看到了心凉了也好歹还能安慰自己人家在客观上也是帮助了这个存档的传播，至少和我放出存档的本意还是勉强贴近的。但是付费产品的作者却是有实在遭受到了损失。\n\n不是每个人都能如子贡赎人，也不是每个人都能理解这点啊。【叹】\n\n但是……想想当年跑3DM下免费游戏的黑历史的话，说这是报应也未尝不可…… = ="
        },
        {
            "author": "梓",
            "timestamp": 1582398780,
            "txt_content": " 本帖最后由 梓 于 2020-2-23 03:15 编辑 \n\n感谢提出问题，问答版存在本质上就是一个给人“伸手”的地方，问答版的存在本来就尊重作者这个问题有不可调和的矛盾。\n我们并不能禁止问答版这种有偿代劳行为，因为问答版的形式小到求解某个报错或优化，大到某个资源的下载或定制实际都是有偿求帮忙，如果禁止有偿帮忙那么问答版就没有存在的必要，这就相当于禁止外卖小哥送外卖，要吃饭你自己出门去门店上去吃。以上题外话只是想解释这种有偿代劳是问答版存在的意义，也是问答版的本质。\n我们确实希望回答者不光能授人予鱼更能授人予渔，但让是所有人为了一个小问题去从头学习怎么上网这并不现实。\n扯远了，回到你说的问题，并不是说我们不想尊重原作者，但是问答版存在的形式很多时候都会和这个原则产生矛盾。我们能做的只有明令禁止这种资源的散布，而这种“散布”更多的意思是不要直接发出来让所有人都看到，让其他找过来的人能直接获取这种造成大范围影响的“散布”，所以很多求资源类只要不是直接上传附件或者直接甩网盘，只要多少做了一点保密措施比如发网盘提取码私信或者密码帖这种我们这边基本都是很宽容的，不像楼上说的各种资源站一样只要能搜到就能直接拿，当然以上只是针对获取有门槛的资源。\n而纯付费资源这一块的话的问题是在于需要查证资源是否付费，这个过程本身就会让处理产生滞后，而在这中间问答双方是否已经私下完成了“交易”我们确实没办法证实并予以打击，我觉得现行规定对于这个问题的威慑力度还是不够，近期我们应该会讨论制定一些针对这种纯付费内容的措施。"
        },
        {
            "author": "凛",
            "timestamp": 1582567140,
            "txt_content": "第一,\n此类帖子该按照索求付费资源处理.\n\n第二,\n你的叙述比较复杂\n我就明晰的按照自己的思路来解释.\n\n    首先对于侵权行为,仅接受亲告.    其次对于付费端的传播,我们论坛不允许发布此类资源,我认为论坛默认是不认可这种行为的.(待与服务端版块的版主进行进一步交流)\n此类行为我不认为是传播 散步付费资源.\n但是我认为这种行为是可以算作侵权的,至于侵权行为同上,仅接受亲告.    对于在问答版传播的服务端内包含付费插件,论坛内服务端版块是禁止服务端整合包包含付费插件的.\n而且也违反了问答版禁止传播付费资源的版规.不过对于短效的分享链接,版主无力一一查看.只能有心的会员携有效证据检举这种行为,无法从根本上禁止,只能在此劝阻此类会员,一旦这种情况被我们发现,将会按照版规处罚.\n\n版规也不尽善仅美,还待慢慢调控超生德不够毒瘤,只能at天国的快攻德,建议举例奇迹法你的盗版资源指的是什么不够明确,我默认为侵权资源了\n"
        },
        {
            "author": "星云梦",
            "timestamp": 1583224800,
            "txt_content": " 本帖最后由 星云梦 于 2020-3-4 00:36 编辑 \n极光creeper 发表于 2020-2-22 23:33\n啊啊啊啊 xmdhs误解了\n我明天早上起来改一下帖子，我没有针对你的意思\n我只是截了那个 你说有付费插件的 ...\n\n又遇到一个[求一个1.12.2的斗罗大陆RPG服务端整合包]www.mcbbs.net\n然后贴会被违规删除也是意料之内，可是我也因此爱心-1了太过分了，早知道就不回那贴了，我只是告诉贴主叫他放弃，这服务端有付费插件，叫他放弃，唉"
        },
        {
            "author": "凉凉丶",
            "timestamp": 1583540460,
            "txt_content": "斗罗的作者在某人购买后还不管客户【交了200不理人了笑】"
        }
    ]
}