{
    "title": "背包盘点：头盔",
    "author": "30266",
    "replyCount": 25,
    "timestamp": 1582473300,
    "txt_content": "我们在前面的文章介绍了护腿和靴子，是时候去身体的另一端了！今天，让我们看看Minecraft中的防护头饰——头盔。\nWe’ve done leggings. We’ve done boots. Now it’s time to visit the other end of the body. Today we’ll be looking at Minecraft’s protective headgear – the helmet.\n头盔是MInecraft盔甲的第三个组成部分，在2010年2月，四种盔甲被同时添加进游戏，尽管那时的游戏已经出现了不具有任何功能的贴图(?)。\nHelmets are the third of four parts of Minecraft’s suit of armour (be patient, chestplate fans, we’ll get there). They were added at the same time as the other armour parts – in February 2010 – though there had been non-functional armour models and textures in the game for about six months by that point.\n\n\n\n\nti-helmet-ingame.jpg (63.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-23 23:49 上传\n\n\n\n\n头盔有五种材质，皮革、锁链、铁、金和钻石（当然还有用龟壳做的绿帽子），他们的作用是保护头部。根据使用的材料，可以提供不同的盔甲点，最好的是钻石，可以提供1.5个盔甲点。\nHelmets come in five different types – leather, chainmail, iron, diamond, and gold (plus the turtle shell, of course), and their purpose is to protect the head from damage. They do a very good job of it, too – adding a different number of defence points depending on the material used to make them. Diamond helmets, the toughest of them all, will fill one and a half points of armour.\n要制作头盔，你需要五个对应材料，并将他们按上图那样放置在工作台中。您也可以在僵尸、尸壳、流浪者和骷髅的头上发现。如果您觉着这样太危险，您也可以从村民那里交易或开宝箱获得。\nTo make a helmet, you’ll need five of the relevant material. Put it in a crafting grid in an n-shape, and voila! You can also loot helmets occasionally from zombies, husks, strays and skeletons, buy them from villagers, or find them in loot chests.\n哦！可别忘了头盔可以被附魔！火焰保护、爆炸保护、弹射物保护和常规保护都是可以被附上的。以及所有装备的荆棘、耐久和经验修补也是可以被附魔的。头盔有两种特有的附魔属性——水下呼吸和水下速掘。如果您计划住在水下，被附魔水下呼吸和水下速掘的头盔是个不错的东西。\nOh, and don’t forget that helmets can be enchanted. Fire protection, projectile protection, blast protection, and good’ ol regular protection, are all possible – along with the usual unbreaking, thorns and mending enchantments that all armour types can get. But there are two enchantments that can only appear on helmets – aqua affinity makes it easier to mine underwater, and respiration extends breathing time. Both are very handy if you’re planning an underwater sojourn.\n\n\n\n\nti-helmet-realworld.jpg (224.52 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-23 23:50 上传\n\n\n\n\n\n在现实生活中，头盔很重要，因为头很重要。如果没有一只脚或一条腿，还可以活着；但是如果没了头，就不能生存了（除非你是杜拉人）。这或许就是为什么他们的历史比我们长的原因吧。在头盔的历史上，有几个里程碑是非常有趣的。\nIn the real-world, helmets are important because heads are important. You can survive without a foot, or even a leg – but you can’t survive without a head (unless you're a Dullahan). That’s probably why they’ve been around longer than we’ve been recording history. But there have been a few key breakthroughs in helmet history that are pretty interesting.\n最早的是科林斯头盔，他们出现于公元前八世纪，你可以从电影中看到它们。它们是用青铜制成的，起源于古希腊，且覆盖了整个头部和颈部，这类头盔改进了几百年才逐渐定型。\nThe earliest is the Corinthian helmet, from the 8th century BC. They’re **s you can see in the movie 300. They originated in ancient Greece, were made of bronze, and covered the entire head and neck – with slits allowing the wearer to see, breathe and speak. Variations stuck around for hundreds of years.\n后来是出现在公元十一世纪的水壶头盔，这类头盔一直沿用到第二次世界大战，虽然经过各种磨损，但它基本是一个用金属制成的类似保龄球的帽子，它可以有效的保护头顶部，但常常无法覆盖面部。他们很受欢迎，因为在提供保护的同时也让佩戴者感觉更舒适。\nThen there was the Kettle Helm, which was invented in the 11th century but variations were worn all the way up until World War II. They’re basically a bowler hat made of metal – covering the top of the head with a wide brim, but not covering the face at all. They were popular because they offered protection while still giving the wearer a lot of **.\n自二十世纪中叶人们发明塑料以来，头盔在日常生活中变得越来越普遍——我们总是戴着它们进行运动，比如骑自行车或滑雪等。今天甚至有人发明了一种充气头盔——当骑自行车的人遇到事故时，它会像安全气囊一样充气来保护骑车人。\nSince the invention of plastics in the middle of the 20th Century, helmets have become much more common outside of military use. Now we wear them all the time – for playing sports, for cycling, for skiing, and much more. Today, there’s even an inflatable helmet that bursts out of a neck collar like an airbag when a cyclist crashes.\n我们还没有在Minecraft中添加塑料头盔的原因是我们正在等待一些聪明的村民发明塑料。但是请留意我们的更新说明！如果苦力怕不来捣乱的话，我们在本世纪末就可能拥有他们！\nWe don't have those in Minecraft yet. Mostly because we’re still waiting for some smart villager to invent plastics. But hey, keep an eye on future patch notes. With some luck, we'll have them by the end of the century!\n\n\n原文：https://www.minecraft.net/zh-hans/article/taking-inventory--helmet\n个人翻译，学习交流用，有一些梗不懂，错误还请指出~\n\n",
    "replies": [
        {
            "author": "916129273",
            "timestamp": 1582481700,
            "txt_content": "666666感谢大佬"
        },
        {
            "author": "mc_mogul",
            "timestamp": 1582507380,
            "txt_content": "补充：还有南瓜头"
        },
        {
            "author": "Xiao2",
            "timestamp": 1582517220,
            "txt_content": "本世纪末，有生之年诶。。"
        },
        {
            "author": "wang486",
            "timestamp": 1582520820,
            "txt_content": "头盔是个好东西"
        },
        {
            "author": "PF_youzhu",
            "timestamp": 1582527540,
            "txt_content": "僵尸生存头盔真的重要"
        },
        {
            "author": "1224922172",
            "timestamp": 1582547580,
            "txt_content": "南瓜头算头盔吗"
        },
        {
            "author": "W1649121837",
            "timestamp": 1582564740,
            "txt_content": "龙首算吗"
        },
        {
            "author": "陈喵",
            "timestamp": 1582595340,
            "txt_content": "海龟壳（手动狗头）～"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1582615800,
            "txt_content": "那各个头颅算不"
        },
        {
            "author": "syh250",
            "timestamp": 1582662300,
            "txt_content": "铁锈战争 发表于 2020-2-25 15:30\n那各个头颅算不\n说到头颅，前几天才知道戴上去能减对应怪物发现你的半径= ="
        },
        {
            "author": "铁锈战争",
            "timestamp": 1582680000,
            "txt_content": "syh250 发表于 2020-2-26 04:25\n说到头颅，前几天才知道戴上去能减对应怪物发现你的半径= =\n的确是"
        },
        {
            "author": "StreamReader",
            "timestamp": 1582699200,
            "txt_content": "“但是如果没了头，就不能生存了（除非你是杜拉人）”让我想起了刑天"
        },
        {
            "author": "1725403498",
            "timestamp": 1582763700,
            "txt_content": "牛逼啊感谢大佬"
        },
        {
            "author": "qiaoyi666",
            "timestamp": 1582763880,
            "txt_content": "太棒了 我很喜欢 支持"
        },
        {
            "author": "123jzq",
            "timestamp": 1582766880,
            "txt_content": "太感谢了"
        },
        {
            "author": "2729477791",
            "timestamp": 1582780620,
            "txt_content": "我的世界不倒，陪你到老"
        },
        {
            "author": "wzxijn",
            "timestamp": 1582795980,
            "txt_content": "感谢大佬"
        },
        {
            "author": "cao_ni_ma_Y",
            "timestamp": 1582847520,
            "txt_content": "服务器还有更多头。"
        },
        {
            "author": "andy7777777",
            "timestamp": 1582883340,
            "txt_content": "1.15有地獄合金頭盔了!"
        },
        {
            "author": "fxy2006",
            "timestamp": 1582886040,
            "txt_content": "水。。。。。。。。。。。"
        },
        {
            "author": "a_kun123",
            "timestamp": 1582947420,
            "txt_content": "头盔是个好东西"
        },
        {
            "author": "BF_BingFeng",
            "timestamp": 1582953840,
            "txt_content": "pvp防跳击也是个不错的选择"
        },
        {
            "author": "anyean",
            "timestamp": 1583838960,
            "txt_content": "想到大英的飞碟头盔..."
        },
        {
            "author": "anyean",
            "timestamp": 1583839380,
            "txt_content": "SHZLP 发表于 2020-2-26 14:40\n“但是如果没了头，就不能生存了（除非你是杜拉人）”让我想起了刑天 ...\n没...没有头！用肚子代替脑袋的事，叫没有头吗（软弱无力的论证+淡而无味的语言）"
        },
        {
            "author": "anyean",
            "timestamp": 1583839440,
            "txt_content": "cao_ni_ma_Y 发表于 2020-2-28 07:52\n服务器还有更多头。\n是头还是头盔"
        }
    ]
}