{
    "title": "又又又又来问问题了（萌新）",
    "author": "克鲁鲁殿下",
    "replyCount": 11,
    "timestamp": 1582509720,
    "txt_content": " 本帖最后由 Tollainmear 于 2020-2-25 00:45 编辑 \n\n请问res插件怎么设置圈地价格？\n\n请看config配置：\n\n\n# These are Global Settings for Residence.\nGlobal:\n  # Starts UUID conversion on plugin startup\n  # DONT change this if you are not sure what you doing\n  UUIDConvertion: false\n  # If you running offline server, better to check this as true. This will help to solve issues with changing players UUID.\n  OfflineMode: false\n  # Players with residence.versioncheck permission node will be noticed about new residence version on login\n  versionCheck: true\n  # This loads the <language>.yml file in the Residence Language folder\n  # All Residence text comes from this file. (NOT DONE YET)\n  Language: Chinese\n  # Wooden Hoe is the default selection tool for Residence.\n  # You can change it to another item ID listed here: http://www.minecraftwiki.net/wiki/Data_values\n  SelectionToolId: WOODEN_HOE\n  Selection:\n    # By setting this to true, all selections will be made from bedrock to sky ignoring Y coordinates\n    IgnoreY: false\n    # When this set to true, selections inside existing residence will be from bottom to top of that residence\n    # When this set to false, selections inside existing residence will be exactly as they are\n    IgnoreYInSubzone: false\n    # By setting this to true, player will only pay for x*z blocks ignoring height\n    # This will lower residence price by up to 256 times, so adjust block price BEFORE enabling this\n    NoCostForYBlocks: false\n  # This determins which tool you can use to see info on residences, default is String.\n  # Simply equip this tool and hit a location inside the residence and it will display the info for it.\n  InfoToolId: STRING\n  Optimizations:\n    # This will slightly change behavior of groups file CanTeleport section which will include server owner into check\n    # When this is set to false and CanTeleport set to false, players will not have option to teleport to other player residences, only to their own\n    # When this is set to true and CanTeleport set to false, players will not have option to teleport to residences in general\n    # Keep in mind that this only applies for commands like /res tp\n    CanTeleportIncludeOwner: false\n    # Name of your main residence world. Usually normal starting world 'World'. Capitalization essential\n    DefaultWorld: world\n    DisabledWorlds:\n      # List Of Worlds where this plugin is disabled\n      List: []\n      # Disables all listeners in included worlds\n      DisableListeners: true\n      # Disabled any command usage in included worlds\n      DisableCommands: true\n    # Delay in seconds between item pickups after residence flag prevents it\n    # Keep it at arround 10 sec to lower unesecery checks\n    ItemPickUpDelay: 10\n    AutomaticResidenceCreation:\n      # When set to true /res auto command will check for new area collision with other residences to avoid overlapping.\n      # Set it to false to gain some performace but new residence can often overlap with old ones\n      CheckCollision: true\n      # Defines new residence name increment when using automatic residence creation command if residence with that name already exist\n      IncrementFormat: _[number]\n    GlobalChat:\n      # Enables or disables chat modification by including players main residence name\n      Enabled: false\n      # Modifys chat to add chat titles.  If you're using a chat manager, you may add the tag {residence} to your chat format and disable this.\n      SelfModify: true\n      Format: '&c[&e%1&c]'\n    # When this set to true, any teleportation to residence where player dont have tp flag, action will be denyied\n    # This can prevent from teleporting players to residence with 3rd party plugins like esentials /tpa\n    BlockAnyTeleportation: true\n    # Set this as low as possible depending of residence.max.res.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxResCount: 30\n    # Set this as low as possible depending of residence.max.rents.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxRentCount: 10\n    # Set this as low as possible depending of residence.max.subzones.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxSubzoneCount: 5\n    # Set this as low as possible depending of residence.max.subzonedepth.[number] permission you are using\n    # In example if you are giving max number of 10 for players, set it to 15, if its 30, set it to 35 just to have some small buffer in case\n    MaxSubzoneDepthCount: 5\n    # By setting this to true, regular pvp flag will be acting as overridepvp flag\n    # Overridepvp flag tries to ignore any pvp protection in that residence by any other plugin\n    OverridePvp: false\n    KickLocation:\n      # By setting this to true, when player kicks another player from residence, he will be teleported to this location instead of getting outside residence\n      Use: false\n      World: world\n      X: 0.5\n      Y: 63.0\n      Z: 0.5\n      # Less than 0 - head up, more than 0 - head down. Range from -90 to 90\n      Pitch: 0.0\n      # Head position to left and right. Range from -180 to 180\n      Yaw: 0.0\n    FlyLandLocation:\n      # Used when players fly state is being turned to false because of fly flag and there is no solid land where to land for player\n      World: world\n      X: 0.5\n      Y: 63.0\n      Z: 0.5\n      # Less than 0 - head up, more than 0 - head down. Range from -90 to 90\n      Pitch: 0.0\n      # Head position to left and right. Range from -180 to 180\n      Yaw: 0.0\n    ShortInfo:\n      # By setting this to true, when checking residence info with /res info, you will get only names in list, by hovering on them, you will get flag list\n      Use: true\n    Vote:\n      # Range players can vote to, by default its from 0 to 10 points\n      RangeFrom: 0\n      RangeTo: 10\n      # If this true, players can only give like for shop instead of point voting\n      OnlyLike: false\n    ConsoleLogs:\n      # If this true, flag changes throw GUI will be recorded in console\n      ShowFlagChanges: true\n    Intervals:\n      # How often in seconds to heal/feed players in residence with appropriate flag\n      # Bigger numbers can save some resources\n      Heal: 1\n      Feed: 5\n    # Potions containing one of thos effects will be ignored if residence dont have pvp true flag set\n    NegativePotionEffects:\n    - blindness\n    - confusion\n    - harm\n    - hunger\n    - poison\n    - slow\n    - slow_digging\n    - weakness\n    - wither\n    NegativeLingeringPotions:\n    - slowness\n    - instant_damage\n    - poison\n    - slowness\n    # Defines speed for particular wspeed1 and wspeed2 flags. It can be from 0 up to 5\n    WalkSpeed:\n      '1': 0.5\n      '2': 2.0\n  # The interval, in milliseconds, between movement checks.\n  # Reducing this will increase the load on the server.\n  # Increasing this will allow players to move further in movement restricted zones before they are teleported out.\n  MoveCheckInterval: 500\n  Tp:\n    # The interval, in seconds, for teleportation.\n    # Use 0 to disable\n    TeleportDelay: 3\n    # Show aditional message in title message area when player is teleporting to residence\n    TeleportTitleMessage: true\n  RandomTeleportation:\n    Worlds:\n      # World name to use this feature. Add annother one with appropriate name to enable random teleportation\n      world:\n        Enabled: true\n        # Max coordinate to teleport, setting to 1000, player can be teleported between -1000 and 1000 coordinates\n        MaxCoord: 1000\n        # If maxcoord set to 1000 and mincoord to 500, then player can be teleported between -1000 to -500 and 1000 to 500 coordinates\n        MinCoord: 500\n        CenterX: 0\n        CenterZ: 0\n      world_nether:\n        Enabled: true\n        MaxCoord: 1000\n        MinCoord: 500\n        CenterX: 0\n        CenterZ: 0\n      world_the_end:\n        Enabled: true\n        MaxCoord: 1000\n        MinCoord: 500\n        CenterX: 0\n        CenterZ: 0\n    # How long force player to wait before using command again.\n    Cooldown: 5\n    # How many times to try find correct location for teleportation.\n    # Keep it at low number, as player always can try again after delay\n    MaxTries: 20\n  # The interval, in minutes, between residence saves.\n  SaveInterval: 10\n  # New save mechanic can minimize save file couple times and speedup save/load time in general\n  # Bigger files have bigger impact\n  NewSaveMechanic: false\n  Backup:\n    AutoCleanUp:\n      # Do you want to automatically remove backup files from main backup folder if they are older than defined day amount\n      Use: false\n      Days: 30\n    # Do you want to backup files by creating zip files in main residence folder in backup folder\n    # This wont have effect on regular backuped files made in save folder\n    UseZip: true\n    IncludeFiles:\n      Worlds: true\n      forsale: true\n      leases: true\n      permlists: true\n      rent: true\n      flags: true\n      groups: true\n      config: true\n  AutoCleanUp:\n    # HIGHLY EXPERIMENTAL residence cleaning on server startup if player is offline for x days.\n    # Players can bypass this with residence.cleanbypass permission node\n    Use: false\n    # For how long player should be offline to delete hes residence\n    Days: 60\n    # Do you want to regenerate old residence area\n    # This requires world edit to be present\n    Regenerate: false\n    # Worlds to be included in check list\n    Worlds:\n    - world\n  Lwc:\n    # Removes lwc protection from all defined objects when removing residence\n    OnDelete: true\n    # Removes lwc protection from all defined objects when buying residence\n    OnBuy: true\n    # Removes lwc protection from all defined objects when unrenting residence\n    OnUnrent: true\n    # List of blocks you want to remove protection from\n    MaterialList:\n    - CHEST\n    - TRAPPED_CHEST\n    - furnace\n    - dispenser\n  AntiGreef:\n    TNT:\n      # When set to true will allow tnt and minecart with tnt to explode below 62 (default) level outside of residence\n      # This will allow mining with tnt and more vanilla play\n      ExplodeBelow: false\n      level: 62\n    Creeper:\n      # When set to true will allow Creeper explode below 62 (default) level outside of residence\n      # This will give more realistic game play\n      ExplodeBelow: false\n      level: 62\n    Flow:\n      # Level from which one to start lava and water flow blocking\n      # This dont have effect in residence area\n      Level: 63\n      # With this set to true, lava flow outside residence is blocked\n      NoLavaFlow: true\n      # With this set to true, water flow outside residence is blocked\n      NoWaterFlow: true\n      Worlds:\n      - world\n    Place:\n      # Level from which one to start block lava and water place\n      # This don't have effect in residence area\n      Level: 63\n      # With this set to true, playrs cant place lava outside residence\n      NoLavaPlace: true\n      # With this set to true, playrs cant place water outside residence\n      NoWaterPlace: true\n      Worlds:\n      - world\n    BlockFall:\n      # With this set to true, falling blocks will be deleted if they will land in different area\n      Use: true\n      # Level from which one to start block block's fall\n      # This don't have effect in residence area or outside\n      Level: 62\n      Worlds:\n      - world\n    ResCleaning:\n      # With this set to true, after player removes its residence, all blocks listed below, will be replaced with air blocks\n      # Effective way to prevent residence creating near greefing target and then remove it\n      # ATTENTION! Bigger residence areas could want to create bigger loads on server when cleaning up areas. So dont use this if regular player have access to huge residences. 15 million blocks would be a max limit\n      Use: true\n      # Level from whichone you want to replace blocks\n      Level: 63\n      Worlds:\n      - world\n    Flags:\n      # By setting this to true flags from list will be protected from change while there is some one inside residence besides owner\n      # Protects in example from people inviting some one and changing pvp flag to true to kill them\n      Prevent: true\n      list:\n      - pvp\n  # The default group to use if Permissions fails to attach or your not using Permissions.\n  DefaultGroup: default\n  # Enable / Disable the Lease System.\n  UseLeaseSystem: false\n  # Sets date format when shown in example lease or rent expire date\n  # How to use it properly, more information can be found at http://www.tutorialspoint.com/java/java_date_time.htm\n  DateFormat: E yyyy.MM.dd 'at' hh:mm:ss a zzz\n  # Sets date format when shown in example lease or rent expire date\n  # How to use it properly, more information can be found at http://www.tutorialspoint.com/java/java_date_time.htm\n  DateFormatShort: MM.dd hh:mm\n  # Sets time zone for showing date, useful when server is in different country then main server player base\n  # Full list of possible time zones can be found at http://www.mkyong.com/java/java- ... -timezone-with-gmt/\n  TimeZone: Asia/Shanghai\n  # Enable / Disable money returning on residence removal.\n  ResMoneyBack: false\n  # The interval, in minutes, between residence lease checks (if leases are enabled).\n  LeaseCheckInterval: 10\n  # Allows leases to automatically renew so long as the player has the money, if economy is disabled, this setting does nothing.\n  LeaseAutoRenew: true\n  # Whether or not to use the Permissions system in conjunction with this config.\n  EnablePermissions: true\n  # Set to true if NOT using Permissions or PermissionsBukkit, or using a really old version of Permissions\n  LegacyPermissions: false\n  # Enable / Disable Residence's Economy System (iConomy, MineConomy, Essentials, BOSEconomy, and RealEconomy supported).\n  EnableEconomy: true\n  # Defaults to None which will start by looking to default economy engine throw vault API and if it fails to any supported economy engine\n  # Custom economy engines can be defined to access economy directly\n  # Supported variables: Vault, iConomy, MineConomy, Essentials, BOSEconomy, RealEconomy, CMIEconomy, None\n  Type: None\n  # When enabled extra message will appear in chat if residence is for rent or for sell to inform how he can rent/buy residence with basic information.\n  ExtraEnterMessage: true\n  Sell:\n    # If set to true, this will allow to sell subzones. Its recommended to keep it false tho\n    Subzone: false\n  # Enables or disables the Rent System\n  EnableRentSystem: true\n  Rent:\n    # Prevents residence/subzone removal if its subzone is still rented by some one\n    PreventRemoval: true\n    Inform:\n      # Informs players on rent time ending\n      OnEnding: true\n      # Time range in minutes when to start informing about ending rent\n      Before: 1440\n      # Time range in seconds for how long to wait after player logs in to inform about ending rents\n      Delay: 60\n    DefaultValues:\n      # Default values used when putting residence for rent\n      AllowRenewing: true\n      StayInMarket: true\n      AllowAutoPay: true\n      # If set to true, when player is not defining auto pay on renting, then this value will be used\n      PlayerAutoPay: true\n    Schematics:\n      # EXPERIMENTAL!!! If set to true, residence will be restored to state it was when backup flag was set to true\n      # For securoty reassons only players with aditional residence.backup permission node can set backup flag\n      RestoreAfterRentEnds: true\n      # When set to true, area state will be saved only when setting backup to true value\n      # When set to false, area state will be saved before each renting to have always up to date area look\n      # Keep in mind that when its set to false, there is slightly bigger server load as it has to save area each time when some one rents it\n      SaveOnFlagChange: true\n  # The interval, in minutes, between residence rent expiration checks (if the rent system is enabled).\n  RentCheckInterval: 10\n  # Enable or disable residence chat channels.\n  ResidenceChatEnable: true\n  Messages:\n    # Defines where you want to send residence enter/leave/deny move and similar messages. Possible options: ActionBar, TitleBar, ChatBox\n    # TitleBar can have %subtitle% variable to define second line\n    GeneralMessages: ChatBox\n  ActionBar:\n    ShowOnSelection: true\n  # Color of residence chat.\n  ResidenceChatColor: DARK_PURPLE\n  ResidenceChatPrefixLength: 16\n  # Whether or not to ignore the usual Permission flags and only allow OPs and groups with 'residence.admin' to change residences.\n  AdminOnlyCommands: false\n  # Setting this to true makes server OPs admins.\n  AdminOPs: true\n  # Setting this to true server administration wont need to use /resadmin command to access admin command if they are op or have residence.admin permission node.\n  AdminFullAccess: false\n  # This is the name of the plugin you use for multiworld, if you dont have a multiworld plugin you can safely ignore this.\n  # The only thing this does is check to make sure the multiworld plugin is enabled BEFORE Residence, to ensure properly loading residences for other worlds.\n  MultiWorldPlugin: Multiverse-Core\n  # Setting this to true causes subzones to inherit flags from their parent zones.\n  ResidenceFlagsInherit: true\n  # Setting this to false will allow rented residences to be modified by the renting player.\n  PreventRentModify: true\n  # Setting this to true will prevent subzone deletion when subzone owner is not same as parent zone owner.\n  PreventSubZoneRemoval: true\n  # Setting this to false will cause residence to continue to load even if a error is detected in the save file.\n  StopOnSaveFault: true\n  ResidenceNameRegex: '[^a-zA-Z0-9\\-\\_]'\n  # Setting this to true sends a message to the console every time Residence does a rent expire check or a lease expire check.\n  ShowIntervalMessages: false\n  # Setting this to true sends a tutorial message to the new player when he places chest on ground.\n  ShowNoobMessage: true\n  # Setting this to true creates residence around players placed chest if he don't have any.\n  # Only once every server restart if he still don't have any residence\n  NewPlayer:\n    Use: false\n    # Setting this to true, residence will be created for free\n    # By setting to false, money will be taken from player, if he has them\n    Free: false\n    # Range from placed chest o both sides. By setting to 5, residence will be 5+5+1 = 11 blocks wide\n    Range:\n      X: 5\n      Y: 5\n      Z: 5\n  Visualizer:\n    # With this enabled player will see particle effects to mark selection boundaries\n    Use: true\n    # Range in blocks to draw particle effects for player\n    # Keep it no more as 30, as player cant see more than 16 blocks\n    Range: 16\n    # For how long in miliseconds (5000 = 5sec) to show particle effects\n    ShowFor: 5000\n    # How often in ticks to update particles for player\n    updateInterval: 20\n    # Spacing in blocks between particle effects for rows\n    RowSpacing: 2\n    # Spacing in blocks between particle effects for collums\n    CollumnSpacing: 2\n    # Defines by how many particles we need to skip\n    # This will create moving particle effect and will improve overall look of selection\n    # By increasing this number, you can decrease update interval\n    SkipBy: 5\n    # Maximum amount of frame particles to show for one player\n    FrameCap: 500\n    # Maximum amount of sides particles to show for one player\n    SidesCap: 2000\n    # Particle effect names. possible: explode, largeexplode, hugeexplosion, fireworksSpark, splash, wake, crit, magicCrit\n    #  smoke, largesmoke, spell, instantSpell, mobSpell, mobSpellAmbient, witchMagic, dripWater, dripLava, angryVillager, happyVillager, townaura\n    #  note, portal, enchantmenttable, flame, lava, footstep, cloud, reddust, snowballpoof, snowshovel, slime, heart, barrier\n    #  droplet, take, mobappearance\n\n    # If using spigot based server different particles can be used:\n    # click2, click1, bow_fire, door_toggle, iron_door_toggle, trapdoor_toggle, iron_trapdoor_toggle, fence_gate_toggle, door_close, iron_door_close, trapdoor_close, iron_trapdoor_close, fence_gate_close, extinguish, record_play, ghast_shriek, ghast_shoot, blaze_shoot, zombie_chew_wooden_door, zombie_chew_iron_door, zombie_destroy_door, smoke, step_sound, potion_break, ender_signal, mobspawner_flames, brewing_stand_brew, chorus_flower_grow, chorus_flower_death, portal_travel, endereye_launch, firework_shoot, villager_plant_grow, dragon_breath, anvil_break, anvil_use, anvil_land, enderdragon_shoot, wither_break_block, wither_shoot, zombie_infect, zombie_converted_villager, bat_takeoff, end_gateway_spawn, enderdragon_growl, \n    Selected:\n      Frame: happyVillager\n      Sides: reddust\n    Overlap:\n      Frame: FLAME\n      Sides: FLAME\n    # Shows particle effect when player enters residence. Only applies to main residence area\n    EnterAnimation: true\n  # Shows particle effect when player are being pushed back\n  BounceAnimation: true\n  GUI:\n    # Enable or disable flag GUI\n    Enabled: true\n    # Item id and data to use when flag is set to true\n    setTrue: GREEN_WOOL\n    # Item id and data to use when flag is set to false\n    setFalse: RED_WOOL\n    # Item id and data to use when flag is set to remove\n    setRemove: LIGHT_GRAY_WOOL\n  # Default = false. Enabling this, residences with flag nomobs will be cleared from monsters in regular intervals.\n  # This is quite heavy on server side, so enable only if you really need this feature\n  AutoMobRemoval:\n    Use: false\n    # How often in seconds to check for monsters in residences. Keep it at reasonable amount\n    Interval: 3\n  EnforceAreaInsideArea: false\n  EnableSpout: false\n  EnableLeaseMoneyAccount: true\n  # By setting this to true, partial compatibility for kCouldron servers will be enabled. Action bar messages and selection visualizer will be disabled automatically as off incorrect compatibility\n  Couldroncompatibility: false\nDynMap:\n  # Enables or disable DynMap Support\n  Use: false\n  # Shows or hides residence flags\n  ShowFlags: true\n  # If set true, residence with hidden flag set to true will be hidden from dynmap\n  HideHidden: true\n  Layer:\n    # Enables 3D zones\n    3dRegions: true\n    # How deep to go into subzones to show\n    SubZoneDepth: 2\n  Border:\n    # Color of border. Pick color from this page http://www.w3schools.com/colors/colors_picker.asp\n    Color: '#FF0000'\n    # Transparency. 0.3 means that only 30% of color will be visible\n    Opacity: 0.3\n    # Border thickness\n    Weight: 3\n  Fill:\n    Opacity: 0.3\n    Color: '#FFFF00'\n    ForRent: '#33cc33'\n    Rented: '#99ff33'\n    ForSale: '#0066ff'\n  # Shows only regions on this list\n  VisibleRegions: []\n  # Hides region on map even if its not hidden in game\n  HiddenRegions: []\n\n",
    "replies": [
        {
            "author": "Azitate",
            "timestamp": 1582509720,
            "txt_content": " 本帖最后由 Azitate 于 2020-2-24 10:06 编辑 \n\n价格不在config里面设置，去group文件\nBuyCost: [每个方块的价格]"
        },
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1582509960,
            "txt_content": "Azitate 发表于 2020-2-24 10:02\n价格不在config里面设置，去group文件\nBuyCost: 0.5\n？！一直有人说去设置config。。。"
        },
        {
            "author": "Azitate",
            "timestamp": 1582510020,
            "txt_content": "fantuan_233 发表于 2020-2-24 10:06\n？！一直有人说去设置config。。。\n如果设置可行请设置我为最佳"
        },
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1582510020,
            "txt_content": "Azitate 发表于 2020-2-24 10:02\n价格不在config里面设置，去group文件\nBuyCost: [每个方块的价格]\n话说它是怎么知道钱的？通过vault吗？"
        },
        {
            "author": "Azitate",
            "timestamp": 1582510020,
            "txt_content": "fantuan_233 发表于 2020-2-24 10:07\n话说它是怎么知道钱的？通过vault吗？\n你安装了vault和经济插件即可"
        },
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1582510080,
            "txt_content": "Azitate 发表于 2020-2-24 10:07\n你安装了vault和经济插件即可\n它自动检测经济插件吗。。。？"
        },
        {
            "author": "Azitate",
            "timestamp": 1582510080,
            "txt_content": "fantuan_233 发表于 2020-2-24 10:08\n它自动检测经济插件吗。。。？\n是的，你没有安装经济插件插件会在后台提示你的"
        },
        {
            "author": "克鲁鲁殿下",
            "timestamp": 1582510200,
            "txt_content": "Azitate 发表于 2020-2-24 10:08\n是的，你没有安装经济插件插件会在后台提示你的\n话说res插件如何配置，教教我呗"
        },
        {
            "author": "Azitate",
            "timestamp": 1582510260,
            "txt_content": "fantuan_233 发表于 2020-2-24 10:10\n话说res插件如何配置，教教我呗\nhttps://www.mcbbs.net/thread-631343-1-1.html\n详细请查看该帖，每个配置都写的非常详细"
        },
        {
            "author": "AzureHanChen",
            "timestamp": 1582514040,
            "txt_content": "fantuan_233 发表于 2020-2-24 10:10\n话说res插件如何配置，教教我呗\n既然如此我就说下吧\n圈地价格是在plugins/Residence/groups.yml里\n你可以为不同的组设置不同的参数(价格)\ndefault就是所有玩家默认的组\n他会自动通过vault来寻找经济插件以确定你的余额\n你可以修改BuyCost: \n后面的数字来更改价格\n\n如果我的回复帮到了你\n还请设置最佳答案"
        },
        {
            "author": "Czy2019",
            "timestamp": 1582514220,
            "txt_content": "Groups.yml内 修改普通权限组Default的       Economy:\n          # 是否可以购买待购的领地\n          CanBuy: true\n          # 是否可以出售领地\n          CanSell: false\n          # 购买领地时，是否忽略领地面积/数量的限制\n          IgnoreLimits: false\n          # 创建一个新领地或添加物理区域时的每个方块大小花费.\n          BuyCost: 0.5\n          #  移除一个领地时返还每个方块大小价格.\n          SellCost: 0.25\n          # Lease领地时每个方块大小花·费 (如果Lease系统开启).\n          RenewCost: 0.2复制代码RenewCost: 0.2复制代码便是每个方块的价格\n修改为你需要的价格即可\n如果有帮到你请选择下最佳谢谢。\n\n"
        }
    ]
}