{
    "title": "[Minecraft.net|CULTURE] 梦幻尖塔",
    "author": "SQwatermark",
    "replyCount": 19,
    "timestamp": 1582526100,
    "txt_content": " 本帖最后由 SQwatermark 于 2020-3-3 08:29 编辑 \n\n\n\n\n\n\nimage.jpg (135.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\nDREAMING SPIRES\n梦幻尖塔\n\nA charming new city from ElysiumFire!\n来自ElysiumFire的魅力新城！\n\nAh, city living. The buzz of the cars on the street, the gentle flapping of pigeon wings, the hustle and bustle of business-type-people going to work and coming home again. It’s nothing like country life. Except for the pigeons. Those flappy boys are everywhere.啊，城市生活。街上汽车的嘈杂，鸽子的轻轻振翅，奔波于公司和家庭的白领们的忙碌。这和乡村生活一点都不像。除了鸽子，这些小家伙飞的到处都是。\nBack in the day, cities weren’t like that at all. Instead of cars, the buzz was generated by horses and men yelling about meat prices. Instead of the hustle and bustle of business-type-people, it was the hustle and bustle of people trying desperately to avoid the streams of pee coming from the windows above. They still had pigeons, of course, but there were probably not as many. It was a simpler time.曾经，城市完全不是这样的。那时还没有汽车，噪声原本是马匹和叫卖的肉贩子发出的。那时也没有匆忙的白领，人们会匆忙闪避从街道上方的窗户飞流而下的尿。当然，那时仍然有鸽子，但可能和现在不一样多。那是一个简单朴素的年代。\n\n\n\n\n\n7e52d16af0ccf34af4480a5f36234705-GalleryThree.jpg (149.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\n\n\n\n\n\na13d20bdf56961d9f76980e70cb55925-ONE.jpg (103.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\n\n\n\n\n\n895419f94a870e476f97fc21be501d9d-GalleryTwo.jpg (143 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\nThis build is a simpler city only in terms of its time period. Built by French team ElysiumFire, the city is a sprawling, towering testament to architecture that existed long before computers, and is inspired by (but not a direct copy of) Novigrad, the city from excellent Polish RPG The Witcher 3 - a game that was heavily influenced by classical European design.这个建筑是一座简单朴素的城市，只属于那个年代，由法国建筑团队ElysiumFire建造。这座城市是对延伸的、高耸的建筑风格（比电脑的存在久远很多）的证明，它受到了《巫师3》中的一座城市，Novigard的启发（但不是它的直接复刻）。《巫师3》是一款来自波兰的杰出RPG游戏，受到了欧洲古典艺术设计的深刻影响。\n“This map does not reflect the real Novigrad,” says ElysiumFire, referring to The Witcher 3’s main capital (which, er, isn’t real), a Europe-inspired red-roofed medieval city on a hill. “It's a tribute to a fantastic game we all played and that inspired us to build this project.”“这个地图并不反映真实的Novigrad”，ElysiumFire谈到《巫师3》的主城（额，也不是真实的），一座建造在山上，受欧式风格启发的红屋顶中世纪城市。“它是对一款我们都玩过，并启发我们进行这个项目的出色游戏的致敬。”\nYou can see the European inspirations in the buildings: red roofs, cathedral domes, columns everywhere, and a city so vast that it would take days to explore every single alleyway.你可以看到这个建筑的欧洲元素：红色的屋顶，教堂的圆形穹顶，到处都有的石柱，和一个广阔到你可以花上几天时间探索其中每一条小巷的城市。\n\n\n\n\n\n3598518cd84aaf420fd8fd652fb6ee16-Two.jpg (98.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\n“It's our biggest project yet,” the team tells me. “The city itself is very wide and very dense - there are no empty spaces.” If you’ve ever taken a trip to a good old-fashioned European city, you’ll know the feeling - as if every inch of space is a house, a cafe, a church or a plaza. Space is expensive!“这是我们迄今为止做过的最大的项目,”这个团队告诉我。“这座城市本身非常宽而且非常密集——没有多余的空间。”如果你曾去一座古老的欧洲城市旅行过，你能体会到这种感受——好像每个角落都有一匹马、一个小餐馆、一座教堂或者一个购物广场。寸土寸金！\n“The planning is very simple,” ElysiumFire says. “Our planners spot an interesting place in the terraforming... and they start making plans: they draw street lines onto the ground, houses positions, places at junctions, gardens... and they progressively covered all the terrain.” It’s a port city - which means vast, tall boats in the harbour, grand stone bridges over the rivers, and long, thin jetties reaching out to the ships like fingers.“规划很简单”，ElysiumFire说，“我们的设计师在地形中选中了一块合适的地……然后就开始设计规划了：他们在地上画出街道路线、房屋的位置、交叉点、花园……逐渐覆盖了整块区域”这是一个港口城市——这意味着港口中有宽阔巨大的船只，横跨河流的巨大石桥，像手指一样延伸到船头的又长又细的码头。\n\n\n\n\n\ndf9354ba1eadae054194ee15f95de734-Three.jpg (149.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\nThere’s an interesting contrast between the bright stone and red tiled roofs of the buildings on land and the more old-fashioned wood and cloth of the ships in the port that makes this city seem like it’s on the cusp of a time period, halfway between old and new.有一个有趣的对比，地面上的建筑有着亮丽的石材和铺着红瓦的屋顶，而港口中的船只却使用了更为老式的木材和布料，这让这座城市看起来正处于时代的前沿，处于新与旧的交替处。\nSurprisingly, the city was designed without a model - no direct reference to buildings, just the builders’ creativity. “Most of us are builders, able to imagine and build absolutely everything! From little houses to majestic churches!”令人惊讶的是，这座城市没有原型——没有直接的参考，有的只是建筑师们的创造力。“我们大部分都是建筑师，能够想象并建造出从小房子到宏伟的教堂之类的任何东西!”\n\n\n\n\n\n83391ce7e5ee458a96b60fd84e4d771d-Four.jpg (93.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\nOne thing that is missing from this build, as with most massive city builds, is the interiors. You won’t find any furniture in this city; its citizens probably just… sleep on the floor. There is a reason for this, though, says ElysiumFire: “building interiors almost takes more time than building exteriors!”和大部分宏伟的城市建筑一样，这个建筑也缺少一样东西，那就是内饰。你无法在这座城市找到一件家具；它的市民似乎……直接睡地板。这是有原因的，ElysiumFire说：“做内饰需要的时间甚至比建筑物外部还要长一些！”\nThe entire city took six months to build, which probably would have doubled with interiors. Ah well. Sleeping on the floor is meant to be good for your back. But if you go exploring inside, you might end up stumbling on a secret anyway. “Our builders are jokers,” the team admits, “so they built some interiors. Players have some easter eggs to find!”整座城市花费了六个月，如果做内饰的话时间可能要翻倍。啊，很好，睡地上意味着对你的背部有好处。但是如果你非要探索内部，你可能最终会发现一个秘密。“我们的建筑师喜欢开玩笑，” ElysiumFire承认，“所以他们做了一些内饰。玩家可以找到一些彩蛋！”\n\n\n\n\n\n800078d4f304507ac4c0ce38f3be677c-Five.jpg (84.79 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-24 14:04 上传\n\n\n\n\n\nOne of the most remarkable things about this project, other than its size, is the impressive timelapse the team made of the city being built. It makes six months look like no time at all, the way the buildings rise from nothing to beautiful spires, domes and cobbled streets, but the timelapse has a dark secret: IT’S ALL A LIE.除了规模之外，这个项目最卓越的部分之一，是其令人印象深刻的延时摄影，记录了这座城市的建造过程。它让六个月的时间显得没多久，美丽的尖顶、穹顶、和鹅卵石街道从荒芜中拔地而起，但是这段延时摄影有一个雪藏的秘密：这完全是一个骗局。\n“Like most projects, this is not a real timelapse,” ElysiumFire tells me. “This is a reverse timelapse. That means we build first, then we manually, block by block, destroy what we previously built. It takes a lot of time and it’s quite boring. Finally, our videographer reverses the video!”“和大部分作品一样，这不是一个真实的延时摄影，” ElysiumFire告诉我。“这是一个倒放的延时摄影。这意味着我们先建造完，然后手工地，一块一块地，拆除我们先前的建筑。这花了我们很长时间而且相当乏味。最终，我们的剪辑师将录像倒过来了！”\nhttps://www.bilibili.com/video/av22438875\nThis has a much more impressive effect than doing the timelapse the right way, because it’s much smoother, and there aren’t any mistakes.\n这比真正的延时摄影更有感染力，因为它更流畅，而且没有任何错误。\n\nHey, I'm not judging. Sometimes, you have to bend the rules a little bit to create something beautiful!\n嘿，我不是在评判。有时，为了创造一些更美妙的东西，你需要稍稍变通。\n\nRenders by Iskillia, MrBatou, Udvio, Killerack, Imotep and Timothy C\n由Iskillia, MrBatou, Udvio, Killerack,Imotep和Timothy C渲染\n原文链接：https://www.minecraft.net/zh-hans/article/dreaming-spires\n发布时间：2018年02月27日\n原文作者：Kate Gray",
    "replies": [
        {
            "author": "SQwatermark",
            "timestamp": 1582535400,
            "txt_content": "地图发布帖：\nhttps://www.planetminecraft.com/ ... timelapse-download/\n原视频链接：\nhttps://www.youtube.com/watch?v=fpRAU_2rNYw&t=230s\n\nDREAMING SPIRES：\n可能在捏他英国诗人Matthew Arnold在诗作Thyrsis中形容牛津的词语：\nAnd that sweet city with her dreaming spires. She needs not June for beauty's heightening.\n\nNovigrad诺维格瑞：\n《巫师3》中的一座自由城市，是北方最大的城市和主要港口。被北方人称作全世界的首都。拥有惊人的财富、影响力与战略重要性。而这个MC建筑可以算是Novigrad的精神复刻，氛围相似，但是内部结构并不相同。"
        },
        {
            "author": "陈喵",
            "timestamp": 1582595400,
            "txt_content": "这图我觉得我电脑打够呛能开狗头"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1582616520,
            "txt_content": "一张很好的地图"
        },
        {
            "author": "柔情信仰战",
            "timestamp": 1582680480,
            "txt_content": "这个视频让人想到冰与火之歌的op"
        },
        {
            "author": "susu001966",
            "timestamp": 1582723200,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2810202373",
            "timestamp": 1582727520,
            "txt_content": "大佬大佬"
        },
        {
            "author": "mcvff",
            "timestamp": 1582764840,
            "txt_content": "大佬啊，真棒"
        },
        {
            "author": "t126292",
            "timestamp": 1582780860,
            "txt_content": "我去，真牛   我:显卡我需要你  显卡:给老子滚"
        },
        {
            "author": "三点水余",
            "timestamp": 1582837980,
            "txt_content": "厉害厉害????????，我能做十分之一就不错了"
        },
        {
            "author": "Dracary",
            "timestamp": 1582854960,
            "txt_content": "给你82分，另外18分以666的形式给你。"
        },
        {
            "author": "fxy2006",
            "timestamp": 1582886040,
            "txt_content": "水。。。。。。。。"
        },
        {
            "author": "cancekang",
            "timestamp": 1582899780,
            "txt_content": "都是肝帝hhh"
        },
        {
            "author": "a_kun123",
            "timestamp": 1582947480,
            "txt_content": "膜拜大佬 属实牜"
        },
        {
            "author": "Kaguranya",
            "timestamp": 1582949160,
            "txt_content": "近距离膜拜大神作品，谢谢分享"
        },
        {
            "author": "undieeeeeee",
            "timestamp": 1582996080,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "3373779562",
            "timestamp": 1583039880,
            "txt_content": "好强啊这谁顶得住啊"
        },
        {
            "author": "ShuoChenFeng",
            "timestamp": 1583072220,
            "txt_content": "很棒的地图awa，壁纸get"
        },
        {
            "author": "晓白大佬",
            "timestamp": 1583076960,
            "txt_content": "可以。。。。。。。。。。。。。。。。。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583165100,
            "txt_content": "If you’ve ever taken a trip to a good old-fashioned European city\n这个good倒不是特意有“好”的意思 是跟后面的old的连用\n"
        }
    ]
}