{
    "title": "[Minecraft.net|CULTURE]现代住宅",
    "author": "等于号",
    "replyCount": 10,
    "timestamp": 1582543080,
    "txt_content": " 本帖最后由 等于号 于 2020-2-24 19:22 编辑 \n\n\nCULTURE\n现代住宅\n安迪斯尤达带你探索古往今来的建筑设计！\n\n我的世界有一个美妙的地方在于，它能提高作为玩家的你的技能与审美，在你不停地磨炼你的技能之后——你的个人品味也随之提高了。那个小又肮脏的蓬窝变成了美丽的别墅，圆石材质变成了丛林木或者陶瓦材质，你那些作为床的沙子被真正的床所替代。\n\n这是说，每个我的世界的玩家都会有这样一个时间点，想要把他们的建筑技能点到下一级。或许是时候尝试某种全新的设计了？比如那种高调时尚又奢华的东西？我是说，比如用黄金造一座俗气万分的城堡！不不不，我是说，现代式建筑！\n\n我的世界里有两种最受欢迎的建筑风格，一个是现代建筑，一个是当代建筑。他们的区别在哪里？当代是指现时的建筑，配上创新方法与极简设计使其配得上将来——现在！另一方面，现代建筑——这个名字其实还挺老的了。它的历史可以追溯到20世纪20年代早期，比如流水别墅或者萨沃伊别墅。 这两种风格的共同点在于它们的主题与游戏的契合程度相当之高。\n\n“现代与当代两种风格之所以与我的世界这么相配，是因为我们用方块建造房屋。”作为一名专业的youtube上的up主，满是抱负的建筑师安迪斯尤达表示。“很多现代的住宅看上去线条都很直来直去，相对地，斜线很少，而且几何上很规则，只需要像搭积木一样把方块横纵搭起，然后精心准备一些窗户和其他上下联通的结构，你也就有了一个像模像样的屋子。\n\n\n\n当其尚未刊登在我们的博文中时，安迪一直在忙于建他视频里那些让人为之精神一振的建筑，包括一些现代风格的建筑。在他2014年转型来建现代与当代建筑之前，他一开始是搞那种传统建筑的。通过多年的苦心磨炼，安迪已经通晓其法，了解要怎样入手使其好看并积累经验了。\n\n“你可以好好赏析真正的建筑，从中吸取灵感，研究那些建筑的平面图，甚至是通过这些资料来试着重建建筑——这就是挑战！”\n\n安迪或许看了不少真正房屋的各种资料，但是他并不会被什么图片或者视频所限制——他的大脑仍然不停的构建自己的设计。有时候他会从某些房子的特点（比如布局或者立面）获得灵感，但这不过是他自己房子设计的起点！\n\n\n\n那个，还记得本文第二段的时候，我开了个玩笑，说要用金子来建一栋城堡吗？事实证明，一座黄金的屋子或许还没有安迪最近建的那个来的过分。\n\n“我做了20多个小时的耐久直播，那时我建了我贝莱尔豪宅‘唯一’。我并没有对其的设计，也找不出任何平面图，我们只是尽可能的把屋子建设的奢华，有保龄球室，直播间，剧院，网球场，还有一个直升机停机坪！虽然这建筑只是随性而建，但我还是尽量保证布局建设的科学，屋子的采光与景色良好，建筑可以供富人居住！”\n\n幸运的是，你想在游戏里搞建筑的话不需要特别有才！但是入门来做现代的屋子可能听起来容易做起来难。对于创造来说，只需要点几下鼠标，但是作为生存玩家，你得好好花上几个小时来收集材料——只要肯采集，量总是够的。\n\n“一个现代风格的建筑师会考虑使用自己的直觉选择哪种方块。”安迪这么解释着。“我最好的建议是用白色混凝土、浅灰色混凝土、石头等材料搞墙。白与灰很搭，特别再配上棕色的木头。”\n\n\n见鬼，我真想在建我自己的下界石英现代式别墅前好好拆开安迪的脑子瞧瞧！！！\n\n混凝土并不是固体方块的首选，因为你需要用水将其变硬。\n\n沙、砂砾还有这些好东西：他们都是创造完美混凝土的要素之一。\n\n建筑要获取建材，比如混凝土则需要采集沙子还有砂砾。你需要混合这两者以合成混凝土，如果想要加上的颜色的话，也可以混进染料进行合成。你放下方块后，需要靠水才能使他们凝固。但安迪说，这些建筑取决于他们的位置可以兼容各种颜色。\n\n“明亮的白色建筑可以凸显出一种郊野的场景，但是如果建筑的周围有其他各种景观，你的方块列表就要改一改了，改成一些看起来更加自然的材料会让视觉更加放松。对当代的建筑来说，怎么样都好！黑色的、白色的、全木的、狂野派纯石头的我都见过，都很好看。你要好好发挥你的想象力！”\n\n\n\n我记得上次我被逼着用想象力是某次，我朋友邀我去他的游戏里的屋子玩儿。哦，不要误会，这屋子看上去很棒，外观很好！但我们走进去后，我看到墙上还糊着泥土。事实证明，外在美并不适用于房屋设计。\n\n“我很讨厌家里堆满杂物！”安迪和我这么说，我也很高兴。“我喜欢极简风格的家具，以及开放空间和时尚设计，我也喜欢那些看起来很漂亮的建筑材料，他们让房子看上去更真实了——换而言之，你可以去享受材质的规划与挑选。”\n\n谈到规划，安迪作为一个老道的建筑师，他多年来建了很多房子，他还确切的知道哪种方块能够最快速的给游戏带来建筑中居住舒适性的提升：“竖半砖，玻璃半砖，草皮还有粗糙的泥土，尤其是竖半砖——这对建筑内墙来说非常棒，因为一个方块厚的墙一般来说，太厚了。”\n\n\n\n安迪的专业建议1：\n用院子、自然光以及大号的窗户给你的建筑带来充足的光照，你也可以改变建筑物的结构保证不会有太多的区域原理窗户。\n\n安迪的专业建议2：\n开放式布局，比如厨房、餐厅或者客厅。\n\n安迪的专业建议3：\n主要使用落地窗，也可以使用特别窄或低的窗户保护隐私。\n\n安迪的专业建议4：\n避免拼合材质，因为游戏里这么做很奇怪。\n\n在游戏里造一个现代或者当代风格的住宅并非小事，照明要足够，空间要广阔，材料要充分。这也就是安迪的一个新建筑，“雪雉”。她的用材大概有两千八百个磨制花岗石，一千五百块平滑石英块，一千三百块浅灰色混凝土还有超过五百的玻璃片。但是安迪说，这并非唯一的可选项。\n\n“我在服务器上找了一个更加适中的双卧室住宅，大概要用两千雪块以及一千五的丛林木板。”\n\n总共三千五百个方块？我是玩生存的！我怎么收集的齐呢？我想我知道假期应该做些神木林吗。突然去造泥土房子这种事情也不是那么糟糕了呢。\n\n\n\n作者Per Landin发布日期2019/01/04\nhttps://www.minecraft.net/zh-hans/article/modern-houses\n\n\n",
    "replies": [
        {
            "author": "楚天新",
            "timestamp": 1582902420,
            "txt_content": "1256354555555555566666666666666666"
        },
        {
            "author": "wadqwaqsbb",
            "timestamp": 1588924920,
            "txt_content": "好漂亮的线代"
        },
        {
            "author": "FATE:SABER",
            "timestamp": 1589938740,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "抚摸菌",
            "timestamp": 1591586640,
            "txt_content": "怎么下载= ="
        },
        {
            "author": "千羽耀",
            "timestamp": 1592473620,
            "txt_content": "是不是需要回复才能看到图片啊"
        },
        {
            "author": "哇比哇伯",
            "timestamp": 1593054900,
            "txt_content": "很不错，加油"
        },
        {
            "author": "kayn-",
            "timestamp": 1593097080,
            "txt_content": "这一股翻译腔的味233"
        },
        {
            "author": "dcpswysbbdxy",
            "timestamp": 1593144540,
            "txt_content": "FATE:SABER 发表于 2020-5-20 09:39\nMCBBS有你更精彩~\nmcbbs有你也更精彩"
        },
        {
            "author": "a2391700806",
            "timestamp": 1593481980,
            "txt_content": " 哇 惊艳到了！"
        },
        {
            "author": "kayn-",
            "timestamp": 1593533220,
            "txt_content": "为啥图片加载了一年还看不到XD"
        }
    ]
}