{
    "title": "[Minecraft.net|INSIDER] 背包盘点：鸡蛋",
    "author": "问谛居",
    "replyCount": 7,
    "timestamp": 1582596300,
    "txt_content": " 本帖最后由 WDLJT 于 2020-2-26 08:42 编辑 \nTaking Inventory: Egg背包盘点：鸡蛋Only Yolking一起[ruby=黄]荒[/ruby]废时间Duncan Geere 邓肯·吉尔Happy Easter! It’s the time of the year when some people commemorate the resurrection of Jesus and others commemorate the eating of chocolate eggs. Neither exists in Minecraft, so we picked regular eggs for our item of the week instead. Close enough, right?复活节快乐！在这样的特殊节日里，有些人纪念耶稣的复活，而另一些人庆祝能吃巧克力蛋。不过这些在Minecraft中都不存在，因此我们选用普通的鸡蛋作为我们这周的物品盘点。听起来差不多，对吧？Eggs were added to Minecraft in Alpha version 1.0.14, released in July 2010. They appeared in the same patch as chickens, so there’s no firm answer to the question of which came first. Following a request from a fan who promised to eat a USB stick if egg-throwing was added to the game, they became throwable in Beta version 1.0. Unfortunately, there’s no record of what happened to the requester. Don’t eat USB sticks, kids.\n鸡蛋是在2010年7月发布的Alpha版1.0.14添加到Minecraft里面的。鸡蛋出现在与鸡相同的版本中，因此对于到底是先有鸡还是先有蛋依然没有确切的答案。应一个粉丝的要求，该粉丝打赌如果在游戏中添加了抛蛋功能，他就吞掉一个U盘，然后在Beta版本1.0中，鸡蛋就真的可以投掷了。不幸的是，这之后对于这个粉丝之后的故事暂无记录。傻孩子，不要真的吞U盘。Minecraft eggs can be obtained the same way that they’re obtained in real life – hang around a chicken long enough, and one will eventually pop out. Long enough, in the world of Minecraft, means five to ten minutes or so. It takes rather longer in the real world. Both in Minecraft and real life again, you might occasionally also find one in a chest.Minecraft中的鸡蛋与现实生活中的鸡蛋获取方法相同——在鸡旁边等待足够久，鸡最终会生出鸡蛋来。在Minecraft的世界中，足够久意味着五到十分钟左右。在现实世界中花费的时间更长。无论是在Minecraft还是在现实生活中，你都可能在箱子里意外地找到一个鸡蛋。Eggs (in Minecraft) are good for two things – crafting and throwing. They can be used to craft cake and pumpkin pie, both of which are absolutely delicious. Hurling an egg at a mob is a bit like throwing a snowball at them – it’ll inflict knockback but no damage. You can also fire eggs out of dispensers, if you so desire.\n鸡蛋（在Minecraft中）能在两件事中发挥作用——合成和投掷。鸡蛋可用于制作超级美味的蛋糕和南瓜派。向生物们投掷鸡蛋有点像向他们投掷雪球——会造成击退，但不会造成伤害。如果你愿意的话，你也可以从发射器中投掷鸡蛋。When thrown, there’s a one-in-eight chance that the broken egg will spawn a baby chicken, and a much smaller chance that it’ll spawn FOUR baby chickens. That means that if you fill your inventory absolutely full of eggs and throw every single one of them, you’ll end up with about 81 chickens. Hope you’ve got somewhere for them to live!\n当你投掷这些鸡蛋时，有八分之一的机会碎掉的鸡蛋中会生出1只小鸡，而有更小的机会能生出4个小鸡。这意味着，如果你用鸡蛋装满你的物品栏并投掷每一个鸡蛋，最后你将得到大约81只鸡。希望你能为它们找得到一个家！图片来源：HTO//CC BY 3.0In the real world, eggs are extremely popular. Almost every species of animal lays eggs, with the notable exceptions of mammals and scorpions (who both give birth to live young). They range in size dramatically – the whale shark’s 30 cm × 14 cm × 9 cm egg is the largest, and the eggs of Zenillia pullata, a type of parasitic fly, are the smallest – measuring just 0.027 by 0.02 mm, and weighing 8 nanograms.在现实世界中，卵生非常常见。几乎每一种动物都会产卵，常见的例外如哺乳动物和蝎子（它们都生幼崽）。卵的大小变化巨大——以鲸鲨的30厘米×14厘米×9厘米的卵为最大，而寄生的苍蝇Zenillia pullata的卵为最小—大小仅为0.027 x 0.02毫米，重8纳克。Humans have been eating eggs of all kinds of species for millennia. Chicken eggs, unsurprisingly, are the most popular, but duck and fish eggs are also commonly eaten. In 2009, an estimated 62.1 million metric tons of chicken eggs were produced worldwide from a total laying flock of approximately 6.4 billion hens. That’s a lot of hens.\n几千年来，人类一直在吃各式各样的蛋。毫不意外，鸡蛋是其中最受欢迎的，但是鸭蛋和鱼蛋也经常被食用。2009年，全球大约64亿只母鸡的产蛋量约为6210万吨。那可是不少的母鸡了。But here’s an egg fact you probably didn’t know – eggs are widely used in the production of vaccines. Viruses will happily grow inside a fertilised chicken egg, so it’s a cheap and simple way to incubate enough biological material to create large numbers of vaccines. That means we have eggs to thank for the eradication of major diseases like smallpox and polio.\n但是，你可能不知道关于鸡蛋的冷知识——鸡蛋被广泛用于疫苗生产中。病毒会在**的鸡蛋中疯狂地生长，因此这是一种生产大量的生物材料以生产大量疫苗的廉价而简单的方法。这意味着我们要感谢鸡蛋来根除天花和脊髓灰质炎等重大疾病。Thanks, eggs!谢谢你，鸡蛋！\n【@EBsky 译自官网 2019 年 04 月 19 日发布的 Taking Inventory: Egg】【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1582597500,
            "txt_content": "为啥那么多居中了 是自己搞的还是不小心把标签搞坏了……"
        },
        {
            "author": "问谛居",
            "timestamp": 1582597680,
            "txt_content": " 本帖最后由 WDLJT 于 2020-2-25 10:32 编辑 \nKalice 发表于 2020-2-25 10:25\n为啥那么多居中了 是自己搞的还是不小心把标签搞坏了……\n好像是我协作的时候不小心弄掉了我马上改稍等 然后有两个**不是我搞的，论坛屏蔽词，这我就没什么辄了。。。替代或谐音解决吗？ "
        },
        {
            "author": "EBsky",
            "timestamp": 1582598160,
            "txt_content": "Kalice 发表于 2020-2-25 10:25\n为啥那么多居中了 是自己搞的还是不小心把标签搞坏了……\n啊啊啊啊，第一次排版不好意思，可能按到了什么不该按的"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1582598700,
            "txt_content": "EBsky 发表于 2020-2-25 10:36\n啊啊啊啊，第一次排版不好意思，可能按到了什么不该按的\n我们建议不要用富文本模式编辑，使用纯文本模式，可以参考我签名档的SPX使用教程"
        },
        {
            "author": "EBsky",
            "timestamp": 1582602540,
            "txt_content": "Kalice 发表于 2020-2-25 10:45\n我们建议不要用富文本模式编辑，使用纯文本模式，可以参考我签名档的SPX使用教程 ...\n然后它就维护了..."
        },
        {
            "author": "楚天新",
            "timestamp": 1582902360,
            "txt_content": "6666666666666666"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627500,
            "txt_content": "一组鸡蛋摔不出一只鸡"
        }
    ]
}