{
    "title": "[Minecraft.net|INSIDER]背包盘点：燧石",
    "author": "Sssss...",
    "replyCount": 4,
    "timestamp": 1582617660,
    "txt_content": " 本帖最后由 Sssss... 于 2020-2-27 16:01 编辑 \n\n\nTAKING INVENTORY: FLINT\nSedimentary, my dear Watson!\n背包盘点：燧石\n保持沉积，我亲爱的华生！\n\nWhen you’re digging along the piles of gravel that line the shores of Minecraft’s most beautiful lakes, you might occasionally find something unusual – something sharp, crystalline, and in great demand among fletcher villagers. It’s our item of the week – flint.\n当你在 Minecraft 世界最美的湖的岸边挖掘的一大堆沙砾时，偶尔会发现一些不同寻常的东西——一些锋利的、晶体状的、以及制箭师村民们迫切想要的东西。那是我们本周要介绍的物品——燧石。\n\nFlint was added to Minecraft in 2010 during the indev phase of the game’s development, and was originally only used to craft flint and steel. During alpha, a second recipe was added that allows you to create arrows with flint, and then in the most recent game update it got a texture update.\n燧石在2010年， Minecraft 的 Indev 阶段被加入 Minecraft ，刚开始，它只能用来合成打火石。在 Alpha 阶段，它的第二个配方被加入并允许你使用燧石合成箭。在最近的更新[sup]（注：发帖时间为2019-1）[/sup]中，燧石拥有了新的材质。\n\n\n\nYou’ll acquire most of your flint from digging around in gravel, but in a pinch it’s also sometimes possible to grab some from village fletcher chests. Just make sure you replace it later, as they’ve got a livelihood to sustain y’know. \n你的大部分燧石都是通过到处挖掘沙砾获得，但必要时也有别的方法：从制箭师村民的箱子里抢走一些。请确保你以后会把他们归还回来，你懂的……它们需要用这些东西维持生计。\n\nIf you’ve acquired lots of flint, you might decide to embark on a career as a fletcher yourself. You’ll need flint to make a fletching table, as well as arrows. But arrows require feathers, so you’ll want to set yourself up with a chicken farm too. SQUAWK.\n如果你获取了大量的燧石，你可能会决定像村民一样，自己开启制箭师的职业生涯。你会需要燧石来制作制箭台，还有箭。但是箭还需要羽毛，所以你还得准备好去建造一个鸡养殖场。咯咯咯！\n\nIf you somehow feel like making arrows is beneath you, you can sell flint to fletchers in varying quantities in exchange for emeralds, and then trade those emeralds right back for arrows. But honestly, unless you’ve got chests and chests of flint, it’s much simpler and cheaper to make arrows yourself.\n如果你不知怎么地觉得制箭对你来说太低级，你就可以把燧石卖给制箭师，换取数量不等的绿宝石，然后用这些绿宝石换回箭。但说句实话，如果你没有成箱的燧石，你还是自己做箭比较简单、便宜。\n\n\n图片遵守Ziko-C // CC BY-SA 3.0 协议\n\nReal-world flint is a type of quartz, which occurs pretty commonly in sedimentary rocks like chalk and limestone. When broken, its edges can be very hard and sharp, making it great for tools – early humans knew this and ran with it. This was a bad idea, because everyone knows you shouldn’t run with sharp objects. No wonder humans died out before they achieved much.\n现实中的燧石是石英的一种，大量存在于白垩岩、石灰岩等沉积岩之中。当燧石破碎，它的边缘可以非常的坚硬、锋利，它是制作工具的好材料——原始人知道这点，并利用它们用于生产[sup][1][/sup]。这是个坏主意！因为每个人都知道，不应该拿着锋利的物品奔跑。怪不得人类还没获得重大成就灭绝了。[sup][2][/sup]\n\nThe other nifty thing that real-world flint does is make sparks when struck against steel. It’s kinda nifty how this happens – the hard edge of the flint shaves off a particle of the steel to expose iron, which reacts with oxygen in the air, generating enough heat to start a fire. Before steel came along, it was common to use pyrite – better known as “fool’s gold”, for the same purpose.\n另一条实用的知识：现实中的燧石与钢铁碰撞时会生成火花，有点神奇——燧石锋利的边缘削掉了一个钢微粒，露出了会与空气中的氧气发生反应的铁，然后生成了点火需要的足够的热量。在钢出现之前，人们也常使用黄铁矿——广为人知的“愚人金”，实现同样的效果。\n\nIn Minecraft, we also have flint and steel – but that’s a story for another Taking Inventory. Stay sharp for that!\n在 Minecraft 也有打火石的存在，但那是另一篇《背包盘点》要介绍的。请保持和燧石一般的敏锐！\n\n\n\n\n原文地址：https://www.minecraft.net/zh-hans/article/taking-inventory--flint\n原文作者：Duncan Geere\n发布于：2019/10/31",
    "replies": [
        {
            "author": "星层",
            "timestamp": 1582618980,
            "txt_content": "盲生你发现了华点\n我越看越觉得这燧石像木炭"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1582786380,
            "txt_content": " 本帖最后由 Vandarkblue 于 2020-2-27 15:03 编辑 \nearly humans knew this and ran with it.\n原始人知道这点，并经常带着他们跑。\n原谅我不太厚道地笑了，哈哈哈哈哈哈。\n本段第一个 run with（我引用的这句），其含义应取“To accept or adopt something and begin carrying it out with great enthusiasm.”即利用（燧石）。而后面的部分确实是迷惑，我也没太读懂……我怀疑这是作者的迷惑发言。die out可取“To become outdated or obsolete.”而原始人，现在的确是都死光了……（？）\n后面的 a partial，这不一定是一粒，这个词直译可能会增添奇怪的暗示性信息，就译作“一点点”稍好一些。“傻瓜的黄金”，有些译者译作“愚人金”。我也说不清哪个好，这玩意好像没有通用译名。\n\n另外建议在中文与英文混排时，在语素之间插入空格。\n有研究显示，打字的时候不喜欢在中文和英文之间加空格的人，感情路都走得很辛苦，有七成的比例会在 34 岁的时候跟自己不爱的人结婚，而其余三成的人最后只能把遗产留给自己的猫。毕竟爱情跟书写都需要适时地留白。与大家共勉之。\n开玩笑的，但的确会有强迫症对这个很敏感……"
        },
        {
            "author": "Sssss...",
            "timestamp": 1582790340,
            "txt_content": "Vandarkblue 发表于 2020-2-27 14:53\n原谅我不太厚道地笑了，哈哈哈哈哈哈。\n本段第一个 run with（我引用的这句），其含义应取“To accept or  ...\n1.我本来就是你这么翻的，但看到后面越看越不对，就改了\n2.ok\n3.ok，改了"
        },
        {
            "author": "小辉乂",
            "timestamp": 1583586480,
            "txt_content": "很赞哦    \n"
        }
    ]
}