{
    "title": "大家好，我是坑里的轩轩，说一些近期想做的事",
    "author": "坑里的轩轩",
    "replyCount": 1,
    "timestamp": 1582616940,
    "txt_content": " 本帖最后由 坑里的轩轩 于 2020-2-25 15:50 编辑 \n\n开头先放几张图片。\n\n\n\n\n\n\nfile_1582613411000.jpg (202.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 14:50 上传\n\n\n\n\n\n\n\n\n\n\nfile_1582613205000.jpg (156.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 14:47 上传\n\n\n\n\n\n\n\n\n\n4.jpg (342.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 14:46 上传\n\n\n\n\n\n\n\n\n\n\nfile_1582613205000.jpg (121.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 14:46 上传\n\n\n\n\n\n\n我是17年恐怖地图《HOMESICK》(还乡)的作者。万万没想到我的这一部作品会获得如此支持，在此首先感谢阿神、籽岷、粉字菌、凯麒等各位实况大大录制我的地图，让很多粉丝知道了我这款的作品。\n目前本人即将毕业参加工作，期间利用业余时间学习了不少游戏设计方面的知识，把玩、琢磨了各种游戏和他们的编辑器，也创建了不少有意思的关卡。不过很可惜他们最终都丢尽了无尽的记忆之中，电脑一次次的更换迭代让这些珍贵的作品没能得到有效的保存。我的工作意愿和小时候的想法始终一致，那就是成为一位游戏策划，为大家带来新鲜、有趣的好想法，并且将那些值得学习的精神或方法延续下去。前些日子阿神录制了我的视频，并且我意外收到了许多封来自台湾巴哈论坛、我的世界中国版以及MCBBS的粉丝私信。他们希望我能继续创作一些好玩的地图，并且给我提供了很多有意思的点子和一些十分有意义的建议。在此十分感谢你们，能让我相信自己的能力还是可以得到人们认可的！\n\n\n\n\n\n1.jpg (118.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 14:46 上传\n\n\n\n\n\n\n\n\n\n\n7.jpg (202.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-25 15:25 上传\n\n\n\n\n\n我在一整个寒假中一直纠结于要不要答应他们，以及一旦开始创作所消耗的时间值不值的问题。时间对现在的我来说真的无比重要，也是这几年来我没有再浪迹MC圈的一大原因之一。繁重的学习压力和**劳心费神的代价消耗了我太多时间，我没有和以前一样随心所欲的能力，所以这次计划能否顺利展开，也是一个疑问。不过，我希望它不会烂尾。\n\n在经过长达两个星期的思想斗争以后……我决定还是想试一下。横跨多年时间，MC的发展人人见证，而我也不能像以前一样能将每一行命令、每一个自己使用过的巧妙方法信手拈来，不过我会尽力去拾回它们，像以前一样把这厚重的礼物好好包装，送给大家。同样我也相信，这可能是我参加工作之前，甚至往后无限延长的一段时间里，最后一次能如此认真地做一款MC地图。因为真的真的会消耗我很多时间和精力。\n\n再次感谢来自各位实况主粉丝圈、MCBBS、中国版、巴哈以及许多许多其他地方的支持，我会努力规划接下来的作品，作为答谢你们的回报。\n\n感谢我的成长拥有MC，感谢有了你们。\n\n\n\n\nP.S. 一些小情报这次地图总体气氛依然是恐怖的，并且会应用许多这段时间以来我学习的设计手法。地图会推出简中与繁中两种语言版本，并发布到MCBBS及巴哈姆特论坛，供两岸玩家畅游。如果你录制了地图，那么十分欢迎你私信告诉你的视频链接，我都会看的噢！地图依然是由我一个人独立制作。地图将提供4个人游玩，其中将包含许多需合作解锁的场景。地图支持1.15.2原版客户端，且依然自带材质包。仅支持原版客户端游玩。故事有关一场人性的考验。某片远离城市的森林是附近地带人口失踪案的罪魁祸首。手无寸铁的闯入者将在这里沦为恶魔的玩具。这次的挑战将考验你的头脑。你们依然会被新的手段吓到。\n\n",
    "replies": [
        {
            "author": "42313123123123",
            "timestamp": 1582617000,
            "txt_content": "事情还要从一只蝙蝠说起....."
        }
    ]
}