{
    "title": "【原创/连载】我的世界·战争  作者大大是萌新！求大佬支持！！！",
    "author": "稽光",
    "replyCount": 4,
    "timestamp": 1582625640,
    "txt_content": " 本帖最后由 空气大大 于 2020-3-5 21:06 编辑 \n第一章【莫名的实战班长】\n      \n\n      原本安静祥和的氛围被一段骂声打破。\n      一位虽面容清秀但却用一种母老虎的口音在讲台上说道：“到了现在就是用工作台作四大配件都有人不会，甚至有人连四大配件是什么都不知道！”。\n      一位同学站起来说道：“老师请你不要以少数同学来决定其他同学。”\n      “你给我坐下！！谁让你站起来发言的？！别以为会合成这几样东西就可以了！！这次考试是还要实战的！！”她的声音又高了八斗，同学见情况不妙立马做了下来。\n      树叶不停的从指头往下垂落，鸟儿不停的低鸣，见了这情景即使是还保留有燥热的初秋也会让人心生寒意，但下课铃一旦敲响学生们的心立马又热起来了，但下课有个前提——老师的允许，在教室走廊中其它班都下课了，而高一五班却没有下课。\n      “老师下课了！”先前顶嘴的同学擅自开口说道。\n      原本还在讲课的老师突然停了下来道“洛森，到我办公室来！”老师的脸色显得十分难看，看此情况洛森是要完蛋，有些学生不免笑出了声。\n      洛森紧跟老师其后，在老师携带着杀气的背影下他似乎感觉到自己在融化、在蒸发，他的心在不安的跳动，被叫进办公室他不是第一回，他知道后果的恐惧，但每次都无法控制自己的行为，这仿佛是熊孩子天生的本能。在以前被叫进办公室时老师都是猛地将门打开，似乎恨不得将门直接硬生生的扯出来，但这次老师开门却温和的过分，甚至连一点“嘎吱”声都没有，情况十分的不对劲，但却足以让洛森的心安静几分。\n       刚进办公室老师便说道“你现在是我们班的实战班长！”她连头都没有回一下依然向前走着，直至走到窗前。\n       她的话语十分严肃，他知道他不能推脱，老师是抓住他犯错的把柄来让他当的，他并不希望，但也毫无办法“那请问老师为什么要选我？”\n       “我是你父亲生前的朋友......”她趴在窗前只说了半句就打住了。\n       “靠关系？我可不想。”洛森并没有在乎她后半句没说出的话。\n       “......你的身世我都知道。”老师补充的说道，后半句话不免让洛森惊讶“我想要锻炼你的能力，在以后不定什么时候你会遇上非同寻常的麻烦的。”当说到这里她拿出了点母亲般的慈态。\n       “我的身世？我有什么身世？我就是一个没了爸的普通小孩，就这样。”洛森显然因为提到他的父亲而感到不高兴。\n       老师有点伤心的说道“你有所不知。”\n       “呵！我根本就不稀罕！”洛森声音抬高了一些道。\n       老师故意的逃避话题道“明天实战练习就开始了，你组织一下班上的学生。”因为刚才提到他父亲时情绪太过于复杂，便没有理会的开门离去。\n      洛森回到了教室，现在正处于午休时间，同学们都从书包中拿出自己的便当和别人坐在一起一边说笑一边享用自己的便当，而洛森却独自坐在座位上看着窗外悲伤、败落的景象、听着同学们的欢声笑语而发呆，“这个便当是我爸爸特地给我做的喔！”“我这个也是！”“我的是我妈妈做的，里面还有几只虾。”“哇哦！”，他们间的一字一句都伴随着外面的景象刻在他的心中。\n      “发呆是解决不了问题的喔!”一个相貌出众的女孩站在他旁边说道，平常从来都没有一个女生找洛森说话，而眼前的这个女孩是例外，这个女孩名字是苏丽·苏文，苏文是他们班的学习班长，学习好，而且长得漂亮。\n       “嗯。”洛森痴痴呆呆的应了一句。女孩笑了笑道“你当上了实战班长恭喜！”他的话一下子使洛森回过神来。\n       “你怎么知道的？！！”洛森将自己内心的惊讶毫不掩饰的表现了出来。\n       “老师说的，老师知道这件事你办不妥所以就托我了！”她说完话总不忘记带一个笑容，还没当洛森回应一声苏文又用那甜蜜的声音说道“而且明天组队四人一组，而我们两个人为一组，负责组织。”洛森没有回答只是默默地看着窗外任然没有改变的风景。\n       作者是萌新求各位大佬支持！！！转发！评论！感谢各位大佬支持！作者大大会狂更新的！\n\n     注：每日一更到两更，假期爆更！！！第二章已更新！第二章网址（https://www.mcbbs.net/thread-969391-1-1.html）\n\n\n\n\n\n点击查看（目录）\n\n",
    "replies": [
        {
            "author": "零x",
            "timestamp": 1582637580,
            "txt_content": "有內味了期待"
        },
        {
            "author": "稽光",
            "timestamp": 1582712100,
            "txt_content": "零x 发表于 2020-2-25 21:33\n有內味了期待\n一日一更，积极关注喔！！！"
        },
        {
            "author": "HJ_Corvo",
            "timestamp": 1582791360,
            "txt_content": "支持楼主，故事挺有意思的！"
        },
        {
            "author": "稽光",
            "timestamp": 1582792800,
            "txt_content": "我就是hejian 发表于 2020-2-27 16:16\n支持楼主，故事挺有意思的！\n谢谢支持！！"
        }
    ]
}