{
    "title": "【原创/连载】《献给渴望改变的你》第一章 即将重启",
    "author": "樱千落妖精",
    "replyCount": 4,
    "timestamp": 1582629900,
    "txt_content": " 本帖最后由 樱千落妖精 于 2020-2-25 19:25 编辑 \n我是妖精，也是第一次把自己写的文章发出来给大家看，希望我没有不小心写错了什么，如果有请提出来，我会修改\n一个短篇小说，比较耗费我的心力，希望我不会咕咕咕太久，以下为正文\n\n\n2020. 2. 25晚间\n\n\"喂？你在做什么呢，安颜？”尽可能抑制住自己快要失控的情绪，吴颜平静地说出了一句温柔的话。\n\n“和同事一起吃饭吧，要是没有什么事，我就先挂了。”\n\n打电话的人态度显然很急躁，转瞬之间电话就挂掉了。\n\n「劳什子吃饭，你当我瞎了！」\n\n在不远处的落地窗里，年轻男子怀抱中的女孩有说有笑地与餐桌对面热情攀谈的中年夫妇交谈。只有到那时，吴颜才意识到自己是多么的愚蠢，傻傻地相信这个陪伴自己走过了十八年的“挚友”。\n\n”“骗子. . . 都是骗子，为什么？凭什么这样对我！”\n\n扶着落地窗跪在地上，吴颜泪水止不住地涌出，用力的拳头打在地上，终归是过度的悲伤，也不理会自己伤痕累累的手掌，血从细小的伤口中流了出来。\n\n失魂落魄地悄然离开女友和“挚友”聚会上的餐厅，像条死狗似的跌跌撞撞地在空旷的街道上走着。\n\n转瞬之间，吴颜从未感到人生如此清醒。明明自己那么努力，明明又竭尽全力改变自己的处境和命运，到头来却只能被命运无情地摆布。\n\n即使是枕边人自己也没有资格说出爱，那么活着的意义又是什么呢？\n\n战战兢兢地拿出钥匙开了门。到了晚上，昏暗的房子很安静，安静得吓人。没了以往的招呼声和美餐的诱惑，吴颜似乎失去了灵魂，整个世界都在排斥他。\n\n叮咚！大门紧闭，吴颜解脱一般地瘫坐在书桌前，任由黑暗慢慢地把自己吞没。时光飞逝，只有电脑屏幕上的游戏界面还在微微地闪烁着光芒。\n\n”“世界上没有希望了吗？生活既然毫无意义，那你也用不着死皮赖以生存啊。”计算机屏幕上的游戏界面突然开始闪烁，接着是无序混乱中出现的一句话\n\n吴颜呆立在那里，喃喃低语，轻声地看着。如果有旁人，可以看到，他眼睛里闪着火光，神志不清。\n\n茫茫之间，过眼云烟，一幕幕像潮水般涌进这具早已空无一物的身体。\n\n\"现在到了作出决定的时候了，至少不要再像现在这样继续浑浑噩噩了。”\n\n坚定了内心深处的信念，把所有不重要的事情都抛在脑后。来吧！吴颜，最后一次为自己这个无能的家伙疯狂！\n\n次日，离职辞呈出现在吴颜上司的办公桌上，并简洁地阐述了自己疯狂而荒诞的梦想。\n\n可是面对那诚恳稳重的面孔，无论如何也没有办法正视他，对吴颜来说就像蛆一样令人作呕。\n\n没等曾经的“挚友”兼上司的回信，心事重重地回到工作岗位，开始默默地收拾自己的私人物品。他的同事们在众目睽睽之下，像是在扫除垃圾一样，把自己一扫而光。\n\n刚走出公司门口，一道靓丽的身影拦住了吴颜的身子。\n\n「你疯了，吴颜？！」\n\n尚未等吴颜有所反应，来人高声质问便在耳边回响。\n\n\"我有病吗？你苏安颜自己不清楚吗？或者是，让我揭开那些看不见的伤疤吧？”\n\n“你是不是今天不舒服，是不是吃错了东西？”\n\n拿起手机的吴颜看着前女友，目光意味深长。\n\n\"你准备好让我扯下最后一块遮羞布了吗？\"\n\n尽管这句话被搬上台面不住地冒出，但吴颜始终不能用那种刺耳的话来刺伤对方。到现在为止，吴颜心里还在想，我还是那么善良。\n\n\"你听好了，苏安颜，你们两个人的事我不想再追究了，现在我只想离开，从此以后，皆是陌生人。\"\n\n\"吴颜，我……\"苏安颜慌了，说话支吾不清，说错了话。\n\n\"滚吧！你们自己寻找幸福吧！\n\n心里的最后一句话说完了，感觉轻松了不少的吴颜，头也不回地离开了这个曾经让他流血青春的地方，也给了他黑暗和绝望的地方。\n\n\"我无法给你罗曼蒂克式的爱情，但至少到那时我们俩可以体面地分开。\"\n\n那是吴颜曾经对少女许下的诺言，但似乎没有办法兑现了呢…\n\n漫天星光下的夜晚，城市依旧繁荣昌盛，华贵依旧\n\n灯火衬托下的水泥丛林从未像现在这样令人陶醉，存在账户里的几万元已经打给还在读书的妹妹了。\n\n什么也没有了的吴颜就失去了一切值得留念的东西，除了默念自己亲爱的老娘别怪自己没有为她养老。\n\n乱码流在手机屏幕上一闪而过，其中的问句格外引人注目\n\n\"准备好了没有？来吧，去一个崭新的地方，开启属于你的人生！”\n\n接过手机的吴颜，站在高楼上，终于看了一眼这个世界，随风跃起。\n\n「若真有来生，不负有心人」吴颜在急速跌落中的思绪。\n\n意识快要失去前，吴颜心中响起了一声清脆的女声“欢迎你，我们注定要见到的人，希望你能发现你在这个世界上的意义和价值。”\n\n到现在为止，吴颜已经完全与外界失去了联系，他唯一知道的最后一句话和那个奇怪的世界，被称之为Minecraft的世界。\n\n第一章END\n\n\n\n\n第一次写这种小说，行文比较困难，但还是坚持下来了，第一章就这样结束，至于后面章节，我也得看我什么时候能够写完了\n\n\n",
    "replies": [
        {
            "author": "hua_sheng_",
            "timestamp": 1582631340,
            "txt_content": "莱了莱了，写的很好啊，加油呀！"
        },
        {
            "author": "小孩孩",
            "timestamp": 1582631820,
            "txt_content": "女声？Alex？\n让我猜猜，接下来是不是“因落地过猛死亡”\n"
        },
        {
            "author": "机械自律体",
            "timestamp": 1582819620,
            "txt_content": "mod列表：tfe gt6"
        },
        {
            "author": "1272237437",
            "timestamp": 1583819040,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}