{
    "title": "我的世界·战争 短篇小说 连载当中 第二章夜晚激战！！",
    "author": "稽光",
    "replyCount": 13,
    "timestamp": 1582712460,
    "txt_content": " 本帖最后由 空气大大 于 2020-2-27 10:09 编辑 \n\n第二章【出发实战营！！！】   \n      今天天气格外的好，空气中没有以前的燥热，视野十分的开阔，地上还有一些夜晚下雨形成的小水潭，不时天上还有一些云朵悠闲的飘过，今天我们将会出发向学校不远的实战营，现在正处于早上8点，太阳十分的温和，我们要趁早的出发，以免在正午时遭到太阳的毒晒，因此全年级就以班级为单位各自整理出发，大部分班级的集合点都是学校操场，因此在操场上将会人山人海，不利于整理人员，而高一五班的集合点却是一家商店，这家商店是在班中的富二代同学史蒂夫·乔班父亲开的分店，史蒂夫·乔班因为暗恋苏文，而又受她的委托难以拒绝才使这家分店特意停止对外开放一天专供学生们集合准备。即使是分店规模也不小，整体面积足足有近六间房的大小，其中商品种类十分齐全，并且还有武器售卖，许多学生都没有从家中带来武器，所以有许多学生从家中带足绿宝石用来买武器，在商店内人数聚集最多的因而也就是武器售卖区，可是洛森却一人背着两把独特的铁剑在食物售卖区里找着什么。       史蒂芬·乔班见了挑衅的说道“没见过这么上档次的食品吗？”洛森并没有理会，依旧独自寻找这什么。       “喂！叫你！乡巴佬！”史蒂芬·乔班骂道。                洛森依旧没有理会，洛森拿起一个金色的苹果对着售货员道“这个苹果多少绿宝石？”                              “12个绿宝石一个”售货员道。       史蒂夫·乔班在旁边凑合到“买不起了吧？哈哈！乡巴佬！”       洛森依旧不理会，自顾自的从书包中拿出六十多个绿宝石道“我买5个。”这使史蒂夫·乔班不禁吓了一大跳，即使是平常他也不会冒然花这么多绿宝石。       过了一个小时全部学生都已到齐，并且都已经准备完毕，各自都手拿一把武器，大部分男生都是手持石剑，而女生不擅长猛冲猛撞所以大部分都是射手，史蒂夫·乔班拿的是一把金剑，他是一个罕见的例外，启程，洛森和苏文分别带领男女两队，虽然洛森身为实战班长但却依旧不引人注意，但苏文却一向都很注意洛森，她觉得今天洛森有哪里怪怪的，全身都的打量了一番，最终目光落在了那两把铁剑上，两把剑的剑柄末端都分别镶有一颗宝石，有一把较长的剑镶有一颗蓝色的宝石，这颗宝石十分的透彻，可以直接清晰地看见里面的纹路，不知怎的明明是正处在太阳下却还感到一丝寒意，这种寒意似乎并不是真正的寒冷，而是内心的无限控诉，苏文其实深深地知道，洛森的内心极度的孤独，但她并不是他没有任何方法帮他彻底解除这种孤独，只有让他自己战胜他内心深处的自己，另一把剑大小和普通剑相同，但是这把剑的色泽十分的暗淡，但镶嵌在剑柄上的宝石却格外的显现，宝石为乳白色，十分的漂亮，在太阳的照射下一闪一闪的，但是不知为何在如此纯洁的宝石上会有如此昏暗的剑刃。       太阳静静地挂在你的头顶，仅仅是平常不经意的一点阳光也足以将你灼伤，同学们选择了一片树林乘凉，这些树十分的高大，足足有四格粗，十几格高，在这里有一些火把，明显是有人夜晚在这里扎营，很可能还没走远，不知是友是敌，这时老师来到了我和苏文正在休息的树下，告诉了我们情况，并叫我们注意不要分散。现在是正午时分，大家都在原地休息着，看风景、夕会、睡觉的都有，但唯独没有打闹的，现在大家都知道在这样热的天气下体力的消耗几乎是平常的两倍。      慢慢地天空中的黄色变浓了，太阳的威力也变弱了，我们又开始了前行，虽然中午进行了一段时间的休息但是感觉身子还是软绵绵的，队伍前行的速度十分缓慢，看此情况今天是没法达到实战营了，太阳随着我们的脚步向下坠落，不一会太阳便不见了踪影，月亮又不知从何方探出了头......       “快插火把！用方块把这片区域围着！！”老师指挥道。学生们按照老师的指挥将一片面积为64的地域都插上了火把，并用木板将其围住仅仅只留了一扇木门，形成了一个“小城墙”，“城墙”高有3格高，已经足以防止怪物的进入，但是门却十分的脆弱，如果僵尸持续的敲击可能坚持不了多久。      月亮已经升上了头顶，黑夜已经过去了一半，这给了学生们极大的安慰，但怪物最猛地时间还是午夜，“咚咚咚......咚咚咚......”僵尸不停地敲击着门，眼见门就要撑不住了，老师静静地走到门前，将门前放了一个木板“全体射手过来集合！”老师的话语十分的坚定有力，就像一个老长官指挥自己的军队一样，她有信心，带有弓的学生都聚了过去，老师讲解道“这次怪物的数量并不多，不必害怕，你们呈弧线形围在门口，一旦门破就射箭，尽量的看准再射不要浪费弹药！”一位女同学担心的说“但是老师如果僵尸爬进来了怎么办？”“放心僵尸进不来，门前有方块挡住，而头顶又有方块阻挡，他们跳不起来。”老师有信心的道，另一位女同学问到“老师骷颅射手怎么办？”，老师有经验的道“你们不要僵尸杀完，在门口留一个做盾牌，骷颅射手一旦射中僵尸则会和僵尸打起来，你们一定要注......”“轰！”话还没说完僵尸就已破门而入，学生们按照老师的吩咐进行了反击，僵尸接连倒下，许多骷颅射手都和僵尸打了起来。这时蜘蛛却从“城墙”外爬了进来，一只蜘蛛正从背后扑向正在猛烈射击着僵尸的学生，洛森将一把刀从背后抽出，用尽全力的投向蜘蛛，剑飞速的向蜘蛛飞去，剑刃直接插中了蜘蛛的胸膛，蜘蛛被死死地钉在了墙上，这时所有学生都引起了注意，开始防备起蜘蛛，就在正挤满僵尸的门口边突然出现了一只苦力怕正在点燃准备自爆，洛森见了，一把将身边一位同学的弓抢过，将箭矢接连不断的射向苦力怕，苦力怕头中数箭被射死，并成功阻断了它的自爆，解除了危机。       月亮是美的，但是没有火把的大地可不美，但终于还是熬过了黑夜迎来了白天。\n求大佬支持！！！\n\n第一章网址（https://www.mcbbs.net/thread-968951-1-1.html）\n第三章网址（https://www.mcbbs.net/thread-970217-1-1.html）\n\n",
    "replies": [
        {
            "author": "小鑫emm",
            "timestamp": 1582712640,
            "txt_content": "大佬好厉害 但是我不想看小说  如果能做出视频就好了"
        },
        {
            "author": "稽光",
            "timestamp": 1582712700,
            "txt_content": "小鑫emm 发表于 2020-2-26 18:24\n大佬好厉害 但是我不想看小说  如果能做出视频就好了\n视频难度很大呀！"
        },
        {
            "author": "小鑫emm",
            "timestamp": 1582712760,
            "txt_content": "空气大大 发表于 2020-2-26 18:25\n视频难度很大呀！\n这样才有点挑战性 就有动力！！"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1582712760,
            "txt_content": "还行，加油吧"
        },
        {
            "author": "稽光",
            "timestamp": 1582712940,
            "txt_content": "小鑫emm 发表于 2020-2-26 18:26\n这样才有点挑战性 就有动力！！\n人手不足，本人萌新，没有时间，要上课，不会剪辑，电脑配置不高.......\n这么多问题你让我咋搞？？？"
        },
        {
            "author": "42313123123123",
            "timestamp": 1582713060,
            "txt_content": "空气中没有以前的燥热，\n以往更好\n史蒂夫·乔班因为暗恋苏文而又受她的委托难以拒绝才使这家分店特意停止对外开放一天专供学生们集合准备。\n中间加个逗号不好吗\n这颗宝石十分的透彻\n不想说啥\n洛森见了一把将身边一位同学的弓抢过\n加个逗号不行吗2.0"
        },
        {
            "author": "稽光",
            "timestamp": 1582713120,
            "txt_content": "42313123123123 发表于 2020-2-26 18:31\n以往更好\n\n中间加个逗号不好吗\n赶时间，赶时间"
        },
        {
            "author": "稽光",
            "timestamp": 1582713120,
            "txt_content": "42313123123123 发表于 2020-2-26 18:31\n以往更好\n\n中间加个逗号不好吗\n作者大大也是要上课的"
        },
        {
            "author": "小鑫emm",
            "timestamp": 1582713240,
            "txt_content": "空气大大 发表于 2020-2-26 18:29\n人手不足，本人萌新，没有时间，要上课，不会剪辑，电脑配置不高.......\n这么多问题你让我咋搞？？？[:Sh ...\n哦知道了        但是一定要坚持      希望你是下一个有名的人"
        },
        {
            "author": "稽光",
            "timestamp": 1582713300,
            "txt_content": "小鑫emm 发表于 2020-2-26 18:34\n哦知道了        但是一定要坚持      希望你是下一个有名的人\n谢谢支持！！"
        },
        {
            "author": "稽光",
            "timestamp": 1582713660,
            "txt_content": "小鑫emm 发表于 2020-2-26 18:34\n哦知道了        但是一定要坚持      希望你是下一个有名的人\n其实作者大大也是我的世界的多年老玩家，在近段时间也在尝试些这样的小说，写过好多，不过觉得太烂了就没发，后来知道了这个网站才开始，谢谢各位的支持"
        },
        {
            "author": "稽光",
            "timestamp": 1582713780,
            "txt_content": "42313123123123 发表于 2020-2-26 18:31\n以往更好\n\n中间加个逗号不好吗\n有些你觉得这样改好吗？值得深思！"
        },
        {
            "author": "MashKJo",
            "timestamp": 1582713960,
            "txt_content": "你错版了\n"
        }
    ]
}