{
    "title": "[Minecraft.net|CULTURE]寒装皮肤",
    "author": "等于号",
    "replyCount": 2,
    "timestamp": 1582640400,
    "txt_content": " 本帖最后由 等于号 于 2020-3-1 20:12 编辑 \n\n\nSNOWTACULAR SKINS\n寒装皮肤\n我们精选了一些来自社区里的冬季盛装！\n\n寒冷的冬天有什么好处？滑倒在冰上会使你的尊严消散的无影无踪！赞诶！等一下，这个，这个不是最糟的那部分吗？好处其实是，你可以在这个季节好好打扮一下！围上围巾，带上手套，再套一件丑陋至极的圣诞毛衣，在冬天结束之前lady gaga都不会用她那时尚的眼睛正眼看你一眼的，你不信你去问她。\n\n我并非独一位在大雪时期好好打扮的人。pmc的冬季仙境大赛也有这个，很多人都给自己的游戏角色打造了很棒的新外观。\n\n这些季节限定的皮肤真的温暖了我的内心！幸运的是，冬天太冷了，我的其他部分都牢牢的冻上了，所以这些字我不得不用舌头去打。想想这场景真的是太美而不能直视。还是让我们换换场景，去看看那些可爱的游戏皮肤吧！\n\n\nCHRISTMAS LIGHTS\n圣诞彩灯\n作者：A1yssa\n\n这悦人的红绿围巾既温柔又残酷地提醒你我的脖子现在有多么多么的冷——但这个细节并非是最吸引我眼球的那个。你第一次看这个皮肤的时候，难道不会最先注意到那串缠在手臂上的圣诞彩灯吗？虽然现在这让这个皮肤很可爱，不过我们并不推荐你在现实中这么穿着灯具，除非你是一颗圣诞树，（哦对了，如果你是一位圣诞树种读者，请不要继续给我们寄要求移除斧头的邮件了——真是痴心妄想）。\n\n\n\nPENGUIN PJ'S\n企鹅睡衣\n作者：Rawowolf\n\n虽然你没要，但今年我的圣诞礼物我希望是一套可爱的睡衣，这样我就能把我现在用的这个写着睡衣二字的纸箱子换掉了（好孩子不要学）。这些企鹅睡衣可完美了！到目前来说，企鹅并不起眼，这很好（你胆敢不同意我的话？——这可是大实话），而且这样淡紫色的睡衣也不会过于喧嚣，抢了企鹅的风头，奈斯啊！顺带说一下，我没有什么新睡衣，不过我整了个新盒子去睡觉，纸板稍微软一点。大差不差啦！\n\n\nCHRISTMAS PENGUIN!\n圣诞企鹅\n作者：Catoni\n\n啥？你不会觉得这名单上只会有一只企鹅主题的皮肤吧？吼吼吼！听着，兄弟——如果是我来整的话，这个名单上肯定全是企鹅，这个网站会是企鹅.net,我会把游戏里的每个方块都换成企鹅……哦，我现在该闭嘴了，我差点把今年的计划说出来了。给我忘掉。\n\n按你胃，瞧瞧这个企鹅！他可以迎接最冷的场了。这要归功于他那时髦又时尚的围巾品味，围巾的配色在他表面皮毛的衬托下显得额外显眼。我是在暗示你的品味差到要从虚拟的企鹅上学习吗？没错！拒不道歉！\n\n\nRAINBOW HAIRED CHRISTMAS GIRL\n彩虹头发的圣诞女孩\n作者：BleedingBlack\n\n作为26年一直顶着一头脏脏棕发的人，我很欣赏这个彩虹头发的女孩所拥有的万花筒一般的发型！可是，这个列表里第一张皮肤其实穿着花灯是有些冒险的，那么这个皮肤可以说是个严重的火灾隐患。想来，她选择了一套棕色的紧身衣，是因为，A，他是我脏脏棕发的粉丝，（哈，谢了），B，如果她再穿其他颜色的话，你会被她彻底闪瞎。甚至连她的眼睛都是紫色。天啊，顺带提一下，皮肤不错！\n\n\nWHOEVER THOUGHT OF GIVING SNOWMEN HATS AND SCARVES WAS A PSYCHOPATH\n想给雪人帽子和围巾的人是个疯子\n作者：一个聪明的白痴\n\n我对堆雪人这件事一窍不通，但是这皮肤却在叫嚣——我们该不该堆雪人？我甚至从来没有想过去思考这个问题，直到我读到了这个男默女泪的标题，如果你的身体成分主要是雪，而围巾——这种用作取暖的衣物——对你来说岂不是很差劲？哦不，我都做了些什么！我这么折磨过多少无辜雪人了？\n\n就是这样！从现在起，Minecraft.net开始支持雪人裸体！我把文章写完就去把我成千的雪人衣装给烧了。不管怎样，瞧瞧这可爱的皮肤！我挺喜欢那个胡萝卜鼻子、那个煤炭味的微笑还有边上那圈围巾……给我等一等。\n\n非常感谢他们愿意让我们在Minecraft.net上展示皮肤。给你的游戏皮肤整个改造吧，不要忘记取暖！现在，如果你不介意的话，我要去箱子里小睡一会儿。晚安！\n\n\n作者Tom Stone发布日期2018/12/28\nhttps://www.minecraft.net/zh-hans/article/snowtacular-skins",
    "replies": [
        {
            "author": "nangongjiumo",
            "timestamp": 1589372340,
            "txt_content": "看着就非常暖和"
        },
        {
            "author": "kayn-",
            "timestamp": 1597111380,
            "txt_content": "圣诞企鹅好可爱"
        }
    ]
}