{
    "title": "[Minecraft.net|INSIDER] 背包盘点：碗",
    "author": "问谛居",
    "replyCount": 10,
    "timestamp": 1582684260,
    "txt_content": " 本帖最后由 WDLJT 于 2020-2-26 10:31 编辑 \n\n\n\nTaking Inventory: Bowl\n背包盘点：碗\nSouped Up\n[ruby=碗]万[/ruby]象更新\nDuncan Geere 邓肯·吉尔\nFeeling peckish? There are loads of things to eat in Minecraft – steaks, chicken and fish for meat eaters, and carrots, stew and bread for vegetarians. Most of those things can just be eaten with your hands, but have you ever tried to eat stew with your hands? Hold on, I’m gonna go try it, BRB.\n觉得饿了？在 Minecraft 中有好多东西可以吃——牛排、鸡肉和鱼类供肉食主义者食用，还有胡萝卜、素汤和面包供素食主义者食用。大多数这些食物都能直接用手拿着吃，但是你有没有尝试过用手喝汤？稍等，我准备去试试。不要走开，马上回来。\nOK back. Yuck. Not only am I now covered in stew and still hungry because most of the stew ran through my fingers, but I also have scalded hands because the stew was very hot. I could have avoided all this if only I’d used our item of the week – the saviour of many a mealtime, the stew-holder extraordinaire, the curvy king of food receptacles – the humble bowl.\n好了，我们继续。好恶心。现在我的手不仅沾满了汤，肚子也还饿着，因为大部分汤都流过我的手指，还因为汤的高温，我的手上全是水泡。如果用了这周我们要盘点的物品——吃饭时用的救星、非凡的盛汤罐、弯曲的食物容器之王——毫不起眼的碗，我本可以避免这一切的。\n\nBowls were added to Minecraft in January 2010. Originally they could only be used to craft mushroom stew, but in version 1.0.0 it also became possible to use them to milk mooshrooms for additional mushroom stew, and then subsequently to craft rabbit stew and beetroot soup. If you really hate bowls, then you can also burn them in a furnace as fuel.\n碗这个物品是在2010年1月加入到 Minecraft 的。最开始，碗只能用于合成蘑菇煲，然后在1.0.0版中，碗就可以用来为哞菇挤奶以获得更多的的蘑菇煲，然后在之后的版本就可以合成兔肉煲和甜菜汤。当然，如果你太讨厌碗了，那么你就可以在炉子中烧了它们以作为燃料。\nMaking a bowl is very easy – three planks of any kind, arranged in a bowl shape in a crafting grid, turns into four bowls – enough for loads of stew. You can also “catch” bowls while fishing, and a poor turtle who’s hit by lightning will also occasionally turn into a bowl. Sad times.\n碗的合成非常简单——将3个任何种类的木板在合成界面排列成碗状，就能把它们变成4个碗了——足够你装下一些汤了。你也可能在钓鱼时“钓出”碗，甚至一只被雷击的可怜的海龟偶尔也能变成碗。真让人悲伤。\n\nIn the real world, bowls are made of more than just wood. They come in ceramic, metal, plastic and other forms too. We’ve been making them for thousands of years, so we’re pretty good at it these days – the oldest bowl discovered during archaeological digs is about 18,000 years old – which was about the peak of the last ice age. Maybe they were eating ice cream out of it?\n在现实世界中，碗不仅仅是由木头制成。它们也有陶瓷，金属，塑料和其他的材料。人类制作碗的历史已经有上千年了，因此人类如今已经十分擅长制作碗了——在考古挖掘中发现的最古老的碗约有18,000年的历史——大约是上一个冰河时代最冷的时候。也许那时候的人类在用碗吃冰淇淋吗？\nI’m gonna guess that the majority of people reading this article come from a culture where you get a bowl for yourself when you eat. But lots of other cultures around the world prefer to share one big bowl – and there are often strict rules around it. In Zimbabwe, you’re only supposed to eat with your right hand. In China, you’re not allowed to use your own chopsticks to pick up food from communal bowls.\n我猜大多数读这篇文章的人来自同一种文化环境，在这种文化环境下，你吃饭时就只用自己的碗。但是，世界上许多其他文化环境都愿意共享一个公碗——而且围绕这个制度常有严格的规定。在津巴布韦，你最好用右手吃饭。在中国，你不能用自己的筷子从公碗里夹食物。\nSo next time you’re chowing down on beetroot soup in Minecraft, consider offering some to your friends. Sharing is caring, after all. They’ll be bowled over by your generosity!\n所以，下次你在 Minecraft 中贪婪地喝着甜菜汤时，不妨给你的朋友一碗。毕竟，分享是爱。他们才受不了你那一碗慷慨呢！\n【@EBsky 译自官网 2019 年 04 月 25 日发布的 Taking Inventory: Bowl】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "索菲缇娅",
            "timestamp": 1582685340,
            "txt_content": "然而MC里我基本没用过碗装食品\n因为麻烦，还占地方"
        },
        {
            "author": "PixelDDD",
            "timestamp": 1582687140,
            "txt_content": "怎么连碗都可以说得这么好"
        },
        {
            "author": "EBsky",
            "timestamp": 1582699980,
            "txt_content": "顶一下自己贴"
        },
        {
            "author": "犄角旮旯",
            "timestamp": 1582702020,
            "txt_content": "霍，前排喔"
        },
        {
            "author": "牛顿的基霸",
            "timestamp": 1582702500,
            "txt_content": "做任务啊啊啊qwq"
        },
        {
            "author": "龙门陈sir",
            "timestamp": 1582711140,
            "txt_content": "7小时前，还热乎着。（惊了，竟然连碗都能说得这么出神入化）"
        },
        {
            "author": "Warmth_Diamond",
            "timestamp": 1583076480,
            "txt_content": "众所周知：雷+海龟=碗"
        },
        {
            "author": "OrOfeenKWSKORD",
            "timestamp": 1583588940,
            "txt_content": "PixelDDD 发表于 2020-2-26 11:19\n怎么连碗都可以说得这么好\n高级水帖（狗头"
        },
        {
            "author": "anyean",
            "timestamp": 1583751060,
            "txt_content": "牛顿的基霸 发表于 2020-2-26 15:35\n做任务啊啊啊qwq\n你id有被封危险的样子...（小声）"
        },
        {
            "author": "北极仙光",
            "timestamp": 1585627260,
            "txt_content": "我从来没见过木头碗"
        }
    ]
}