{
    "title": "[FS]更好的动物 Animania官方WIKI翻译（草稿）",
    "author": "Sinbad_Official",
    "replyCount": 0,
    "timestamp": 1582703820,
    "txt_content": " 本帖最后由 Citysands 于 2020-2-27 13:46 编辑 \n\n\n\n★ 前言 你可以收藏这个帖子以获得更及时的更新消息\n正文\n\n\n\n★ 更新日志 你可以收藏这个帖子以获得更及时的更新消息\n正文\n\n\n\n★ Animals-动物 你可以收藏这个帖子以获得更及时的更新消息\n正文\n\n\n\n★ Blocks-方块 你可以收藏这个帖子以获得更及时的更新消息\n正文\n\n\n\n★ Items-物品 #培根图片昵称 介绍 恢复饱和度   生培根（杜洛克猪） 一个生猪排（杜洛克猪）可以通过餐刀来将其切成四片生培根\n 3   熟培根（杜洛克猪） 将生培根（杜洛克猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 6 生培根（汉普夏猪）一个生猪排（汉普夏猪）可以通过餐刀来将其切成四片生培根\n 2  熟培根（汉普夏猪） 将生培根（汉普夏猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 4  生培根（斑点猪） 一个生猪排（斑点猪）可以通过餐刀来将其切成四片生培根 4  熟培根（斑点猪）  将生培根（斑点猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 8   生培根（大黑猪） 一个生猪排（大黑猪）可以通过餐刀来将其切成四片生培根 2.5   熟培根（大黑猪）  将生培根（大黑猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 5\n\n\n★ Items-物品 #猪排  图片昵称 介绍  生猪排（杜洛克猪）杀死杜洛克猪得到  熟猪排（杜洛克猪） 获得“伤害吸收”效果（1:30）  生猪排（汉普夏猪） 杀死汉普夏猪得到  熟猪排（汉普夏猪） 获得“伤害吸收”效果（1:30）  生猪排（大黑猪）  杀死大黑猪得到  熟猪排（大黑猪） 获得“伤害吸收”效果（1:30）  生猪排（斑点猪） 杀死斑点猪得到  熟猪排（斑点猪）  获得“伤害吸收”效果（1:30）\n\n\n★ Items-物品 #鸡肉  图片昵称 介绍  生鸡肉（奥品顿鸡）杀死奥品顿鸡得到  熟鸡肉（奥品顿鸡） 获得“急迫”效果（2:30）  生鸡肉（洛克鸡） 杀死洛克鸡得到  熟鸡肉（洛克鸡） 获得“急迫”效果（2:00）  生鸡肉（罗得岛红鸡）  杀死罗得岛红鸡得到  熟鸡肉（罗得岛红鸡） 获得“急迫”效果（1:00）  生鸡肉（怀恩多特鸡） 杀死怀恩多特鸡得到  熟鸡肉（怀恩多特鸡）  获得“急迫”效果（1:30）\n\n\n★ Items-物品 #牛肉  图片昵称 介绍  生牛肉（安格斯牛）杀死安格斯牛得到  熟牛肉（安格斯牛） 获得“瞬间治疗II”效果  生牛肉（海福特牛） 杀死海福特牛得到  熟牛肉（海福特牛） 获得“瞬间治疗”效果  生牛肉（长角牛）  杀死长角牛得到  熟牛肉（长角牛） 获得“瞬间治疗”效果\n\n\n★ Items-物品 #牛排  图片昵称 介绍  生牛排（安格斯牛）通过餐刀与牛肉得到  熟牛排（安格斯牛） 获得“瞬间治疗II”效果  生牛排（海福特牛） 通过餐刀与牛肉得到  熟牛排（海福特牛） 获得“瞬间治疗”效果  生牛排（长角牛）  通过餐刀与牛肉得到  熟牛排（长角牛） 获得“瞬间治疗”效果\n\n\n★ Items-物品 #其他  图片昵称 介绍  生蛙腿通过青蛙得到  熟蛙腿 获得“跳跃提升III”效果（1:00）  生马肉 通过马得到  烤马肉  获得“力量”效果（0:30）  生羊肉   通过羊得到  熟羊肉 获得“抗性提升I”效果（0:30）  生一级羊肉  通过羊得到  熟一级羊肉 获得“抗性提升II”效果（0:30）  生一级羊排  通过羊得到  熟一级羊排 获得“瞬间治疗II”效果  生一级兔肉  通过兔子得到  熟一级兔肉 获得“跳跃提升II”效果（0:30）\n\n\n★ Items-物品 #蛋卷  图片昵称 介绍   素蛋卷将鸡蛋/孔雀蛋 放在熔炉里面烧制获得。可恢复2.5饱和度。  培根蛋卷 获得“力量I”效果（0:30）  奶酪蛋卷  获得\"瞬间治疗III\"效果  奶酪蛋卷（娟珊） 获得“瞬间治疗III”效果  奶酪块（羊）  获得\"瞬间治疗I\"效果\n\n\n★ Items-物品 #牛奶  图片昵称 介绍   牛奶瓶能够清除药水效果  牛奶桶（黑白花牛） 获取牛奶   牛奶桶（荷斯坦牛）  获取牛奶  牛奶桶（娟珊牛）  获取牛奶  牛奶桶（山羊）  获取山羊奶  牛奶桶（绵羊）  获取羊奶\n\n\n★ Items-物品 #蛋  图片昵称 介绍   鸡蛋通过鸡获得  孔雀蛋  只有印度蓝孔雀会下蓝色的孔雀蛋，其他孔雀都是下的白色孔雀蛋。 孔雀蛋可以在熔炉里烧制成蛋卷。孔雀蛋由孔雀开心时（喝饱水）交配得到\n\n\n★ Items-物品 #松露  图片昵称 介绍   松露 生长在底下的真菌。猪可以找到他们。你可以用\"绳子\"拴住猪，然后在森林生物群落里，通过猪四处走动来找到松露。 松露目前不能生吃，但可以拿来做松露蛋卷，松露汤，以及松露巧克力。  松露巧克力 获得\"速度IV\"效果 （1:00）   松露汤  获得\"再生II\"效果 （1:00） \n\n\n\ntr][td] tr][td] ★ Items-物品 #羽毛  图片昵称 介绍   蓝孔雀羽毛 通过孔雀获得  灰孔雀羽毛 通过孔雀获得   蛋白孔雀羽毛 通过孔雀获得   棕孔雀羽毛 通过孔雀获得   紫孔雀羽毛 通过孔雀获得  褐孔雀羽毛 通过孔雀获得  白孔雀羽毛 通过孔雀获得 \n\n\n★ Items-物品 #杂项  图片昵称 介绍 合成方式（点击查看大图）   餐刀 用来切肉和奶酪  仓鼠球 合成得来   绳子 用来引导和拴住动物的东西。类似于缰绳。      命名牌 29％在地牢的箱子里，42.3％在废弃矿洞的箱子里，29％在丛林遗迹的箱子里。还可以通过钓鱼得到命名牌。也可以与村民-图书管理员交易，20-22块绿宝石即可。命名牌可以帮助你更好的找寻属于你的动物。  金块×1，线×1   马鞭 使玩家可以骑乘没有驯服的马匹。一匹没有驯服的马必须喂饱水才能骑乘。当骑着马的时候，右键一次能够提升速度  转轮 用来制造马车。 \n",
    "replies": []
}