{
    "title": "展示&共享图章评级制度V1.2丨试行丨",
    "author": "酉月一",
    "replyCount": 34,
    "timestamp": 1582705620,
    "txt_content": " 本帖最后由 天佑酱 于 2020-8-8 17:00 编辑 \n\n \n\n\n\n\n234622ufufebndbxbbpzkf.jpg (72.77 KB, 下载次数: 4)\n\n下载附件\n\n2020-2-26 16:27 上传\n\n\n\n\n由于原先的图章评级制度不够精细准确，且地图分类不够细致，现将图章由原来的\n版主回复、推荐、优秀、精华。\n更改至\n推荐、版主推荐、优秀、精华。\n\n地图分类建筑类地图（包含建筑、地形、模型、景观、模板等）\n游戏类地图（包含，PVE/PVP地图、RPG地图，休闲小游戏，冒险解谜，恐怖地图等）\n由于分类较多，我们将其分为七大类，分别为：\n建筑类、景观类、竞技类、角色扮演、闯关解密、休闲娱乐、模型模板\n建筑类：由单个或多个建筑组合而成的建筑群，也可配合地形。景观类：纯地形作品，或是表达艺术形式的作品。竞技类：PVP/PVE地图。角色扮演：也就是通俗的RPG地图，CTM地图也可归于此类。闯关解密：RT通俗易懂。休闲娱乐：基于红石、CB以及数据包地图且不属于上面五类中的任何一种，可归于此类。模型模板：超平坦地图中的植被合集、单/多个房屋合集、物体及场景还原、雕塑/雕像等。\n*新分类更改影响现有帖子分类，所以请作者们自行更改地图分类\n*自公告发布起，展示&共享版所有新发布贴使用新的地图分类\n\n图章评级制度建筑类地图将会对作品的规模布局、细节、绿化装饰、建筑重复度、创意设计、整体效果，这六个方面进行评级。\n还原作品另加比例、还原度两项评定标准。\n游戏类地图将会对作品的内容题材、剧情流程、游戏系统、命令技术、场景地图、建筑利用率、游玩体验，这七个方面进行评级。\n地形作品将对地形的上色、形（真实度）、不同地形间的过渡、植被的种类、密度及分布、地形创意，这五个方面进行评级。\n\n图章申请基本条件（最低积分奖励）\n*作品质量由版主及鉴定员判断\n建筑类地图（地形作品仅作参照）\n*纯展示（无存档）建筑作品最低图章标准为“优秀”图章，积分奖励在原基础上降低1贡献。\n*纯展示作品最高可获得精华II，且正常情况下无法直接授予精华II。\n\n推荐（4人气+40金粒）：\n有基本的作品介绍不少于3张作品预览图作品质量良好\n\n版主推荐（6人气+60金粒+0~1贡献）：\n有基本的作品介绍不少于4张作品预览图作品质量较高\n\n优秀（8人气+80金粒+3贡献+0~15绿宝石）：\n有详细的作品介绍不少于5张作品预览图，至少1张全景图作品质量高排版不杂乱\n\n精华I~II（10人气+100金粒+5贡献+20~30绿宝石）：\n有详细的作品介绍地形作品拥有自己的地形世界观不少于6张作品预览图，至少1张全景图作品质量极高排版良好不杂乱\n\n游戏类地图\n\n推荐（4人气+40金粒+0~1贡献）：\n基本的玩法介绍不少于3张作品预览图游戏基本章节完成度≥50%（按章节发布的作品以及发布Demo版本的作品请遵守此项）游戏体验良好\n\n版主推荐（6人气+60金粒+1~2贡献）：\n基本的玩法介绍不少于4张作品预览图游戏基本章节完成度≥80%（按章节发布的作品以及发布Demo版本的作品请遵守此项）游戏体验较好\n\n优秀（8人气+80金粒+3贡献+5~15绿宝石）：\n基本的玩法介绍简单的剧情梗概不少于5张作品预览图，RPG地图需要至少1张世界观概念图或是游戏全景俯视图游戏基本章节完成度100%游戏体验好\n\n精华（10人气+100金粒+5贡献+20~30绿宝石）：\n基本的玩法介绍简单的剧情梗概描述地图的特色完整的游戏体验建筑利用率不低于40%（不适用于竞技类以及休闲娱乐分类）不少于6张作品预览图，RPG地图需要至少1张世界观概念图或是游戏全景俯视图游戏基本章节完成度100%\n*RPG地图的建筑利用率不同于地形利用率，指在有限的场景建筑内，最大化的利用每个场景的每个建筑，充分的让玩家感觉到游戏的代入感，而不是显得空旷毫无生气。\n（个人解释：对于利用率这点，举个例子，你授权使用WesterosCraft的君临城当你RPG地图的一个场景，在整个君临城中你只用到了红堡、圣堂和龙穴，其他的街巷和港口都只是单纯的装饰场景。这就明显有个问题了，场景过大过于空旷，玩家身在城中却没有足够的代入感，甚至会觉得偌大的君临城死气沉沉，这个建筑利用率明显不足20%，更不用说规定的40%。不管是RPG或是恐怖地图，在除去内容题材、剧情流程和游玩体验这三项之外，我个人认为最重要的就是游戏的代入感，场景可以不需要做得很宏伟高大，更何况还要考虑低配玩家的游戏体验不是嘛？）\n\n\n\n游戏类地图精华I晋级精华II，最低评定要求【热度III】\n展示&共享版所有精华II依靠“年度精华晋升活动”晋级精华III\n精华晋升积分奖励在原有图章奖励的基础上增加5人气+50金粒+2贡献\n精华II晋升精华III再额外增加1贡献+20绿宝石\n地形作品附录：\n在此基础上，所有地形贴不论获得何种图章，贴内必须有至少1张WP平面图。\n地形加分项：视频，世界观，玩法，生存适配，轻rpg，渲染等。\n地形扣分项：大而空，上色太花太单调，帖子排版or图片质量不佳等。\n注：*所有作品共通条件，存档使用国内可用网盘，禁止提供有任何风险的链接、下载地址。\n*还原作品如需申请图章，请附加至少1张资料图以及说明还原比例。\n\n\n除此之外，在展示&共享版内的过去所发布的地图中，有质量高且未发图章奖励的贴子，\n请作者到置顶图章申请贴中申请图章，我们也会慢慢在版内排查以往的作品。\n*我们不允许优秀的地图被淹没在底部。\n创世匠艺大区群：692124928\n2020年2月26日创世匠艺大区管理组\n",
    "replies": [
        {
            "author": "⊙u⊙",
            "timestamp": 1582709040,
            "txt_content": " 本帖最后由 ⊙u⊙ 于 2020-2-25 23:31 编辑 \n\n您好，看完这个新的评级制度后有好几个疑问。\n\n\n个人认为如果5张预览图不能把一个作品最重要的主题/内容展现出来的话，量变也不会质变。所以请问精华9张预览图的要求，除了能给只看包装不看实质内容做评鉴的人带来便利之外，是有什么其他的妙用？见过玩法说得太详细感觉累赘的，也见过帖内简单几句玩法介绍存档内引导式教程给玩法补足细节的贴子。如果玩法够明确，两三句话就能表达清楚。而按照现在的制度，精华是不是得在贴里把玩法介绍一字不漏，把各按键的功能，游戏的模式机制阶段等完完整整地说一遍？热度iii的要求是不是意味着默认作者发帖时开启下载链接回复可见？而如果不设的话是要等个几年？另外印象中多人游戏地图没什么人会去玩，担心就算设置了回复可见其热度增长相比于单人游戏地图也是差了一大节。为什么好好的红石还能归到休闲娱乐类？？？还有要求写出还原比例是什么奇怪的要求，方便一些人不开存档直接看作者写出来的数值做鉴定吗？另外你这一大段的个人解释，能不能写得在简洁一点？看着有点累\n\n\n对了，因为我认为有些问题不是发生在鉴定的标准上，而是鉴定的方式和鉴定的人员上，所以我还有一个感觉较为关键的问题*作品质量由版主及鉴定员判断\n鉴定员人数有最低要求吗？没有要求的话是不是意味着会有仅一个鉴定员就能做决定的情况？\n鉴定时鉴定员名单公开吗？结果公开吗？\n"
        },
        {
            "author": "酉月一",
            "timestamp": 1582709400,
            "txt_content": " 本帖最后由 血君 于 2020-2-26 17:43 编辑 \n⊙u⊙ 发表于 2020-2-26 17:24\n您好，看完这个新的评级制度后有好几个疑问。\n看来blackCB没有转达我的话\n1.预览图的问题，图多是为了让玩家们在下载地图的空闲时间里或是刚点进帖子的时候，有一定数量的图片能够在第一印象里比较直观的了解这个地图，很多人第一眼除了标题以外，进来就是先看图片，而后才会去看介绍。\n2.你发帖的时候愿意写多点，或是写两三个字都随意，看个人怎么理解。\n3.请问是不是热III或者精华是几级对于一个优秀的作品来说很重要？\n4.你可以发技巧版甚至是酒馆，没必要来发这里。\n5.是的\n6.不能\n\n我们处理版务还要告诉你怎么处理吗？\n我看你对我们评定有很大的意见和建议，要不要加入一起鉴定？\n"
        },
        {
            "author": "Ruainbow_",
            "timestamp": 1582712220,
            "txt_content": "1.红石等技术性的地图确实应该和休闲娱乐分开吧...\n2.“纯展示（无存档）建筑作品最低图章标准为“优秀”图章”，明白了，这就去刷低质图赚金粒"
        },
        {
            "author": "HorizonStudio",
            "timestamp": 1582713360,
            "txt_content": "全景图不太现实啊，鸟瞰图我也不太清楚要来干什么…"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1582769640,
            "txt_content": "血君 发表于 2020-2-25 23:30\n看来blackCB没有转达我的话\n1.预览图的问题，图多是为了让玩家们在下载地图的空闲时间里或是刚点进帖子的 ...我们处理版务还需要告诉你怎么处理吗？\n我不会问没有缘由的问题，也不会针对某一个用户而发帖，我考虑的是玩家所能看到的和制作者们所需要遵循的，因此这些和先前的问题都是基于这个评级制度和图章申请者的角度上提出，我认真提出对制度的疑问，为什么要得到像踢皮球一样的回复，为什么问一个问题还能得到专业人士的反问？所以你之前的这些发言也请在认真思考过后再来回答\n你发帖的时候愿意写多点，或是写两三个字都随意，看个人怎么理解请问是不是热III或者精华是几级对于一个优秀的作品来说很重要？你可以发技巧版甚至是酒馆，没必要来发这里。我看你挺厉害的，要不要加入一起鉴定？\n\n\n对图章毫无兴趣的人自然不会去看这些所谓的要求，发哪里甚至是发不发也是他们自己的意愿，但是对于想要申请图章的人而言，这图章条件请在评鉴者，制作者和玩家三方的角度上考虑。游戏类不同于建筑类仅仅看就能决定其质量，所以先前和现在的这些疑问仅对游戏类地图提出。\n\n方便甚至可能是简化了评鉴的流程，然而却给申请者添加了些奇怪贴子要求和限制。\n\n比如预览图，5张预览图表达不出来的东西，发多几张也不会提升作品的质量，也不会因多几张图而提升玩家对作品的好感。“少即是多，简单既是美”...\n对于制作者而言，预览图不应该往数量方面走，而是往作品需要表达的内容上靠，因此如何能用最少量的图最快表达作品的中心思想/特色才是好的走向。同时这能为地图保持神秘感，而这神秘感就由观众成为玩家时自己细品了。玩家同时也指评鉴者，是要亲自进入图内细品才能知道一个作品的优劣，不是几张截图渲染图就能决定的。\n如果真要到了9+预览图才能表达出作品的要点或内容，视频是一个不错的展现方式。但视频也不应该是图章要求的一部分。\n\n比如还原比例，标明还原对象可以理解，但一个游戏类作品为什么要标明还原比例？真要标的话这比例又该从哪些方面和原作做对比，剧情、场景、游戏性、UI等？\n\n\n最后，由于见证过因为误判、随意、缺人、少人、非相关人员评鉴而导致一些游戏类作品得不到对应甚至得不到图章的案例（证据没有所以可信度什么的就算做是零吧）因此并不希望有一个人或者是三个人就决定了一个作品质量的情况发生，那么若图章评鉴时的评分甚至仅仅是参与的评鉴人员数量都不能保证，评鉴流程的公平性拿什么保证？"
        },
        {
            "author": "Kelix",
            "timestamp": 1582770540,
            "txt_content": "目前鉴定地形的主要是珀尔一个人吗？如果是，希望多加一些鉴定师，比如这次比赛的评委乃至于其他优秀地形师......进来地形的产出大幅度增加，恐怕工作量不少，很多图章申请帖下的地形作品申请到现在也没有个回复......恰好碰上比赛作品发布的时段，如果不多一些鉴定师来鉴定，恐怕会有鉴定遗漏或者导致鉴定的工作量过大......\n（地形鉴赏希望还是留给行内人来进行鉴定）"
        },
        {
            "author": "天佑酱",
            "timestamp": 1582775520,
            "txt_content": "问一下，\nRPG地图需要至少1张世界观概念图或是游戏全景俯视图\n我地图每个地图隔了很远，不能全景图，所以只能“世界观概念图”，但我不懂什么叫“世界观概念图”，搜索百度也无果，可否劳烦版主解释一下。"
        },
        {
            "author": "酉月一",
            "timestamp": 1582782300,
            "txt_content": "⊙u⊙ 发表于 2020-2-27 10:14\n我不会问没有缘由的问题，也不会针对某一个用户而发帖，我考虑的是玩家所能看到的和制作者们所需要遵循 ...\n我不是一个很喜欢跟别人讲一大堆大道理的人，由于论坛上解释这些不太方面，所以我选择在QQ上让blackCB替我转达的你的一部分疑问，我不可能站在每一个人的角度上想一件事情，只能站在大致的角度上思考一件事。\n图章评级从大区建立以来都是版主们自行投票决定，去年年初版内比较忙，所以某版主提出了创立鉴定组的建议，如若没有这个建议，图章还是一如既往的由版主内部投票决定。（以前冥王甚至说我审核太严格）\n关于鉴定成员，我虽然在其他方面也许能力稍许不足，但是我的看人方面我还是可以的，至少在建筑方面圈内还是比较认可我的。我自认为我已经比较有耐心的回复每一个人了，粗俗一点讲，身为大区我完全可以不用理会我帖子下面所有的回复，那我为什么还要花时间不仅在QQ上要解答群里各种疑问，还要在论坛解答各位的疑问？我有我的行事方法，不公布鉴定组成员是因为不想让各位在评定方面有什么冲突。（你觉得这个鉴定人员能力不如我，他觉得这个鉴定人员没什么实力，凭什么鉴定我的作品）\n制度在试行，不是不能改，连适应都没适应过，我凭什么听着三言两语就乖乖的改掉制度，是吧，我也是个正常人，也有点火气，虽不至于乱发脾气，也希望你能理解我也不容易，刚上任顶着风险发了两个公告还被一堆人背后骂。\n多几张图并不麻烦，每个图章间隔就多2张图而已，没必要揪着这个不放。\n游戏类作品我什么时候说要表明还原比例了？贴内不是只说了还原作品（例：故宫）需要吗，黑人问号。\n关于你见过误判、随意这些，我不知道你从哪个渠道得知的，在论坛上，一切图章发放都遵循坛规版规来进行，上面也说，在此之前都是版主们内部投票决定的，说不定有什么误会呢？\n对了，讲点题外话，关于前一段时间的精华晋升，我应该说过这次晋升的主要目的是把前两年质量差的作品从精华打回优秀，主要目的还是降级，并不是晋级，所以我被各路人马包括阁下你杠的不轻，但也有我没说明确的锅。\n我秉承着对作品负责的态度，不然我也不会嫉恶如仇把某些质量差的作品降级了，游戏地图我从16年上任版主以来，我从未对游戏地图投过降级票，或是主动降级游戏地图，版主群内自有这方面的版主在，我也不会擅自做决定。当然，纯建筑或是其他的我就不多说了。\n有些问题，我保持不予解答的态度，其他的能回答的我也尽心尽力的给诸位回答了\n字有点多，看不看取决于诸位。\n望理解"
        },
        {
            "author": "⊙u⊙",
            "timestamp": 1582785300,
            "txt_content": "血君 发表于 2020-2-26 19:45\n我不是一个很喜欢跟别人讲一大堆大道理的人，由于论坛上解释这些不太方面，所以我选择在QQ上让blackCB替 ...\n图章降级活动，内容不明确，本身把建筑和游戏放一起投，本身就是你们的活动规划和后续解释能力的问题，为何要怪到质疑者的头上？我当时的提问也不是在说什么精2精3，但貌似你回我的可不是同一个话题。我对评鉴的质疑也不是站在评鉴人员实力的角度上，这点我在前面已经说得很清楚了，请不要把我担心的原因带偏。\n\n我提出的问题，担心的原因应该是说得很清楚了，但既然觉得论坛里的东西不方便在论坛里解释清楚的话，，看来也只能是这样了吧"
        },
        {
            "author": "Klace_Haue",
            "timestamp": 1583062080,
            "txt_content": " 本帖最后由 Klace_Haue 于 2020-3-1 23:00 编辑 \nKelix 发表于 2020-2-27 10:29\n目前鉴定地形的主要是珀尔一个人吗？如果是，希望多加一些鉴定师，比如这次比赛的评委乃至于其他优秀地形师 ...\n建议\n我不是做MC地形的,但是会做CG Environment 链接：https://www.zcool.com.cn/work/ZMjczNjM1NDg=.html\n评测的细节与标准我不清楚\n我支持Kelix的看法\n1.把评测的标准条例放出来\n2.地形一块专门有一些鉴定师来评定\n3.只是我来发帖,可能代表我一个人的观点,也可能代表很多人的观点姨妈不要上线打我\n"
        },
        {
            "author": "727xx",
            "timestamp": 1585295400,
            "txt_content": "xxxxxxxxxxxxxxx"
        },
        {
            "author": "轻九有",
            "timestamp": 1586649540,
            "txt_content": "感谢分享，mcbbs有你更精彩"
        },
        {
            "author": "小凡Eric",
            "timestamp": 1589932140,
            "txt_content": "有渲染图可以加分吗"
        },
        {
            "author": "打酱油的憨憨",
            "timestamp": 1592661480,
            "txt_content": "Mcbbs有你更精彩~"
        },
        {
            "author": "ShiWU004",
            "timestamp": 1594207380,
            "txt_content": "厉害厉害"
        },
        {
            "author": "WritePaperLZ",
            "timestamp": 1595431200,
            "txt_content": " 本帖最后由 WritePaperLZ 于 2020-7-22 23:52 编辑 \n\n我觉得你对CTM很不理解，CTM完全是可以走无角色无剧情的闯关类地图\n\n建築类完全不應该存在,相信是用中文的人都清楚應该都是景观类，如果建築类要存在，则景观應是地形类，简单而易懂\n\n如果沒有合適的分类，應有 其他类 ,红石在休闲是看不起它还是草草了事?應有红石类\n\n比例?数量➗总数x100?劝退新手，小学生?大佬才配用mcbbs?什么世界管理处还是什么皇帝网站?分类冷门到网络电腦学?\n\n\n原來建築地图仅需数量及文字，那我同一张图发20张及一样的还有超多P图及特效,文字把地图夸的天花龙凤，地图仅表面，其他空空如也，或者一张图片在地图里，以及超机器式分类，文字50000字,描述每一个方块50字有重覆，然后得到20～30次发服务器的机会，我觉得可以立即实行！"
        },
        {
            "author": "哈哈哈516",
            "timestamp": 1595908320,
            "txt_content": "十个，1444"
        },
        {
            "author": "哈哈哈516",
            "timestamp": 1595908380,
            "txt_content": "急急急机会"
        },
        {
            "author": "哈哈哈516",
            "timestamp": 1595908380,
            "txt_content": "JS叽叽叽叽"
        },
        {
            "author": "天佑酱",
            "timestamp": 1597046880,
            "txt_content": " 本帖最后由 天佑酱 于 2020-8-11 14:24 编辑 \nWritePaperLZ 发表于 2020-7-22 23:20\n我觉得你对CTM很不理解，CTM完全是可以走无角色无剧情的闯关类地图\n\n建築类完全不應该存在,相信是用中文的 ...\n\n我来回复一下\n新的分类正在重新讨论中\n\n我觉得你对CTM很不理解，CTM完全是可以走无角色无剧情的闯关类地图\n但是大部分的CTM地图还是有点剧情的，比如预言、大地复苏等，并且其主要呈现方式是打怪，和RPG地图很相近，因此和RPG地图归为了一类\n\n建築类完全不應该存在,相信是用中文的人都清楚應该都是景观类，如果建築类要存在，则景观應是地形类，简单而易懂\n“景观”一词广义上指的是自然景色，所以这个也不是很合适~\n\n如果沒有合適的分类，應有 其他类 ,红石在休闲是看不起它还是草草了事?應有红石类\n正在商榷。红石类也不能很好囊括，因为现在的命令根本不需要红石，部分数据包甚至都能很少用命令，因此“红石类”可能也不是很好。\n\n比例?数量➗总数x100?劝退新手，小学生?大佬才配用mcbbs?什么世界管理处还是什么皇帝网站?分类冷门到网络电腦学?\n\n并不是很理解你说的这句话。\n“比例”一词我只在还原作品中找到了，然而这里的还原作品仅是指的建筑还原，游戏性还原目前是归于角色扮演或者竞技的。但就算这样的话你后面的话我也无法推断出来= = 为什么通过比例你能够推出“数量➗总数x100?”，进而又推出\n“劝退新手，小学生?大佬才配用mcbbs?什么世界管理处还是什么皇帝网站?分类冷门到网络电腦学?”的...\n\n原來建築地图仅需数量及文字，那我同一张图发20张及一样的还有超多P图及特效,文字把地图夸的天花龙凤，地图仅表面，其他空空如也，或者一张图片在地图里，以及超机器式分类，文字50000字,描述每一个方块50字有重覆，然后得到20～30次发服务器的机会，我觉得可以立即实行！\n每张地图，无论是建筑地图还是游戏地图，我们图章评定都是由版主和评审员进入存档进行实际的参观或游玩的，你这种情况是不可能的。"
        },
        {
            "author": "o胖胖虎o",
            "timestamp": 1597836780,
            "txt_content": "6666666666"
        },
        {
            "author": "2477181823",
            "timestamp": 1597993020,
            "txt_content": "WWAS**FASFA"
        },
        {
            "author": "2477181823",
            "timestamp": 1597993020,
            "txt_content": "ASFASFAFASFASFAFSAFA"
        },
        {
            "author": "2477181823",
            "timestamp": 1597993080,
            "txt_content": "YHUKUKGK GJHKJ KGJ"
        },
        {
            "author": "2477181823",
            "timestamp": 1597993080,
            "txt_content": "UIYGGGGGGGGGYUGGGGGGGG"
        },
        {
            "author": "2477181823",
            "timestamp": 1597993140,
            "txt_content": "64444444444444444444444"
        },
        {
            "author": "邵祺豪",
            "timestamp": 1599966840,
            "txt_content": "者是真的吗"
        },
        {
            "author": "邵祺豪",
            "timestamp": 1599966840,
            "txt_content": "阿爸阿爸阿爸阿爸"
        },
        {
            "author": "邵祺豪",
            "timestamp": 1599966840,
            "txt_content": "阿巴阿巴阿巴阿巴阿巴阿巴"
        },
        {
            "author": "邵祺豪",
            "timestamp": 1599966900,
            "txt_content": "hhhhhhhhhh"
        },
        {
            "author": "热热柠檬茶",
            "timestamp": 1600184220,
            "txt_content": "所以生存类的应该选什么"
        },
        {
            "author": "天佑酱",
            "timestamp": 1600232040,
            "txt_content": "热热柠檬茶 发表于 2020-9-15 23:37\n所以生存类的应该选什么\n如果是RPG生存或者CTM生存可选角色扮演\n若是比较偏原版的可以选休闲娱乐"
        },
        {
            "author": "A🐭💣",
            "timestamp": 1602401880,
            "txt_content": "目前有一点疑问需要提出：\n如果对自己的地图评价有一定认知，确定地图保底可以申请到版主推荐或者优秀，那么为了能更好推广或推荐自己的作品，可否进行双申请，即同时申请两个图章（比如同时申请优秀和精华）。审核可以检查各项要求，如若不满足高等级图章但满足低等级要求即发放低等级帖图章。毕竟作为一名“要图章”的人肯定要琢磨“给图章”的人的意图，而且共享版版规要比隔壁交流版版规要严得多，不可能申请优秀后重复发帖申请精华对吧？希望能认真考虑一下。如果现有版规允许上述操作或能有对应方式达成上述目的，请回复我关于这方面的相关内容。\n由于本人活跃于交流版，可能会触犯某些版规，如有触犯请删除本贴或其他方式提醒，谢谢"
        },
        {
            "author": "酉月一",
            "timestamp": 1602437100,
            "txt_content": "AlabTNT 发表于 2020-10-11 15:38\n目前有一点疑问需要提出：\n如果对自己的地图评价有一定认知，确定地图保底可以申请到版主推荐或者优秀，那 ...\n你所说的完全是大区管理组一直在执行的，你不妨翻翻版内申请贴\n从来没有规定说申请图章只能申请一个，但是同一个作品不能同时拥有两个或以上的图章。\n版内大部分作者对自己作品不够自信或是不确定能获得什么图章，申请时都是写：推荐~版推或是优秀~精华等等之类的区间，在作品不满足作者最高申请图章图章时，我们都是会按所满足的下级图章发放。\n就算作者只申请精华，但是作品不满足精华要求，我们也会依照满足条件发放下级图章。（其他图章等同，推荐除外）\n在作者作品已是优秀图章的情况下，如作者有进行较大更新改动等内容变动，作者可在申请贴申请复评，如果满足上级图章要求，并且审核通过，可进行图章的晋升，并补发积分奖励。\n在这些基础上，最重要的一点就是同一个作品不能拥有两个图章，也不能发两个相同作品的帖子来进行骗章行为。如果发现这种行为可以到版内置顶的申请贴进行举报。\n地图是一个相当有分量的一个分类，不可能隶属专业不对的大区管辖，所以地图版自己有大区，整个大区都属于地图分类，所以相对于灵感交流大区的子版块是比较严格，当然，积分奖励也更丰富。\n想要推广自己的作品，只要作品质量够高，内容够好，优秀精华自然会给上，还有提升、版内推荐、首页推荐等等的推广方式，至于首页N格那些你只能自己到申请版找混乱申请了。\n有什么别的疑问也可以再问"
        }
    ]
}