{
    "title": "[Minecraft.net|INSIDER] 遇见幻翼",
    "author": "rooke_zb",
    "replyCount": 16,
    "timestamp": 1582808100,
    "txt_content": " 本帖最后由 brooke_zb 于 2020-3-2 07:53 编辑 \n\n\n\n\n\n幻翼1.jpg (59.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:17 上传\n\n\n\n\nMeet the Phantom\n遇见幻翼\nHow we made the Monster of the Night Skies\n夜空亡灵的诞生过程\n\nTom Stone 汤姆·斯通\nI'm terrible at getting enough sleep in Minecraft. How can I go to bed when there are more diamonds to mine, monsters to fight and a garden to replant after another blasted Creeper blew it up again?\n我们往往不愿在Minecraft里好好睡上一觉。当想到还有更多的钻石等待挖掘，更多怪物等着去战斗和又一次被苦力怕炸毁的花园需要修复时，你还睡得下吗?\n\nJust accept it - sleep is for suckers! Bedtime is for bores! Rest is for... rest is for... drat, I'm too tired to think of anything.\n醒醒吧 —— 爱睡懒觉的人们！睡觉多无聊！睡觉是因为…是因为…该死！我累得想不起来了。\n\nIn fact, that’s not the only reason I should really start getting to bed. Because if I don't start getting enough sleep in Minecraft, I'll meet The Phantom.\n实际上，这不是我该上床睡觉的唯一理由。因为如果我在Minecraft里没有得到充足的睡眠，我将会遇到 幻翼！\n\n\n\n\n\n\n幻翼 (2).png (69.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:19 上传\n\n\n\n\n\nLast year during our MINECON Earth livestream, we let you vote on a new mob to be added to Minecraft. The winning mob was Mob B – The Monster of the Night Skies . Before voting opened, Jens described Mob B as:\n去年在我们的MINECON Earth直播中，我们通过投票的方式让大家选出添加到Minecraft的新怪物。最后的赢家是 怪物B – 夜空亡灵。在投票开始之前，Jeb是这样描述怪物B的:\n\nThis manta-ray-like monster is a flying creature that spawns at high altitudes. It is attracted to insomnia, and will find players who haven't slept for many days. It will swoop down in groups and bite your flesh. You should vote for Mob B, because there are currently no flying monsters in the overworld.Jens Bergensten\n这个看起来像蝠鲼的家伙是在高空中生成的飞行怪物。它会被好几天不睡觉的失眠玩家吸引并找到他们。它们会成群结队地俯冲来撕咬你。你应该投怪物B一票，因为现版本的主世界没有飞行怪物.Jens Bergensten\nFlesh bites! Punishing insomnia! Flying monsters! Yes, apparently the majority of you found those features appealing enough to make B the winning mob. Take a look at the original design below:\n撕咬！惩罚失眠者！飞行怪物！是的，显然大部分玩家觉得这些特性足以让怪物B胜出。看看下面的设计原稿:\n\n\n\n\n\n\n幻翼 (2).jpg (99.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:19 上传\n\n\n\n\n\nHaving won the vote, Mob B – now named The Phantom - started development. This original design was included in a recent Java snapshot:\n在投票中胜出的怪物B – 现在称为 幻翼 - 并着手开发。这个原稿设计出现在最近的Java快照中:\n\n\n\n\n\n\n幻翼 (4).jpg (146.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:21 上传\n\n\n\n\n\nAs you can probably (hopefully?) tell, the Phantom has been through a pretty large redesign since then. So what happened?\n你可能（最好？）会说，幻翼从那之后经历了大型重做。究竟发生了什么？\n\n“The main feedback was [about] the concept art that people voted on,” explains Jens, “ I think it had more details than the model that I made.\n“主要的反馈是[关于]大家投票给关于概念图的设计,” Jeb解释道，“我想它所拥有的细节比我设计的模型多得多。\n\n“But one reason for that was the mouth in the concept art. When I put that in the game, it looked so much like a muppet! And then since the mouth didn’t actually do anything - it didn’t have any gameplay connection - I just decided to remove it.\n“其中一个原因是关于嘴巴的设计。当我把它放进游戏时，它看起来更像一个木偶！嘴巴看起来起不了任何作用 —— 它和游戏元素没有任何关联 —— 所以我决定移除嘴巴。\n\n“I also simplified a lot of the other [parts] – the body and the wings as well, so there were fewer segments.”\n“我还简化了很多其它 [部位] – 身体和翅膀也是如此，所以看起来结构简单.”\n\n\n\n\n\n\n幻翼 (3).jpg (75.1 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:21 上传\n\n\n\n\n工作室里很多人都说如果有人把 我的嘴巴 移除掉的话他们会更喜欢我。是的，谢谢\nFeedback was mixed, so the team considered a new approach. “Jasper Boestra[Minecraft pixel artist] just wanted to make a new texture,” explains Jens. “And then he changed the model as well, including trying out the mouth, but he came to the same conclusion.”\n收到的反馈褒贬不一，所以我们团队想出了一个新办法。“Jasper Boestra[Minecraft像素艺术家] 想直接重做它的材质,” Jeb说。“接着他也改变了模型，包括嘴巴，但是得到的结论与我一致.”\n\n“It looked like a weird sock muppet with a mouth,” agrees Jasper. For some reason, Jasper didn't want to be known as 'the guy who put a sock muppet in Minecraft'. Instead, he wanted to try another design – one that would take The Phantom in a darker direction.\n“它看起来很奇怪，像是一个长了嘴巴的木偶,” Jasper同意这种说法。因此Jasper不想被称为“木偶艺术家”。相反，他想尝试另一种设计——将幻翼往邪恶方向发展。\n\n“I wanted the new Phantom model to appeal more to older audiences,” explains Jasper. “So I made it scarier and more grim. At the same time, this would definitely appeal to our younger audiences as well. I tried to achieve a certain cool factor that would make people go 'That's awesome!'.”\n“我希望幻翼的新模型会吸引更多老玩家的注意,” Jasper说。“所以我把它设计得更可怕吓人。同时，这也会更吸引新玩家。我试着设计出一种能让玩家眼前一亮惊呼“酷毙了！”的效果。”\n\n\n\n\n\n\n幻翼 (1).jpg (208.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:19 上传\n\n\n\n\n我在Jasper的书桌上找到了这玩意 —— 幻翼的早期设计草图。漂亮!\nOne of the most striking parts of the new Phantom design is the visible skeleton. “I wanted to do this for the phantom as well for the scary factor,” says Jasper, “and as you all know, I'm really into skeletons.” Unfortunately, this is a fact.\n新幻翼的设计中最吸引眼球的是裸露的骨架。“这样做是为了让幻翼看上去更恐怖,” Jasper说道，“众所周知，我是真的很喜欢骷髅.” 可惜，（骷髅的形象）早已深入人心了。\n\n“The blue colour was added instead of black to make it more colourful - not everything has to be so dark to be scary,” Jasper continues. “We tested more colours as well, but we thought it was important to make it a unique monster that isn't really connected to any dimension. Red was our second choice, but it looked too much like a Nether creature.”\n“为了让幻翼看起来更艳丽我们用蓝色来代替黑色 —— 不是任何恐怖元素都得和暗色扯上关系的,” Jasper继续强调。“我们同样测试了很多种配色，但我们认为对于将其变成特有怪物而不是任何维度都能遇见来说非常重要。红色是第二种选择，但是这样看上去更像下界生物.”\n\n\n\n\n\n\n幻翼 (6).jpg (31.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:21 上传\n\n\n\n\n\nBut The Phantom is now solely a creature of the overworld. “We also did a few gameplay changes,” confirms Jens. “It doesn’t spawn in The End anymore.”\n所以现在幻翼是一种主世界生物。“我们同样在其游戏元素上做了改变,” Jeb确认道。“它绝不会在末地生成”\n\n“Partly because in The End, you can’t sleep, so you can’t make it stop spawning, and you’re also under the sky all the time, so it would just spawn all the time.\n“一定程度上是因为在末地，你无法睡觉，所以你无法停止幻翼生成，并且你一直暴露在天空下，所以幻翼会一直生成。\n'I tried to achieve a certain cool factor that would make people go 'That's awesome!''\n“我试着设计出一种能让玩家眼前一亮惊呼“酷毙了！”的效果。”\n“We wanted it so you can protect yourself either by being in the day or in a cave or by sleeping. So it was just too much effort to avoid the Phantom in The End.”\n“我们添加幻翼之后，你们利用白天或在洞穴里或者睡觉就能保护自己。但在末地躲避幻翼太费劲了”\n\nHooray! And with the Phantoms gone, The End is once more a lovely safe place to explore, full of lollipops and sunshine and ha ha ha JK please don't send me back to the nightmare that is The End please please please.\n谢天谢地！随着幻翼消失，末地再一次充满爱与和平，充满甜蜜与辉煌和哈哈哈 JK 请不要把我送回那梦魇一般的末地，求求你、求你了。\n\n\n\n\n\n\n幻翼.jpg (29.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 21:22 上传\n\n\n\n\n\nFor Jasper, designing The Phantom was a chance to try something new with the look of Minecraft. “I was thinking about ideas, and I was always thinking very on brand and in-style,” he explains. “I decided it was time to challenge the style a bit, and [so I] made something that I thought would be really cool.\n对Jasper来说，设计幻翼是一个在Minecraft尝试新设计的机会。“我一直在思考新的设计，特别是在游戏风格上,” 他解释道。“我决定是时候挑战一下这种设计风格了，[所以我]设计了一些我认为很酷的东西。\n\n“If it was not Minecraft-y enough, we could edit it to be in style. But it ended up being just fine. We've introduced a new thing as well with this texture. I used alpha channel on a body block to give it more detail.\n“如果这还不够Minecraft，我们可以再设计让它符合（Minecraft）风格。但结果还不错。我们推出了全新的材质。我在其身体模型上使用了α透明通道来展现更多细节。\n\n“I'm super happy how it turned out.”\n“我超开心能有这样的结果.”\n\n\nAm I super happy? No reader. No I am not. Because currently, I'm sprinting away on my tired little legs from a pack of vicious Phantoms. Oh,why didn't I remember to get some sleep? Hey, at least they can't bite me now they don't have mouths! They'll likely just peck me to death.\n我真的超级开心吗？不、读者们。不是这样的。因为现在，我正用我疲惫的小腿逃离这群凶残的幻翼。噢,为什么 我会忘了睡一觉？嘿，至少它们现在没有嘴巴能咬我了！也许它们能啄死我。\n\nWow, every cloud really does have a silver lining!\n好吧，塞翁失马，焉知非福！\n\nThe Phantom is currently lurking in the skies of the latest Minecraft Java Snapshot\n幻翼现在潜伏在 最新Minecraft快照的天空中\n\n【brooke_zb 译自官网 2018 年 03 月 12 日发布的 Meet the Phantom】\n【本文排版借助了：SPX】译者碎碎念：为什么第一次翻译就挑中了篇这么长的\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1582809840,
            "txt_content": "\n[quote]\n[float=left][img=33,64]https://community-content-assets.minecraft.net/upload/86426a2a5d937dec8b16d0406f0dc884-Jens.png[/img][/float]\n引用文字\n[/quote]复制代码\n\n我们建议把人物图片放进引用框，不然图片太大了，影响阅读"
        },
        {
            "author": "van样van",
            "timestamp": 1582872720,
            "txt_content": "nb，这龙挺帅的，"
        },
        {
            "author": "星残梦缺",
            "timestamp": 1582875360,
            "txt_content": "之前幻翼实在太恐怖了，我和朋友联机，只是因为没有睡觉，就跑来7-8只幻翼。后期还好，能抗几下，前期直接没。"
        },
        {
            "author": "a_kun123",
            "timestamp": 1582908600,
            "txt_content": "有那么点滑稽哈哈哈哈"
        },
        {
            "author": "黄奎奎",
            "timestamp": 1582930380,
            "txt_content": "你好啊美女好啊啊啊啊啊啊啊"
        },
        {
            "author": "史蒂夫uuu",
            "timestamp": 1582967100,
            "txt_content": "感觉幻翼好帅"
        },
        {
            "author": "Dragon_rora",
            "timestamp": 1583023320,
            "txt_content": "有人会开服务器吗额"
        },
        {
            "author": "一夏寝",
            "timestamp": 1583028720,
            "txt_content": "是挺帅的"
        },
        {
            "author": "Xiao2",
            "timestamp": 1583055300,
            "txt_content": "Unfortunately, this is a fact.\n我感觉翻译成\n（对于玩家来说，）不幸的是，（骨骼型贴图）已经是个事实。"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1583058600,
            "txt_content": "Xiao2 发表于 2020-3-1 17:35\n我感觉翻译成\n（对于玩家来说，）不幸的是，（骨骼型贴图）已经是个事实。 ...\n我觉得 “this is a fact” 应该翻译为 “（骷髅的形象）已经设计完成（并深入人心）了” ，但总感觉不太对劲"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583095680,
            "txt_content": "As you can probably (hopefully?) tell\n你应该（最好？）能看出来\nconcept art\n概念图\ndetails\n细节\njust wanted to make a new texture\n想直接重做它的材质\nWe wanted it so you can protect yourself either by being in the day or in a cave or by sleeping. So it was just too much effort to avoid the Phantom in The End.\n这个语意是 我们想让你们在白天/洞穴/睡觉就能躲幻翼（指方法不难） -> 这样在末地躲幻翼成本太高\nedit it to be in style\n再设计让它符合（Minecraft）风格\nBut it ended up being just fine\n（接上面）但是结果还不错\nalpha channel\n（解释一下alpha透明通道更好）"
        },
        {
            "author": "徐曹全",
            "timestamp": 1583106960,
            "txt_content": "多重射击，三分钟之内鲨了它"
        },
        {
            "author": "Hardwave",
            "timestamp": 1583154960,
            "txt_content": "服务器里很难睡觉，刷幻翼实在是太难受了"
        },
        {
            "author": "邓毅",
            "timestamp": 1583198820,
            "txt_content": "666666666666666"
        },
        {
            "author": "ClearKooce",
            "timestamp": 1583245080,
            "txt_content": "感谢翻译，谢谢LZ辽"
        },
        {
            "author": "ClearKooce",
            "timestamp": 1583245140,
            "txt_content": "说实话我还是觉得红ser的好看"
        }
    ]
}