{
    "title": "[Minecraft.net | INSIDER] 背包盘点：鞍",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1582735740,
    "txt_content": " 本帖最后由 Kalice 于 2020-2-27 00:59 编辑 \n\nTaking Inventory: Saddle\n背包盘点：鞍\nPiggybacking you through the Overworld\n骑猪游四方\n\nDuncan Geere 邓肯·吉尔\nWhat’s the difference between magnificently riding a horse and falling off it like some sort of equestrianally-challenged nitwit? I’ll give you a clue. Wait no, I’ll just give the answer – it’s our item of the week: the saddle .\n一面是华丽地骑在马上，一面是像个骑手挑战赛的菜鸟一样从马上摔下来，这两者的差异究竟在哪？我来给你个提示。算了，我直接告诉你答案吧——那就是我们的本周物品：鞍。\n\nSaddles were added surprisingly early in Minecraft’s development – in June 2010, during the game’s Infdev phase . But horses weren’t added for another three years. So what was everyone riding all that time? Er, well, they go “oink”...\n鞍在 Minecraft 开发历程中加入游戏的时间惊人的早——也就是在 2010 年 6 月，游戏的 Infdev 阶段。但是马是在三年之后才加入游戏的。那么在此之前人们都骑乘什么呢？呃，这种动物的叫声是“哼”……\n\n\nSaddles, in Minecraft, are mysterious relics from a bygone age. No-one knows how to make them. There’s no crafting recipe. That means there are a finite number of saddles in the world, and when they’re gone they’re gone – so try not to let them burn up in lava, yeah?\n在 Minecraft 的世界中，鞍是一种来自远古时代的神秘遗产。没人知道鞍的制作方式。鞍没有合成配方。这意味着鞍在世界中的数目是有限的，没了就真的没了——所以不要再让鞍掉进熔岩里烧毁了，好不好？\n\nWant one? Well, they’re found in treasure chests in strongholds, temples and dungeons. Occasionally you’ll fish one up. They’re also hoarded by villagers – you can buy them from leatherworkers, or just steal them from their chests when their back is turned.\n想要一个鞍吗？鞍出现在要塞、神庙和地牢的财宝箱里。钓鱼的时候偶尔会钓上鞍。村民们也出售鞍——你可以在皮革商那里买到鞍，或者趁他们没看见的时候从他们的箱子里把鞍偷出来。\n\nOnce you have one, using it is easy. Hold the saddle in your hand, and right-click a horse, donkey, mule, or pig. The first three of those will let you take the saddle off again by hitting the use button on the animal while sneaking. But the pig? No way are you getting that saddle off again, unless the pig somehow meets with a mysterious accident... Don’t worry. I didn’t see anything.\n拿到鞍之后，用起来就很简单了。把鞍拿在手上，然后右键点击马、驴、骡子或者猪。前面三种动物可以让你在潜行的时候按下使用键来取下它们身上的鞍。但是猪呢？那就没办法了，除非这只猪遇到了一场飞来横祸……别慌，我啥都没看到。\n\nBilly Hathorn//CC BY-SA 3.0\nBilly Hathorn//CC BY-SA 3.0\nReal-world saddles date probably back as far as 4000 BC, shortly after the horse was domesticated. The earliest saddle-like constructions that survive today are primitive blankets or pads used by Assyrian cavalry forces around 700 BC, held on with a strap.\n现实中，鞍的历史要追溯到公元前 4000 年，也就是马刚被驯化不久之后。到现在还能看见的最早形式的鞍，是一种原始的，类似毯子、垫子这样的东西，借助皮带来固定。亚述骑兵在公元前 700 年就使用着这种鞍。\n\nA key development was that of the saddle “tree” – a frame that distributes weight across a horse’s back, not just on its spine. That makes the whole “being ridden” experience a lot more comfortable for the horse. Another important technology was “stirrups”, which the rider hooks their feet into to increase stability. Both emerged around 200 BC in China.\n鞍框是鞍发展历程中的一个关键点。这是一种能把体重分散到整个马背（而非仅仅是马脊）的框架。这使得马“被骑乘”的体验舒服很多。还有一项很重要的技术就是马镫，骑者把脚放在上面，增加稳定性。这些工具都是在公元前 200 年的中国出现的。\n\nToday, saddles are a lot more complicated – and there are lots of different kinds depending on what you want to do with the horse. There are saddles for hunting, saddles for polo, saddles for racing, saddles for police horses, saddles for jumping, saddles for rounding up cattle, saddles for carrying heavy loads, and many more!\n到了今天，鞍可是复杂得多了——而且根据你想在马上做什么事情，还分出很多不同的种类。有用于打猎的鞍，有用于马球的鞍，有用于竞速的鞍，有用于警马的鞍，有用于跳跃的鞍，有用于放牧赶牛的鞍，有用于装载重物的鞍，以及其它的更多种类！\n\nWith all that diversity and complexity, it’s no wonder no-one in Minecraft remembers how to craft this ancient technology. Maybe one day!\n看看这些纷繁又复杂的鞍，难怪在 Minecraft 没人想得起来如何合成这种古老的科技产品了。也许将来某一天有人能做出来吧！\n\n【KalphaGo 译自官网 2020 年 02 月 26 日发布的 Taking Inventory: Saddle】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "lulj",
            "timestamp": 1582761060,
            "txt_content": "MCBBS有你更精彩~"
        }
    ]
}