{
    "title": "[Minecraft.net|CULTURE]暗面之镜",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1582773060,
    "txt_content": " 本帖最后由 WDLJT 于 2020-3-2 15:25 编辑 \n\nThe Dark Mirror\n暗面之镜\nIsn’t it a little early for the creepiest build of the year?\n现在宣布这张图是今年最恐怖的图是不是还太早？\n\nAsh Davis 阿什·戴维斯\n Mirror Mirror in the study, why’s a spider right behind me? \n魔镜魔镜告诉我，为什么镜中蜘蛛背靠着我？\n\n\nMirrors, in addition to saving us from the scourge of spinach teeth, are supposed to reflect the world around us. But what if, when we peer through the looking glass, we see a world darker than we expect? Where our bright lights become creeping shadows, and all the smiles in the family portrait are still there but with sharper teeth and red eye so red it looks almost bloody? That’s the chilling vision Robin_rgx and his Gravity Dream team created in their Dark Mirror project.\n镜子除了能让我们免遭牙齿缝中留有菠菜的尴尬，还能照出我们周围的物件。但如果我们透过玻璃时看到的世界比我们原本想象的要阴暗的多，那会是什么样呢？在我们灯光原本明亮的地方变成令人毛骨悚然的阴影，全家福中的每个人的微笑仍然矗立在那，但是每个人的牙齿磨得尖尖的，眼睛那么的红，一眼望去竟是血红的？那是Robin_rgx和他的Gravity Dream团队在其暗面之镜项目中建造出的不寒而栗的想象。 \n\nNow I’ve seen a lot of fantastic builds, and I know Tom and Marsh would be upset to see I’m playing favorites (sorry not sorry!), but the Dark Mirror is by far the most creepy, creative one I’ve ever seen. And it’s that capacity for boundless creativity that hooked Robin and his building team friends Speryosse and Nugus .\n在这之前，我已经看到了许多叹为观止的建筑作品，我知道汤姆和马什看到我如此厚此薄彼会有所不满（抱歉没有说上一声抱歉！），但暗面之镜是迄今为止我见过的最令人毛骨悚然，且新意十足的作品。正是这种近乎难以想象的创造力将罗宾和他的建筑团队里的朋友Speryosse和Nugus牢牢地吸引在一起。\n\n\n\n\n“From the start, we played Minecraft like a survival game,” explains Robin_rgx. “But from there, we realized this game has an unlimited potential for creation and an outlet for our unique expression. That’s how we got started making builds together. Like everyone else, we started out small. But eventually our style evolved, leading us to making the Dark Mirror.”\n“最初，我们玩Minecraft就像玩一款生存游戏一样，” Robin_rgx说道。“但后来，我们意识到这款游戏具有不可估量的创作潜力和释放我们独特见解的途径。这就是我们一起做地图的开始。和其他人一样，我们也从做简单的图开始。但最终我们形成了自己的风格，最后引着我们制作了《暗面之镜》。”\n\nUnsurprisingly, given the level of detail in the build, it took a dedicated team of builders and thousands of blocks to create. Robin explains the process.\n不出人所料，考虑到建筑的细节化程度，做这样一张图需要专业的建筑团队和不计其数的方块才能建好。而罗宾对建造的过程如数家珍。\n\n“To make Dark Mirror on such a large scale, we first had to construct it in miniature. We started working on the project in a much, much smaller and detailed scale. That way, when it was time to recreate it full scale, we had a model to work from to keep everything coherent. Altogether it took us about a month to build.”\n“要制作这样大规模的镜中的暗面，我们必须先做出它的迷你版本。最开始我们用小得多，也更详细的版本来启动我们的项目。在这种情况下，当我们需要以正常大小重建它时，我们就有一个模型来确保所有内容的一致。最后我们总共花了约一个月的时间来重建。”\n\n\nRobin says the organics gave him and his team the toughest time, such as the girl, the teddy bear and the unfortunate man trapped in this nightmare. “His hat was also difficult to build but looked really good once completed. The furniture and the walls too gave us trouble but ended up looking amazing.”\n罗宾说，像女孩、泰迪熊以及不幸被困在这场噩梦中的男人这样的活物，创作起来的日子是他和他的团队最难熬的。“帽子的穿戴很难与他相称，但在完成之后，看起来真的栩栩如生。家具和墙壁的建造也是困难重重，但最终把气氛烘托的惟妙惟肖。”\n\nSpeaking of interior design, Robin goes on to explain where the inspiration from Dark Mirror came from... besides the dark depths of the human soul. Nobody tell them Halloween was months ago.\n说到室内装潢，罗宾继续解释了《暗面之镜》的灵感源自何方……除了人性的阴暗面。然而这可不是万圣节吓唬人的时候。\n\n“We borrowed heavily from the interior design styles of Versaille and King Louis XVI. You don’t really see that kind of opulent style in Minecraft very often, so it makes our map unique.”\n“我们大量借鉴了凡尔赛宫及国王路易十六的室内装潢风格。这样华丽的风格在Minecraft里可谓是寥寥可数，正是这样的风格让我们建筑独一无二。”\n\n\nI think it’s more than just fancy French wallpaper that makes this build unique. The concept, the intricate details, and the subtle horror all make this the most impressive build I’ve seen so far. Dark Mirror, like a good movie, is something that’ll take multiple viewings in order to catch everything, and even then you’ll always see something new.\n对我来说不仅仅是这种华美的法式墙壁风格让使这种建筑独一无二。其中的理念，刻画入微的细节以及微妙的恐怖感，一起让这张图成为迄今为止我见过的最令人印象深刻的建筑。《暗面之镜》就像一部好电影一样，需要反复咀嚼的才能品到其中所有的味道，即使那样，你也总能尝出新的滋味。\n\nI didn’t notice the broken grandfather clock until my third look and let me tell you, I was shook.\n直到我第三眼，我才看出图中落地摆钟已经年久失修了，你知道么，这简直难以置信。\n\n\n“Sure we want to spook everyone. But we also want them to focus on the mirror in the center of the map,” says Robin. “We didn’t make a ‘right’ or ‘wrong’ side. That’s up to each individual to decide. To choose for themselves which side of the mirror is the real world.”\n“当然，我们想让所有人都大惊失色。但我们也希望他们能将注意力聚焦在地图中心的那一面镜子上。”罗宾说。“我们不会决定哪一面是'正确'或'错误'的。这当然因人而异。正如陶渊明选择“结庐在人境”，你得自己选择哪一面是真实的世界。” \n\nI don’t know about you, but I’m choosing the side with less blood and spiders.\n我们不过是萍水相逢，但我仍然希望你能选那岁月静好的一边。\n\n Renders by Kryiie, IRoboMatic, Sweerd \n由Kryiie, IRoboMatic, Sweerd提供 \n\n【@EBsky  & WDLJT 译自官网 2018 年 01 月 12 日发布的 The Dark Mirror】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "EBsky",
            "timestamp": 1582774200,
            "txt_content": "由自称咸鱼的排版，我翻译的好辛苦"
        },
        {
            "author": "2729477791",
            "timestamp": 1582780560,
            "txt_content": "我的世界我的世界我的世界我的世界我的世界我的世界我的世界我的世界我的世界我的世界"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583096580,
            "txt_content": "Grandfather clock 是落地摆钟\n"
        }
    ]
}