{
    "title": "【原创/单篇】【FOREVER】我的世界·散文",
    "author": "里程",
    "replyCount": 0,
    "timestamp": 1582785900,
    "txt_content": " 本帖最后由 缇米Official 于 2020-3-3 11:43 编辑 \n\n\n最近肺炎期间，网课上的了无生趣，重新玩起了MC\n    那是在5年前发布的1.6.2，那是我们叫它“马的版本”\n    MC几乎贯穿了我人生中的2014—2018.我曾经也想过做一个和水星迫降一样NB的整合包，和虚无世界一样的Mod，是的，由于只是面太过于的浅薄，我并咩有完成。我也试图做一个像籽岷、马桶c一样的博主，当然设备不行，自己也没有毅力（惭愧惭愧），并没有完成。我的MC生涯太过遗憾了。\n    当然值得我骄傲的是我在2016年就已经开了服务器，虽然只是一个存在了两个月的公益服。当然那时候没有那么功利，并没有选择一定的盈利模式，而是真正肝帝的天堂……如果那时候我有一定的盈利模式，那么我现在是不是我还在沉浸在MC这个海洋？\n    而后网易代理了MC，以后的事已经离现在太近了 。当我知道MC正版没发买到时已经是18年帮同学在官网上改名字的时候——现在我毕业了。然后MC先是火了一段，后来迷你世界和MC的大战，锡兰（被b站封了）唱衰籽岷……而后MC似乎没有了17、18年的胜状。当然，那时候吃鸡类型游戏的崛起、王者荣耀的持续火热。在学校这个小圈子似乎玩MC的人已经无法形成一个完整的群体——甚至我和我的那一名同学可能成为我们年段唯一有MC正版的人了。是的，我随波逐流的选择了王者吃鸡。因为在现实中的生活并没有办法纯粹用MC这个静谧超然的精神寄托所改变。那几年我也得到了快速的成长……\n    我的MC的生涯的遗憾就是我没有完完整整的通关过一次MC，我想通关MC我最想选择的事通关1.6.2版本的MC，它是我遇见的第一个版本，也是一个没有“时光旅行者”这个成就的版本。    时光匆匆。\n    \n\n\n\n\n195715pnlklj4v4qcz0vio.png.thumb.jpg (104.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 14:43 上传\n\n\n\n\n\n    “人生若只如初见，何事秋风悲画扇。”\n    时过境迁，我所爱的MC也变了太对太多。现在似乎1.16快照版本也快出了，但是我还活在1.7.10，那个mod横行，可以大肆发展自己灵感与想象的版本，那时候我学会了玩工业、神秘、匠魂……甚至群峦。还有一些服务器，起床战争、职业战争、凋零战争（hi挨批咳嗽里有），像是梦世界啊、你的世界啊（那时候叫做亚洲最大的小游戏服务器，但是我至今也不知道它服务器崩溃的原因）。当然还有金色时光……不知道现在是不是还开着。\n    “此刻我才深切感受到哪遥远岁月中我曾经燃烧的激情，以及与一位前辈之间历久弥新、无法磨灭的羁绊。”（《引自<我们的科幻世界>（宝树 著）》）\n\n\n\n\n\n200136j707k0lzq4ju22qi.jpg (18.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-27 14:42 上传\n\n\n\n\n\n 而后的日子里我还爱上了很多东西，像是鬼畜、电音、Hiphop，而真正让我撸这篇文章的原因是我在玩鬼畜（说真的我第一次看见b站甚至是在MCBBS中登录界面的b站账号登录）的时候碰见了一个问题，结果在百度上搜来搜去发现了一个论坛——它开启的时间甚至比MC还要来得早\n http://bbs.ivocaloid.com/\n 它还是有人会注册，通常是我这种后生，而且很多站内维护问题也暴露无遗，总而言之几乎是没有15、16年那个论坛的胜状了（就是吔总会和四欠火的时候，那时候甚至放假君才刚入圈。）在一个极其意外的情况下，我发现了一篇写在2011年的吊文，写给一名和宋岳庭一样不幸在癌症魔爪下去世的有志青年。一群像我这样的“掘墓人”深挖到了它——论坛时代的遗产。\nhttp://twisillusion.ivocaloid.com/\n 那时候我突然觉得有一种强大的使命感，当然我也不知道由何而发告诉我你喜欢的东西，要用全力去争取（《我想part1》 法老），For Real。但是又有一种莫名的空虚感，不知道要保护什么，MC现在很好，可能是我心中压抑了太久的、历久弥新的热烈情感无处激发而写下了这一篇文章，我相信“后之览者，亦将有感于斯文”。\n    如果有一天我彻底的不玩MC了，不知道还有多少俊后生会来游玩、解说、解剖、重建这个我的世界、我的 世界呢？\n   不知道朋友们在没有玩MC的日子你们都在做什么呢？\nhttps://www.bilibili.com/video/av89076093\n说真的MCBBS成功预测了网易云和b站能火，我真的放在三年前是根本不会相信的。\n\n",
    "replies": []
}