{
    "title": "[FS]更好的动物/动物谷 Animania官方WIKI翻译",
    "author": "Sinbad_Official",
    "replyCount": 8,
    "timestamp": 1582789980,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2020-5-30 10:55 编辑 \n\n\n\n★ 前言 你可以收藏这个帖子以获得更及时的更新消息\nCurseForge |  Wiki\n\nBlocks by @321yu_wango\nAnimals by @321yu_wango\nItems by 辛落\n\n\n\n★ 更新日志 2020.2.26-开始编辑\n2020.2.27-发布此贴\n2020.3.17-修改表格宽度。使其更加悦目。\n\n\n★ Animals-动物 动物们是Animania MOD的重点“合作”对象，可以说没有它们就没有Animania。\nAnimania 中添加的动物意在改良并代替原版中的动物们，从而让动物更加活灵活现，单人游戏中的玩家们的孤独感也就随之乘风而去了。\n当然，添加的动物不仅仅是原版所有的种类，还有一些全新物种。\n与原版不同的是，每种品种的动物都会在设定的生物群系生成，这就意味着你需要环游世界来找到不同品种的动物。当然，“舍不得孩子套不着狼”这句话也适用于此，你的努力是有回报的--每种动物的掉落物都不同！\n在 Animania 中，动物被分为了三大种，分别是“牲畜”、“宠物”以及“野生动物”。\n\n牲畜\n牲畜可以被驯化并制成相对应的农产品。上文所述，每种牲畜都有独特的掉落物，同理，这些掉落物也有相对应的配方。每种掉落物都有独特的属性，这让玩家不得不去驯服每一种牲畜。\n注：关于掉落物属性见下文模板“Items-道具”。\n宠物\n宠物，不言而喻，可以驯化并能成为帮助你生存下去的左膀右臂。每一种宠物都有独特的“人”格魅力，它们或多或少会和游戏中的环境有一些交互行动。\n野生动物\n野生动物为世界增添了更多生命的气息，小部分的野生动物可能会和玩家有交互行动，不过大多数野生动物存在的意义是装饰这个世界。\n两栖动物\n 图片学名 介绍 生物群系 掉落物 饲料  树蛙 树蛙属野生动物种，尽管它们看起来小巧玲珑，不过你还是要多加小心，因为仅仅是0.1s的亲密接触，就能让你中毒。但是人类的智慧是无穷的，拿着箭矢右键树蛙，就能让箭矢带毒！丛林，森林  生蛙腿-  青蛙 青蛙属野生动物种。 沼泽，河流 生蛙腿-  蟾蜍 蟾蜍属野生动物种。只是比青蛙大，而已。 沼泽，森林 生蛙腿-鸡 图片学名 介绍 生物群系 掉落物 饲料  来亨鸡 来亨鸡在游戏中扮演肉鸡的角色，一身白羽是它的“萌点”。平原 羽毛，\n生鸡肉种子\n甜菜种子\n西瓜种子，\n南瓜种子  奥品顿鸡 奥品顿鸡是优质肉鸡。 丛林， 沼泽羽毛，\n生鸡肉（奥品顿鸡）种子\n甜菜种子\n西瓜种子，\n南瓜种子  洛克鸡 洛克鸡是优质肉鸡。 山地羽毛，\n生鸡肉（洛克鸡）种子\n甜菜种子\n西瓜种子，\n南瓜种子  罗得岛红鸡 罗得岛红鸡是优质肉鸡。 森林羽毛，生一级鸡肉种子\n甜菜种子\n西瓜种子，\n南瓜种子  怀恩多特鸡 怀恩多特鸡是优质肉鸡。  森林羽毛，生一级鸡肉种子\n甜菜种子\n西瓜种子，\n南瓜种子鸡的交互动作：\n啄掉地上的饲料。鸡会在食槽/种子旁进食。鸡会在淡水湖边、河边和食槽中喝水。玩家可以手动喂养它们（包括喂它喝水）。\n鸡的繁衍动作：\n母鸡只会在吃饱喝足的情况下下蛋。会在鸡窝里下蛋。只有当公鸡靠近蛋时，蛋才会孵化成小鸡。\n牛\n 图片 学名 介绍生物群系  掉落物 饲料  安格斯牛 安格斯牛是肉牛，尽管安格斯母牛可以产奶，但它的产奶量远远不如奶牛，产出的奶也不能制成奶酪。 丛林，高原 成年安格斯牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。\n安格斯牛只会产出原版牛奶，你可以拿着桶左键来获取牛奶，安格斯牛的牛奶不能制成奶酪。 最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  黑白花牛 黑白花牛是与众不同的。它既可以当肉牛，也可以当奶牛，并且还会产出特有的牛奶。 丛林，恶地  成年黑白花牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。黑白花牛会产出特有的牛奶。你可以拿着桶左键来获取黑白花牛牛奶，是奶酪的制作原料。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  海福特牛 海福特牛是肉牛，尽管海福特母牛可以产奶，但它的产奶量远远不如奶牛，产出的奶也不能制成奶酪。山地，丘陵  成年海福特牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。海福特牛只会产出原版牛奶，你可以拿着桶左键来获取牛奶，海福特牛的牛奶不能制成奶酪。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  荷斯坦牛  荷斯坦牛是与众不同的。它既可以当肉牛，也可以当奶牛，并且还会产出特有的牛奶。 森林 成年荷斯坦牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。荷斯坦牛会产出特有的牛奶。你可以拿着桶左键来获取荷斯坦牛牛奶，是奶酪的制作原料。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  娟珊牛 娟珊牛是与众不同的。它既可以当肉牛，也可以当奶牛，并且还会产出特有的牛奶。 荒地，葱郁草地 成年 娟珊牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。 娟珊牛会产出特有的牛奶。你可以拿着桶左键来获取 娟珊牛牛奶，是奶酪的制作原料。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  哞菇 哞菇是真的真的与众不同，它产出的不是牛奶，而是蘑菇煲。你可以拿着剪刀右键它们，“biu”的一声，它就成黑白花牛了。 蘑菇岛 成年 娟珊牛会在被击杀时掉落1-4片生一级牛排和1块皮革和1-2个蘑菇（吃的越饱，掉的越多）。 拿碗右键它获得蘑菇煲。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  高地牛 高地牛是肉牛，尽管高地母牛可以产奶，但它的产奶量远远不如奶牛，产出的奶也不能制成奶酪。（这个牛原型是金牛座。） 山地，丘陵  成年高地牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。高地牛只会产出原版牛奶，你可以拿着桶左键来获取牛奶，高地牛的牛奶不能制成奶酪。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）  长角牛 长角牛是肉牛，尽管长角母牛可以产奶，但它的产奶量远远不如奶牛，产出的奶也不能制成奶酪。 热带草原 成年长角牛会在被击杀时掉落1-4片生一级牛排和1块皮革（吃的越饱，掉的越多）。长角牛只会产出原版牛奶，你可以拿着桶左键来获取牛奶，高地牛的牛奶不能制成奶酪。最喜爱：小麦，蒲公英，虞美人。\n勉强接受：蔬菜（可以修改配置文件）交互动作吃草，吃花，吃蔬菜。会吃食槽里的小麦。会在淡水湖边、河边和食槽中喝水。如果你激怒了公牛，你就要和公牛角斗了。母牛只会在性情高涨时繁殖。母牛只会在性情高涨时/分娩后产奶，并且产完奶会感到口渴。公牛和小牛会寸步不离地紧跟母牛。牛一般以家庭为单位生成在世界里。\n\n\n驮马\n驮马有六种不同的炫酷配色！你可以在草原和平原生物群系找到它们。请不要想当然地认为驮马会代替原版马，它生存的意义是工作！它是一个秩序井然的农场中必不可缺少的一员。\n生物群系\n恶地平原草原\n交互动作\n如果手中有马鞭，你就可以驾驭它。只有在交配时才会高兴。公马和小马会寸步不离地紧跟母马。马一般以家庭为单位生成在世界里。可以拉马车和篷车。\n马鞭\n\n一种马具，有了它就没有马鞍的戏份了。骑马时再用马鞭就能加速。\n如何照料驮马？\n食物\n吃草，吃花，吃庄稼。会吃食槽里的小麦（可以修改配置文件）。最爱吃的：苹果，胡萝卜，小麦。\n水分\n会在淡水湖边、河边和食槽中喝水。玩家也可以用水桶喂马喝水。\n掉落物\n皮革。生马肉。\n繁衍\n喂金胡萝卜\n指令\n\n/summon animania:[foal|stallion|mare]_draft {ColorNumber:[0-5]}复制代码/summon animania:stallion_draft {ColorNumber:3}复制代码\n雪貂\n雪貂属宠物种，目前有2个配色：灰雪貂与白雪貂。它们被驯服的时候头上会冒出爱心的粒子效果，你可以在热带草原生物群系找到它们。\n在当前版本，雪貂能做所有原版里狗和猫做的事。这意味着，一旦玩家用美食俘获了雪貂的心，它就会至死不渝地跟随玩家。\n交互动作\n玩家可以给雪貂投食可以坐下/起立。被驯服的雪貂可以盘在你的肩膀上。只需要按住shift+右键就可以了，如果你想放下它，请再来一遍。目前还不能繁殖。\n如何照料雪貂？\n食物\n猎食野生的青蛙与蟾蜍。从鸡窝里偷蛋。最爱吃的：鸡蛋，生羊肉。\n水分\n\n会在淡水湖边、河边和食槽中喝水。玩家也可以用水桶喂雪貂喝水。不像牲畜种，它不会把水一次性喝光\n掉落物\n只有经验。\n\n\n\n刺猬\n刺猬是一种啮齿动物，可以在森林生物群系中找到，它们有一个值得骄傲的亲戚，那就是驰名中外的索尼克！当你漫步在森林里，看到一个长满刺的球时，你就应该发觉，这是刺猬！你可以根据肤色和瞳孔色来分辨刺猬的品种。普通刺猬是黑的，反之则是白化刺猬。\n生物群系\n森林\n交互动作\n会在淡水湖边、河边和食槽中喝水。不像牲畜种，它不会把水一次性喝光会主动攻击小鸡，青蛙这类小型动物。会从鸡窝里偷蛋。当前版本还不能繁殖。被驯服的刺猬可以盘在你的肩膀上。只需要按住shift+右键就可以了，如果你想放下它，请再来一遍。\n食物\n\n最爱吃的：素食（苹果，胡萝卜，甜菜），肉（生兔肉和生鸡肉）和蛋（所有鸡蛋和孔雀蛋）。青蛙。\n驯服\n喂它吃它最爱吃的！\n掉落物\n只有经验。\n\n啮齿动物（目前只有仓鼠，所以单开板块）\n啮齿动物是那些有着尖尖的牙齿，会咬人的小可爱们。在Animania里由雪貂、刺猬、仓鼠来组成啮齿动物体系。\n仓鼠\n仓鼠是十分招人怜爱的小物种，现在有：黑色，棕色，深褐色，深灰色，金色，灰色，紫红色和白色仓鼠。\n仓鼠可以通过喂食来驯服。金色仓鼠是十分稀有的。\n生物群系\n海滩沙漠\n食物\n最爱吃的：仓鼠饲料勉强能吃苹果，玉米，种子。会在淡水湖边、河边和食槽中喝水。不像牲畜种，它不会把水一次性喝光\n交互动作\n喂它吃它最爱吃的来驯服仓鼠可以坐下/起立。被驯服的仓鼠可以盘在你的肩膀上。只需要按住shift+右键就可以了，如果你想放下它，请再来一遍。当前版本还不能繁殖。可以被放到仓鼠球里。可以放到仓鼠滚轮里产生机械能。\n\n山羊\n山羊是一种颜值与实力成正比的种族，在Animania里面，它是主要的肉奶产品来源。山羊分为优质肉羊与普通肉羊两种。\n 图片学名 介绍 生物群系  掉落物饲料  高山羊 高山羊属于优质肉羊。 山地，丘陵 生一级山羊肉（吃的越饱，掉的越多）。 小麦，玉米，苹果  安哥拉山羊 安哥拉山羊像普通的绵羊一样可以被剪羊毛，它是普通的肉羊。 平原  生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果  昏晕山羊 昏晕山羊是普通的肉羊。 平原 生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果  科科莫山羊 科科莫山羊属于优质肉羊。 山地，丘陵  生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果  尼日利亚矮山羊 尼日利亚矮山羊是普通的肉羊。 沙地   生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果  俾格米山羊 俾格米山羊属于优质肉羊。 热带高原，恶地\n\n  生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果  温顺山羊 温顺山羊是普通的肉羊。 热带高原，恶地 生一级山羊肉（吃的越饱，掉的越多）。小麦，玉米，苹果交互动作\n雄性山羊之间经常角斗。只有雌山羊有了孩子后才会有奶。吃植物，蔬菜（可在配置文件修改）。会吃食槽里的小麦。会在淡水湖边、河边和食槽中喝水。\n\n孔雀\n孔雀经常以家庭为单位生成在世界里，你可以在丛林和沼泽生物群系里发现它们的踪影。\n 图片学名 介绍生物群系 掉落物饲料  灰孔雀 - 丛林，沼泽 灰孔雀羽毛（仅雄性） -  蓝孔雀 - 丛林，沼泽 蓝孔雀羽毛（仅雄性） -   蛋白孔雀 - 丛林，沼泽 蛋白孔雀羽毛（仅雄性） -  棕孔雀 - 丛林，沼泽棕孔雀羽毛（仅雄性） -\n  紫孔雀 - 丛林，沼泽 紫孔雀羽毛（仅雄性） -  褐孔雀 - 丛林，沼泽 褐孔雀羽毛（仅雄性） -  白孔雀 - 丛林，沼泽 白孔雀羽毛（仅雄性） -繁衍\n为了让孔雀繁衍，你需要让一只雄孔雀和一只雌孔雀相靠近。它们只会在性情高涨的时候交配，这代表着你需要给它们投食喂水，孔雀周围还需要有鸡窝，如果这些条件都满足了，雌孔雀就会在鸡窝里下蛋。\n孔雀以青蛙与蟾蜍为食物。如果玩家想要驯服并让孔雀繁衍后代，则需要各式各样的种子，这是它们的最爱。\n雄孔雀\n雄孔雀有着五颜六色的羽毛，每隔一段时期，都会有一些羽毛脱落下来（每个物种的孔雀毛色都不同）。你也可以猎杀雄孔雀来获得羽毛，但杀死雌孔雀和幼孔雀则不会掉落。\n雌孔雀\n雌孔雀的羽毛没有雄孔雀那样鲜艳。它是孔雀家族中必不可少的一员。\n幼孔雀\n当一个孔雀蛋得到足够细心的照料时，孔雀蛋就会孵化出一只小孔雀，在过了一段时间后，小孔雀就会长大。玩家无法判断幼孔雀是雌是雄，时间会证明一切。\n猪\n在Animania中添加了6种新型的猪，它们的掉落各不相同，有些猪肉适合做培根，有些猪肉适合做猪扒。\n 图片 学名介绍  生物群系 掉落物 饲料  杜洛克猪 杜洛克猪生活在丛林里。 丛林 生猪排（杜洛克猪）草皮，甜菜，胡萝卜，土豆，泔水   汉普夏猪 汉普夏猪生活在丘陵中。 丘陵 生猪排（汉普夏猪）草皮，甜菜，胡萝卜，土豆，泔水  大黑猪 大黑猪生活在白桦木森林中。 白桦木森林 生猪排（大黑猪）草皮，甜菜，胡萝卜，土豆，泔水  大白猪 大白猪生活在森林丘陵中。 森林丘陵 -草皮，甜菜，胡萝卜，土豆，泔水  斑点猪 斑点猪生活在森林中。 森林 生猪排（斑点猪）草皮，甜菜，胡萝卜，土豆，泔水   约克夏 约克夏生活在平原。 平原 -草皮，甜菜，胡萝卜，土豆，泔水交互动作\n喜欢在泥坑里打滚，请确保准备好了泥坑和池塘供它们玩耍。所有的猪都能骑乘。带着成年的猪前往森林，它就会帮助你找到松露，这是一种很好的食材。猪经常以家庭为单位生成在世界里。公猪和小猪会寸步不离地紧跟母猪。会在淡水湖边、河边和食槽中喝水。玩家也可以用水桶喂猪喝水。\n\n兔子\n在Animania中添加了8种新型的兔子。不过它们还不会掉落兔子皮。\n添加的兔子：龙猫、棉尾兔、荷兰兔、哈瓦那兔、长腿大野兔、垂耳兔、新西兰兔以及雷克斯兔。\n\n绵羊\n在Animania中添加了6种新型的绵羊。它们的掉落物相同，但有些羊会掉落更为优质的羊肉。\n 图片 学名 介绍 生物群系 掉落物 饲料 X 陶赛特羊 陶赛特羊生活在草原与平原。 草原，平原生一级羊排羊毛 小麦，草，花，庄稼 X 杜泊绵羊 杜泊绵羊生活在丘陵与平原。 丘陵，平原 生一级羊排羊毛小麦，草，花，庄稼 X 黑白花羊 黑白花羊生活在平原。 平原 生一级羊排羊毛小麦，草，花，庄稼 X 美利奴羊 美利奴羊生活在平原和干旱的平原。 平原，干旱的平原 生一级羊排羊毛小麦，草，花，庄稼 X 雅各布羊 雅各布羊生活在森林。 森林 生一级羊排羊毛小麦，草，花，庄稼 X 萨福克羊 萨福克羊生活在恶地和热带高原。 恶地，热带高原 生一级羊排羊毛小麦，草，花，庄稼交互动作\n会吃食槽里的小麦。会在淡水湖边、河边和食槽中喝水。成年绵羊可以剪羊毛。公羊之间可能发生冲突。母羊可以挤羊奶，能做羊奶奶酪。母羊只有产崽后才会有奶。绵羊只在性情高涨时交配。公羊和小羊会寸步不离地紧跟母羊。羊经常以家庭为单位生成在世界里。最爱吃：甜菜，胡萝卜，小麦。\n\n\n\n\n★ Blocks-方块 方块是组成Minecraft世界的基础单位。方块与道具的区别在于，方块可以被放置在世界里而道具只能乖乖地躺在背包/箱子里。\n\n羊毛\n 图片 名称  羊毛（杜泊绵羊，棕色）  羊毛（黑白花羊，黑色）  羊毛（黑白花羊，棕色）  羊毛（雅各布羊）  羊毛（美利奴羊，棕色）  羊毛（美利奴羊，白色）  羊毛（萨福特，棕色）\n奶酪块\n 图片 名称  奶酪块（黑白花牛）  奶酪块（山羊）  奶酪块（荷斯坦牛）  奶酪块（娟珊牛）  奶酪块（羊）\n动物用具\n仓鼠飞轮\n★配方：\n★用途：仓鼠可以在仓鼠飞轮上跑步来提供能量，将仓鼠放在你的肩膀上后右键仓鼠飞轮，它就能生产能量了，仓鼠飞轮支持多种mod的能源。\n\n污泥\n★配方：\n★用途：小猪可以在其上玩耍，建议准备2X3的空间。\n玩家在污泥上行走速度为平时的80%\n\n小猪游玩中...\n\n鸡窝\n★配方：\n★用途：下蛋。\n\n盐舔\n★配方：\n★用途：盐舔方块可以放置在动物附近，当它们健康状况不佳的时候，可以治愈它们。\n适用对象：牛、驮马、绵羊、猪以及山羊。\n\n食槽\n★配方：\n★用途：\n所有的动物都能在食槽进食。可以通过红石机关实现喂食自动化。\n\n\n载具\n马车\n右键地面放置你的马车用空手右键可以自己拉动马车\n安装在马身上：\n\n拉动马车时，骑上马会将马车固定到马上或者点击推车将马带到车的前方或者骑马右键单击马车\n如果想让动物上车，只要把马车带到它们面前，它们就会跳上去。\n\n如果要把动物弄下车，需要栓绳。\n手拿箱子右键马车可以存放物品。\n要打开箱子请按住shift+右键箱子。\n注：猪也能拉马车。\n★配方：\n\n\n\n\n篷车\n篷车可以说是移动的床，你可以在上面睡觉。玩家和驮马都可以拉篷车。当有马拉车时，玩家可以坐在上面指引方向。\n\n\n\n★ Items-物品 #培根图片昵称 介绍 恢复饱和度   生培根（杜洛克猪） 一个生猪排（杜洛克猪）可以通过餐刀来将其切成四片生培根\n 3   熟培根（杜洛克猪） 将生培根（杜洛克猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 6 生培根（汉普夏猪）一个生猪排（汉普夏猪）可以通过餐刀来将其切成四片生培根\n 2  熟培根（汉普夏猪） 将生培根（汉普夏猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 4  生培根（斑点猪） 一个生猪排（斑点猪）可以通过餐刀来将其切成四片生培根 4  熟培根（斑点猪）  将生培根（斑点猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 8   生培根（大黑猪） 一个生猪排（大黑猪）可以通过餐刀来将其切成四片生培根 2.5   熟培根（大黑猪）  将生培根（大黑猪）放入熔炉里烹调即可（放到熔炉里面烧就可以了）\n获得“伤害吸收”效果（1:00） 5\n\n\n★ Items-物品 #猪排  图片昵称 介绍  生猪排（杜洛克猪）杀死杜洛克猪得到  熟猪排（杜洛克猪） 获得“伤害吸收”效果（1:30）  生猪排（汉普夏猪） 杀死汉普夏猪得到  熟猪排（汉普夏猪） 获得“伤害吸收”效果（1:30）  生猪排（大黑猪）  杀死大黑猪得到  熟猪排（大黑猪） 获得“伤害吸收”效果（1:30）  生猪排（斑点猪） 杀死斑点猪得到  熟猪排（斑点猪）  获得“伤害吸收”效果（1:30）\n\n\n★ Items-物品 #鸡肉  图片昵称 介绍  生鸡肉（奥品顿鸡）杀死奥品顿鸡得到  熟鸡肉（奥品顿鸡） 获得“急迫”效果（2:30）  生鸡肉（洛克鸡） 杀死洛克鸡得到  熟鸡肉（洛克鸡） 获得“急迫”效果（2:00）  生鸡肉（罗得岛红鸡）  杀死罗得岛红鸡得到  熟鸡肉（罗得岛红鸡） 获得“急迫”效果（1:00）  生鸡肉（怀恩多特鸡） 杀死怀恩多特鸡得到  熟鸡肉（怀恩多特鸡）  获得“急迫”效果（1:30）\n\n\n★ Items-物品 #牛肉  图片昵称 介绍  生牛肉（安格斯牛）杀死安格斯牛得到  熟牛肉（安格斯牛） 获得“瞬间治疗II”效果  生牛肉（海福特牛） 杀死海福特牛得到  熟牛肉（海福特牛） 获得“瞬间治疗”效果  生牛肉（长角牛）  杀死长角牛得到  熟牛肉（长角牛） 获得“瞬间治疗”效果\n\n\n★ Items-物品 #牛排  图片昵称 介绍  生牛排（安格斯牛）通过餐刀与牛肉得到  熟牛排（安格斯牛） 获得“瞬间治疗II”效果  生牛排（海福特牛） 通过餐刀与牛肉得到  熟牛排（海福特牛） 获得“瞬间治疗”效果  生牛排（长角牛）  通过餐刀与牛肉得到  熟牛排（长角牛） 获得“瞬间治疗”效果\n\n\n★ Items-物品 #其他  图片昵称 介绍  生蛙腿通过青蛙得到  熟蛙腿 获得“跳跃提升III”效果（1:00）  生马肉 通过马得到  烤马肉  获得“力量”效果（0:30）  生羊肉   通过羊得到  熟羊肉 获得“抗性提升I”效果（0:30）  生一级羊肉  通过羊得到  熟一级羊肉 获得“抗性提升II”效果（0:30）  生一级羊排  通过羊得到  熟一级羊排 获得“瞬间治疗II”效果  生一级兔肉  通过兔子得到  熟一级兔肉 获得“跳跃提升II”效果（0:30）\n\n\n★ Items-物品 #蛋卷  图片昵称 介绍   素蛋卷将鸡蛋/孔雀蛋 放在熔炉里面烧制获得。可恢复2.5饱和度。  培根蛋卷 获得“力量I”效果（0:30）  奶酪蛋卷  获得\"瞬间治疗III\"效果  奶酪蛋卷（娟珊） 获得“瞬间治疗III”效果  奶酪块（羊）  获得\"瞬间治疗I\"效果\n\n\n★ Items-物品 #牛奶  图片昵称 介绍   牛奶瓶能够清除药水效果  牛奶桶（黑白花牛） 获取牛奶   牛奶桶（荷斯坦牛）  获取牛奶  牛奶桶（娟珊牛）  获取牛奶  牛奶桶（山羊）  获取山羊奶  牛奶桶（绵羊）  获取羊奶\n\n\n★ Items-物品 #蛋  图片昵称 介绍   鸡蛋通过鸡获得  孔雀蛋  只有印度蓝孔雀会下蓝色的孔雀蛋，其他孔雀都是下的白色孔雀蛋。 孔雀蛋可以在熔炉里烧制成蛋卷。孔雀蛋由孔雀开心时（喝饱水）交配得到\n\n\n★ Items-物品 #松露  图片昵称 介绍   松露 生长在地下的真菌。猪可以找到他们。你可以用\"绳子\"拴住猪，然后在森林生物群落里，通过猪四处走动来找到松露。 松露目前不能生吃，但可以拿来做松露蛋卷，松露汤，以及松露巧克力。  松露巧克力 获得\"速度IV\"效果 （1:00）   松露汤  获得\"再生II\"效果 （1:00） \n\n\n\n★ Items-物品 #羽毛  图片昵称 介绍   蓝孔雀羽毛 通过孔雀获得  灰孔雀羽毛 通过孔雀获得   蛋白孔雀羽毛 通过孔雀获得   棕孔雀羽毛 通过孔雀获得   紫孔雀羽毛 通过孔雀获得   褐孔雀羽毛 通过孔雀获得   白孔雀羽毛 通过孔雀获得 \n\n\n★ Items-物品 #杂项  图片昵称 介绍 合成方式（点击查看大图）   餐刀 用来切肉和奶酪  仓鼠球 合成得来   绳子 用来引导和拴住动物的东西。类似于缰绳。      命名牌 29％在地牢的箱子里，42.3％在废弃矿洞的箱子里，29％在丛林遗迹的箱子里。还可以通过钓鱼得到命名牌。也可以与村民-图书管理员交易，20-22块绿宝石即可。命名牌可以帮助你更好的找寻属于你的动物。  金块×1，线×1   马鞭 使玩家可以骑乘没有驯服的马匹。一匹没有驯服的马必须喂饱水才能骑乘。当骑着马的时候，右键一次能够提升速度  转轮 用来制造马车。 \n",
    "replies": [
        {
            "author": "Citysands",
            "timestamp": 1582791120,
            "txt_content": " 本帖最后由 Citysands 于 2020-2-27 17:30 编辑 \n\n终于捣鼓完了这个_(:з」∠)_\n[:hide:]"
        },
        {
            "author": "White_i",
            "timestamp": 1582794960,
            "txt_content": "u1s1,都有了罗德岛红鸡,为啥没有罗德岛阿米驴"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1582795140,
            "txt_content": "White_i 发表于 2020-2-27 17:16\nu1s1,都有了罗德岛红鸡,为啥没有罗德岛阿米驴\n欢迎去github提建议"
        },
        {
            "author": "Xiao2",
            "timestamp": 1582807200,
            "txt_content": " 本帖最后由 Xiao2 于 2020-2-27 21:11 编辑 \n不像牲畜种，它一次不会喝光水。\n老哥我也没看懂\n\n----------\n没有啦，翻译成:它不会把水一次性喝光。。。怎么样\n\nps我是看你吐槽鸡饭的那个帖，我也经常鸡饭的\n其实总体翻译很流畅，挑骨头才找到一处。。加油\n@321yu_wango"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1582808520,
            "txt_content": "Xiao2 发表于 2020-2-27 20:40\n老哥我也没看懂\n可能我没说清楚 如果玩家给牲畜种下的动物喂水，他们会一次性喝光水桶里的水，“水桶”也就变成了“桶”\n而这些一次不会喝光"
        },
        {
            "author": "ShenXian_123",
            "timestamp": 1598156580,
            "txt_content": "路过的 涨涨人气"
        },
        {
            "author": "66666@@@",
            "timestamp": 1598285940,
            "txt_content": "ShenXian_123 发表于 2020-8-23 12:23\n路过的 涨涨人气\n+1+1+1+1+1"
        },
        {
            "author": "songziss",
            "timestamp": 1598360460,
            "txt_content": "希望学习学习"
        }
    ]
}