{
    "title": "[Minecraft.net|CULTURE]巨人入侵",
    "author": "等于号",
    "replyCount": 2,
    "timestamp": 1582796100,
    "txt_content": " 本帖最后由 等于号 于 2020-3-2 12:09 编辑 \n\n\n巨人入侵\n\n三段关于巨人入侵城市的延时拍摄！\n\n视频地址：https://www.youtube.com/watch?v=diUozfWzPQg\n\n是时候来考考你们的记忆力了，玩家们！或许你们中间有目光灵敏头脑聪睿的人能知道我们以前写过一个关于一段非常美丽的延时拍摄的文章，名字叫Novigrad，是有一个叫Elysium Fire的团队制作的。这次，他们卷土重来，这段视频叫做，巨人入侵！\n\n如果你熟知希腊神话的话，你应该知道巨人，他们算是一些非常巨大的神，是大地女神与天空女神之子。一般传说他们是一种巨大的生物，喜好打斗与乱砸东西。最后，他们又有了孩子，这些孩子你们可能听过，他们是希腊众神，比如宙斯，哈迪斯还有波塞冬。希腊众神，也就是总所周知的奥林匹斯众神，希望有着自己的神力，于是他们与巨人为此展开了争斗，这场战争打了大概有十年，最后，奥林匹斯一方得胜，他们将巨人禁锢在冥界深处。呼！\n\n但是……如果巨人东山再起了呢？\n\n\n如果你还没有看过这个延时摄影，那么现在就滚动到顶部去看看吧。 相信我，不会错。\n\n这就是这个团队以此作为背景的想象，他们想象巨人们觉醒了，逃脱并庆祝自己的长眠结束，开始了大规模的狂暴攻击。他们建一个城市毁一个城市，把小镇撕成碎片，活吞里面的人，就像是派对上打碎娃娃掏出里面的糖一样。\n\n镇子里的人们可能根本无法预料到这点。实际上，他们可能甚至根本不知道他们侵占了巨人们的土地。“他们在这片土地上平静的生活了数百年，直到有一天，巨人从沉睡中苏醒，想要夺回自己的土地。”想要夺回土地，当然只有一种办法，就是把它搞的翻天覆地，就比如你的床上放满了衣服，所以你想睡觉的时候就不得不把它们都翻在地上那样。\n\n\n你怎么还没去看视频？你几个意思？快拉上去，快去看！\n\n不要只是单单来看这里的日夜差分图，（虽然确实很酷）给 我 上 去 看 视 频\n\n这建筑本身——虽然很快就不再能算是建筑了，只剩下一堆砖头——本身是以德国的城堡作为基础的。所以建筑团队本身参照了一些照片作为设计灵感，不过他们使用的配色方案更为明亮。这座城堡是以亮色的砂岩建造而成的，和周围的雪景混为一体，而且使用了一些云杉和橡木的深色木材，给人一种斯卡迪那威亚的风味——这对瑞典制作的游戏来说非常合适！\n\n这个建筑里有三个巨人，Remi说他们是“这片土地的守护者”。离城堡最近的是一条硕大的白蓝紫相间的巨龙，眼睛里冒着红光，或许它是要来烧毁城堡里的所有木制结构。龙的后面跟着一只巨大的血盆大口利嘴尖牙的蠕虫，它可以吞下所有人，最后，但是并非最不重要的，巨大的角巨人，只用坐下就能把人挤得翔都飞出来。可以这么肯定的说，我想这三个人出马了，今天这城是守不住了。或许我在文章里写点好话，他们就能放我一条生路了？（笑脸）\n\n\n假如你做了个延时摄影，然后给我看，我绝对说要看的话我早就看了。只是说说。\n\n这个计划花了团队一个星期的时间去建造，五个人合力一起完工。当Elysium Fire建造Novigrad的时候，他们的方法是先把整个建筑建好，然后边拍摄边一点点的去拆开，最后视频倒过来放，这样营造时间过得很快的错觉。巨人入侵这个延时摄影非常好看的——视角扫过针叶林，然后元素一个个出现——即使只看那段把巨型管子捏成蠕虫的那段，也很值得称道！\n\n在延时摄影的过程之中，建筑的细节看起来更加清晰，你可以看到在港口停泊的船只，广场上一个骑马男人的雕像还有角巨人项城市射出的冰波，你还能看到蠕虫巨人从海上探出了头，它的嘴里从牙缝里渗出了浓稠的绿色粘液。好看又恶心。\n\n\n来，香一个咋样？或者我有个更好的主意：你 快 去 上 面 点 开 看 视 频！\n\n这段视频与众不同的地方在于，它看起来就很电影预告片，不过内容没有在动罢了。还是说更加的……静画？用你的mc以外的天赋来说确实很能让你从人群之中脱颖而出。\n\n无论如何，我拍巨人视频的计划没有什么成果，所以我最好现在就停笔接着老老实实过日子去吧。！\n\n\n渲染：Iskillia与Omegafoxx\n\n作者Kate Gray发布日期2018/11/10\nhttps://www.minecraft.net/zh-hans/article/attack-titans",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1582802460,
            "txt_content": "b站视频：https://www.bilibili.com/video/av34198993"
        },
        {
            "author": "等于号",
            "timestamp": 1582861500,
            "txt_content": "Kalice 发表于 2020-2-27 19:21\nb站视频：https://www.bilibili.com/video/av34198993\n多谢大佬！"
        }
    ]
}