{
    "title": "[原创/连载]短篇小说·匠·第五章",
    "author": "沉墨清云",
    "replyCount": 2,
    "timestamp": 1582806300,
    "txt_content": " 本帖最后由 沉墨清云 于 2020-2-27 20:31 编辑 \n\n第五章\n班洛终于在漫天的风沙中找到了小镇，他顾不得擦汗，向着那里跑去。\n他随手摸了摸背包......里面还有一颗末影之眼。\n三天以前。\n他问明歌：“师父，你们......真的不回来了......”\n他的语气里显然失去了询问的成分，而明歌也没有回答他。\n明歌只是说：“我们进入末路以后，会尽力不让人再次进来。你也要为此做些事。”\n这是班洛最后一次与他师父对话。\n除非进去，否则谁也不知道末路里是什么情况。\n“师兄，怎么办？”班洛把视线转向另外一个人。\n“我看......只能把这传送门关上。取走末影之眼。“\n周围的人照办了。他们一颗一颗取出末影之眼，把它们抛向冰冷的，皲裂的，长满青苔的石砖上。 \n响声并没有传出。末影之眼仍然晶莹剔透。\n他们只得带走这些长着诡异瞳仁的眼睛。\n十二只眼睛。\n这些眼睛将注视他们一生。\n............\n班洛最后一次摸了摸班清明的脑袋。“父亲要到很远的地方去了。你在镇子里要好好照顾自己，好好照看石匠铺。”\n“好。”班清明没有再一次追问，他知道，不会得到父亲的答案。\n父亲又给他一个盒子。拿着它，不要也罢，当作纪念也可。“\n这是班清明最后一次听见父亲讲话。\n父亲的背影淹没在西边的红沙海里。\n他打开盒子。里面是一颗别样的珍珠，晶莹剔透，像一枚智慧的眼眸。\n............\n班清风最终决定收养这个孤儿。这个孤儿可以说是自己的侄儿，而孩子的父亲在采石时失踪了。\n这个孩子的右眼是盲的。\n他想起了父亲给他的那颗珍珠。\n他曾经在秋老伯那里听说过这是什么，和它的故事。秋老伯描述它是带有一种对远古史诗的敬畏，而这描述与那“珍珠”几无二致。\n他隐隐知道父亲给他的是什么，又隐隐知道自己找到了放置它的最好方式。\n............\n我最终听完了那个男人的讲述。\n我瘫坐在椅子上，知道了他们想要什么。\n“我不能给你......我师父，我爷爷，我爷爷的师父......他们都是为了封印命令方块而生死的。”\n“不，这是愚蠢的。”\n“愚蠢？！”\n“为了不让有着无穷力量的东西落入可能的威胁中，就以牺牲现实世界的美好来封印它，这不是愚蠢是什么呢。”\n“可是......这是为了不让它毁灭现实世界！防止它落入别有用心的人手中，就像你们一样！”\n“我们？不，你想错了，完全想错了。\n“我们不是想要征服一切的野心家，也不是想做独裁者，我们想要将这种力量用在使人类进步的事业上，我们要让这种力量在它应该在的地方发挥作用。这个世界上为什么会有这个方块？为什么会有这一切？我们都将尽可能地找到答案，就算不能找到答案，我们至少也会让这些为现存的人们提供更好的生活。\n“你的爷爷的师父，明歌，以及他们一行人，或许有着好的想法，但他们的行为却的确是不明智的。”\n“如果你们的想法真如你所说，如果你们真的得到了那种力量，怎么能确定不会被别人利用？这是冒险！”\n“这种冒险是挽救这个世界不可绕过的一步。”\n他慢慢叹出一口气。”据我所知，你师父离开镇子，是想要找到你爷爷留下的事物，他也想要弄清这一切，他甚至可能会支持我们的......“\n我没有说话。\n他淡淡一笑——真诚地一笑：”其实你没有选择的权利。你完全被控制在我们这里。我只是试图让你弄明白这一切，然后自愿帮助我们——最坏的情况，你也能知晓你是怎么死的。“\n我最终无话可说。\n“没事，取走末影之眼理论上不会有痛苦。我们会还你一个完好的右眼。”\n............\n“你还好吗......我们已经集齐了末影之眼，你可以跟我们一起去。”\n............\n末路的天空魔幻而幽美，像末影之眼的瞳仁。\n巨龙发出生命之终的低吼。\n命令方块，闪着微弱的光芒。\n\n（全文完）\n[第四章：https://www.mcbbs.net/thread-969027-1-1.html]",
    "replies": [
        {
            "author": "沉墨清云",
            "timestamp": 1582806900,
            "txt_content": "本来想写后记的，但是由于很久之后重新开坑，所以本文写的不太好，马上又要开学了，这文实在有点不尴不尬的，所以更的时候也是很费劲，写得累的一批（而且没人说话简直尴尬死好嘛！）所以......有缘再见吧qwq"
        },
        {
            "author": "小天铄",
            "timestamp": 1582807380,
            "txt_content": "哇哦，可以去小说网站投稿了。"
        }
    ]
}