{
    "title": "《帝国血泪史》第四十一讲",
    "author": "mmbbggf",
    "replyCount": 7,
    "timestamp": 1582821660,
    "txt_content": " 本帖最后由 mmbbggf 于 2020-3-3 16:57 编辑 \n\n  我回来了，经历了漫长的拖更，又想再一次写一些我内心的想法。\n\n  我已不同往日，曾经的我或许是一个什么都不懂的小屁孩，扮演着让OP头疼的玩家角色，但现在，我已然成了头疼的那一位——一名平凡的管理者。\n   或许是我孤陋寡闻。不谙世事已久的我，已经无法弄懂现在MC圈子里的一些人际关系。对于年纪渐长的我来说，这些看上去幼稚的对白和关系，仿佛不会再发生在我身上，可它就像是一个魔咒，你认为它不会再发生，可终究还是会重演。\n   这些日子，我遇到了一个自称为“战圈”的战争服玩家群体，在我的服务器里——一个平凡的冷兵器战争服，我不明白这些人为什么要来让我“重拾旧忆”，我实在不明白，但有一点可以确定，这些人不怀好意。他们以玩家的身份加入每一个服务器，然后在其中大肆的触犯规则与底线，虽然每位服主和管理员的底线都不尽相同，但是有一点可以肯定：服主和管理员们都极度排斥外挂，不过，你排斥没用，战圈的这些孩子们不排斥，他们想尽办法触犯底线的同时，还在口头上表明他们的来意——用一种不可一世的态度表达他们的傲慢，在你制止他们这种行为后，一场外挂盛宴就此拉开序幕，他们会使出浑身解数来威胁你，来贬低你，用他们的外挂（一些可怜的“地摊货”）来挑战你作为管理者的权威。\n   就算...就算他们被全部踢出服务器，也会坚持不懈地在背后贬低你，声讨你，说的做的都好象是你的罪过一样，自己摆弄外挂的事情一概不提。\n   或许，是我小气了吧，我真的很难理解这种行为，究竟给他们带来了什么样的满足，能够让他们一次又一次地重复。鄙人不才，我也是这个年纪一点点成长的，在我玩战争服的时候，当我还是个玩家的时候，我也没听说过这样的圈子，我问别人，他们的回答也都是：没有。大概是这几年盛行的吧。\n   可能，这是我的假设：曾经我们一起讨伐、与之战斗的那些所谓的大佬亦或者熊孩子亦或者VIP就是现在这些“战圈”小学生中的一员，但我想，不管怎样，那个时候的同龄人们也该成长一些了，不会再那么幼稚，我希望不是他们。\n   我热切期盼，战争服的圈子能越来越干净，大家都保持高素质在外行走，而不是低劣地人前表演，说实话，曾经那种热血的感觉在慢慢消失，取而代之的是贯穿全身的疲惫，就仿佛是电击一样——强迫我戳破虚幻的泡沫，走出不切实际地回顾，将醒于功成名就的美梦。\n   这一讲，依旧是《帝国血泪史》。我会不定期地持续分享我的故事，从曾经的玩家到现在的管家，这是我的故事。\n应版主要求，我特地补齐这剩下的30多个字，感谢版主提醒，下次一定注意，望复查。\n《帝国血泪史》正文已逾40章，之后的故事里我会将自己在服务器经营上的一些心得与自己新的故事分享出来，谢谢大家支持！\n   \n",
    "replies": [
        {
            "author": "qian_shang",
            "timestamp": 1582872480,
            "txt_content": "腐竹太难了 都给劳资哭 TAT"
        },
        {
            "author": "小六强",
            "timestamp": 1582879080,
            "txt_content": "加油，老教皇，我们会一直支持你的"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1582884000,
            "txt_content": "小六强 发表于 2020-2-28 16:38\n加油，老教皇，我们会一直支持你的\n谢谢支持！！！"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1583206140,
            "txt_content": "单篇字数不足1000，望楼主于一周内补齐\n为什么就是不肯把两章合并一章呢"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818920,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "mmbbggf",
            "timestamp": 1583917980,
            "txt_content": "1272237437 发表于 2020-3-10 13:42\n**** 作者被禁止或删除 内容自动屏蔽 ****\n谢谢支持！！！！！！！"
        },
        {
            "author": "松易涅",
            "timestamp": 1584327900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}