{
    "title": "【原创】『 生死·离别I ---梦 』",
    "author": "z736027620",
    "replyCount": 29,
    "timestamp": 1362906000,
    "txt_content": " 本帖最后由 Technology 于 2013-3-10 18:10 编辑 \n\n首先我要感谢同书人小组每个人的鼓励（好吧其实没有）这篇文我是昨晚九点开始写 0点睡 今天12点继续写 写到了15点多 第一部就完成了共8622个字 码的已经很辛苦了 求鼓励第二部的话我想应该不会等很久  主要还会看你们喜不喜欢 不喜欢的话我可以开个新坑 --------------剧情简介----------------第一部简介：秋田总是做了那个梦，一个男孩，雪莉，蕾妲，强子，小八，一座大厦，一片桃林，这些都说明了什么，梦中的小男孩也叫做秋田 并且还被货车撞 而紧接着秋田也是被货车撞了 这种种事情的原因 究竟是什么？经历表白，并且在那晚发生什么也忘了（这点有点坑） 后面，竟然还被叫成大哥大嫂了？去了……-------------开始-----------------前言 “哥哥……不知道，你还记得我吗？”轻巧的男音发到，这声音有些滑稽，让人不禁想起了搞怪的家伙。青年惊恐的盯着这声音的主人，“你……你到底是谁啊！”声音落去，顿时，四处黑暗的地方变得明亮了起来。那是一个小鬼，看起来应该才五六岁而已，此时，小鬼满脸泪水，假如他妈妈看到的话，绝对会哭的。“哥哥……你……”小鬼带着哭腔的声音说着，“你真的不认识我了吗……”青年满脸惊恐，他根本不认识这个人，但是他跟这小鬼又貌似有着很大的熟悉感，那种感觉，说不出来……“你……你究竟是谁啊！”青年大吼道，随即抱着脑袋蹲了下来，他感觉脑袋很痛，痛的几乎可以将熟睡千年的死人唤醒。“啊……”青年感觉到脑袋越来越痛，他快要承受不住了。“哥哥……”小鬼带着哭腔说道，“既然你已经忘记了我……那……再见了……”小鬼轻轻地说道。下一刻，明亮的地方再次黑暗，而黑暗中的一个地方，有一处光芒。这光芒在这片黑暗当中格外显眼。“咳咳……”咳嗽了几下，青年再次站起。这里，究竟是哪里啊……青年挪动了一下身子，踏起了脚步，慢慢的向那柱光芒中走去。\n\n①“喂！秋田，你醒醒啊！”一个男音吼道，“我都睡着了……快点起来了啊！等下就要上课了！迟到了就麻烦了！”“额……”秋田慢慢的从床中爬了起来，想想睡梦中的事情，却是被吓了一跳。这个梦实在太可怕了，说不出来的恐怖，秋田他不是做一次这样的梦了，几乎每天都在做，又时，上课觉得太无聊趴着桌子的时候，也会一下子进入梦乡，而所做的梦，就是这个小鬼的对话。一开始，还没有这小鬼，四周都只是黑蒙蒙的一片，偶尔会有几句谈话会被他听到，他敢肯定，那谈话的内容他是没有听过一次的，但是经过他长达一个月以来所坐的梦，这些句子连起来，就成了一个故事……后来，就在这几周，他做梦的内容越来越奇怪，又时他会从黑蒙蒙的一片中突然到达一个桃花满开的世界，有时会到一个草原上，有时会到一座大楼，这三个景象重复的在他的梦里面出现，甚至，他现在都能把那个大楼每个房间所在的位置画出来。这几天，他开始梦到了一个小鬼，这个小鬼总是带着一个貌似，头发蛮长的，说话也有些女子声音，但是看体型，可以完全确定他是个小男孩，这小男孩给他带来的感觉，就是两个字——恐怖。他开始受不了了。“喂喂！”旁边的室友叫道，“你还不起来啊！真的要迟到了啊！”这人是秦玉波，从高中开始就跟他一个寝室，到了大学，他们两个也在一个班，并且合租了一个50左右的房子，一起住，反正都是两个大男人，怕什么。“知道啊……知道了啊……吵什么吵。”秋田叫了叫，“现在几点……”“几点……还有十分钟左右上课吧。”秦玉波说。“那不是还早呢嘛……我三分钟就能赶过去……”秋田竖了一个中指给他，表示鄙视他，“还有七分钟呢……你叫我干嘛？”“去你妹夫的。”秦玉波已经将衣服穿好，随手将秋田的衣服丢了过来，“你不用洗脸刷牙了啊……衣服不穿了啊，还有，你忘记今天什么日子了？”“什么日子？我忘了，这几天脑袋痛死了，懒得理那些。”秋田笑了笑，将牛仔裤穿上，顺便找自己的手机，但找了几秒钟，还是没找着，“唉？老秦，我手机呢？”“你是不是真的把昨晚的事给忘了啊？”秦玉波有些不可思议的看着秋田，说道。“昨晚？昨晚怎么了？”秋田皱了皱眉头，然后穿上了衣服。“昨晚……昨晚我干嘛去了……怎么不记得了……额，头好痛啊。”秋田表示昨晚的事他早就已经忘得一干二净了。“你老婆你都不记得了？！”秦玉波扑哧一笑，问道。“哈？”秋田差点没把口水喷出来，秋田将衣服穿好，眼睛紧紧盯着秦玉波看，“TM我昨晚做了什么？”“覃水儿跟你表白了啊，你还同意了，然后你俩就出去了，你半夜一点多才回来，喝的醉醺醺的，你忘记了？”秦玉波真的想抽秋田两下子了。“覃水儿？”秋田心里面默念这个名字，企图将其找出来。覃水儿，学校里的执行长的女儿，长得就犹如她的名字，水儿，灵巧可爱，学校里的很多人都像她表白过，但是都被后者给拒绝了，拒绝的理由则统一都是：“你谁啊你”。这句话暗杀的许多人，但还是有着许多人都想她表白着，并且一一被拒绝。“你扯呢吧……她怎么可能会跟我表白？我一没钱而没脸的……”秋天摆了摆手，笑了笑，道，“我就是个纯屌丝啊。”“狗日的我骗你我是狗，你不信你等下等你本子自己去校网去看，被设定了都。”秦玉波也对着秋田竖了中指，“懒得理你了，马上就要上课了啊，快点走了啊！”将电动车停到了学校停车场，狂奔去理应该上课程的地方，拿着本子去了。老师在前面讲来讲去，秋天目前可没兴趣听那些东西，他马上把笔记本打开，按了两次空格，桌面就显示了开来。迅速登上了校园网，登入了自己的ID，猛地发现自己的提醒，已经出现超过4000的提醒次数。颤抖的打开了提醒内容，顿时电脑卡了一下，然后发现，大多数都是对话，有四分之一是对骂，说他是王八蛋。剩下的四分之三里面，有四分之二是祝福加嫉妒，剩下的四分之一，则是一些邀请回帖的内容。打开了校园论坛网的首页，然后看了看，顿时惊讶无比，他的名字和覃水儿的名字，都是大大的红字写在了上面。标题则是“看屌丝如何胜得女神”。秋田顿时无语，猛地将笔记本合上，然后面带微笑了打开了书，面容那是说多惨有多惨。笑？谁这时候还笑，这样子就说明，他一下子多了将近一千多名的情敌……而且这个情敌的原始者，他可是一点友爱之感都没有。“你看你看，那人便是那个秋天，咱们女神选择的家伙，看起来也没有多帅嘛……”他听到后排有女生轻轻地说道，“怎么女神选择了他啊？”“是啊是啊……真的一点也不帅啊……用网络的话来讲，应该就是屌丝吧？”又是一个女音，“对不？”“噗嗤……是啊……你看那个屌丝！哈哈！”又是刚才那个女音。秋田有些愤怒，听别人这样子说自己，换成是谁都不会高兴地。慢慢的将头转过去，面带微笑的对着那两个女的，轻轻的说，“安静一些，好吗？”吵，分不明白的吵，一点也不安静，这是秋天最讨厌的，他最喜欢安静的地方，而面对着这些八卦的人，他心里却有一种轻笑。“人家那是开玩笑的，你们也在意……”他总是这样的想着。又到了晚上，又是那样的梦境，四处都是那样的黑暗，这次换成的是黑暗的大厦，这个大厦就是前面说过的大楼，这栋大厦非常的挺立，今天的梦境对于秋天来说感觉不错，因为他找到了一个房间，这房间应该是图书室，这房间他以前没有见过，但是他才没有那么多管着的，有书看，为什么不看？更何况，他今天又在这图书室里面发现了一条温顺的生命体——狗。这条狗非常的温顺，一看到它秋田就对它爱不释手，非常想拥有它，但是他知道，这只是梦境。他本来是非常讨厌狗的，因为在小时候三四岁的时候，他曾经被一条大狼狗给咬伤，导致了右手臂上有一条伤痕，不过现在那条伤痕已经丝毫看不出。非常的细小，若非是自己观察，根本看不出那里有一条伤疤。但是这条狗意外的温顺，这样他原本非常讨厌动物的性格瞬间变好了起来，他非常喜欢这条狗，他绝对给这条母狗取个名字，至于去什么名字，他也决定好了，就叫做雪莉。转眼之间，一场梦就这样的结束了，秋田再次爬起了床，穿好衣服，骑着电动车想学校驶去。“找到目击证人没有？”一名身穿警服的中年人对着旁边的一个人问道。“早就找到了，一大堆，他们都说，是这样货车逆行撞到了这辆电动车。”那人也是一名身穿警服的人，不过相比年龄，比较年轻。“哦？那伤者怎么样了？”中年警官看了看年轻警官，说。“右腿严重骨折，估计以后能走但不能跑了……不过这只是医生在救护车上时候估计的，并不肯定，具体要到医院的时候才能知道。”“咳咳……”中年警官将口里面的痰吐到了一棵树的草地上，然后擦了擦，说，“那名货车的司机呢？”“他没什么大碍，就是手背被玻璃给划了一个口子，一个月左右就能养好，那是小伤，重点是那个小孩。”“他够不够十六岁？”警官这么问是因为十六岁以下的儿童禁止开骑电动车，假如他低于十六岁，那刑事责任他肯定要付一大半。“没有，他已经拥有十八岁以上的身份证。”青年警官答道，“我们从他的衣服里面搜到的，根据身份证所写，这孩子叫做秋田，是个学生，这么早的时间出去，应该是去学校吧？”“在读学生吗？唉……”中年为这样的学生感到同情。\n\n②  “哥哥……你没事吧？”轻巧的男音发了出来。“额……是你啊……”秋田看到了那小鬼，已经见怪不怪了，突然之间，他感觉到自己身体很痛，很酸，“怎么回事！好痛啊！全身都好痛啊……”“哥哥……你出车祸了……”小鬼看了看那浑身痛苦的“哥哥”，不由得心情也低落了下来，“哥哥……你很痛吗？”“废话！”秋田握住自己的手，他感觉到自己的手越来越膨胀，要爆炸似的……“哥哥！”小鬼猛地跑过来抓住了秋田的手，这种感觉秋田觉得是真实的，好像梦中的小鬼真的触碰了自己似的。就当小鬼碰到秋田的手时，秋田脑袋里面猛地增加了一些记忆……“蕾妲！快点啊！”一个小孩在大街的一头，对着大街另外一处喊着，车辆有很多，对面那名带着帽子的孩子并不敢走过来。天气很晴朗。“蕾妲！快点啊！”小孩再次叫道，“再不来我走了哦！”“秋田！等等我……”那名被称为蕾妲的孩子发出着像女孩的声音，“车太多……不敢过……”“没事的！过来！强子还在等我们呢，小熊也快来了。”小孩叫了叫，“快点啊！”【秋田？那不是我的名字吗……怎么他也叫秋田……】“蕾妲！我来接你算了！”男孩等不下去了，慢慢的看着车辆想蕾妲走来，蕾妲看此，也慢慢的抬起脚步慢慢的向前走去，蕾妲小心翼翼的，看起来像个小女孩一般。“嗤！”刹车的声音，一辆车差点就撞到了蕾妲，车的窗户被打开，里面的司机叫骂着，但是他们的脸庞根本就看不清楚，骂什么也听不清。蕾妲马上就要跟男孩走到一起的时候，意外发生。眼看一辆货车就要撞到蕾妲的时候，男孩马上向前跑去，将蕾妲推开，长发在男孩的头上特别飘逸。生命，往往都是这么的脆弱。男孩被货车无情的撞飞，而被推出去的蕾妲，也是摔倒了下来，下一秒，一辆飞奔而去的摩托车快速的践踏到了蕾妲的脚，孩子顿时感觉到痛处，那种感觉越来越痛，直到蕾妲晕了过去。而那两摩托车，也是因为践踏到了蕾妲的脚而重心不稳，摔倒了下来，上面的一名中年男子，猛地被刚才撞飞男孩的货车的右侧给刮倒，可以明显的看到那名中年男子的脸部出现了很大的口子。【啊！怎么回事……太血腥了……】旁边的路人看到如此，也是做出了一些惊吓的动作，但是他们的五官，却是看不清楚。在旁边的秋田，全场看着这一场悲剧，车的刹闸声音，货车撞飞小男孩的声音、蕾妲的痛叫、路人的惊叫声，他都看在了眼里，但是，他却发现自己不能做任何事，只能看着，看着这场悲剧发生，他看的时候，甚至好像预料到了小男孩会被撞飞这件事……【啊……头又痛了，怎么回事……这次好痛啊。】秋田猛地感觉到自己的头部再次剧痛，这种感觉足以将人的脑袋挤爆。“呼……”秋天睁开了眼睛，想动，但是却丝毫不能动一分。“啊！他醒了！秦玉波！他醒了！”旁边有一个女音说着。“姐们你别骗我！”秦玉波一边说，一边从旁边的座椅上站起来，往这边走来。“真的！我没骗你！秋田他醒了！”女音激动的看着躺在病床上的秋田，“他醒了！”“我操你他妈震醒了！秋田！能听到我说话吗？不要说，头轻轻地点点，我就知道了。”秋田痛苦的点了点头。“我这是在哪里……”秋田想要动头，但是丝毫不可以动，心里想着。此时的秋田，额头部位缠绕着纱布，嘴里带着氧气罩，身体都是缠绕着一些纱布，旁边的电脑仪器正在检测秋田身体的情况。秋天的左手勉强可以动一动，左手食指上，夹着一个东西，那东西连接一条线到旁边的仪器上，看来是检测的。秋田皱着眉头，心里想着到底发生了什么。能够让他如此难堪，仔细的想了想，却是什么也想不到，最近的记忆就是开着电动车去上学，然后……秋田想要再往后面想，但是头部却是很痛的拒绝的。“去给嫂子还有他妈打电话，我去找医生。”秦玉波吩咐了一下旁边的女生，转身走了出去。“嫂子？”秋田心里想着，“说我？我哪里有……我去，别告诉我是覃水儿……”他心里已经想到了不好的念头，但是他现在可没有心思去管那些。“秋田先生，能听到我说话吗？”一个中年男子声音说道。“额……”秋田缓慢着睁开了眼睛，他刚才睡着了，在睡梦中，他再次梦到了那个梦。“我是你的医生，你可以叫我王医生，理解我的意思吗？”王医生说。秋田他眨了眨眼睛，证明他理解王医生的话。他可不敢再像刚才那样点头了，很痛的。“你被货车撞了这件事你还记得吗？”医生问道。“哈？我被货车撞了？”秋田心里想着，随即眼睛向左右两边转了转。“不知道吗……看来被撞了失去一些记忆了呐……”“秋田怎么样了？”病房门被拉开，一个漂亮的女人走了进来，“秋田？”“嫂子，医生正在检查中，等下咱们再去看吧。”秦玉波在旁边说道。秋田慢慢的斜过眼睛，想要看着那名女子，当他看到的时候，心里猛地一惊。“覃水儿？！”\n\n③   “秋田你怎么样？”覃水儿在一声走出去以后马上跑了进来，对着秋田说道。秋田疲惫的看着覃水儿，眼睛向四周转了转，表示没事，然后便将眼睛闭了下来，想要睡去，他现在很累，在刚才医生的检查下，他几乎都累死了，现在他只想慢慢的进入梦乡，然后希望不要碰到有那个小鬼的梦，最好到那个满是桃树的地方，或者有着一条小狗的大厦，抱着那条狗，静静的读着书本……看着秋田闭上眼睛，覃水儿心里也是有些不好受，转头面向秦玉波和那名女子，静静地说，“你们走吧，还要上课呢……你们已经请假好几天了，这样不是个办法，让我来替你们看一天吧。”不多说，秦玉波也知道自己有点累，便拉着旁边的女子走去，一边走一边说，“那就拜托嫂子了……”刚要走到门口时，那女子突然转过头来，对着覃水儿说，“嫂子，我刚才通知过大哥他妈了，等下她应该就来了。”“哦，知道了，你们先走吧，我在这里看着。”覃水儿对着这名女子说道，“我在这里看着就行了，我等会他母亲。”“嗯。”秋田感觉有人趴在了他的身上，缓慢的一睁眼，发现确实覃水儿，对于这名女子，秋田还是蛮在意的。他根本不知道那天晚上发生了什么，更加不知道覃水儿怎么向他表的白，也不知道怎么覃水儿就成了别人口中的大嫂，更加不知道那晚会不会……想到这里，秋田猛地一脸红，随即迅速闭上了眼睛，他可不敢想这些事情。“善哉善哉……”他只能想到这句话来形容了。随着秋田自己想象的内容，他也慢慢的睡了。梦里，他梦到了一个拥有无数个桃树的地方，望过去，全部都是粉红的一片，没有任何人，没有任何事，这点是秋田他最喜欢的一点。轻轻地躺在一棵巨大的桃树下面，耳朵听着树叶被风吹动的声音，这种感觉，他很喜欢。“汪！”一声狗叫被秋天听到，秋天猛地睁开眼睛，这个梦里面，也有生命体？慢慢的站起来，顺着狗叫声的地方走去，他越来越对这个叫声好奇了……\n\n④ “秋田你快点啊！小八就要赶上你了！”一个带着帽子的孩子对着另外一个孩子叫道，除此之外，还有这几名孩子和一条狗。【唉？那狗不是雪莉吗……怎么在他们那里……】秋田试图动一动，猛地发现自己在此时竟然可以动了，慢慢向孩子堆里面走去。“蕾妲你也是啊！小八！你别只追我啊！还有强子哥呢！怎么不去追他啊？”另外一个小孩说道。“汪——汪！”那狗，哦不，雪莉，也不对，小八此时正在追赶着小男孩，而对于小男孩的命令，他可是一点也不听。小八将小男孩扑到，爬到了他的身上，秋田一看这不好，小八不会是要伤害小男孩吧？但是，他马上就发现这歌推论是错的。“哈哈……哈哈……小八你不要舔我！”小男孩抱着小八，然后大叫道，孩子气瞬间就显露了出来。旁边一个比较胖的男孩，慢慢的跑到小男孩的身边，猛地将小八抱起，说，“小八他是我的！”“哈哈强子你一边去！”蕾妲在旁边说道。“蕾妲！”强子对着蕾妲说道，“你干嘛啊……”随即也是哈哈打消了起来。三人一起躺在了草地上，小八则是坐在了一个石头上面。“强子，蕾妲。”小男孩慢慢的说道。“嗯？”强子和蕾妲都同时问道，“干嘛？”“我们一生一世都是好朋友！”小男孩轻笑的说道。“嗯！”两人都说到。三人都相握的手掌，随即蕾妲先爬了起来，说，“拉钩钩！不拉钩钩的都是骗人的！”“嗯！”二人都将小指竖起，然后相互拉起了钩钩。“你出手，我出手，小拇指头拉勾勾。拉勾勾，拉勾勾，咱们都是好朋友。”伴随着这种对话，秋田也是慢慢的进入了梦乡……【真是属于小孩子的天真啊……】这是不可思议的事情，既然有人在梦中做梦。\n\n⑤ 秋田的上身已经完全没有大碍，脸部的伤疤已经被一声动用了整容手术给完全消去了，这样子看，更下好看了一些。但是秋田的下身，还是不能动，有知觉，但是控制不了，医生说这是正常的，再养大约半个月左右就好了。秋田已经可以说话。拿着秦玉波带来的笔记本，上网搜了一下关于“梦”的介绍，他想来调查一下自己的梦，究竟说明什么。梦是一种主体经验，是人在睡眠时产生想像的影像、声音、思考或感觉。梦的内容通常是非自愿的，也有些梦的内容是自己可控制的。但是无论内容是控制的还是自愿的，但梦的整个过程是一种被动体验，而非主动体验过程。梦是一种神经行为也有解释是人的潜意识突显。研究梦的科学学科称作梦学（oneirology）。做梦与快速动眼睡眠（REM sleep）有关，那是发生在睡眠后期的一种浅睡状态，其特色为快速的眼球水平运动、脑桥（pons）的刺激、呼吸与心跳速度加快、以及暂时性的肢体麻痹。梦也有可能发生在其他睡眠时期中，不过比较少见。在进入  深度睡眠时发生的入睡状态（Hypnogigia）被认为和作梦有关。梦是一种意象语言。这些意象从平常事物到超现实事物都有；事实上，梦常常对艺术等方面激发出灵感。梦的形式包括了令人不悦的恶梦以及可能伴随着梦遗的春梦。绝大部分的科学家相信所有人类都会做梦，并且在每次睡眠中都会有相同的频率。因此，如果一个人觉得他们没有做梦或者一个夜晚中只做了一个梦，这是因为他们关于那些梦的记忆已经消失了。这种“记忆抹除”的情况通常发生在一个人是自然缓和地从快速动眼睡眠阶段经过慢波睡眠期而进入清醒状态。如果一个人直接从快速动眼睡眠期中被叫醒的话（比如说被闹钟叫醒），他们就比较可能会记得那段快速动眼期所做的梦境（不过并非所有发生在快速动眼期的梦都会被记得，因为每个快速动眼期之间会插入慢波睡眠期，而那会导致前一个梦的记忆消失）。“不对不对……这不是我想要的……”秋田自言自语的呐道。【梦来源于记忆】“嗯？”秋田对这一句话蛮在意的，“但是……我可没有任何记忆是对于这个梦的啊……”由于我们梦境中的许多内容与自己最近的经历有关，因此有的科学家推测，大脑是从“说明性记忆”系统中提取做梦的素材的。“说明性记忆”系统包括了大脑最新获得的信息，储存着你可以说明自己知道的东西。例如9的平方根是多少，爱犬的名字是什么等。健忘症患者由于大脑中海马状突起受伤，失去了“说明性记忆”的能力。因此如果我们的梦来自“说明性记忆”，健忘症患者就不应该做梦，或者与其他人做梦的方式不一样。但是研究小组却发现：像有正常记忆的人一样，健忘症患者在入睡后也会“重放”他们最近的经历，惟一不同的是他们意识不到自己梦见的内容。在专家们的实验中，两组实验对象每天都要玩几个小时的“俄罗斯方块”，结果到了夜里，他们都梦到了旋转的、下落的方块。因此专家得出结论，梦一定是来自健忘症患者也拥有的记忆，即“固有记忆”，这种记忆可以被科学家检测出来，你自己却意识不到。例如当你多年没骑自行车以后第一次骑车时，或者不看原稿打字时，就是在依靠“固有记忆”。“这……”秋田紧紧的皱着眉头，“潜意识？”秋田他突然想到了这个词，再次搜索了几下，仍然毫无所获，这……到底是怎么回事？“这……到底是怎么回事？”秋田心理面呐呐道。\n\n⑥秋田将电脑合上，随后将床右侧的双拐杖拿起，慢慢的下床，然后走出了病房，短短一个月的时间，秋田的病情已经修复了极好，面容比之前还要帅气一些。走进了电梯，按了一楼的按钮，随后静静的等待。秋田他在思考，他在想覃水儿这件事要怎么解决，他本来应该就是个屌丝，但是他不知道，经过被覃水儿表白、被货车撞之后覃水儿的照顾，还有事故之后他的长相，简直成为了学校里的一个神一般的存在。“是不是有点太扯了？”秋田自言自语到。电梯门打开，走了出去，面对医院的大厅，他想说还没有那么熟悉，因为他只下过几次，而且大多数都被保安抓住，可这次，他也就不怕了，这次保安早就已经跟他熟悉了。走进了医院类似花园的地方，他感觉很舒服，自由自在，很安静，可以让他忘下一切不舒服的事情，一切。他的腿如今也不知道会不会废掉。这些舒服的事情可以让他忘记一切。对于那件车祸，货车司机也表明是他自己的错误，并且也愿意承担一切责任后果和医疗费。看起来是个好人。货车司机给了秋田一万货币，说是出了医疗费的精神补偿。反正秋田对于这件事也没怎么在意。人更好，虽然车坏，但是那人已经买了一辆更下崭新的，脚的话听医生说也会好的，这样的话他有什么在意的？“秋田！”一声灵巧的女生发道，“又下来了……不想痊愈了是不是？”“嗯？”秋田顺着声音转过去，发现了一名长得非常漂亮的女生，“覃水儿？”“又下来干嘛啊？”覃水儿动人的一笑，对着他说。“这关你什么事……”秋天没好气的说，“我还想问你事儿呢……什么表白的事啊！”覃水儿听到这句话的时候，面色瞬间坏掉，过了几秒，秋田发现还是什么都不动，便向前走去，想要问她，当接近的时候，滴答滴答的眼泪顿时出现，覃水儿一头栽倒了秋田的肩上。\n\n\n---------------------公告-----------------第一部完成于2013年3月10日15点39分。这样子看是不是有点不习惯？不用担心，隐藏里面有TXT存档哦亲。----------第二部预告-----------------\n阳光明媚的晴天，每个人的心情都很好，这一天，秋田的班级里面迎来了一名新的学生。“大家好。”非常好听的女音，“我叫做蕾妲·弗莱姆。很高兴见到大家。”\n注：未经本人允许，不得私自转载或改编转载",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1362906060,
            "txt_content": "不会很吓人吧撒？"
        },
        {
            "author": "z736027620",
            "timestamp": 1362906180,
            "txt_content": "262949130000 发表于 2013-3-10 17:01 \n不会很吓人吧撒？\n不会，第一部的话没有任何恐怖元素，第二部的话我想写主角恋爱的=-"
        },
        {
            "author": "无痕",
            "timestamp": 1362906540,
            "txt_content": "组长的必须顶~"
        },
        {
            "author": "Evan丶桑",
            "timestamp": 1362906600,
            "txt_content": "火钳刘明{:10_515:}"
        },
        {
            "author": "z736027620",
            "timestamp": 1362906960,
            "txt_content": "喂喂我码了这么多别告诉我没人顶啊=-="
        },
        {
            "author": "大葱之灵@",
            "timestamp": 1362907140,
            "txt_content": "稍稍看不懂。。。"
        },
        {
            "author": "1025891364",
            "timestamp": 1362907440,
            "txt_content": "呵呵，顶一个~"
        },
        {
            "author": "zhh30648",
            "timestamp": 1362907560,
            "txt_content": "组长威武组长霸气\n小的甘拜下风!"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1362907620,
            "txt_content": "=V=顶一个~~~"
        },
        {
            "author": "z736027620",
            "timestamp": 1362907680,
            "txt_content": "Aikawastep 发表于 2013-3-10 17:27 \n=V=顶一个~~~\n用金币和人气砸死我吧……"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1362907800,
            "txt_content": "z736027620 发表于 2013-3-10 17:28 \n用金币和人气砸死我吧……\n=V=看在你签名的份上就给你吧~"
        },
        {
            "author": "z736027620",
            "timestamp": 1362911040,
            "txt_content": "没人了吗……"
        },
        {
            "author": "z736027620",
            "timestamp": 1362919200,
            "txt_content": "没人来了吗……"
        },
        {
            "author": "打酱油",
            "timestamp": 1362920220,
            "txt_content": "\"首先我要感谢同书人小组每个人的鼓励（好吧其实没有）\"\n谁说没的？支持在此！\n同书人！UP\n\n\n\n\n092656hse7izobbd4j30z7.jpg (33.99 KB, 下载次数: 7)\n\n下载附件\n\n2013-3-10 20:56 上传\n\n\n\n\n\n"
        },
        {
            "author": "z736027620",
            "timestamp": 1362920400,
            "txt_content": "打酱油 发表于 2013-3-10 20:57 \n\"首先我要感谢同书人小组每个人的鼓励（好吧其实没有）\"\n谁说没的？支持在此！\n同书人！UP\n不给点人气和币币你好意思6"
        },
        {
            "author": "打酱油",
            "timestamp": 1362922260,
            "txt_content": "z736027620 发表于 2013-3-10 21:00 \n不给点人气和币币你好意思6\n每天签到拿点人气不容易啊~"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1362922920,
            "txt_content": "组长的！我顶！！！！"
        },
        {
            "author": "z736027620",
            "timestamp": 1363001580,
            "txt_content": "米人顶了吗……"
        },
        {
            "author": "729237168",
            "timestamp": 1363868940,
            "txt_content": "我先来顶♂，火钳刘明"
        },
        {
            "author": "z736027620",
            "timestamp": 1363870200,
            "txt_content": "729237168 发表于 2013-3-21 20:29 \n我先来顶♂，火钳刘明\n已经不火了啊= ="
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363875900,
            "txt_content": "我也来顶……顶……顶……好吧，我只是为了凑字数"
        },
        {
            "author": "z736027620",
            "timestamp": 1363876800,
            "txt_content": "好吧……这贴彻底沉了……"
        },
        {
            "author": "银狼",
            "timestamp": 1364706120,
            "txt_content": "我来看看我们小组各位同志写的小说...顶一个，不错。"
        },
        {
            "author": "z736027620",
            "timestamp": 1364706960,
            "txt_content": "银狼 发表于 2013-3-31 13:02 \n我来看看我们小组各位同志写的小说...顶一个，不错。\n14点 时空观2就出了"
        },
        {
            "author": "银狼",
            "timestamp": 1364707020,
            "txt_content": "z736027620 发表于 2013-3-31 13:16 \n14点 时空观2就出了\n是你写的对吧...还是？..."
        },
        {
            "author": "z736027620",
            "timestamp": 1364708160,
            "txt_content": "银狼 发表于 2013-3-31 13:17 \n是你写的对吧...还是？...\n我写的……马上就出了，14点邀请你"
        },
        {
            "author": "银狼",
            "timestamp": 1364708820,
            "txt_content": "z736027620 发表于 2013-3-31 13:36 \n我写的……马上就出了，14点邀请你\n好啊好啊，嗯，马上了吧，我14点也要出书了。我到时候也通知你~"
        },
        {
            "author": "CakePew",
            "timestamp": 1364891520,
            "txt_content": "额……我去能不能把字给弄大点"
        },
        {
            "author": "121314",
            "timestamp": 1381044360,
            "txt_content": "捧个场，加油卤煮！！挺你！"
        }
    ]
}