{
    "title": "【原创/单篇】假如mc变得高武",
    "author": "ilser",
    "replyCount": 7,
    "timestamp": 1582868820,
    "txt_content": " 本帖最后由 bilser 于 2020-2-28 16:34 编辑 \n\n《假如mc变得高武》\n（脑子开了个洞）\n写在前面（可无视）\n名字...随便起一个吧。正当他写下史蒂夫三个字时，他却又想起别的。他记起前些年偶然瞥到的一位丛林探险家，那人虽是名老练的探险家，却没有一点儿名气，看起来也并不富有，并且也不年轻，现在就更老了。那位探险家就这样混在人群中，从不被人发现，仅仅是一个巧合，让他们对视了一眼，那似乎自带歉意的陈旧眼神和有些生涩的微笑使他印象深刻。他连忙问了一下那位丛林探险家的名字。“索尔。”这位探险家用自己生硬的带着口音的中文回答道，两个略显生硬的字，告示出他并不是本地人。他想到，这个名字着实多见，多到泛滥那种。“索尔么，你好。”“我是...”他们记住了互相的名字。这是一场巧合且让人会心一笑的相遇。即便那之后过去六年，他们也未曾再见过一面，但离去时，两人的眼神都告诉他们。‘We are friends.’\n\n\n正文：高武的Minecraft世界\n【+索尔】日上三竿，索尔才终于上线，崩的一下立起来，踩在床上，注视着这个空荡的世界。瞧，这个游戏就是这样，每次起床都和开了the world一样，突然就站起来了。现在，索尔有大把的时间可以挥霍。就在刚刚，他在现实中解决了一名失眠症患者，那位患者说自己无论怎样都睡不着，且对床有一种抗拒，死都不愿上去。索尔听罢，当即眼睛一亮，告诉他：“那你有没有想过可能是有怪物在你的附近游荡？”那人一懵。之后便听到索尔说什么“砍木头”，还有什么“挖石头，进峡谷”，“三分钟钻石都给你搞出来”一类难懂的话，那位患者听着听着就困了，并且对他表示感谢。今天的话疗也是如此成功。就这样，今天话疗机构的最后一位患者离去了，不出意外的话，接下来的一下午都是空闲的。回到游戏内。这是一个单人世界。在索尔不在线的时候，它是平静的，可当他来到这时，一切却又喧嚣了起来。这里的一切，围绕他运转。流星划破长空，恒星于大地坠落，星河在头顶流转，星环在此刻破碎，火焰从地底升起，又化作虚无，黑暗，在此刻降临。一片黑雾逐渐在远处凝实，化作一只狰狞恐怖的怪物，直奔索尔狂驰来，留下一路黑色的影子。第一秒，索尔发现了它，他放大了视距，却看不到怪物的名字。第二秒，索尔连带着刀架台上的刀忽然在原地消失，片刻后，恐怖的音爆才在原地炸开，地表上划过一片白光，途经的地方延迟般卷起了大面积的草皮，原石小路被撕裂成碎片，抛飞到空中，路灯的铁杆被刮的弯曲，灯罩不堪重负，碎成晶莹的粉末，炸向四方。一瞬间，索尔来到这怪物身前，极猛的一刀插了进去，结果却是透体而出，整个人直接从怪物的身体穿了过去，荡起一片黑雾。索尔赶忙停下，轰的一声踩在地面上，大片的泥土迸溅而起，巨大的惯性带来的力量使地面塌陷，露出下面的巨大峡谷，随着风发着空阔且凄惨的声音。黑暗狰狞的怪物自不会坐以待毙，它突然变得无法锁定，昂起头，一阵惊天嘶吼从口器中发出，刺耳万分，便见到阵阵可怖的音波以怪物为中心散发开，索尔只感到头晕眼花，最后只剩下耳鸣声，短短三秒的时间内，方圆数里地的动物竭尽死亡。黑夜下，灰暗的云层荡开一片巨大的空洞，整座天空如被长枪贯穿一般，星光倾泻而下。【反胃 59s】【失明 59s】【凋零 10s】【虚弱 10s】“啧。”索尔发出非常不快的声音，他最讨厌这种动不动就发动范围攻击的怪物，好不容易肥起来的牧场，现在又完了。从刚刚开始，索尔就站在原地没有动，一直在预备着什么，他手中的刀不断发光，又暗下去。-SA·祈愿-现在，他换出了另外一把刀，紧紧握着，片刻间，这把刀也散发出白色的，流动着的光。锁定成功。“来，细数你的罪恶吧！”索尔大喊着缓缓拔出手中的刀，霎时间，天地变色，一道如恒星般刺眼无比的光芒从他手中的刀刃中爆发而出。怪物的上空，六把如梦如幻般的光剑浮现出来，停滞了半秒，似是在寻找目标，随后‘碰！’的一声，六道幻光摩擦着空气，怪物如神话中处刑台上罪大恶极的恶鬼一般，被贯穿了身体。天地间短暂地宁静了一瞬，巨大的光圈从怪物体内爆发而出，虚幻的身体在此刻毫无作用，霎时间便被抹除了大半。它仍旧没有死。怪物抬起头，一道散发着光点的金色光剑在其头顶凝出，如上帝的宣判般，以沉默为它的生命划上终结的句号。索尔冷哼一声。“看来，你的罪恶已经数不清了呢。”云层在高空聚集，星光消失不见，数里地内，大地一片黑暗，抬头尽是阴云，携着丝缕金色的电气。此刻这不可一世的怪物终于是意识到了它的处境，它慌了，嘶叫着想要逃跑，但它跑不掉了，它受的伤太重了。它的求生本能不断催促着它地往地下挖去，把自己埋起来，埋到地底，怪物不断地往自己的头上填充各种物质，它要跑，它要活着，它可是怪物中的佼佼者，它不想就这样消失，不留一点痕迹地消失。金色的光剑消散，高空的雷云泛起不安的光芒。“它说，可以上了！”轰——！这一刻，天，亮了。灰暗的云朵被照亮，金黄的雷柱如安赫尔瀑布般倾泻下来，轰击着地面，接天连地的雷电仿佛创世神的怒火，摧毁敢于阻挡它的一切。大地被撕裂，一道道裂口不断向着四方扩散断开，雷柱带来的大片气流向四周涌去，树木疯狂挥舞着枝条，如遭受台风般往后仰去，稍微弱小的树苗则是直接被连根拔起，怪物本体连带着头顶成吨的岩石土块被直接淫灭，化作飞灰。【SA·云轮】右上角红色的S逐渐消失。刀刃缓缓吸收着经验，修复身体，将这一损伤化为荣耀，印刻在体内。神剑「坎那」refine：1000\n【完？】\n\n然而...\n现实的mc：电脑桌前。话疗科的索尔医生聚精会神地看着屏幕。突然天黑了，一只没见过的怪物伴随着特效冒出来。身穿量子套的索尔顿时来了兴趣，于是键盘噼里啪啦响了两声，索尔拿起刀就跑了过去，量子裤子有跑路加成，贼快，他直接一个右键突刺，没打到，于是赶紧回头。怪物放了它的技能，索尔状态栏一堆负面buff。“哟呵，小样，我还治不了你了。”他切出虎杖丸，给自己加buff，放祈愿，一直到S评级，然后又切出千锻坎那，放了个S评级的云轮。“sa！细数你的罪恶吧！”索尔在办公室内大喊着，窗边路过的小护士忍不住把头探过来望了一眼，一脸懵逼地走了。“哼，看来，你的罪恶已经数不清了呢。”索尔把手捂到头上，一脸神经地笑着。刚刚走人的护士又忍不住想回来看一眼，但还是憋着了，她感觉自己判定失败，san值狂降。护士：我不听我不听我不听。怪物死了，索尔去捡了一下经验。完。\n\n",
    "replies": [
        {
            "author": "小天铄",
            "timestamp": 1582868880,
            "txt_content": "沙发，辛苦了awa"
        },
        {
            "author": "印花机",
            "timestamp": 1582869480,
            "txt_content": "康康就好，都是大佬"
        },
        {
            "author": "MS_dada",
            "timestamp": 1582871220,
            "txt_content": "system call gamerule keep Invtorys true"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594874640,
            "txt_content": "看来作者也是拔刀玩家"
        },
        {
            "author": "堕天使之墓",
            "timestamp": 1594878000,
            "txt_content": "只能说\n什么破事只要一扩展变成小说就看起来异常高大上什么的(〃'▽'〃)"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1594966800,
            "txt_content": "带小说家\n我竟然看完了"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595028600,
            "txt_content": "带 小 说 家"
        }
    ]
}