{
    "title": "【原创/连载】我的世界·战争 第四章 战胜内心的恐惧！",
    "author": "稽光",
    "replyCount": 7,
    "timestamp": 1582874640,
    "txt_content": " 本帖最后由 空气大大 于 2020-3-5 21:08 编辑 \n第四章【暗冰双魔歌·第一个任务·恐惧白光】\n          洛森的父亲叫洛克特·镭，当时在军中担任旅长的军阶，实力不凡，原本早进入将军甚至是司令的军阶，可是上级一再的打压，将其军阶降低，并且给镭分布一些不可能完成的任务，但镭一次又一次的创造了奇迹。编号936是一个短期存在的bug人物，拥有不死之身，当时在民间产生了巨大的影响，936有一把铁剑，名暗魔之刃，附着着无尽的黑暗力量，可以吞噬它所接触的物体，并让此处无法再放置方块，而发生“那次事件”前镭的第一个任务就是将903从这个世界上抹除，这个任务是近乎无法完成的，而且在那之前当时还没有任何人想出办法。“给你一个月的时间将936杀死！！”一名猥琐像的上级用手指指着镭的头说。        站在旁边的迪勒手捏着拳头，恨不得一拳飞在眼前这个猥琐男的脸上，镭拍了拍迪勒的肩膀，道“我们走，杀了936！”一旁的迪勒瞬间傻了眼，但他知道镭做事一向是有分寸的，迪勒压制着自己的疑惑随着镭走出了上级办公室，迪勒看了看镭，他想通过眼神告诉他心里的疑惑，但镭并没有注意，而是沉静在自己的世界里，他似乎在想解决936的办法，镭不停的向前走着迪勒也在一旁伴随着，不知走了多久，镭“醒了”，他抬起了头，开心的跳了起来，在一旁的旁人还以为他是个疯子，但实际上从某一方面来讲他的确是一个名副其实的疯子，他用疯子的思维想出了答案，他没有说出他的想法，因为他知道有人跟踪他。       迪勒和镭回到了他们的房间，迪勒多次要求镭将他的想法说出来，但镭始终都没有做出什么有关于对付936的事，就在迪勒准备不抱有希望的离开时，镭开口了“有没有一种有无限杀伤力的武器？”        迪勒这次也以为他疯了“怎么可能？”       “或者说有无限杀伤力的坑？”镭的想法已经有所迹象了。       “坑？你坑我呢？”迪勒还是不明白。       “或者说坑中有种武器有无限杀伤力，但他不属于人类。”镭的答案马上就要出来了。       “不属于人类。属于怪物？地狱？末界？”迪勒在极度思考着但终究还是没有找到答案。       “白色的坑，武器属于创世神！”镭的这句话已经明显的道出了答案——虚空！迪勒现在已近完全明白，但并没有说出来。      虚空的力量是无限的但是想要到达虚空还要突破基岩的阻碍，虽然有些地方有一些缺陷但是十分难找，然而镭并没有急着去找虚空，而是花了半个月的时间找了一个建在基岩上的矿洞，矿洞十分狭窄，对于战斗明显是不利的，但对于镭来说却十分有利，就在一个月的期限的快要到的时候，936的踪迹又出现了，并且上级给出情报936现在正在镭所选择的矿洞里掠夺矿洞的矿物，镭听此消息带着自己的同伴一同来到了936所在的矿洞的洞口，矿洞几乎呈垂直向下延伸，深不见底，仅仅想要下去都十分艰难，跟别说战斗了，可镭并没有想要一步一步的走下去，只见镭纵身一跳，便向洞底坠落下去，下坠的时间足足有五秒，他的左手拿着火把，右手拿着水桶，眼见就快要着地摔死的时候立马将水倒在了自己正下方的地面，平安降落，随着镭将周围都插上了火把，将地上都倒满了水，并用石块封住，以免水流失，镭用弓向同伴所在的上方射了三箭，示意表示“已经准备好十分安全可以下来！”还在上方等待的同伴接连跳下来了三分之二的人数，而剩下的人则负责看守洞口，以免有人扰乱战斗。      洞还在不断向下，视野十分黑暗，镭一行人拿着火把不断向洞深处走去，渐渐地出现了怪物，但一点怪物还不值得提高警惕，大约走了半个小时，地面上开始出现了矿工的尸体，尸体的伤口上竟然有一种乌黑色的东西在蠕动，整个尸体没有一丝血迹，血似乎是被那乌黑色的恶心东西吞噬了，有些尸体甚至半个身子都被吞噬了，有几位女战友竟当场吐了起来，此地不宜久留，这些黑色物体虽然现在只是在吞噬身体，说不定到时候连同整个矿洞都会被吞噬。      尸体就是他们的路标，多么充满恶意的路标，指向死亡的路标，慢慢地洞中的铁矿和煤矿不及刚进洞时多了，红石和岩浆却慢慢地多了起来，一路上金矿和绿宝石矿似乎都没有看到，十几分钟过后洞壁上出现了一些青晶石，地面上全部都被基岩覆盖，尸体少了，看来936就在不远处了，一共走了差不多有一个小时，接下来的行程随时都有可能遇见936，镭建议大家先休息一下，将自己调整到最佳状态，休息了大约有15分钟，大家又开始出发，当队伍到达一个巨大的矿洞时936出现了，他的身体呈雪白色，并且还在散发着一种耀眼的光，手中拿着一把黝黑的剑，剑柄上有一颗和他十分相配的乳白色宝石，他没有面部，但是通过剑的朝向可以知道他背对着我们，他定定的立在原地，镭的队友们开始向两侧跑去编辑队形，队形都已编辑完毕，但是936还是无动于衷，就在镭冲上前时，突然936身体开始不停地闪烁，强光将洞内照得透亮，亮光强到足以让人眩晕，站在远处用倍镜观察的狙击手，瞬间被亮光击倒在地，呕吐不止，镭迅捷的将自己手中光滑的剑挡在眼前，但是光并没有消失，在这时936开始了行动，他将手臂进行了180度的旋转，将自己的剑正对着镭，一个健跳飞向了镭，“轰！”一枚导弹在936身上炸开，936被炸飞在石壁上，石壁的石块许多都被撞得粉碎，亮光减弱了许多，大部分战友们又恢复了正常，救镭的是在队伍中的一名帅气小伙，他平常都爱戴着一副墨镜装B，而在这次却成功的阻挡了光线的影响，发挥到了远超于装B的巨大作用，帅小伙走到镭的跟前，将自己的墨镜摘下丢给了镭道“你能发挥的作用比我大得多！墨镜给你，消灭它！”镭的勇气受到了鼓舞，接过墨镜道“一定，大家都要一起回家！谁都不能倒在这里！”这句话不仅鼓励了自己，而且还鼓励了所有战友，原本被亮光抑制的斗志又燃了起来.       936似乎被激怒了，好不容易减弱的光又恢复到了刚开始的强光，并还在不断增强，火把的光亮完全被比了下去，就犹如一根没点燃的干柴，现在甚至连墨镜都起不到作用，站在一旁的帅小伙大喊道“啊！比之前更亮的的白光！啊啊！”镭突然想起了一位之前在军中图书室工作的老太太说过的一句简易而十分深奥的话“白光，心中光，不要被表面蒙蔽，战胜他！消灭他！心中的他！白色使你害怕，使你悲伤，使你孤独，但你在不停的挣扎！”镭的打闹不停地回忆起来，回忆起自己最害怕的事，最害怕的事......支持！求大佬支持！\n第三章网址(https://www.mcbbs.net/thread-970229-1-1.html)\n\n点击查看（目录）\n",
    "replies": [
        {
            "author": "G-BigBigWolf",
            "timestamp": 1582948920,
            "txt_content": "创作区没人看的吗？前排支持！"
        },
        {
            "author": "稽光",
            "timestamp": 1582950120,
            "txt_content": "Byte4399 发表于 2020-2-29 12:02\n创作区没人看的吗？前排支持！\n额~"
        },
        {
            "author": "Тιмγα姬",
            "timestamp": 1583205480,
            "txt_content": "虽然版规没有要求，但也请仔细排版，不然看着眼疼\n下一次请在标题加上【原创/连载】\n谢谢合作"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1583209320,
            "txt_content": "我看着略微难受，但还是认真看完了，行文比我的好多了，内容也比我丰富"
        },
        {
            "author": "1140v",
            "timestamp": 1583214900,
            "txt_content": "楼主写得好棒啊awa"
        },
        {
            "author": "稽光",
            "timestamp": 1583221200,
            "txt_content": "额，排版完全不会每次一排版保存完后就变得乱七八糟的 呜呜呜，我也不想"
        },
        {
            "author": "稽光",
            "timestamp": 1583221260,
            "txt_content": "缇米Official 发表于 2020-3-3 11:18\n虽然版规没有要求，但也请仔细排版，不然看着眼疼\n下一次请在标题加上【原创/连载】\n谢谢合作 ...\n难得上线管理一回"
        }
    ]
}