{
    "title": "[FS]吸血鬼 Vampirism官方WIKI翻译",
    "author": "Citysands",
    "replyCount": 22,
    "timestamp": 1582878300,
    "txt_content": " 本帖最后由 Citysands 于 2020-3-26 15:20 编辑 \n\n\n前言Wiki | MCBBS | MinecraftForum | MCMOD感谢所有参与翻译的小组成员\n\n\n更新日志\n2020.2.27编辑\n2020.2.28发布\n\n\n\n\nGetting Started\nOverview\n总览\n\nVampirism为Minecraft添加了一种全新的游玩方式。在平日里你可能面对怪物会诚惶诚恐，但作为一名吸血鬼，你内心深处那大开杀戒的梦想可能就会被唤醒。\n当然，也没有完全强迫你去当一名吸血鬼，我们很贴心的为你准备了两种方案：你可以成为一名拥有深厚魔力的吸血鬼，也可以不懈训练，突破人类极限，去做一名吸血鬼猎人。\n哦，对了，不要忘了去查阅你的指南书（如果你安装了GuideAPI的话）。如果你粗心大意丢失了最开始送你的那本的话，你可以用一本普通的书和吸血鬼尖牙/人类心脏合成。\n\nFirst steps - Vampire\n像大多影视作品一样，想要变成吸血鬼，你需要被一个吸血鬼给“嘬”一口。所以嘛，你要么乖乖地等到他们主动攻击你，又或是等待机遇？那只能祝你好运了。当你被吸血鬼击中后，你会获得一个名为“吸血之疾”的buff，它大约会在你的状态栏里逗留一个MC日。当这个效果结束后，你就和常人不同了--恭喜你，你是一名吸血鬼了！\n\n什么？你说你不想变成吸血鬼？牛奶总是好喝且有效的，对吧？\n如果你是一个桀骜不驯的人，你可以去猎杀一个吸血鬼，把他的尖牙从口腔里掰下来吧！拿着他的尖牙右键试试，你也能获得“吸血之疾”buff了。\n一旦你成为了吸血鬼，村民就成了你最主要的血液来源（至少是最好的），你应该尽可能地备足充分的血液。不过你也不要太过张扬，吸血鬼猎人会主动捕捉你并保护村民。\n你可能已经注意到了，你在阳光下行动不那么自在了，新吸血鬼蛋子，放松，珍惜这段时光吧，阳光还不会伤害你这么弱小的吸血鬼！\n一名优秀的吸血鬼不会在蓄血量上马虎，你需要时刻注意你还有多少血液。对准村民/动物按住“V”（默认为V）来吸取你的第一口血吧。溢出的血液会被储存在你的快捷栏中的玻璃瓶/血瓶里。你甚至可以吸取其他玩家的血液，不过你要确保你在他们背后，这样他们就没有“没有一丝丝防备”了。如果你咬了一个体内没有血液的怪物，这会对他造成一些伤害。\n在最初，你只是一个lv1的小吸血鬼（吸血鬼等级会显示在XP上方）仅仅提升了你的速度、血量以及力量。\n为了升到更高的等级，你需要进行不同的仪式。等级升高了，你的属性也会获得提升，当然，也会有些负面作用，比如...会受到太阳伤害。\n\nFirst steps - Hunter\n你想成为一个行走江湖，扶正祛邪的吸血鬼猎人？那可有的你找了。你需要找到一个有着“吸血鬼猎人导师”居住的村子。你将在你“可靠”的导师家后院发现一些大蒜。用它们制成“蒜头注射器”（你最好再种些大蒜，它们将来也会起大作用的）。进入导师的小房子，坐上注射椅来注射大蒜疫苗。它会让你产生对“吸血之疾”的抗体。\n这是你现阶段拥有的唯一一点优势了。不过你可以训练自己来变得更加强壮并学会一些有用的技能。\nBy @321yu_wango\n\n\n\nBiteable Creatures\nVampirism有很多可配置文件以及选项。\n你可以手动在 .minecraft/config/vampirism 里修改。\n也可以在游戏中mod页面 (Main Menu -> Mods -> Vampirism -> Config).修改。\nVampirism的配置文件被分为了两项，General configuration和balance values。\nBy 321yu_wango\n\n\n\nTroubleshooting\n### Troubleshooting（排错）\n\n####No vampires are spawning\n没有吸血鬼生成\n\nCustom Mob Spawner / Mo's creatures\n自定义怪物的生成/Mo模组下的生物\n\nCustom Mob Spawner replaces the vanilla spawning algorithm and does not properly handle Vampirism's creatures.\nCustom Mob Spawner代替了原版生成算法，因此无法正确生成吸血鬼生物。\n\nAs a workaround: Go to your config directory and look for the CustomSpawner directory. In there you should find a overworld folder with a Creatures subfolder. Edit the DE.cfg file and look for vampire and vampire baron. Change canSpawn to true and the type to MONSTER. With that I was able to see some vampires spawn. However, I do not know if this is reset on certain occasions.\n解决方法：在'config'文件夹中找到'CustomSpawner'文件夹，然后找到`overworld`这个配置生物的子文件夹.编辑'DE.cfg'文件，找到'vampire'和'vampire baron'.将'canSpawn'后的'false'改为'true'.并且将'type'设置为'MONSTER'.如此你便可看到吸血鬼生成在世界上。但是，并不能确保这些是否会在某些情况下重置。\n\n#### Thaumcraft - Can't get Examine Fire closely research\n\nAs a workaround you can go to your config directory (or use the GUI Main Menu -> Mods -> Vampirsm -> Config -> Balance) and open the Balance - vampire_player.cfg (Vampire Player General) and change fire_vulnerability_type to 0 and fire_vulnerability_max_mod to 1. Thereby the increased fire vulnerability added by Vampirism is deactivated.\n解决方法：转到配置目录（或使用在游戏中打开主菜单GUI->Mods>Vampirsm>Config>Balance）,然后打开'Balance - vampire_player.cfg'(Vampire Player General)，并将'fire_vulnerability_type'设置为0，将'fire_vulnerability_max_mod'设置为1.\n\nBy 辛落\n\n\n\nFirefly Studio\n###Biteable Creatures\n可以从中吸血的生物\n\nIn Vampirism you can bite several creatures to get blood.\nSometimes they even become vampires and act different.\n在Vampirism中，你可以通过咬几种动物来获取血液。\n有时被咬的生活也会变成吸血鬼，变得与众不同。\n\n####Dynamically calculated values\n动态计算\n\nStarting with Vampirism 1.4 values for unknown animals (instanceof EntityAnimal) are dynamically calculated during runtime.\n自Vampirism模组1.4开始，会自动动态获取未知生物的'instanceof EntityAnimal'值.\n\nThereby creatures from most other mods should be biteable.\n因此，大部分动物是可以被吸血鬼咬的。\n\nThe values are calculated based on the entities (collision box) size. However, there is a minimum size requirement for making a creature biteable. Also the values are capped at a certain values and set lower slightly than the hardcoded values to avoid explits.\n这些值是基于实体（区块）的大小来计算的。但是，要使生物可以被吸血，有一个最小的尺寸要求。此外，这些值会被限定在一定范围内，并设置为比硬编码的值低一点去避免调用.\n\nValue are indirectly synced between server and client and also stored with the entity itself (so changed values only affect newly spawned creatures).\n值会在服务端和客户端之间同步，并和实体本身一起被储存起来。（因此更改后的配置只会影响新生成的生物）.\n\nDynamically calculated values are saved to and loaded from (world/vampirism/dynamic-blood-values.txt).\n动态计算的值将保存到'world/vampirism/dynamic-blood-values.txt'中，并且模组会从中调用加载.\n\n####Adjusting the values / Adding new biteable creatures / Preventing dynamic calculation\n调整值/添加新的可以被吸血的生物/防止动态计算\n\nUsers and mod pack creator\n玩家和整合包制作者\n\nIf you want to adjust the amount of blood a creature gives, follow these instructions\n如果要调整生物的血液提供量的大小，请遵循以下说明：\n\nGo to your .minecraft/config/vampirism directory\n打开'.minecraft/config/vampirism directory'\n\nCreate a vampirism_blood_values.txt file\n创建一个'vampirism_blood_values.txt'文件（txt类型）\n\nSet a blood value by adding a line \"entity_name=value\" (e.g minecraft:cow=5)\n通过添加一行'entity_name=value'代码来设置生物可以提供的血液量.\n例：minecraft:cow=5\n\nTo find out an entity's name, spawn one and use the \"/vampirism-test entity\" command near to it. One or more names should pop up, choose ** that sounds right.\n若要获取一个实体的名称，请生成一个实体，然后在它旁边使用命令'/vampirism-test entity'.\n之后会应该会显示一个或多个名称，自行选择一个看起来正确的名称。\n\nYou also can change the blood value of all creatures (including modded) at once by changing minecraft:multiplier=10 to something else (must be an integer). All blood values are multiplied by this divided by 10. This does not affect dynamically calculated ones.\n你还可以将'minecraft:multiplier=10'中的10修改为其他值（必须为整数）来一次性更改所有生物（包括修改过的生物）的血液值.（即咬它一次能够获得的血液的值）所有血液值能够被*10或者/10.这不会影响动态计算的值.（不会影响它获取，调用）\n\nThese values will overwrite any default values or dynamically calculated values. The resulting file should look similar to here.\n这些值将会覆盖所有的默认值或者动态计算后的值。生成的文件应该类似于这样：\n#General Multiplier. Is divided by 10.\nminecraft:multiplier=10\n\n#Vanilla\nminecraft:cow=10\nminecraft:horse=10\nminecraft:villager=15\nminecraft:pig=5\nminecraft:sheep=5\nminecraft:ocelot=5\nminecraft:wolf=5\nminecraft:mooshroom=10\nminecraft:polar_bear=10\nminecraft:rabbit=2\nminecraft:llama=8\n\n#MCA\nmca:EntityHuman=15\n\nIf you have added values for a larger count of modded mobs, please send them to us so we can add them as defaults.\n如果你为大量模组生物添加了血液提供值，请将其发给作者，方便作者将此添加为默认值。\n\nTo prevent a creature from having a dynamic value assigned set it's blood value to 0 here.\n为了防止将生物的血液值设定为动态计算后的值，请在此处将血液值设置为0.\n\nMod authors\n模组作者们\n\nIf you want to add blood values for your creatures, you can either use the API or (starting with Vampirism 1.4) send a Inter-Mod-Communication-Message via Forge:\n如果要为作者的生物添加血液值，，啧可以使用API（从吸血鬼模组1.4开始）或通过Forge发送一个\n'Inter-Mod-Communication-Message'.\n\n#### Adding a new convertible creature\n添加新的可以变为吸血鬼的生物\n\nIf you want a certain creature to be convertible to a vampire version, follow these instructions. You first need to create a overlay image. It has to have the size of entity's texture and has to be see-though. Anything in this image will be rendered over the original entity texture.\nExample (Cow): Image\n如果你想让某个生物变成吸血鬼，请按照以下说明进行操作。首先要画一个这个生物的吸血鬼的皮肤，必须是实体，而且必须是透明的。此图片上的任何内容都将在原始实体的纹理上进行渲染.\n（如要允许马变成吸血鬼，就画一个马的吸血鬼的图片，那么'原始实体'便是'马'.）\n例子：\n牛的吸血鬼皮肤：\n（想要什么生物变成吸血鬼就需要按照这个皮肤一样来创建吸血鬼皮肤）\n\n\nFirst get the texture of the creature (either it is available e.g. on Github, or you have to open the mod file (as zip, e.g. using 7zip, or by changing the file ending to .zip) and navigate to 'resources/assets...').\n首先获取生物的皮肤（从Github上找例子，或者通过压缩文件打开模组（也可以通过将模组扩展名改为.zip实现），然后在'resources/assets'中找到皮肤）\n\nThen the file with an image tool that supports layers (e.g. GIMP or Photoshop). Create a new transparent layer and draw the 'converted changes' (e.g. red eyes) into this layer.\n然后用能够支持图片编辑的软件（例如GIMP/Photoshop）。\n创建一个新的透明图层将'converted changes'(于原本的皮肤不同的地方)（如画个红眼睛）绘制到该图层中。\n\n然后将图层设置为“不可见”，并导出保存。然后将图片发送给作者（vampirism@maxanier.de）\n\nPS：\n这段是给模组作者写的，大概就是说，若是模组作者想要自己的生物也能够在作者的吸血鬼模组中有“一席之地”的话,即自己的生物在官方吸血鬼模组中默认带有吸血鬼皮肤，那么就需要自己创建一个自己生物的“吸血鬼类型”的皮肤。然后将自己的生物皮肤以及自己的生物吸血鬼类型的皮肤发到作者的邮箱里。\n\nIf you want to test how it looks in-game beforehand, you can save the complete image (with base layer) and put it into a resource pack (at the same path as you found it in the mod's file).\n如果你想测试这个皮肤在游戏里的最终效果，可以保存完整的图像（带有基础图层），（PS:类似于上方那个牛的皮肤）并将其放入到材质包中。（路径一定要相同）\n\nThen contact the mod authors of Vampirism (e.g. send the image to vampirism@maxanier.de). If you are a mod author consider making your modded creatures convertible using the API.\n然后与吸血鬼模组的作者联系（例如，将图片发送到vampirism@maxanier.de）\n如果你是MOD开发者，请考虑使用API使您模组下的生物能够转换为吸血鬼类型。\nBy 辛落\n\n\n\nStructures\n### Structures\n遗迹\n\n#### Important structures\n重要遗迹\n\nThere are new structures generated in the world. Here is a list of the most important ones:\n世界上生成了新的建筑，以下是最重要的几个：\n\nHunter Trainer house\n吸血鬼猎人导师小屋\n\nGenerated in some villages.\n会在某些村庄中生成。\n\nHas some garlic growing outside.\n会有一些大蒜在其周边生成\n\nHome of a Hunter Trainer.\n是猎人导师的家。\n\nChurch\n教堂\n\nGenerated in some villages.\n会在某些村庄中生成。\n\nLooks like a normal church. Has a Altar of Cleansing which can be used to cure you from vampirism\n看上去像一个普通教堂。拥有一个可以净化吸血鬼的净化祭坛。\n\n\n//TODO more\n//其他的正在制作\n\n\n#### Submit your own structures\n提交自己设计的建筑\n\nIt is possible to submit your own structure suggestions which might be included in future versions of the mod.\n可以提交您有关建筑的一些建议。该建筑可能会在未来mod的某个版本中实现。\n\nRead this.\n请阅读这个(https://github.com/TeamLapen/Vampirism/wiki/Submit-your-own-structures)\n\nBy 辛落\n\n\n\nMultiplayer\n###Multiplayer\n多人游戏\n\nThis mod should play well on multiplayer servers. Players can choose to join the vampire faction or the the hunter faction or even mostly ignore this mod if they want.\n这个模组应该可以在多人服务器中正常运行。玩家可以选择加入吸血鬼派系或者猎人派系。甚至如果玩家愿意，可以选择忽略该模组。\n\n#### PVP\n\nYou can disable PVP within factions, so only players from different factions can hurt each other and the war between vampires and humans can take place organized.\n你可以选择是否开启各个派系中的pvp选项。这样来自不同派系的玩家才能互相伤害，并且吸血鬼与人类之间的战争可以有组织，有预谋的进行着。\n\n#### Difficulty\n困难\n\nMost hostile creatures appear in different levels.\n大多数敌对生物会以不同等级生成.\n\nThe strength of a spawned creature is affected by the level of nearby players. Around strong vampire players, strong hunters will spawn, but around normal humans (not hunter/not vampire) only weak vampires will appear.\n生物的攻击力会受附近玩家等级的影响。在强大的吸血鬼玩家周围将会出现强大的猎人，但是在正常人（即不是猎人也不是吸血鬼）的周围只会出现弱小的吸血鬼。\n\n#### Commands\n指令\n\nWhen using command blocks or similar for things you can use the included entity selectors to filter between hunters/vampire, levels etc. in most commands.\n当使用命令方块或者命令的时候，您可以使用模组自带的实体选择器然后自定义是否在大多数命令中忽略掉猎人/吸血鬼以及自定义他们的的等级等。\nPS：即模组提供了一个实体选择器，可以设置在使用命令调整实体的时候是否忽略掉猎人/吸血鬼，即排除在外，不会影响到他们，以及能够自定义他们的等级之类。\n\n#### Utility\n一些实用设置\n\nSundamage\n减少阳光伤害\n\nFor common places (e.g. spawn) you can place (cheat only) sunscreen beacons, so vampires can visit them during the day without taking sun damage.\n对于一些常见吸血鬼的地方，你可以放置防晒信标（仅限作弊模式下）。这样子的话吸血鬼在白天就不会受到阳光伤害，不会因为在阳光底下而扣血。\n\nSleep\n睡眠\n\nThere also is a Morpheus like config option, where you can specify which percentage of players have to be in a coffin to make it night.\n你可以指定必须要在棺.材中睡觉的玩家的百分比。通过修改config中的'Morpheus'实现。\n\nInfection\n感染\n\nAlso interesting might be the config option to allow/deny players from infecting other human players with vampirism (hunters are immune anyway due to their garlic injection).\n允许/禁止 吸血鬼玩家感染人类玩家.（猎人因为注射过大蒜试剂而免疫）（PS：因为猎人吃过大蒜而免疫？总之是因为猎人有“大蒜”而造成的免疫）\nBy 辛落\n\n\n\nCommands and Cheats\n###Commands and Cheats\n指令与作弊选项\n\nIt is obviously not recommend to use these commands during regular gameplay, since they might destroy your experience. Therefore most of them can only be used as an OP or in creative-mode. But for creating videos or solving problems caused by a bug or testing the alpha versions the following commands might be helpful.\n无疑，对于这些命令，在正常游玩中是不太建议去使用的。因为它们可能会破坏你的游戏体验。正是因此，大多数命令只能在有管理员权限或者在创造模式下才能使用。但是在拍摄视频/bug引起的一些问题/测试Alpha版本时，以下命令可能会对你有一点帮助。\n\n#### /vampirism\n\ncheckForVampireBiome\n检查吸血鬼生物群系\n\nChecks if there is a vampire biome somewhere in the world. Be careful with this since it will pause the server's game loop until it is finished. Usage: /vampirism checkForVampireBiome\n检查主世界上是否存在吸血鬼生物群系。请注意这一点，使用这条命令时它将暂停服务器，直到完成。指令：/vampirism checkForVampireBiome\n\nUse /vampirism level Vampire 10 to become a vampire of level 10. or /vampirism level Hunter 4 to become a hunter level 4.\n使用指令：/vampirism level Vampire 10，能够将吸血鬼等级变成10级\n使用指令：/vampirism level Hunter 4，能够使猎人等级变成4级。\n\nhelp\n帮助\n\nShow all subcommands\n显示所有子命令（显示所有命令的意思）\n\n/vampirism-test\n\nemptyBloodBar\n即：/vampirism-test emptyBloodBar\nEmpties your blood bar\n清空血量\n\nhelp\n帮助\n即：/vampirism-test help\nShow all subcommands\n显示所有子命令\n\n#### Entity selectors (as of version 1.1)\n实体选择器（在1.1之后的版本中添加）\n\nVampirism adds a few custom entity selectors, which can be used together with the vanilla ones in commands (\"@e[...]\").\n吸血鬼模组添加了一些可自定义的实体选择器，这些选择器支持命令方块中的(\"@e[...]\").\n\nFaction - 'vampirism:faction'\n派系-'吸血鬼派系'\n\nSelect all entities that belong to a given faction. Can be \ninverted.\n选择派系，可以倒置。（选择这些命令对哪些派系有效果，指定这些命令在对哪些派系生效）\nExample: \"/kill @e[vampirism:faction=vampire]\"\nKills all vampire players and vampire mobs. Example 2: \"/kill @e[vampirism:faction=!vampire]\"\nKills all non vampire players and non vampire mobs.\n例子1：/kill @e[vampirism:faction=vampire]\n杀死所有吸血鬼玩家和吸血鬼小怪\n例子2：/kill @e[vampirism:faction=!vampire]\n杀死所有非吸血鬼的玩家和生物\n\nLevel - 'vampirism:level'\n等级\n\nSelects all players that are on the given level\n选择指定等级上的所有玩家\n\nExample: \"/kill @a[vampirism:level=5,vampirism:faction=vampire]\"\nKills all vampire players on level 5.\n例子：/kill @a[vampirism:level=5,vampirism:faction=vampire]\n杀死等级为5的所有吸血鬼玩家\n\nMinLevel/MaxLevel - 'vampirism:minLevel'/'vampirism:maxLevel'\n最小/最大等级\n\nSelects all players that are at least on the given level/at max on the given level.\n选择在指定等级之上/之下的玩家\n（PS：max是之下，比如指定7级，那么就是对所有七级之下的玩家生效，七级以上的没有任何影响）\n\nExample: \"/kill @e[vampirism:minLevel=7]\"\nKills all players that are level 7 or higher (vampire and hunter)\n例子：/kill @e[vampirism:minLevel=7]\n杀死所有七级以上的玩家（吸血鬼和猎人）\n\nBy 辛落\n\n\n\n\nAPI\n有一个API能够使模组之间相互兼容。它是de.teamlapen.vampirism.api.\n如果缺少某些API的功能，请向作者为提交问题，如果你打算编写一个附属mod可以尝试与Maxanier联系。\n\n安装\n请参阅注意事项(https://github.com/TeamLapen/Vampirism#api)\n\nBy Neko\n\n\n\nGuide Book\n【1.7.10】指南书\n\n手册\n\nVampirism 模组中有一本指南书，你可以用它了解大多数东西的作用。\n它的部分内容会随着你游戏设置的改变而变化，所以它总是最适合你的，此外它还被翻译成了多种语言。\n\n怎么获得  \n\n这本书需要前置API，所以您必须安装Guide-API（https://www.curseforge.com/minecraft/mc-mods/guide-api）\n第一次出生的时候您应该会获得一本，如果没有，您也可以用\n原版的书和吸血鬼尖牙/人类心脏制作它。\n\n帮助作者完善它！\n如果指导书中缺少某些东西，请向作者反馈（请使用英语）。\n\nBy Neko\n\n\n\nVampire Player\n#1吸血鬼玩家\n=特征\n玩家可以拥有不同的吸血鬼等级。\n玩家的移动速度、攻击伤害、和生命上限取决于吸血鬼等级。\n玩家的饱食度调，会被血液条替代，血液会随着时间流逝而被消耗掉。\n血液的充足/匮乏带给玩家的影响类似于常规食物带给玩家的影响。说，血液就是食物。\n等级>0的玩家可以从生物身上汲取血液。这取决于何种生物。当玩家血液量增加后，生物的血量会减少。\n被咬到并被吸血的生物有几率会被感染为吸血鬼生物，也有几率死亡。\n过多的血液可以储存到血瓶中，用于当成存货或者也可以用于与他人交易。\n如果玩家是吸血鬼，其皮肤会产生一些变化。\n\n=外貌\n成为吸血鬼后，眼睛和嘴巴看起来会和正常时不一样，您可以使用“/eye”命令调整血瞳的位置，以适应您的皮肤。\n\n=血液\n你的血液条就像原版饥饿值条一样，只不过补充的方式变成了喝血。\n如果你的身上带有玻璃瓶或血瓶，当你从一个生物那里吸取血液时，如果你的血液条满了，那么这些血液就会被自动填装到玻璃瓶或血瓶里，可以留着以后品尝。\n\n=阳光伤害\n阳光给予吸血鬼的负面效果有三种:反胃、虚弱和伤害。\n从二级开始，你将在阳光下变得虚弱，从三级开始你在阳光下会获得反胃的负面效果，如果你是四级或等级更高，你将会受到伤害。\n在晚上怎么办？你可以解锁吸血鬼技能，获得夜视效果。\n\n=蝙蝠模式\n在晚上，你可以变成蝙蝠，就像创造模式一样自由飞行，但是你不能破坏、防止或使用物品。\n但是蝙蝠模式也有弱点，就是变身蝙蝠的玩家生命值很低，所以要避开敌对生物，在晚上你可以随心所以地切换形态，但是在日出时会自动转换回来。\n\n=召唤蝙蝠\n只能在蝙蝠模式下使用，并且有很长的冷却CD，这个技能可用于多人游戏，在释放技能后，在你周围会有许多蝙蝠生成，这会让其他玩家很难发现你。在这之上，生成的蝙蝠会给任何非吸血鬼玩家给予一个短时失明效果，过一段时间蝙蝠就会自己死掉。\n\nBy 幻沙\n\n\n\nVampire Player Leveling\n#2吸血鬼玩家升级\n=升级\n成为吸血鬼后你可能想升到更高的等级，为了升级，你必须在不同的祭坛上进行更多的仪式，但是必须是在晚上。\n任何介绍页面上有关仪式所需血液/物品数量的介绍可能不是最新的。\n\n=振奋祭坛 （能使你达到2-4级）\n制作振奋祭坛并搭建在某处。如果你想要使用这个祭坛，你就必须用血液装满它的血槽（使用血瓶右击填充），如果的血液足够，你可以空手右击，血液就会注入到你的体内，使你更加强壮。\n升级所需血量:1级40 2级70 3级100\n\n=药剂祭坛（能使你达到5+级）\n这个祭坛需要你建造一个多方块结构。首先先合成主方块药剂祭坛并把它放下来，然后在它的旁边建造祭坛柱并以右击祭坛支柱的方式将特定方块填充进去。在每个祭坛支柱的顶端都要放置一个祭坛尖端。通过填充方块可以获得升级所需要的建筑点数（后面有更多信息）。在这个结构完成之后，放入特定数量的特定物品到祭坛，然后空手右击它等待魔法的发生吧。\n\n=结构\n你需要达到的特定的“建筑点数”取决于你要升到的等级，这个值是以下列的规则计算的：每一个祭坛支柱必须有2-3个方块高，而且都必须填充相同的材料，建筑点数的计算公式是<支柱高度>*<材料数值>。所有可能的材料有: 石砖*1 铁块*2 金块*3 骨块*1.5 末地石砖*1.5在这里我能告诉你的一条基本规则是：如果祭坛告诉你“结构无效”，请建造更多的支柱或以更有价值的材料填充支柱，在这一章节的最后我们会有几张示例的图片。\n升级到各等级的要求。\n\n\n\n\n\n\nBy 幻沙\n\n\n\nHunter Player\n#3猎人玩家\n=特点\n猎人玩家免疫吸血之疾。\n猎人玩家也有不同的猎人等级，等级越高玩家越强。\n猎人玩家可以使用钉桩秒杀生命值小于其最大生命上限的30%的吸血鬼。\n被钉桩杀死的普通吸血鬼NPC会掉落吸血鬼之血，这可以用于升级或用于血药桌。\n=技能选择\n血药\n通过血药桌，你可以使用一些吸血鬼技能。\n将吸血鬼血与大蒜混合，可以降低吸血鬼血的毒性，让你喝下去不会死。\n由于吸血鬼血的奇怪特性，血液药水会对你产生一些副作用，其中有些对你不利。\n通过学习有关于吸血鬼的更多知识并掌握新的技能，你可能可以分辨出药水中有多少可能对你造成的不利影响，或者说你可以直接确定。\n使用先进的技术可以使你减少获得不良影响的几率。\n血药水桌还提供了其他插槽，你可以在其中插入任意物品，将其混合到你的药水中，所以你可以改变药水的效果的“方向”。\n武器桌\n在武器桌上你可以制作高级武器，包括弓弩等。\n武器桌将允许你制作强化的弩弓或强化的其他武器。有的配方会需要岩浆，这时你可以拿着熔岩桶右击它以填入熔岩。要查看所有的合成，你可以使用“Just Enough Items(JEI)“模组或浏览指南书，但我可以告诉你的是你可以用它制作双弩一类的有趣物品，它甚至可以做出“范海辛式“的弩弓。\n\nBy 幻沙\n\n\n\nHunter Player Leveling\n#5猎人升级\n成为猎人后，你可能想达到更高的等级，要升级，你就必须通过某种方式训练自己。\n任何介绍页面上有关升级材料地介绍可能不是最新的。\n\n达到2-4级\n为了达到更高的等级你需要收集吸血鬼血（杀死有血的普通吸血鬼NPC）\n如果你有能力，请找一个普通的猎人NPC，与他进行交互。\n当前升级所需血量\n2级:4个吸血鬼血\n3级:8个吸血鬼血\n4级:12个吸血鬼血\n\n达到5级以上\n要继续升级，首先你将需要做一些研究。合成一个猎人研究台并打开它的GUI。通过放入一些特定物品并研究它们，你就可以得到一些关于吸血鬼的猎人情报。然后就去吸血鬼猎人教官那里吧。他将可以训练你到下一个等级，但你得支付一些东西作为报酬。要知道他需要的东西，只需打开交互GUI查看即可。\n\n 对应等级  纯净血液  吸血鬼尖牙 5 0 5 61 Purity(1) 0 7\n81 Purity(1) 1 Purity(2) 5\n5 91 Purity(2) 5 101 Purity(3) 5 111 Purity(3) 10 121 Purity(4) 10 132 Purity(4) 0 142 Purity(5)0训练\n通过使用猎人情报，你可以拜访吸血鬼猎人教官，他能够帮你进行新的训练，但是这不是免费的，至于费用你可以打开交互GUI看看。\n\nBy 幻沙\n\n\n\nSkills\n#6技能\n\n=技能\n在你升级时，你将获得一些技能点，用于解锁技能，按P可以打开GUI。\n\n=行动\n如果你解锁了某个技能（例如 再生），请按住“R”并保持按下状态，（其中已经习得的一些技能允许你使用“行动”）会弹出技能菜单，将鼠标移动到你所想选定技能上，直到其突出显示，之后释放按钮就能做出”行动“，如果你只是手残，请什么也不要选或者选择红叉，至于怎么选择我说过了。\n我真的建议你将快捷键绑定为鼠标中键，因为方便嘛。。但是它与原版选中方块冲突啧\n所有技能都有冷却时间，只有在CD好了的时候你才能激活行动，一些技能是具有持续性的，如果你不想使用，那就将它停用，哦方法是再次选择该技能，顺便还能减少冷却。\n\nBy 幻沙\n\n\n\n[groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "Eicy",
            "timestamp": 1582878420,
            "txt_content": "我是当事人，我表示很爽"
        },
        {
            "author": "damao1",
            "timestamp": 1582878480,
            "txt_content": "111111111111111111111"
        },
        {
            "author": "白叶Official",
            "timestamp": 1582961940,
            "txt_content": "大部分玩家当吸血鬼还是合情合理的，因为人类是有极限的"
        },
        {
            "author": "Eicy",
            "timestamp": 1583022660,
            "txt_content": "TGC-浮世德 发表于 2020-2-29 15:39\n大部分玩家当吸血鬼还是合情合理的，因为人类是有极限的\n抓到你了，快女装。\n（人类是有极限的，所以你快女装"
        },
        {
            "author": "Neko205",
            "timestamp": 1583031060,
            "txt_content": "第一次参加翻译，，但愿以后还有机会（--）"
        },
        {
            "author": "星凌羽槑",
            "timestamp": 1584147720,
            "txt_content": "这个非常棒，我终于找到祭坛的建法了。"
        },
        {
            "author": "zhang57",
            "timestamp": 1584167640,
            "txt_content": "感谢翻译，1.14没有说明书，只能靠wiki了解训练步骤"
        },
        {
            "author": "jojonb",
            "timestamp": 1585484940,
            "txt_content": "TGC-浮世德 发表于 2020-2-29 15:39\n大部分玩家当吸血鬼还是合情合理的，因为人类是有极限的\nwryyyyyyyyyyyyyy"
        },
        {
            "author": "jiaosheng",
            "timestamp": 1587736680,
            "txt_content": "...................."
        },
        {
            "author": "愿生无悔",
            "timestamp": 1588415280,
            "txt_content": "thank you\n"
        },
        {
            "author": "时空小埋",
            "timestamp": 1589021100,
            "txt_content": " 6666666666"
        },
        {
            "author": "Frackef",
            "timestamp": 1590022680,
            "txt_content": "所以说，城堡在1.12.2被移除了？找了那么多的吸血鬼群系都没找到，哎。"
        },
        {
            "author": "岁月几多轻狂",
            "timestamp": 1593687900,
            "txt_content": "2222222222222"
        },
        {
            "author": "3212735113",
            "timestamp": 1596535080,
            "txt_content": "锤良锤影 发表于 2020-2-29 15:39\n大部分玩家当吸血鬼还是合情合理的，因为人类是有极限的\n由于死的次数太多，生机石和轮回符不够的我为了对抗怪物迫不得已选择了不当人"
        },
        {
            "author": "roen",
            "timestamp": 1596880620,
            "txt_content": "我一脸懵逼"
        },
        {
            "author": "博哥dyb",
            "timestamp": 1597639080,
            "txt_content": "所以要在哪找？"
        },
        {
            "author": "18515986415",
            "timestamp": 1597733580,
            "txt_content": "提升血族传说未能找到合适的位置生成吸血鬼城堡怎么办"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1597734420,
            "txt_content": "18515986415 发表于 2020-8-18 14:53\n提升血族传说未能找到合适的位置生成吸血鬼城堡怎么办\n只有1.7.10版本有吸血鬼城堡。"
        },
        {
            "author": "MC__橙留香",
            "timestamp": 1611467520,
            "txt_content": "谢谢大佬，大佬太强了QWQ"
        },
        {
            "author": "Chihiro_-_",
            "timestamp": 1611659640,
            "txt_content": "11111111111111"
        },
        {
            "author": "不W惟",
            "timestamp": 1611755580,
            "txt_content": "白叶Official 发表于 2020-2-29 15:39\n大部分玩家当吸血鬼还是合情合理的，因为人类是有极限的\n哈哈，我不做人了JOJO"
        },
        {
            "author": "WuHolmm",
            "timestamp": 1611833160,
            "txt_content": "哈哈哈，好棒啊"
        }
    ]
}