{
    "title": "[Minecraft.net|CULTURE]小镇男孩",
    "author": "等于号",
    "replyCount": 0,
    "timestamp": 1582882800,
    "txt_content": " 本帖最后由 等于号 于 2020-3-2 15:13 编辑 \n\n\n小镇男孩\n西蒙给我们带来他的神奇村庄！\n\n你在我的世界里最喜欢干什么？等等，先别急着回答，我先来给你说说我的！我喜欢开始一段漫无目的的旅程，远离自己的家乡，然后建立一个属于自己的小镇。这不仅让我从我主世界的垃圾朋友身边逃离的好办法之一——也是一个不错的方法动员我去建造一些我自己设计的房子。 “佩维尔” ，“新佩瑟姆” ，当然还有“帕拉德（茵）”。这些只是我造就的新伟业聚集区的一小部分，造就者是我，帕拉·德茵，这片土地的统治者！向我跪拜！（或者先读完这篇文章再说。）\n\n建造一个小镇绝非光是说说那么简单，还有很多要考虑的地方，比如说“我应该用什么建材？”，“我需要建些什么？”，还有“村子需要栅栏把我的朋友都拒之门外吗？”但是最重要的地方是，村子的外观必须要好看，不然我为什么产生想要住下来的想法呢？\n\n\n\n\n\n\n\n\n西蒙（他的另一个名字叫，十二面体）对此事烂熟于心。他今年的年龄是25岁，是大师级别的村庄建筑师。他建造过很多作品，比如阿瓦隆，柳树林以及碧玉。他并非仅仅建设小镇而已，他有着自己的独特设计，有一个明确的主题，根据当地生物群系靠山吃山靠水吃水就地解决。\n\n“每当我建造一个新的小镇的时候，我总是会去编写一些关于它的剧情或者背景故事，”西蒙说。“这样的主题对我来说非常重要，因为每个村庄对我来说都是独一无二的，所以对我来说我得有理由去拜访他们，这样才不会无聊。我光是因为无聊就已经清理掉了好多村子了。”哇，嘿，悠着点啊西蒙！\n\n\n\n作为一名动画设计师以及插画师，西蒙一直钟情于各种各样的艺术表达方式。当他在2011年第一次接触到我的世界这个游戏的时候，他其实还挺怀疑这游戏会不会是个粪作，但是当他深挖出这游戏能发挥他的潜力这一事实的时候，他就入坑了。很快他就开始使用我的世界这个游戏来重建那些他喜欢的地方与建筑，然后放在同一个世界存档里。“我的世界让我接触了建筑，在那之后，我对此充满了热情，不断的去学习并发现各种建筑的风格，然后再反过来把这些风格表现在游戏之中。”\n\n当他打算开始动工新计划的时候，西蒙一般会在他的世界里乱逛，然后要么找到了一块风水宝地来建造，要么是从某种地标之中找到了某些灵感。一旦他找到了完美符合他想法的地方，他就会决定一种风格，然后把自己的设计的房子建下去，比如鲁姆利亚，这样一个风景如画的小镇，地处于橡树与白桦树林的交汇处。现在，你可能认为在密林之中建村子可能是个糟糕的主意，但是西蒙反而利用这些条件去强化了他的建筑。\n\n\n\n\n\n\n“鲁姆利亚的设计，比较痴迷高处。”西蒙解释道，“有些房子需要你爬上楼梯才能进去，整个村庄都是向上而不是横向建设的。我总是喜欢找一些不同又有创意的方式来向上建设房子，我也很喜欢鲁姆利亚那美好的暖色调，令我平静又放松。”\n\n利用生物群系的视觉效果还有其他自然资源是西蒙的一般做饭，比如鲁姆利亚的建设就是这样，恩伯格洛夫这个村庄坐落于丛林之中，西蒙认为这些高高的树可以收容为他建筑的一部分。于是他采用了树屋的点子，建造了一个完整的树屋村庄，一棵树一个树屋，然后屋子之间使用索桥与网相连。\n\n\n\n“除了一个港口和一些种粮食的耕地之外，地面上啥都没有，村委会一棵树，市场一棵树，旅店一棵树，然后还有很多树是住宅。我根据需求来增加树木，发现这样效果很好。”\n\n西蒙倾向于不停工建造，他时不时会回到旧的村子去加点东西，这样也不用担心什么死线（这个可以有！）“我喜欢一点点来慢慢地品味过程，而非结果。”他说。\n\n\n\n\n\n\n西蒙相信，匆忙忙地不利于搞建筑，他认为慢工出细活。巴克敏斯特·福乐曾经说过：“解决问题时，我从不考虑漂亮，但完工后回首望去，如果结果不漂亮，那我就知道，出了问题。”说得好呀，巴基小伙儿，说的好呀。\n\n\n\n至于将来的村庄嘛，西蒙正在为此努力，他有很多点子想塞进去。“我最近建了个中世纪风格的沼泽村庄，色调深邃，我很喜欢。我现在想要建一个主题为弧线的村庄。我还不知道怎么做，但是我很喜欢这个点子。”\n\n建议起名叫“帕拉丁都会”？不行？我们商量商量嘛。\n\n作者Per Landin（帕拉丁）发布日期2018/10/20\nhttps://www.minecraft.net/zh-hans/article/smalltown-boy\n\n\n\n",
    "replies": []
}