{
    "title": "[Minecraft.net|CULTURE]煤切拉：《我的世界》线上音乐节",
    "author": "等于号",
    "replyCount": 10,
    "timestamp": 1582896000,
    "txt_content": " 本帖最后由 等于号 于 2020-3-2 15:09 编辑 \n\n\n煤切拉：《我的世界》线上音乐节\n伟大的双关成就了绝妙的游戏音乐节！\n\n译注背景知识：Coachella：科切拉音乐节，本文中的煤切拉原文为Coal-chella。\n\n有谁会不喜欢音乐节的呢？我们花些时间来到户外和朋友面基，当然啦，更不用提还有现场的音乐表演可以看。当然音乐节也有一些很不好的地方，比如人群十分拥挤，还有道路非常泥泞，当然还有，现场的水卖的贼贵，一瓶下去简直能把你的钱包掏空。更不用说那些设备的状况了，也都不是很好。\n\n但是现在有一个音乐节完美地剔除了传统音乐节这些所有不好的地方。那么它是怎么做到这点的呢？当然是……在我的世界里去举办啦！煤切拉是一场虚拟的音乐会，举办地点就是游戏里。这基本上可以算得上是今年最热新闻了。甚至连最讨厌双关语的汤姆也觉得这名字很煤，我是说，这名字很酷！\n\n\n\n\n\n实际上，诱发这个活动的导火索是一个双关语。马克思·施拉普曾经在我的世界里筹办了一场小型的生日派对，派对上有表演者出席表演节目。因为这个，马克思意识到他可以做一些规模更大效果更好的事情。“我们都很想再搞一次派对，”他和我说，“而且我们这些活动的策划人其实都是做电子音乐和DJ的，所以我们产生了搞一个音乐节这个想法其实是很理所当然的。”但是大家说完都鸽了去摸鱼了，直到他们的有个叫山姆的朋友想到了煤切拉这个双关语的时候，这个想法才真正的得以执行。\n\n“这毫无疑问一定是非常有趣的，我已经有很长时间没和我的朋友们一起来整个这么大的活动了。”\n\n他们开始不断地联系其他音乐人，希望为了每一位到场的观众打造一个惊人的出席阵容，。但是他们也想让那些他们认为更加值得站上舞台的人们站上舞台。另一位策划者罗宾是这么和我说的：“我们并非是单纯的拉大牌明星过来，我们还要保证这些人能够和我们这个游戏社区的人合得来。”\n\n\n\n有着举办马克思生日聚会的基础，整个策划过程并不是特别的复杂，但是上次的活动规模不大，以至于他们没有想到这次会有这么多人来煤切拉！“我完全搞不懂我们在做什么，直到活动前几天，推特上才开始有了这件事的讨论热度。我们策划的生日聚会聚来了大概肆佰伍拾位玩家。但是尝试来参加煤切拉的玩家有九百多人。”另一个成员布朗登是这么和我说的。不过我也得说上一句，有肆佰伍拾个朋友来你的生日派对其实也蛮多的！\n\n布朗登把话挑明，他表示熟悉感与开放感的保持对他们是非常重要的：“即使现在我们的听众有这么多，我们依旧要保证这个活动不受地域或者金钱的限制。”她说。\n\n\n\n其中，珀拉德也参与了演出，他们表示，当得知他们被邀请参加演出的时候他们真的“很激动”。“一些其他预定的参演者是我们平时创作的音乐的灵感来源，所以得到与他们同台演出的机会的时候我们是真的乐疯了！”他们是这么解释的。\n\n珀拉德还帮忙建设了服务器内的表演场地。布拉登说：“这事真的非常有趣。我已经很长时间没有和我所有的朋友们一起来共同协作，一起来进行如此这样浩大的游戏项目了，我们现在都是刚成年的成年人，但是我们绝大多数人都是伴着我的世界一起长大的，我们现在花了整整一个月，除了在游戏里忙来忙去其他什么都不做，这是对我以前童年时光的一个超级巨大的回忆。”\n\n\n\n在组织工作结束后，到了实战的时间了！珀拉德的布景是和另一个叫帕拉男孩合作完成的。他们将歌曲混响在乐器的不同按钮里。“很多时候其实挺不合适的，我们把工程文件不停的传来传去，因为真的这么搞还挺搞笑的。”\n\n大概就是这种东西，每个按键会有一段音乐或者音效\n\n\n\n\nfile_1582895948000.jpg (81.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-28 21:19 上传\n\n\n\n\n\n\n尽管如此，他们还是搞出了牛逼的东西！他们告诉我：“其中有首歌我们从DJ Casper的曲子《CHACHASLIDE》音轨扒掉了他的人声，然后我们把我们自己的人声附上去播放，就像是我们是站台炒热气氛的DJ那样。”\n\n“我们上台的时候，我们记得和观众们说记得跳舞，他们也确实都在随着音乐劲舞起来。大家全部都嗨翻了，也都全神贯注于我们的表演，他们自发的舞动了起来，这对我来说真的是非常特殊的体验，我也感受到这体验对观众来说也非常特殊。”\n\n\n\n\n\n一开始确实遇到了一些技术上的困难，而且发起者并没有预计到参会者有这么多，但是尽管他们在管理筹划这样一个巨型的游戏玩家音乐会上缺乏经验，但是混乱并没有太久。“我们虽然没什么组织性，但是令人惊讶的是，当有需要的时候，人们就会很自然的站出来承担某些事务。”另一位煤切拉成员乌鲁木表示。\n\n你可能已经注意到了，从这样一个名单列表的长度就可以看出，他们确实有一个运营团队一起工作，其中也少不了其他人们的帮忙！但是他们也得到了Hypixel服务器的帮助。“他们在中期加入给我们提供了服务器相关的建立与部署的帮助，我仍然惊讶于他们即使是中途介入也能够如此迅速的解决了我们这么多的技术与非技术的问题。”\n\n\n\n更重要的是，每个人都能乐在其中！布拉登说：“尽管我们遇到很多问题，但是举办这个活动，把人们聚在一起，看着人们的笑容，这是我干过的最有意义的事情之一了。”\n\n至于大家都想问的问题。比如说煤切拉2019？“现在唯一确定的是规模会变得比上一次更大，”她确认到。“我们已经为明年年初的另一个新活动制定了详密的计划，当确定下来之后，你会知道的。”\n\n感谢Max（马克思）, Robin（罗宾）, Sam（山姆）, Braden（布拉登）, pooldad（珀拉德）, poolboy（珀拉男孩）, Umru（乌鲁木）, Hypixel, @nolongerkai 以及@skydoki. \n\n作者Jay Castello发布日期2018/10/18\nhttps://www.minecraft.net/zh-hans/article/coalchella-minecraft-music-festival",
    "replies": [
        {
            "author": "FloatingBlocks",
            "timestamp": 1582896780,
            "txt_content": "这翻译有点难懂\n\n是否机翻？"
        },
        {
            "author": "楚天新",
            "timestamp": 1582902300,
            "txt_content": "6666666666666666666666666666"
        },
        {
            "author": "等于号",
            "timestamp": 1583067540,
            "txt_content": "GXHurry 发表于 2020-2-28 21:33\n这翻译有点难懂\n\n是否机翻？\n有一说一，确实难懂，今天回来读这个也确实难懂。我赶紧地重新润色了一下。原来因为文章的长度太过于逐字逐句的翻译了。\n\n至于机翻问题，你这个问题就问的有点问题。没机翻的人肯定回答没有，机翻的人怕被罚肯定也和你说没有，横竖都是没有，你问他干啥。不过你还真的找不到市面上能翻成我这样的机翻，这篇乱七八糟的人名加专有名词太多了，翻的就头疼。"
        },
        {
            "author": "FloatingBlocks",
            "timestamp": 1583067840,
            "txt_content": "等于号 发表于 2020-3-1 20:59\n有一说一，确实难懂，今天回来读这个也确实难懂。我赶紧地重新润色了一下。原来因为文章的长度太过于逐字 ...\n确实，不过翻译真的是个技术活"
        },
        {
            "author": "白叶Official",
            "timestamp": 1583121780,
            "txt_content": "煤切拉＝没钱啦"
        },
        {
            "author": "邓毅",
            "timestamp": 1583153820,
            "txt_content": "作者真厉害。作者真厉害。"
        },
        {
            "author": "11549680358",
            "timestamp": 1583212200,
            "txt_content": "卧槽爱了"
        },
        {
            "author": "3045260090",
            "timestamp": 1583349840,
            "txt_content": "都是人才，学不会哈哈哈哈"
        },
        {
            "author": "小贱贱哒",
            "timestamp": 1583449440,
            "txt_content": "这音乐节办得真是别出心裁，"
        },
        {
            "author": "1214090013",
            "timestamp": 1583480220,
            "txt_content": "所以这个音乐节是人人可参加吗"
        }
    ]
}