{
    "title": "举报用户**咪-解释所有指控",
    "author": "yun5477",
    "replyCount": 2,
    "timestamp": 1582956720,
    "txt_content": " 本帖最后由 yun5477 于 2020-2-29 23:16 编辑 \n\n举报\n举报论坛用户：@**咪 QQ2552795016 (以下简称骗子)\n编造事实诋毁我\n盗窃本人个人财产\n冒名本人进行诈骗等恶心人的各种行为\n\n骗子在bbs对我的举报，站内链接：https://www.mcbbs.net/thread-966618-1-1.html\n我第一时间没回复这个举报，第一是没往心里去，第二是忙着别的事情懒得管\n此事给我个人造成了诸多不好的影响，现在我忙空了，欢迎@**咪 QQ2552795016随时和我对线，挺会编故事是吧\n\n我居然真的要花时间看这个虚伪的人写的帖子，编的恶心故事\n因为他编的故事我被人各种嘲讽，我还要花时间写帖子举报他，这人太恶心了\n\n我和骗子合作，压根就不是我卖端，是骗子给我投钱，我制作服务器内容，双方分玩家赞助\n这个合作的端是成功开服了的，我和骗子当时也合作了好几个月，如果我真骗钱，七八月份我不就该被扬了吗\n为什么非在我做了新的端后他才开始闹事，这不明摆着就是我要做新的东西赚钱，小孩子看着眼馋闹生气\n不过他顶着我的名义去群里闹事我是真没想到的\n我咖啡真想骗钱自己就去做了，用得着跟这么个不会做服而且言行幼稚的人合作吗\n咖啡空岛我自己做出来后第一个星期就赚了一千六，这个在PCD群待过两年的人应该都知道\n然哈就有人在刺激我卖端了，不然也没后来，现在这些乱七八糟的事情\n\n我不知道看帖子的人怎么想\n但我希望\n你不要看了骗子说他给我打过多少钱就偏向他，他那付款截图都是我和他合作时应得的玩家赞助分成\n而且他在自己的帖子里多次用那些我应得的玩家赞助分成截图，强调成并扭曲成自己\"花了3000购买\"我的服务端\n他下面的截图内，他又说自己开的服务端是免费的\n\n\n总之这个事情，你看了骗子那边的，我这边的你也该看完是吧\n以下为事情经过\n\n\nA端的起源\n2019年4月-7月\n本人制作了一款mc商业服务端，这期间基本上我全身心在做这个事情\n制作的服务端的更新文档:  https://docs.qq.com/doc/DZnZzSFdnWmNxcWpN\n\n我制作的付费服务端在被某购买用户二次出售倒卖泛滥后，对本人造成了热情以及个人利益上的一些影响\n我还是继续为用户们更新了3个月，但感觉这端就已经凉了\n这时我打算重新制作了新的服务端，准备自己去投入运营一个MC服务器\n在2019年7月份中旬，我总结了自己做服务端遇到的各种事情 ，并尝试探索一些新东西\n我花了一些时间，金钱，在学习某国外空岛服务器后\n开始自己尝试制作类似玩法的空岛mc服务端，我后来与骗子发生矛盾的端也就是这个端\n\n本人在制作新的服务端时，偶尔在某闲聊群扯淡，骗子通过群内主动私聊我\n对我进行了各种跪舔，套近乎等各种乱七八糟的情感忽悠\n表明想与我合伙制作新的服务端\n\n\n我与骗子约定合作\n骗子找到我时\n我在七月份花了很多时间跟金钱制作的新服务端(这里称之为A端)有一段时间了\n骗子当时对做服一窍不通，菜单不会，CT脚本不会，各种插件也不会的那种\n(骗子的帖子也这么说，但他说是我忽悠他，我真被恶心到了)\n约定由我负责制作服务端游戏性内容以及更新等事宜\n骗子在我确保服务端基本能运行的情况下开服，对服务器本身承担运维工作(管理服务器玩家等事宜)\n在此期间服务端开发成本，全由骗子承担\n我当时很想做出这个服务端，能有人分摊成本以及处理服务器运维等事宜，对我完完全全是好事\n我便跟此人达成了共识开始了合作关系\n(合作之后才把我恶心坏了，我后面从孟婆那知道这骗子那我被倒卖的端圈了上万块，我从那之后一直想停止与他合作)\n(骗子帖子也有说，舔了我很多次才把我喊回来)\n\n\nA端的运营状况\n2019年8或9月(我记不清了)当时A端已经正式运营，我与骗子共同拥有服务器机器的后台\n机器由骗子提供，这是我们七月约定好的\n我每天处理玩家反馈及游戏性更新等内容，当时服务器在线有30+人\n这时A端服务器的运营是很顺利的，我更新服务器，骗子维护玩家\n骗子收到玩家赞助了，就给我转账过来一半\n(在骗子的帖子里，说这是他买我A端的钱，然后说我骗钱，太恶心了)\n需要扩充游戏性的定制插件他负责出钱，这是七月约定好的\n骗子的帖子内则完全不是这么回事，而是\"我收了他三千块\"\n这些钱都花在服务器运营上了，前面也提到过，骗子是开服小白，骗子自己的帖子里也这么说的\n\n2019年9月\n骗子因钱，上学读书等问题不能继续做贴吧宣传，续费服务器机器\n所以我关掉了A端服务器，关机前我保存了A端所有数据存放在我朋友提供的机器里作为备份\n朋友提供的机器骗子也是共同拥有后台的，我朋友跟骗子也是朋友关系\n在A端服务端停服后，我继续在个人自家的电脑上坚持更新了一段时间A端\n骗子也没告诉我什么时候重新开服，也没有再打钱让我继续开发A端的意思\n我也就没继续更新了\n\n\nA端停止运营后\nA端停服后，骗子说想制作RPG以及神奇宝贝等服务器，并且告诉我找了新的朋友组建了什么制作团队\n这跟我有什么关系，一个劲跟我多牛X多捞钱，我说我不听，我说跟我没关系，骗子还是一个劲跟我说\n骗子也没说开新机器重新运营A端，然后要做什么RPG服务器，神奇宝贝服务器\n后来我一个朋友(qq2973022447)给我说，他做过骗子的RPG策划，策划文案发给骗子后，隔几天我朋友就被扬了\nRPG服务器，神奇宝贝服务器，跟我又没关系那就各忙各的吧\n\n故事说到到这里，吃瓜观众们应该也看明白了骗子与我的合作，都是各做各的，各拿各的，没有矛盾\n\n我知道，我之前做的被倒卖端承诺包更新，然后我分了几个版本分别卖，我确实不够意思\n被倒卖的服务端的质量你们也清楚，很捞钱的好吗，看你们拿着我的端不管是开服也好，倒卖也好\n个个捞的比我原作者还多，你说我酸不酸，是哪个小崽种当时叫我卖端的\n\n故事发展到这里，我和骗子也不算停止合作了吧，因为合作出来的A端存在机器里\n骗子也没想继续开A端服的意思，那我也没啥事做，然后A端的备份就扔在朋友给的机器里吃灰，我也去忙别的事情了\n\n\nB端的制作\nA端是我总结自己的做服经验，模仿国外的一个空岛服制作的服务端\n(我自己也不好说这算不算抄袭，反正也不可能违规就是了)\nA端与本人之前制作的，被倒卖商业服务端完全无关\n在没继续更新A端后，我想重新制作一款商业服务端出售\n于是花时间重构了一款新的空岛服务端，这里就叫B端吧\n在B端的制作中，我解决了很多之前做服中遇到的问题，随着制作的内容越来越多，我解决了越来越多的问题\n在制作B端时我仿佛打开了新世界的大门，我脑子是飘的，各种想法\n我是一个做事情很投入的人，你们玩我的端，还是开我的端，倒卖我的端的，应该都能从我的端里看出来，东西做的很详细贴心\n在没日没夜制作B端的日子里，我放弃了让B端成为商业端出售的想法，这B端我做的确实不错，我准备自己运维B端\n\n我试着在网易上审核了一次B端，当时我跟另外一位朋友谈及了我的想法\n跟这位朋友谈了合作关系(B端他帮我发布处理很多问题)，但是因为利益分配问题最后没谈成\n也没跟这位朋友发生争执，大家都很成熟\n他想多要点我也想多要点，最后就没谈妥，然后我准备自己解决所有问题，自己发布\n\n\nB端的争执\n在B端的制作中我也遇到了很多问题，由于我不具备java开发能力无法解决这些问题\n我认识所有的java开发(给A端写插件的开发们)不是上班就是上学\n我问骗子有没有认识的java开发，让我联系联系\n我想花钱找个java开发解决问题，就是想让对方帮帮忙找个人，有就有没有就没有，后来骗子给我介绍了一名开发人员\n(连我给自己的端花钱找开发都成了他在QQ群里说我骗他钱的证据了，恶心死了)\n\n在与这位java开发聊天当中得知，这位java开发跟骗子也是合作关系，骗子给工资让他制作一些RPG，神奇宝贝等服务端的内容\n我跟这名开发谈合作关系，几句话我们就谈好了合作关系\n不存在任何意见分歧，这位java开发很思想成熟，我们之间贼容易聊\n这位java开发询问我是否跟骗子存在合作等利益关系\n我解释说，我跟骗子合作关系是我们过去制作的A端\n这个我重新做的B端，跟A端完全无关，是我个人制作的与任何人都无关\n\njava开发大概就是问，我这个B端的盈利是否跟骗子有关系，我解释给对方听了对方没有疑问了\n但是骗子这时就跳出来找我对线 疯狂输出。\n骗子的意思就是：\n我给你投过钱，为什么你做新端没我的份?  凭什么?  骗钱呢？ 哼？上网易就不带我玩了是吧？\n(骗子在2020年-2月多次在QQ群内强调他给我打过钱，我上面也说过，那是我们在A端合作时双方应得的分成)\n\n我把问题解释的非常清楚给骗子听，骗子他就是认为亏了，认为我欺骗了他，真滴幼稚\n经过几次谈话后，他才终于接受了B端与他无关的事实，其实他心理还是惦记，我也知道\n骗子觉得我损害了他的利益\n我觉得吃瓜观众看到这里应该看明白我存不存在诈骗了他什么了吧，说白了就是骗子馋我的B端\n这也是后来又把事情编造加工后说我诈骗的他的原因\n\n\nB端解释完后\n风平浪静，没啥问题，我继续做B端，继续在PCD群里开脑洞，联想各种事情组合起来跟现实社会有什么冲突\n(很多人因为我经常这么些联想，觉得我是精神病)\nA端继续在朋友的机器里吃灰，骗子忙他的原创RPG，神奇宝贝服务器，我继续更新制作我的B端准备申请网易，彼此没啥可聊的\n后来有个人知道我制作的B端的事情，跑来跟我商谈了B端的合作,以下简称鸽子\n\n我跟鸽子达成的合作关系，与跟我跟骗子的类似\n我提供机器，服务端，所有游戏内容更新维护等(我想想找玩家测试服务器方便更新内容，加紧更新制作)\n鸽子提供在第三方平台进行宣传引流，对接第三方充值接口按照流水细分，如收益不好 则双方取消合作关系。\n这个事对于我来说是个好事，有玩家用户测试服务端，方便发现服务器问题做更新\n都是各做各的，一起赚钱，对双方也是好事\n鸽子只需要处理第三方宣传帖即可，收益不好鸽子就不继续合作\n于是我与鸽子确定合作关系，这里不存在我隐瞒我B端开发人员的问题，我跟鸽子说过B端我有找java开发\n\n\nB端的合作\n谈好与对方的合作后，本人准备好了所有所需内容，等待对方所承诺的第三方平台宣传，对方鸽了我一个月没有回应\n(鉴于之前鸽子曾说过自己会收购某个交易网后消息全无，我心里觉得跟鸽子合作B端这事情稳稳的拉，那个交易网差我三千多块钱)\n这个合作总归是有就有，没有就没有，鸽了就鸽了我也不损失什么利益\n被鸽的这一个月内骗子又来找到我聊天，但找我并不是商谈A端事宜\n大概就是抱怨他神奇宝贝以及RPG服务器制作中被人骗钱，团队有人跑路被主播骗钱等等与我无关的屁事\n我跟骗子谈了谈，我在B端跟鸽子的合作，但是鸽子消失一个月了，我问了问骗子的想法\n大概就是说，骗子关服了，但是依然有游戏群，有玩家等待服务器玩\n我可以提供我的B端，如果骗子能完成引流，那骗子就和鸽子一样有在B端的分成\n这种合作关系可以说对他来说完全没有坏处，于是很快就同意了\n我很快帮对方架设了服务器端口，提供了游戏客户端给对方\n到这里 对方一直询问我要服务器后台，我没有给，对方一直说，方便我不在的时候 处理玩家问题等  骗子还在馋我的B端\n我觉得，这B端是我跟java开发的一种虚拟资产，不应该给骗子后台，所以我没有同意让骗子拥有后台\n\n\n鸽子回来后\n一个月后，鸽子也不知道怎么了，突然就回来了(鸽子有两个QQ，一个失忆一个蚜虫，这两个号当时互换了ID，我现在看分不清谁是谁了)\n鸽子跟我说第三方平台宣传没有问题了，其实都鸽了我一个月，我脑子里都没他这个人了\n但是我还是跟他说，那我这几天准备好对应材料发给你吧\n(这里我需要道歉，我忘了跟鸽子说清楚，他鸽我这一个月内我和骗子也合作了，骗子的事情，那几天忙，鸽子提的东西我随口答应了几句)\n\n我当时的想法是，反正这事对大家都是有好处的，都是各出各的里，一起赚钱，随便谈一下应该都能达成共识，但是是我天真了\n后来我给鸽子发好了所有准备好的材料，鸽子在登陆客户端后，发现游戏内提供的qq群为骗子持有，后与骗子开始了对线\n这里二人在有问题时都没有跟我这个B端作者，讨论过，直接开始对线了\n他们对线时，我是屏蔽了骗子的，因为他的言行很幼稚，一种很唯我的独生子女的概念，之前安排完各自的工作后我就屏蔽他了\n\n所以具体内容我也不知道说了啥，反正他俩吵完了我就被管理员踢出群了，我睡醒后连发生了啥都不知道\n骗子给鸽子说，这端是他的，他持有的，他花了钱的，他有股份的，诸如此来的\n鸽子听了以后认为，哦，我以为是咖啡做的，原来咖啡跟别人一起做的吗，那还骗我宣传？\n这里到底有多少人？我是不是被骗了？是的我 我一定被骗了！\n鸽子认为我欺骗了他，鸽子与骗子他俩没有私下询问我事情的具体情况\n我这边，鸽子咕了我一个月了都，他想收的交易网差我三千块，主动找我合作还咕我一个多月，我真的懒得跟他说了\n\n我意思是等我晚上有时间了，去对接第三方充值接口，在跟鸽子谈好各种利益关\n我想停止跟骗子合作，跟鸽子开始合作，或者谈谈他们俩都运维，大家各做各的东西，一起赚钱\n下面补几张QQ聊天记录说明\n\n\n\n\n本人把准备好的贴号，宣传素材提交给鸽子后，本人询问对方今天是否在线\n我意思是我要去睡大头觉了，等我睡醒了搞定这些事情，然后我就去睡大头觉了\n等我睡醒后，对方没有回复我的私聊，而这时候，骗子和鸽子已经闹起来了\n等我大概弄明白怎么回事以后，我也没有第一时间去跟鸽子解释\n因为我觉得鸽子遇到这种问题，不是应该问问我，等我起床问问怎么个情况之类的么\n但是他却直接去举报我骗了他，一句私下问我什么情况的话都没有\n他要接手的交易网差我三千块，又咕了我一个月，我也有点不爽所以没去跟鸽子私聊解决这个问题\n然哈我发现我被举报后，qq群里被踢了，管理员也不听我解释\n我真服了，骗子自我表演，坑我呢，这件事从头到尾我很清楚，我就没往心里去因为在我个人角度而言，我跟鸽子这个顶多算是误会，而且根本他也没损失什么，两句话就能和解，我跟鸽子毕竟也是朋友关系\n\n\n鸽子的事情结束后\n骗子也来找我对线，说我居然跟别人有合作呢，如何如何的\n我很不爽\nB端，是我先跟鸽子谈的，鸽子咕咕咕了，我才跟你谈的\nB端，是我的，又不是你的，我高兴跟你做就跟你做，我不高兴我就跟鸽子做，有什么问题\n\n这就像是\n我跟一个厨师(我的开发)一起做了一锅蛋炒饭，我让鸽子帮我卖，还是让你帮我卖，都是我的权利吧\n你不喜欢帮我卖蛋炒饭就不卖啊，鸽子可以帮我卖啊，鸽子不帮我卖，就不卖啊\n我本来就没指望靠蛋炒饭养家糊口啊，你是不是傻掉了\n\n后来我想了想，骗子他不是S13，事情经过他明白，他懂，他就是没捞到钱没事找事\n骗子不想跟我继续合作A端，他自己又搞了新花样神奇宝贝，RPG的，结果什么都没搞起来\n现在天天他在自己的空岛群里发橙子，火龙果还有天际做的MM怪和武器模型，意思是他自己的\n而当时我的B端 一下子就让他尝到甜头了\n所以他才编造了故事跟鸽子说，B端是他跟我拥有的东西\n骗子让鸽子认为我骗了鸽子，伤害了鸽子，骗子就是想恰B端的烂钱，生怕自己没好处，骗子真的很幼稚\n当我意识到这一点的时候 我决定停止与骗子的合作，我直接将此人拉黑了\n故事到这里，我希望吃瓜的可以明白，我不存在侵占诈骗任何人的利益\n\n对于我而言，我就是想单纯的不想理这种幼稚的人了我觉得浪费我的时间够多了\n\n与骗子解除合作关系后\n这里贴一下用户：@**咪 QQ：2552795016 盗窃我服务端 服务商的证明\n\n骗子以跟我合作的关系骗服务商改机器密码，并且拷贝了我的服务端\n随时可以让朋友来对线证明事实\n\n故事到这里其实我都懒得继续说了，很多细节我都没一一说到\n\n聊天记录：\n\n骗子开始在站外及站内对我进行造谣宣传，我诈骗了他3000等凭空捏造的事情\n后来故事圆不下去，在某qq群内，承认自己的错误，还宣称自己会道歉\n但是本人未收到任何道歉，私聊对线得到的还是对方公然承认偷端，威胁发布\n收取玩家赞助嘲笑我等让人厌恶的行为(真的要把我恶心吐了给)\n\n写帖子想把故事讲清楚真的有点麻烦，我可能漏掉了什么\n但是我说的就是就事情本身\n我欢迎你随时来对线@**咪 QQ：2552795016 \n\n我才是受害者，各方面的受害者\n\n如果存在任何疑问，我会第一时间给出回复，以及所有细节中提到的人员，聊天记录，语音对话等证明\n最后跟鸽子说一声：是误会， 这是骗子自导自演的戏，我没骗你什么  sorry\n\n这骗子吧，一直在说自己已经跟蚜虫还是失忆/锅夫等人理清这事情了\n就他那意思吧，他无辜的，他天下第一冤\n我也不知道你多大，你这个人真的P事多又很幼稚\n如果不是你，我和他们早开始正常开服赚钱了，你真觉得自己没有任何责任吗\n把我B端偷跑了，还在自己的群里说我造谣，搁各种群里卖惨，自己打了三千块给咖啡后如何如何\n一直拿我跟你聊A端可以拿的的截图，在各种群里扭曲成B端的，真滴强哦，宁就是第一阴阳人?\n你的\"三千块\"一直在102那台机器里，你找恭喜改了502机器的密码偷走了我的端，恭喜已经给我说了\n当然，发生了这么些事情，你也别想拿102的端了，拿了我的东西跑，一直造谣诋毁抹黑我，还想拿东西\n那B端你拿到了，赚钱就好好开，我们不是一路人，以后别联系了\n你一直向不敢在人多的群里承认自己偷了我502的端，一直在用\"那机器是我租的，我不知道\"作为借口\n一台你不知道密码的机器，它里面的东西会跑到你自己的电脑上个是吧?\n私底下又给我发拿偷走的B端开服——玩家在B端的赞助截图，贱不贱哦\n\n举报：\n用户：@**咪 QQ：2552795016 \n1，以合作关系对外捏造我制作的服务端的版权问题\n2，盗窃本人制作的服务端\n3，恶意诽谤本人声誉\n4，删除对方对本人的所有举报，给对方进行严厉处罚，因为这事对本人造成了很多影响。\n5，删除对方在盗窃我服务端后在bbs提交的 服务器板块宣传贴：https://www.mcbbs.net/thread-955573-1-1.html\n6，按照规定对用户进行扣分处理\n@消, @Menzor\n\n\n残叶要的简略版本\n我的老端被九月各种倒卖\n我想做新端，倒卖我老端的骗子找我做新端\n骗子很幼稚，心智很不成熟\n我多次不想和他继续合作，特别是孟婆给我说，骗子倒卖我的老端圈了一万多块后\n\n和平合作一段时间后，骗子不出钱给新端了去做其他的服了，新端停了\n我开始做新新端，准备上网易，骗子知道了，以为我的新新端是他的新端\n找我闹，我解释了，骗子仍然馋我的新新端\n\n失忆还是蚜虫啥的主动找我说给我做宣传，分玩家赞助\n然后鸽了我一个多月\n\n失忆还是蚜虫鸽我的这段时间，骗子又找到我想合作\n我想到骗子有玩家群，这个合作可行\n跟骗子合作一段时间后，失忆还是蚜虫又回来了，失忆还是蚜虫继续与我合作\n那会儿过年事情多，我谈恋爱，我忘了跟失忆还是蚜虫说骗子合作的事情了\n然哈他两在非凡时装群闹起来了我这个端的作者，啥P事不知道\n他们俩也不问问我，我一觉睡醒就被踢出去群了，然哈一堆人骂我骗子\n\n\n隔了几天我发现骗子自己开的端是我做的新新端\n我问恭喜，恭喜说骗子以合作的身份把我的新新端拿走了\n\n我怎么办，我做几个月的端，一个骗子随便顶我的名字说端是自己的，然哈我就没了？\n我端没了，名誉被抹黑了(本来也不咋白)，一群人说我是骗子\n拿我端的人还很\"正义\"的样子，拒不承认自己偷了我的端这几张截图我说的端是A端但他确实骗恭喜改了VPS密码把我B端拿跑了\n\n很奇怪，这件事从头到尾我都很清楚，但没有人能执行什么\"正义\"之类的玩意儿\n真就灰色地带呗\n\n\n假如换你怎么办\n这好比几人合伙开店，你装修，商品都准备好了，然哈请两个人打广告\n这两个人吵起来了，然哈城管把你店封了\n再隔几天，你发现一个打广告的还特么的拿着的你商品做生意\n你还被大家骂骗子，城管还给你说，你差别人广告费\n咋办嘛\n\n",
    "replies": [
        {
            "author": "秋风残叶",
            "timestamp": 1582963680,
            "txt_content": "如果你不用100字以内把事件整一个「太长不看」版本出来，你这辈子都无可能洗白了"
        },
        {
            "author": "yun5477",
            "timestamp": 1582979460,
            "txt_content": "秋风残叶 发表于 2020-2-29 16:08\n如果你不用100字以内把事件整一个「太长不看」版本出来，你这辈子都无可能洗白了\n ...\n已经更新了，在审核"
        }
    ]
}