{
    "title": "[Minecraft.net|CULTURE]绝赞寺庙",
    "author": "等于号",
    "replyCount": 2,
    "timestamp": 1582966620,
    "txt_content": " 本帖最后由 等于号 于 2020-3-2 12:00 编辑 \n\n\n绝赞寺庙\n斯瓦米纳拉扬芒迪尔（Swaminarayan Mandir）精湛的工艺\n\n如果我的世界是一所大学，它能颁给你什么学位？方块研究学士**？或许你还可以精修去考一门村民语言学的研究生，（祝你好运），或者一套完整的下界传送门的安放与应用学科？你在浴室里搭了个传送门？开除！\n\n如果这所设想中的我的世界大学会给你颁发我的世界学学位，那么AlpZz将会获得建筑设计学博士学位，而斯瓦米纳拉扬芒迪尔就是他的博士论文，好好看着吧，其他学生还不如直接别读了，回家吧，说真的。下课！\n\n\n\nAlpZz在2009年就走上了我的世界的求学路。\n\n“他之所以如此让我着迷，是因为它使我回忆起了我以前玩乐高的童年。”他说，同时我也伤心的想起乐高的复数也是Lego。“即使是现在，”他接着说，“有机会的话我也会玩乐高”（哈！）“和我的小弟弟玩。”（草）\n\n2011年，AlpZz开始了大本钟的重建工作。\n\n\n嘿，这不是大本钟！ 炎上这个网站！ \n放轻松点，读者，AlpZz的大本钟已经没了，所以我们看些他最新的惊艳建筑就好了。\n哦，真可惜..\n\n“这算是我的第一次建筑，”AlpZz回忆着，“当它完工的时候我还挺骄傲的，但是现在来看它还是要返工的，当时能用的方块太少了，肯定做不了什么比较好的细节。”\n\n日子一天天的过去，游戏也慢慢地在更新，建筑高度限制放开，方块的种类变多，玩家的工具也变多了，比如WE和VS。“我第一次在服务器上搞的建筑是泰姬陵。比起大本钟来说要好得多，游戏越变越好，我也越变越好。”\n\n\n\n斯瓦米纳拉扬芒迪尔已建成，AlpZz现在达到了他至今为止最高的建筑水平，而且他仍在进步。“每当我看到这个庙的时候，我就会告诉自己，只要我们不断前进，创造力与可能性就是无限的。”\n\n斯瓦米纳拉扬芒迪尔并非只是个普通的音译名，他的意思是斯瓦米纳拉扬神庙——斯瓦米纳拉扬是一位开创了自己印度教教派的瑜伽行者。世界各地都有着他的庙，现在游戏里也有一个了。\n\n“这是我为庆祝一位朋友的生日而建的。他对印度的建筑风格非常着迷，所以经过研究之后，我认为这么做他会喜欢的。”AlpZz可真是个铁哥们，汤姆斯通给我的生日的礼物只是一张蛋糕的图片，是的，你没听错，蛋糕的图片。\n\n\n汤姆：现在我知道艾什是怎么想我送给她的美妙礼物了。这个圣诞节她能拿到一张煤炭的图片就很好了。\n\n斯瓦米纳拉扬芒迪尔的建筑规模非常大，但是AlpZ仅仅在三天内花了25-30小时建设完成。但是尽管它的细节十分丰富，AlpZz仍然感觉不是十分丰富。\n\n“屋顶上还有一些小缺漏，但我不打算修它，”AlpZz告诉我。“在建造过程之中，我最喜欢做的就是在之后发现的建筑缺陷，全都不管。这些缺漏提醒我，无论你花了多久，或者经验多丰富，你总会翻错，我们也是人，这些错误也使得我们的成果更加有了魅力。”记好了，下次我打错字的时候，是因为我很有魅力。\n\n\n\nAlpZz有点害羞的说，因为他并不善于角色扮演，所以他没有什么深处的故事可以说。但是只是看着这广阔的花园以及宽广的室内，就可以想象这些都是你的，或许那边花园里的绿篱里藏着个秘密？又或者在那似乎没有终点的火炬走廊之外？这秘密或许是一堆财宝、一张飞毯又或者是一个最好不要惊醒的沉睡着精灵的魔灯？\n\n天就要黑了，或许我应该再去绿篱里逛逛。\n\n是啊，这样也好。\n\n渲染：Iskillia\n\n作者Ash Davis发布日期2018/10/04\nhttps://www.minecraft.net/zh-hans/article/terrific-temple\n",
    "replies": [
        {
            "author": "anyean",
            "timestamp": 1583837760,
            "txt_content": "啊，是大佬，wsl这个建筑真的超赞啊（——一个只会火柴盒的渣渣）"
        },
        {
            "author": "神勇152",
            "timestamp": 1588249020,
            "txt_content": "做个任务"
        }
    ]
}