{
    "title": "【原创/单篇】高武暮色—终焉神战",
    "author": "ilser",
    "replyCount": 6,
    "timestamp": 1582980960,
    "txt_content": " 本帖最后由 bilser 于 2020-3-1 23:34 编辑 \n\n\n写在前头\n写作初衷很简单，为了表现出一个高端武力值的Minecraft世界。\n我已经尽我所能地用文字去叙述我想象中的世界，描述我想象的场景，这是件费脑子的事。\n总篇幅为一万一千字。\n不长不短，各位尽可当做看个乐呵，如果可以的话，留下个评论我都会乐上大半天的。\n感谢每一个看到这句话的人。\n\n联动：https://www.mcbbs.net/thread-971359-1-1.html\n\n\n序章：救赎\n\n\n  比尔森失眠了。  或许是咖啡喝多了，或许是今天又接到不愿看见的通知，或许还可能是包含了一些其他的感情在里头。  他仰头靠在椅子上，紧闭着眼睛，眉头紧锁，深深叹了口气，咬着嘴唇，脑中不断思索着自己的问题，曾立志独自打拼出一番天地的一腔热血已凉了大半，它浇灌出的并不是成功，也不是别的什么，只有不断的打击与自我否定，以及藏在最深处的迷茫。  现在正是晨午交替之时，屋外是明媚金黄的阳光，可照进比尔森的小屋内，却显得有些凄白。  比尔森久久地没有动。  他坐在阳光无法照到的阴暗处，电脑放在这里比较容易工作，不会晃眼睛，而且离墙角的插台很近。  太阳升的高了，屋内却逐渐变得灰暗。  这是从什么时候开始的呢？  他如此想到，他想起小时候，整天乐悠悠的，心情松快，干什么都是高高兴兴的，对于一切都是充满好奇，每一块落在泥坑边的木头，每一块丢在路边的石子，甚至是空气中漂浮舞动着的灰尘丝都有它们独特的乐趣，那时的比尔森最讨厌的就是睡觉。  后来他又喜欢上睡觉了，因为似乎只有睡觉才能获得一些歇息的时间。  但现在他又睡不着了。  当最后一丝光芒要离他而去时，他哐当一下推开椅子，站了起来，如粗大树根般交错且密集的血丝压在他的眼球上，也压在了他的身上，要压垮了他。  “不能再这么下去了。”  “去看医生吧，对，医生，不管是什么医生，什么人都好...”  他喃喃自语地说着，心底又泛起一股空洞。  ...  “你好，这里是心理诊疗室。”  “我们这里有全市最专业的心理医生群体，并且能提供最专业的诊疗服务，好的感觉是心理治疗的第一步，这是我们的医生列表，您可以根据自己的意愿进行选择。”  “不必太过在意医生效绩，看着顺眼便好。”  空荡的房间前，比尔森低垂着头，选了那个业绩最差的医生。  服务人员短暂地顿了一下，但也没有多惊讶，做这一行他见的人可多了，那种心灰意冷故意花钱买个声的人也不在少数。  “好，这就为您安排。”  服务人员很有礼貌地站起身，联系那名医生。  比尔森盯着那照片看了许久，那是一个看起来傻呵呵的家伙，乐天乐地那种，光是看着他的照片就能想象出，他坐在办公桌前，翘着腿，偶尔站起来去接杯水接到虫子还能来一句‘lucky！’，并且想着要不要祸害一下同事的傻样。  当然，这种情形也有可能只是比尔森的一厢情愿，但无论如何，经过一番自我脑补后，这位医生可是让比尔森好奇极了。  这位医生名叫索尔。  如比尔森预料般，傻呵呵的一个人，还有些发神经，也不知道他是怎么混进医生群体的。  对了，他还给自己的小办公室换了个牌子，叫话疗科。  鬼知道这人是怎么想的。  医者不自医么...  然而即便如此，在医生来了之后，比尔森还是说出了自己的诉求，他想起自己的症状，微微皱眉，缓缓说道：  “你好，医生，是这样，我最近感到压力很大，失眠，无论怎样都睡不着，我试过各种治疗，也吃了药，都没有用，后来我发现我很讨厌床，对它有一种抗拒，怎么都上不去...”  “嗨！”  一听到上不去床这四个字，索尔突然拍着桌子站起来，整个人忽然往这边靠过来。  “那你有没有想过可能是有怪物在你的附近游荡？”  他神神秘秘地说了一句。  这让比尔森整个人一愣。  腰间的Minecraft钥匙串发出清脆的碰撞声。  有怪物在你的附近游荡，多么熟悉且新鲜的句子，往日的回忆如涌动的地下水般，被一点点提取出来。  他已经很久没听到，也没看到过这句话了。  他忽然想起五六年前，最好的朋友带着自己第一次接触这个游戏。  他们爬到山上，便觉得自己是登攀了珠穆朗玛峰，深入地底的岩浆峡谷，便认为自己是挖到了地心，一个一个方块搭到高空俯瞰大地，觉得自己是这个世界的皇帝，饿了单独拿出一块牛排，听着嚓嚓的声音，像是亲自去了五星餐厅，连带着现实中都饱了。  那位医生，他自顾自地说着在旁人看来很难懂的话，什么“砍木头”，“挖石头，进峡谷”，“三分钟钻石都给你搞出来”一类。  但是他懂，他很明白这都是什么。  不知为何，比尔森困了。  他呆呆地坐在那，眼睛就有些湿润，可能确实是困了吧，应该是，毕竟这么久都没睡觉了，你瞧，眼睛都在抗议了。  他拼命地眨着眼，要把什么东西关在里面。  “谢谢你，医生。”  比尔森的语气一松。  “我想现在可以回家好好睡上一觉了。”  他笑了。  索尔虽然不知道发生了什么，但既然客人都说他已经好了，还能怎样呢。  他耸了耸肩。  “祝你好运。”\n\n\n\n第一章：弱小的生物\n\n  多久了，他有多久没有玩这个游戏了。  算一算差不多也有三年了，也不知往日的存档是否还好？  他更新了一下各个mod以及游戏版本，在启动失败好几次，去发布悬赏被大佬秒答后，敲敲打打终于是把一切都准备好了。  【+比尔森】   比尔森从床上蹦起来，他感到世界对他的深深恶意。  他卡在了石头里，无法动弹，随之而来的还有一声声清脆的掉血提示。  哦，好吧，他记起来了，这是自己的床，那时他闲得慌又脑抽，就吧自己的床围起来，围成了棺材的形状，一到睡觉时就把棺材板盖上，然后从侧面上床，于是每次起来都要破棺而出，并且还要吼上一声“口诺比尔森哒！”  真是奇妙的回忆。  今天的比尔森也是成功破棺而出。  看来存档是没有问题的，只是主世界外的地图刷新了一下，还多了许多野生建筑。  “哦，这熟悉的又陌生的世界，我又回来了！”  比尔森深深地吸了一口新鲜的空气。  他哐当一声踹开门，想都没想，毫不犹豫地纵身跳入一个围着花的2*2紫色小方格内。  暮色世界。  空地上，一道耀眼夺目的光芒迸发而出，周围的树木草地一阵颤动，动物们纷纷被惊动逃离。  “哟，走运了。”  比尔森看见眼前的景象，嘴角翘起。  一座庭院，以及娜迦。  比尔森飞到高空，带起了一片光明。  他的身上泛着金黄色的光，神圣而狂躁，衣服，帽子，裤子，靴子上各自镶嵌着一颗宝石，显示着它们的非凡。  无尽深渊之帽，云霄塔法袍，熔岩地幔护腿，地平线盾牌之靴。  很快，庭院内的娜迦发现了远处耀眼的光芒，它盘旋着身体，横冲直闯地向比尔森冲来，杂草在它扭动的身体下被碾压成渣，灌木被折断，石板被压出裂缝，庭院的墙面轰然炸裂。  娜迦最喜欢做的事就是撞坏自己的家。  比尔森感到饶有兴致，并没有动。  巨大的绿色头颅一口咬住比尔森的腰部，疯狂甩动着，它落下头，撞击地面，于是整片森林一震，娜迦直起身，巨大的身躯如狂奔的火车般在森林中狂蹿，一颗颗高达数十米的巨树被野蛮地撞断倒地，压弯大片林木。  大地发出悲鸣，空气被撕裂。  正处于一种微妙亢奋状态的比尔森显然觉得有些无聊了，等了半天都没掉一丝血。  娜迦已经毫无挑战性了。  “那就让我试试刚刚获得的能力吧。”  说罢，他一把抓住娜迦的头，速度快到看不清，巨蛇在原地消失，上空的树木枝条突然断裂，一阵狂风向上刮去，只听轰的一声爆响，娜迦连带着大片泥土已经飘到了天上。  比尔森握紧拳头，身后万千星辰浮现，那代表星辰的光点一颗连接一颗，最后绘成一幅壮阔错杂的星河图案，此刻这幅图一瞬间变得凝实起来，中间的五颗金色光点散发着耀眼的光芒，一条条金色的线路连接到各个星点上，为整片星图镀上了一层金色的光辉。  星辉魔法最新版更新—星能力。  比尔森感到身躯充满力量。  一瞬间，比尔森来到娜迦的身体下，陨石般的一拳轰击而出，周边泛起阵阵音浪，大片白色气体从拳头接触面爆发而出，空气在极短的时间内被压缩到极致，随后猛然炸开，形成一阵飓风，裹挟着娜迦不断上升。  星球表面。  大气层处，一片浮动着的积云忽然向四周散开，又猛地聚集在一块，龙卷般旋转着，最后如春笋般向上凸起，从中间冒出一块绿色的嫩芽。  太空中，绿色的雅儿燃烧着身躯，僵硬地扭动了下身躯，于是鳞甲一点点分裂开，皮肤表面变得干枯，庞大的眼瞳也不再有光亮。  娜迦，阵亡。  “真是弱小的生物啊。”  身后星图消散，比尔森感叹了一句。  他忽然感到有些无聊。  但确实心情畅快。  【+索尔】  “咦？”  “这名字，难道是？”  索尔：哟，你好啊！  比尔森：你是怎么进到我的存档的？  索尔：因为你开了局域网啊！  比尔森：你偷我家网？  ‘这位医生好像确实干得出这种事。’  索尔：反了吧！明明是你偷我们医院的网。  好吧，比尔森记起来了，他家就住在医院隔壁，他刚好在医院有个关系不算好也不差的熟人，于是本着能省则省的想法，他和医院协商了一下，在做了各种保证后成功接上了医院的网。  比尔森：咳，这都不重要，要一起玩吗？  索尔：好啊！但是我要带些东西进来。  索尔：你先退一下啊，客户端和存档都发我一份，我弄个服务器，加点料，顺便把我家也搬过来。  索尔用的似乎是纯净客户端，鬼知道他是怎么连进来的。  【-比尔森】  【-索尔】  “期待着你带来的改变。”  比尔森想着，心情也变得畅快了一些，脑子的那根弦一松，长久的劳累与压力在一顿游戏后猛地倾泻而出，他真的好困了。  于是倒在床上，一秒入睡。  在睡前，他突然响起索尔医生说的那句话。  “那你有没有想过可能有怪物在你的附近游荡？”  呵...  管他的，游荡就游荡吧，老子要睡了。  这一觉，格外舒适。\n\n\n第二章：交流大会\n\n\n\n  “嗯...”  第二天中午，比尔森迷迷糊糊地睁开眼睛，即便是穿着外出装睡着了，他也是感到非常舒适，神清气爽。  以至于在刷牙的时候他才突然想起来，对头，昨天那个医生还叫他去玩来着，怎么就突然睡着了。  于是在洗漱完毕，吃了个早...嗯...午餐后，他坐在电脑前，接收了索尔发的新客户端。  【+比尔森】  “嗨你可算来了。”  一上线，索尔就迫不及待地溜了过来，快到比尔森甚至都没看清身影，眼前一道白光闪烁，就多了个人。  哦，这位身上还穿着量子套，看那胸甲样式，还是重力胸甲。  “所以你都做了什么。”比尔森问道。  “你等我捋捋奥，首先是搭建了个大型服务器，然后把我存档里的家连带着人物数据搬了过来。”  “然后嘛，这些怪物太没挑战性了，我添加了一些有趣的东西，比如怪物增强、怪物智慧、语言模块、感情模块、自主思考模块、技术增强、动作增多、自主活动、真实世界等等等等，反正挺多的，打他们对了！”  说完索尔一脸快夸我的样子。  比尔森瞪着死鱼眼缓缓拍了拍手：“哦那你好棒。”  “我先去找个boss试试。”  说罢，比尔森纵身跃入传送门。  仍旧是之前娜迦的庭院，不过小蛇蛇已经死了，这片地方变得很空阔。  按照进度，下一个是要打巫妖王了对吧。  比尔森身着神秘工匠顶尖套装，飞的自然也是非常快，很容易就找到一个妖王城堡。  可是里面是空的，只有几只蜘蛛和魔法书，巫妖王不见了。  接下来比尔森又找了五个城堡，全是空的。  “怪了，怎么都没了呢。”  比尔森满脸问号。  他决定下一个城堡要是找不到巫妖王就放弃了，去找其他boss玩耍。  终于，比尔森经过长久旅途，见到了又一个城堡，值得一提的是他总感觉这个城堡有些不一样，比其他的都要大，且新，一点都不灰暗。  然而接下来发生的一幕让他瞪大眼睛，头往后一仰，一副要把谁送到非洲的样子。  只见那城堡上挂着一条大横幅，写着：【第五十八届巫术交流会】  地上一堆身披紫袍子的巫妖王，闹闹吵吵地往里面走，满满的村里**买货既视感。  比尔森很好奇，他关掉身上的发光特效，潜行过去听了一小下。  巫妖王1：“唉，最近的巫术交流大会越来越水了，真不想去啊。”  巫妖王2：“可是咱们能有什么办法呢，那位要办，那就办呗，忍着吧。”  巫妖王1：“忍忍忍，我忍什么忍，你那是上次没来，当然不知道现在这群妖都什么B样子，一群老东西，就知道藏着掖着，一点真东西都不肯拿出来，就知道水，你听我给你学学上次大会的内容：  嗨各位巫妖王你们好，欢迎来到第五十七届巫术交流大会，众所周知，巫术非常厉害，它历史悠久，传承繁多。  那么巫术到底有多厉害呢？  相信很多人都与我有同样的困惑，那么今天的巫术大会，各位就来和我一起探索巫术奥妙。  好了，以上就是本次巫术交流大会的全部内容了，我们下次再见。”  巫妖王2：“...？”  比尔森：“...”  这怕不是某新闻部高层出来的巫妖。  他听着听着就不由自主地握紧了手中的刀。  “昂？有杀气！”  巫妖王2眼部骨架一眯，看向了比尔森的方向。  比尔森知道藏不住了，于是赶紧开启了自己护甲的所有特效，飞到空中，霎时间，天地间大放光明。  巫妖王1：“全体戒备！”  随着一声怒吼，在场的所有巫妖王齐齐为自己刷上了五层护盾，然后一齐举起了手中的权杖，方圆数公里内的土地突然变得松动，成千上万的僵尸仆从从地底冒出，挤挤嚷嚷地在比尔森下方聚堆，很快就形成了一个小山一样的僵尸堆，它们一个接一个地爬上去，眼见就要够到比尔森。  比尔森身后星图亮起，一拳轰入大地，顿时山崩地裂，伴随着大面积的骨裂声，绿色的血肉飞溅四方，又被黑土掩埋。  下方的妖王们明显紧张了。  “预备！”  随着某个巫妖王的怒吼，所有巫妖都拿出一根绿色的法杖，一颗颗深绿发青的珍珠在其上凝聚，散发着不安的氤氲光芒，震动着空间。  “发射！”  唰——  铺天盖地的珍珠席卷而来，深绿色颜色如海底深处涌动的巨浪般要将比尔森吞没。  “咳啊——”  一颗珍珠击打在比尔森腹部，顿时就将他击退数十米远，比尔森连忙驱动云霄塔法袍，奋力向前推进，一颗又一颗珍珠对着他的各个部位猛击，每一发都像是中子星一般沉重，若不是有这一身上帝套防护，他全身的骨头早已被砸断。  在这一次齐射中，他掉了三滴血。  “呵，不错嘛...”  比尔森抬起手。  顿时所有巫妖王紧张起来，它们已经知道了眼前这人的恐怖，有的巫妖王赶紧召唤出了两道幻影伴在身侧。  巫妖王1最先反应过来，大喊：“你们愣着干什么呢？当这是回合制游戏吗？对方只有一个人，大家一起上啊！”  巫妖王2：“来了！我会全力出手的，不瞒你们说，打完这场仗我就要回老家结婚了！”  巫妖王3：“哼，这招我只演示一次，你们看好了！”  巫妖王4：“我一定会活着回去的。”  巫妖王5：“已经没什么好怕的了！”  巫妖王6：“我觉得我们这波优势很大。”  巫妖王7：“我能反杀。”  顿时所有巫妖王又召唤出两道虚影，它们一起放出珍珠进行攻击，这一次的数量足足是上次的三倍，便见到正片空间似乎都要承受不住，虚空都已经开始颤抖。  比尔森心情复杂，他抽出背包里的村雨，开启了电力驱动，右上角出现一个B字。  猛然间，天地变色，电闪雷鸣。  高空的比尔森发出怒吼：“你们这到底让我怎么输啊！”  铛——  不是SA也不是幻影剑，而是范围特殊技能，空间斩。  直接耗费一半耐久，对一定范围内的所有敌人造成空间伤害。  此刻的巫妖王们突然脑子一懵，感到有某种攻击透过护盾直接打到了自己的本体。  连带着所有的珍珠都被斩落。  “啊~~~→↗↘”  一只巫妖王直接叫出了声。  巫妖王1：“我艹n...”  比尔森：“嗯？”  巫妖王1：“What’s your name?”  胆小鬼，巫妖王2心里如此想到，于是为了展现自己的雄风，他张开骨架子就要口吐芬芳。  巫妖王2：“他ma..”  比尔森：“嗯？”  巫妖王2：“玛卡巴卡。”  巫妖王2睁着空洞的眼睛，卖了个萌。  比尔森一脸嫌弃，他看不上巫妖王掉落的东西，打了半天也没能打尽兴，想了想还是拉倒吧，于是离开了这里，也没杀这群家伙。  巫妖王7：“我以后再也不立flag了。”  巫妖王1、2、3、4、5、6：“我也是。”  “对对对，对对。”  身后响起一片附和声。  几百个妖王没事妖一样继续它们的交流。  “我有个不成熟的提议。”  一位妖王说道。  “要不，咱们转行攻坚科技，做个铁幕发生器吧？”  全场一静。  “同意。”  “同意。”  “你们在讨论什么。”  巫妖王之首直至此刻才姗姗到来。  ...\n\n\n\n\n第三章：攻略\n\n\n\n  “嘿老比，瞧瞧我发现了什么！”  一回来，比尔森就听到索尔在大叫。  顿时他拳头就硬了。  “什么老比，你话给我说清除了，你那一声的读音是几个意思？”  “嗨这么较真干嘛，你看这边。”  他指了指身边的粉色球体。  这个比尔森认得，是IC2传送机造的传送门。  “这是？”  “神战现场。”  “神战？”  “没错，暮色那一群家伙打起来了，说什么要封神。”  联想到之前巫妖的表现，比尔森顿时就来了兴趣。  “走，去看看。”  “诶等——”  比尔森加入战场。  这里是一片阴暗的森林。  大地突然剧烈颤动，比尔森看到身后的传送门沉入地底，不，不是传送门沉入地底，是他脚下的大地在上升，不断地上升，而当这一感觉停下来的时候，他已经达到了千米的高空。  陆地板块忽然多了一个缺口，周围胡泊河流的水不断往天坑内流动着。  一只巨大的眼睛从地平线升起，不断上升，最后露出一颗极其庞大的头颅。  比尔森视距全开，开到256，才发现自己连带着脚下的整片森林都已经被托举到云层之上。  那颗巨大的头颅俯瞰着手中的森林。  他张开嘴，阵阵庞大的音浪从口中涌出，席卷整片大地。  “你——又是谁呢？”  努力理解了这句话后，比尔森这才注意到，这个巨人，和自己长得一样。  【巨人之王】  ...  【‘比尔森’died。】  “哇还好开了死亡不掉落哦，差点翻车了。”  一复活，比尔森就开始大叫。  “那我不都说了让你等一等嘛，瞧，心急了吧。”索尔耸了耸肩。  “呼...”  比尔森呼了口气，开始讲述自己的经历。  除了巨人王，那还有一堆boss，它们见到闯入者后，直接转头就开始集火比尔森，有恶魂九头蛇米诺陶，还有只不小的雪人，不过冰雪女王倒是没见到。  “虽然我没见到战场全貌，但那群东西似乎很恐怖啊，我没几下就死了，你有办法应对吗？”  索尔：“有。”  比尔森：“什么？”  索尔：“攻略他们。”  比尔森：“什么意思？”  索尔：“我之前不是说了，他们是有智能且会思考的，用话术啊话术！冰雪女王没去对吧？你去攻略了冰雪女王，咱们不就多了个战力了吗？到时候冰雪女王加上咱们俩，把其他怪物都搓成灰扬了，然后你再去把冰雪女王背刺了，皆大欢喜啊！”  “我可去你的吧！”  比尔森一拳打到索尔的重力装甲上，打的手生疼。  “诶你别浪费我电啊。”  索尔脱下装甲去充能。  “没别的办法了吗？”  比尔森眯着眼问道。  “辣还能有什么办法嘛，你去打啊！”  比尔森内心甚为纠结，他活到24岁，至今为止连女孩的手都没碰过，这突然就要让他跨级去攻略美妇，这是不是跨的远了点。  “那...我去试试。”  “开传送门！”  “好嘞！”  比尔森再次加入战场。  这次他一来就飞速穿梭逃跑，确认没有被任何怪物发现后，飞速前往冰原。  ‘怎么感觉这里的地形有些不对劲？’  冰原，化了。  “hiahiahiahiahia！”  离着老远，比尔森就听到一道欠揍的声音，他加紧速度往前飞。  冰雪城堡处。  女王身受重伤，留着冰凉的血液，王冠被打落，紫色的长发散乱地披在光滑的肩膀上，精致的脸蛋上满是忧伤，样子惹人怜爱。  对面是身躯庞大的九头蛇，以及高高飞在云顶的暮色恶魂。  “你们，为什么...？”  “为什么要杀你是吗？”  九头蛇的一只头在云顶扯着嗓子回答道。  “这还用问吗？当然是因为你威胁太大了啊！”  女王面露不甘。  “可我根本没想参与神战。”  她低沉着嗓音说道。  “哼，就让我来送你最后一程吧。”  暮色恶魂无视了她的话，张开深渊般的巨口，恒星般的光芒在其中闪耀，不断地进行裂变，整座冰原都被点亮。  “都给我住手！”  比尔森离着老远大吼了一声。  九头蛇：“什么人？”  “问得好！”  携着片片光明飞来的比尔森迅速组织语言，开始了他的神圣祷言技能读条。  现实中，比尔森一招手，房间内的键盘们便轻轻颤抖鸣叫，刷地一下全都飞了过来。  “既然你诚心诚意地发问了，那我也就只能正正经经的告诉你！”  “我就是家住社王町的24岁学生兼上班族比尔森，我比尔森这辈子最大的梦想就是世界和平，另外我最喜欢恰桃子，爱好是和人讲道理，星座是不知道，血型是我也不知道，现发布一条征婚启事，我最喜欢那种紫头发白皮肤且高冷的女生，如果有感兴趣的观众请编辑短信+征婚二字发到我的邮箱参与活动，我将随机抽取一名幸运观众，送上一份精美礼品...” “核tui——”  未等比尔森说完，暮色恶魂已经忍不住对着比尔森射了出来，便见到一道粗大的火柱贯穿云层，带着一片红云旋起火龙卷轰击至比尔森身上，大面积的冰面融化蒸发化为水蒸气，在极高的温度下不光是冰，连带着下面的泥土岩石也被轰击成粉尘，成千上万吨的岩石被从地底挤压出来，冰面上巨型峡谷如雨后春笋般一片片接连生成，而原本得以在雪地里苟存的树木更是在此刻化为飞灰。  冰雪女王看着这种攻势，或许是身处绝望，或许是孤身一人久了，她看着这个挡在自己面前的男人，不知为何竟产生了一丝‘担心’这种情绪。  “哼，弱小的东西。”  暮色恶魂冷哼一声。  “不带劲啊...”  被轰入地底的比尔森慢悠悠地飞起，伸了个懒腰。  “什...？！”  “你这温度不够啊，我家里的温泉都比这热乎。”  【熔岩地幔护腿】，免疫火伤。  比尔森说完就要飞过去，看看冰雪女王的伤势。  “你...”  暮色恶魂拦住他，张嘴似乎要说什么。  “你什么你，啊？”  比尔森顿时就不乐意了。  读条完毕。  “你？就长你这样的还敢跟我来挡路？怎么着，这年头水母都能上天了是吧？会飞了不起哦，你拦着我要怎样，你别跟我说是想跟我征婚吧？那我可告诉你就你这样的别说是给我发邮件，你就是一边拿着刀架到我脖子上一边往我这塞钱我都不会看你一眼，你瞧瞧你那副zou行，整天吐吐吐的搁那块卡痰还四处乱喷，不仅乱喷还不刷牙，花草树木闻了你一口气都化成灰了，你就说你这嘴是得有多臭吧，怎么着说你还不乐意了是吧，跟我摆着个哭丧臭脸，你当我是你家长还得惯着你，哦对了你根本没家长，怪不得脸这么白还有黑眼圈，原来是熬夜多了没人管...”  九头蛇：“够了！！！你...”  “你又怎么着你？我是说了它没说你是吧，你看看你胖的跟个猪一样，猪跟你站一块那都显得它苗条了，说你是猪那可真是糟蹋猪了，还在那你你你，你什么你，你吃奥利给噎着了是吧，嘴角还往外流，喲你这吃的还是稀的，还发红的，你这是上火了啊，上火了就去看医生啊，哦我明白了，我看你就是属于医闹那一类的，哪个医生碰到你那可是倒了八辈子霉了，这病没人给你治也是有原因的，瞧你这一身绿皮，厚的不行，一看就是被打出来的，那么多嘴给你可真是糟蹋了，全都用来吐口水...”  一旁的恶魂看着九头蛇挨骂，不知为何心里升起一股暗爽和侥幸，以及对九头蛇的怜悯。  “你看什么看你？我说他了没说你是吧...”  比尔森突然转过头来对着它开喷，眼神往女王那边瞥。  女王非常着急，正示意着让他走。  此刻的女王手里托举着一颗和城堡一样大的压缩能量球，眼见就要炸开。  但如果打中了比尔森，比尔森大概率会死。  比尔森深深吸了口气，忽然抓住两只boss大吼：  “向我开炮！！！”  九头蛇和暮色恶魂惊觉，冰雪女王眼见也无法收手了，直接把能量球投了过去。  恍——  没有多大的攻势，甚至也没多大的声音，就是轻轻的一道声响。  雪，下了起来。  九头蛇已经化作冰雕，头部不敢重负落到地上，裂开来，暮色恶魂更是直接从高空掉下来，摔成粉末。  方圆百里皆化作冰原。  比尔森从高空落下来。  冰雪女王连忙去接住他，将奄奄一息的比尔森抱在怀里。  “你...”  “嘘——”  比尔森示意她别说话。  “知道吗，从第一眼见到你开始，我就知道，我这辈子已经非你不可了，不要问我为什么救你，问了，那就是命啊...”  “可是...可是我们根本不认识，你怎么能，怎么可以为了我...”  冰雪女王的表情有些慌乱，眼角不由自主地滑下一颗晶莹的泪珠。  她落泪，于是暴雪骤下。  “我可以用您称呼你吗？”  比尔森说道。  “为什...”  比尔森突然握住她的手。  “因为这样，我就可以把你放在心上了。”  比尔森光速打了个/kill。  于是他的身体化作光点消失。  “不——！”  冰雪女王拼命地抓着他的身躯化作的光点，却一无所获。  【‘比尔森’终结了自己的生命。】\n\n\n第四章：终焉神战\n\n  “啊哈，攻略成功！”  “怎么样？”  看到比尔森回来，索尔迫不及待地问道。  “我刚听你那边好大的键盘声，医院都被惊动了。”  比尔森挠挠头，发出有些腼腆的笑。  “嗨，没事没事，我跟它们说了几句话而已。”  “话说你没看到我说的话吗？”  索尔摇摇头。  “没有，我加了插件的，只有在附近说话才能看到。”  “哦哦，那就好，那就好。”  “对了，我成功了来着，现在冰雪女王这片我是熟了，其它的boss估计也是完蛋了，现在咱们只剩下一个大敌：巨人王！”  “啊...巨人王啊。”索尔突然变得惆怅起来。  “那家伙我也过去探了个底，没打过，几下重力胸甲就给我打没电了，我直接死回来的。”  比尔森没见到他的死亡信息，估摸着应该是自己打字太快，给他信息刷过去了。  “我在做核弹，我所有的老本加起来，估计能炸两颗，毕竟铀235这玩意...”  “理解！”  ...  暮色森林。  “疯——子...”  半颗头颅都带着冰霜的巨人王缓缓吐出两个字。  对面是眼里毫无感情的冰雪女王，她已经对这里的一切心灰意冷。  ‘神战神战，起因就是神战吗？’  ‘神战，都怪巨人王发起的神战，他才会死，他才会...’  女王冰冷的面庞上闪过一丝坚毅之色，这都被巨人之王看在眼里。  “看来，你有心事...”  巨人王所说的每个字都会震得冰雪女王耳朵生疼。  猛然间，巨人王一拳挥出，震起一片音爆，拳头狠狠地砸在冰雪女王身上，将她脚下的冰雪平台打的粉碎。  冰雪女王如蚂蚁般随着拳风撞击在地面上，激起一片灰尘，再起身时已经满身都是泥土，  世人皆以为巨人就该行动缓慢，但巨人王打破了这一常识，他比任何人都快。  巨人王再次挥出一拳。  “你不适合...”  “不适合什么啊，要不说给我听听？”  暮色的天空，再次出现了那抹熟悉的光亮，代表着他的光亮。  冰雪女王眼睛一湿，望向天空，见到了那熟悉的身影。  “我从地狱爬回来了！”  他举起拳头，大吼道。  身后阵阵星图显现，星光泛起，一大一小两只差距悬殊的拳头撞在一块，奇迹一般地，比尔森没有后退，反倒是巨人之王有些吃力。  这就像是一只蚂蚁用它的肢体抵挡住了大象。  “暮色，可是星光的主场啊！”  星图大亮，比尔森一拳接一拳，伴随着庞大的音浪与气流轰出，地表直接刮起了一阵飓风，冲向巨人王。  “欧拉欧拉欧拉欧拉欧拉欧拉——”  巨人王挥动自己的手臂，精准地接上比尔森渺小的拳头。  “没用没用没用没用没用没用——”  巨人王头上突然泛起一点不起眼的红光，而他本人还未发觉。  比尔森迅速抱起冰雪女王向远处冲刺。  巨人王面露讥讽。  “呵，明智的选...”  他突然听不到自己的声音了。  一片猛烈的白光在他头顶泛起，随后剧烈膨胀。  轰——！！！  一颗巨大的蘑菇冉冉升起。  数十公里外，刚刚走出传送门的比尔森和索尔临空撞了个拳，他们站在悬崖边上，爽快地笑了出来。  这就是男人的浪漫啊，试问哪个男孩不想亲手引爆一颗核弹呢？  在比尔森视线全部集中在远处时，怀中的冰雪女王已经是化作蒸汽姬，满脸红晕。  “呃啊——无聊的把戏！！”  忽然一片音浪卷着森林树木冲入三人耳中，被炸的漆黑的巨人吼叫着站起身，极度狂怒的咆哮直接吹散了一片大气层，星光在此刻再无遮拦。  “好家伙！”  比尔森把冰雪女王往旁边一丢，拳头紧握，没有云层遮掩，他的星图更强了。  “吾嗯...”  女王摔在远处的地上，像个小女生一样有些委屈，但没说话。  一圈屏障石把她围了起来，作为保护。  “索尔！给他上一课！”  “啊，收到！”  话音刚落，两人突然消失，脚下的悬崖承受不如突如其来的庞大冲力不断崩塌，下一刻两道身影已经是出现在巨人眼前。  几乎是同时，一抹白光爆发。  “试试我SSS评分的SA·云轮！”  “来，细数你的罪恶吧！”  “嘿你把我星光挡住了...”  无视比尔森的抱怨声，大片雷云在上空凝聚，粗大的金色雷柱猛然轰下。  巨人王抬头，一拳直迎上去，拳与雷不断交接对抗，巨大的力道猛击而上，雷柱也没了创世神怒火般的威势，开始歪斜弯曲，随着一声巨大的吼声，巨人王顶着雷柱逆流而上，竟是直接打散了雷云。  “你们...”  “你不会以为他出手我就只会看着吧？真当回合制游戏奥。”  比尔森在巨人王对抗雷柱时就接过了神刀虎杖丸，一直用着祈愿，现在评分已经刷到了S。  他切换到自己的村雨，开启电力模块。  “现在，我的手中已经抓住了未来。”  攻速限制解除，谐振RF电容开启，高级魔力戒指满值，永恒常春藤预备，等级：1145，拔刀锻造次数：1000。  “你的命运早已注定！”  话音落下的瞬间，比尔森就已经消失在原地，已经来到巨人头顶，手中的刀刃嗡鸣作响，大片刀光闪过，无数道影子将巨人王的肌体一点点的分割开来，鲜血如胡泊倒扣般倾泻而下，而后又在刀光闪烁中在空中被再次掀起。  而在最后收尾的则是一个SA·拔刀斩，巨人王腰部瞬间被切割出一道如山谷般深邃的伤口，随后便是喷涌而出的血液。  “呃啊——”  他痛苦地倒在地上。  “你...”  “你什么你，你...”  比尔森刚想大发篇幅，却突然意识到还有索尔在场，于是干咳了一声。  “你说。”  “你赢了...”  在死亡面前，一切的不甘都化作飞灰，随风飘散。  有的人，死前会拼命拉上别人陪葬，可有的人，却会给对手一句称赞。  “这就完啦，我另一颗核弹还没炸呢。”  索尔叹了口气，这一站全看比尔森秀了，他都没怎么打。  “刚才那东西还有一个？”  下方突然传来一道熟悉但相对来说小得多的声音。  两人一惊，急忙往下看去，却见巨人王的身体裂开，其内钻出一个小巨人，虽然还是很大，但也没那么夸张了。  这是一个新的生命。  索尔握住刀。  “不打了不打了，我都认输了，你们别打了！”  但他的求饶没有用，索尔和比尔森收回刀追了上去，两人使劲拍着他的头，教训着他。  “tm挑事挑事挑事，就你挑事是吧，我让你挑事”  巨人王被打的痛呼，捂着头满地乱跑。  星光下，抱着腿坐在屏障内的冰雪女王看着这一景象，笑了出来。  在比尔森没注意到的时候，身旁索尔的心里终于也是一松。  “治疗结束了。”【完】\n\n\n相声小剧场\nSteve：那天我去挖矿，就一把铁镐往下挖。Alex：怎么挖？Steve：垂直下挖！Alex：真男人！Steve：你听我说，我那天就一只挖呀挖呀挖呀挖...Alex：死了没？Steve：没有，不但没死，还挖到了钻石！Alex：哟，好运气！Steve：那当然，我那天出门可是特地去拜了拜上帝。Alex：还拜上帝呢。Steve：对，而且还不止一个，我拜了两个上帝！Alex：两个上帝，那他们没打起来啊？Steve：哎，我这拜的不是同一个上帝。Alex：那怎么还分家的呢？Steve：它们一个是西方上帝，一个是华夏的昊天上帝！Alex：霍，合着你这还对中西方交流做贡献了呢是吧，促进两方代表进行友好交流。Steve：那可不，我当场就上了三炷香，还是上好的紫金云纹香。Alex：那你这，害！Steve：怎么着？还嫌不够？Alex：你说你这好歹整点别的，光上香了，华夏这边弄好了，那人家西方那边也不吃这一套啊！Steve：那简单啊！Alex：怎么着？Steve：我一边上香一边喊“哈利路亚！”Alex：妥了，两头得罪。Steve：哎，心诚则灵。：？【完】\n\n\n\n\n后记写作总共用时一天，从早到晚。事实证明，果然兴趣才是最好的动力源泉。暮色是经典老mod了，老早就有人进行小说漫画创作，很精彩，只是看的时候感觉武力值还是不够。在写的时候我发现mc的武力是真的可高可低，高的时候简直没有上限。下可低眉开垦荒地种田种树盖房子，上可抬手创造世界淫灭星球。所以我来了一次稍大胆的想象。（不过剧情和逻辑上确实是差了些，还挖了坑没填）那么最后，第二次感谢看到这听我发牢骚的人。←送你黄色小fa\n（附张冰雪女王图）\n\n\n\n\n冰雪女王.png (312.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-2-29 22:52 上传\n\n\n\n\n（侵删）\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1582982100,
            "txt_content": "好久没见周创的长单篇，奥利给"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818980,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "小樱aaa",
            "timestamp": 1594874640,
            "txt_content": "说实话不错，把拔刀技能都描述出来了，中二患者福利"
        },
        {
            "author": "ilser",
            "timestamp": 1594920660,
            "txt_content": "侯超航 发表于 2020-7-16 12:44\n说实话不错，把拔刀技能都描述出来了，中二患者福利\n早 期 作 品\n自拔刀mod出来就一直沉迷于各种骚B操U作G，每天费尽心思就研究怎么用拔刀技能和幻影剑崩服崩端（后来只崩了自己的端），放在小说里大胆想象一下可能就是【世界崩灭斩】？"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595028660,
            "txt_content": "我tm直接无尽之刃秒天秒地"
        },
        {
            "author": "Dicro_scrive",
            "timestamp": 1595030220,
            "txt_content": "期待一波\n终于找到了个正常的序章"
        }
    ]
}