{
    "title": "初见手抖再见已是经验塔的小黑，你真的了解他吗？",
    "author": "916129273",
    "replyCount": 1,
    "timestamp": 1582998540,
    "txt_content": "\n末影人是游戏里除角色外唯一可以主动搬起特定方块的生物。\n\n末影人是中立的。\n\n末影人疑似有自己的语言，安静时仔细听它发出的声音，可以隐约辨析出（前两个被评论提醒，去Wiki查了下，的确是要倒放，最后一个去听了游荡时不倒放没有问题，并且比较明显）：\n\n\"Hey\"\"what's up\" \"look for the eye\"\n\n这种语句。\n\n末影人来自末地。\n\n只能通过要塞里的末地传送门进入末地，但是以玩家的科技水平无法造出传送门。\n\n末地遗迹内的物品不是当地现在居民可能用到的，因为末地没有任何可以骑乘的生物，现在的末影人也无法无法捡起诸如剑之类的物品。\n\n末地的紫颂果具有短距离传送的性质，并且长在比较高的地方。\n\n末影人比我们高蛮多。\n\n“要塞”的定义是某种用于防御外敌的建筑。\n\n主世界里有大量被废弃的文明建筑。\n\n我们所认为的文明生物村民外形上看是与我们不同的物种，倒是僵尸、溺尸之类亡灵系的生物（死物？）与我们长的比较像。\n\n\n简单说，末影人是世界的原住民，他们原来并没有传送的能力。遗迹也来自于他们。\n\n要塞告诉我们，这些原住民曾经经历过战争灾难，出现了他们难以抵挡的敌人，在顽强抵抗之后，他们决定逃离这个世界。\n\n他们曾经可能试着去过下界，但是环境过于恶劣，生活比主世界更加不堪。\n\n之后由于高级的科技水平，他们造出了末地传送门。在跳入虚空之后，他们才发现这是一张单程票。\n\n新的世界不但贫瘠，还有更加强大的新敌人（不言而喻）\n\n他们不得不在此苟且生存，并且学会了与敌人和平相处。他们造起堡垒，把一切装备放在箱子里：附魔剑、马铠——它们对他们都没用了，这就是为什么我们可以在这里找到它们。\n\n不久食物就吃完了，他们不得不试着去摘食紫颂果。\n\n就这样一代一代，包含着进化的繁衍，新的物种，就是我们现在看到的末影人诞生了：长期食用紫颂果，它们逐渐有了传送的能力；为了够着高处的果子，他们的身高普遍较高。\n\n他们曾经也是人类，所以保留了一点人独有的特性：语言、移动方块、在看到南瓜头的时候会失去攻击的欲望、对人类玩家的中立。\n\n亡灵系生物应该就是他们这个种族的死者，数量惊人，又解释了他们逃离的原因。\n\n补充：既然是单程，主世界里的末影人是怎么来的。\n\n嗯…………\n\n这似乎还没有一个和前面的猜想一样逻辑比较严密（有了这个问题其实就不能说严密了……）的结论，这也是个很重要的问题。\n\n暂且这么推测（以下意淫）：拥有了传送能力的末影人其实已经有了传送回到主世界的能力，但可能这个过程比较困难，所以他们之中只有少数在各种条件下离开了那个蛮荒之地。\n\n前面我们列举了末影人的语音，其中有一句look for the eye.\n\nthe eye 无误的话应该就是指末影之眼了。这样看来末影人们似乎在教唆我们去下界，去杀死末影龙。\n\n击败了末影龙意味着末地与主世界的门可以重新打开，这扇门自然会使回到主世界的过程更加简单些，末影同胞们也就可以以此“回家”。\n\n那为什么击败末影龙后主世界的末影人似乎并没有明显增多？\n\n进化是一个漫长的过程，要解释这个问题，我们需要假设这个种族在进化时传送能力形成得比人性退化得快。也就是说，在清晰的意识消失之前，人们就能够进行传送活动。这个时期的传送水平虽尚且没有达到可以回到主世界的水平，但他们认识到这是可行的，并且形成了研究的体系。个人估计传送回主世界的难度大不是在技术上，而是在几率上，应该可以与苏联暴力激活球状闪电类比（小说内容嘿嘿不要当真）\n\n为了种族的利益，每个尝试跨空间传送的末影人被要求与人类（玩家）沟通，以说服人类帮助他们击败末影龙。\n\n这个任务成为了种族生存以外的主要任务。（生生不息而后繁荣昌盛）出生的pre末影人被教导的只有几项：\n\n寻找食物\n保护自己\n尝试跨空间传送\n种族内基本交流语言\n与主世界人类可能的基本问候交流语言\n繁衍后代，并且传授后代这些知识\n由于内容过于单一，只经过数代时间，该族的文化、科技树很快就枯萎得差不多。语言能力退化，但他们不忘初心，牢记使命（红字）！\n\n很久以后，终于有几个末影人来到了主世界。他们大概知道自己要干什么，知道人类是求助的对象，应该是伙伴。但由于长久以来文明的退化，要保护自己的本能逐渐加剧暴露，语言能力丧失严重，所以会攻击我们，并且说话声难以辨析。\n\n至于为什么相视而怒，可能就是slenderman里的效果了吧……",
    "replies": [
        {
            "author": "916129273",
            "timestamp": 1582998960,
            "txt_content": "大家从第一次见到小黑吓到失神，到现在无情的吸经验，可有想过小黑到底怎么来的哈哈"
        }
    ]
}