{
    "title": "[多线]RealWorld ——纯净|重力|物理|模拟现实|玩家自建城|正版[1.16.5]",
    "author": "1521476151",
    "replyCount": 0,
    "timestamp": 1583040600,
    "txt_content": " 本帖最后由 1521476151 于 2021-2-15 12:30 编辑 \n\nBOULKOO REALWORLD[sup]纯净服[/sup]\n真实世界，一个带有各种模拟真实属性的养老建筑生存服务器\n关于赞助及购买\n无论是否赞助或发生购买行为，一视同仁钱不能买任何权限，不能买任何特殊服务我们只会偶尔放出一些材料资源包，以及未来可能会拓展到的超越游戏的第三方服务收费任何的有赞助/付费玩家都不会因为赞助/付费行为直接或间接影响其它玩家的体验只要你够肝，游戏币也可以解决材料问题同时本服更愿意接受无条件赞助，在资金充足时我们将暂停接受有偿赞助\n资金用途：完全用于MC服务器租金及特色项目的各项支出（插件购买等）\n建筑当你初入时，你也许会震惊于服务器玩家们曾经手动修建的一砖一瓦。因为在重力的加持下，一切的悬空将不可实现。为什么你能够看到玩家曾经的星星点点，为什么玩家聚集有博物馆？可能只是因为服务器没有多世界，且不删图（出现地图断层或损坏情况下除外）。每个方块，都有自己的重量和硬度当你与其他玩家共处或者建设时，你将会看到服务器更多的优化。也许你一开始会手忙脚乱，但也许你会渐渐爱上这个服务器方方面面。\n\n关于自然--生态--\n水会流走，方块会掉落春暖花开，大地布满鲜花。夏日炎炎，动物们开始他们的活动。秋高气爽，一切都开始凉快了起来。这大冬天的，要不去湖面滑冰？偶尔会有流星划过，砸向大地\n无限水不再存在，但降雨可能会解决你的燃眉之愁也可能会打乱干扰你的计划--生物--\n牛会顶人的，别去惹\n看见狼群的时候，你会被群起而攻之家禽可能会得瘟疫--地形--高耸入云的山脉，水上的渔村火山，裂谷，瀑布，草原，冰川当你开始探索时，你会发现更多的地形，更壮丽的风景，更多的惊喜，以及更多的怪\n你见到的地形会因为你的到来而开始活起来，树叶会因踩踏而消失，冰面不能长时间停留\n当你安顿下来时，也许你能从燃起的火焰中收获到些什么；但谨记，生物不能过于紧密，树木不能乱砍乱伐；\n--怪物--\n说到这个自然筛选，笨的怪物都被打了，那剩下的...也不用害怕，毕竟我们人多，怪一般没几个感来的至于血量，你有多于原版一倍的血量，但同时恢复的速度也会很慢\n跑图不限制距离，我们正在测试使用分布式动态存储技术，再大的地图我们也能存但服务器租金很贵，性能越高价格越贵。如果你想要走远，请走，不要跑，更不要用鞘翅飞\n技术创新\n一个域名，多线BGP，覆盖各大运营商IPv6 /  IPv4 全线双栈技术，为新一代互联网的建设献出薄薄的一份力尝试接入物联网，请等着，精彩还在继续分布式动态存储技术，更高的读写速度，更大的储存空间，更稳定的数据\n兼容更广，我们将在跨平台上不断探索\n管理及玩家和蔼腐竹，时不时要求管理女装好吧，其实服务器没有腐竹，每个管理都是平等权限的，我们一起出钱，一起维护管理也玩，别问大家都很友好，都...皮？\n一位玩家的留言我是一个慢热的人，对于mc来说我喜欢的并不是去破坏，打造。而是去欣赏。我喜欢里面的地貌，喜欢里面的风景，喜欢打开光影后，看到如此美丽的光芒从地平线肆散开来。我觉得有种神圣感，很美。而这个服务器带给了我更多的真实。\n如果你是一位建筑党玩家，我觉得你需要花费更多的时间来考虑排水和支撑，当一位真正的建筑师；如果你是一位红石党玩家，我觉得你可能需要花费更多的时间来稳固你的机器，而不是对着教程照搬。\n\n\n红线1. 服务器禁止一切利用漏洞的刷物品行为2. 禁止多维度机械和各种卡服的高频\n3. 别熊，为了大家的体验，ban起来绝不手软\n再次承诺 本服务器所有资金仅用于服务器租用以及各项游戏特性所消耗的费用到目前为止，服务器的玩家赞助及各项收入总和远小于服务器的各项支出我们，是管理员，也是服务器的最大赞助者，填坑者。是你们因为不稳定而吐槽的对象但，这只是为了给每个玩家一份温暖的礼物罢了感谢每一位无条件赞助的可爱的人，因为你们，服务器变得更好了\n服务器连接方式realworld.boulkoo.com\n\n支持版本: 1.16.5服务器QQ群: 463978354\n\n每个人的作品都是独特的我们尊重每一位玩家的建筑，非特殊情况，不删图兄弟们，上线\n客户端介绍--版本--建议使用1.16.5进行连接--下载源--纯净服无需下载特定端渠道1：官网（需要自己安装光影/不支持第三方登录）渠道2：交流群（HMCL端/已经设置好服务器信息/已经安装好光影和材质包/整合Java8）渠道3：mcbbs或其他你能下载到的方式--建议配置--视距：12-15 *服务器视距动态调整 交流群客户端默认开启区块缓存\n登录方式--正版登录--你只要使用正版，无需注册，直接登录--外置登录--目前不支持 考虑以后会支持 建议支持正版--离线登录--不支持的，别问了\n我们的视频:【https://www.bilibili.com/video/av60916856】https://www.bilibili.com/video/av60916856\n\n镇服之塔——By Ioo44（服务器dalao）:\n\n本服美景:(除主城外，全部都是玩家建造！！)ps:流量党慎入\n刚才那位玩家又说服务器的各方建设可能并不完美，但这也正需要有同一理念的你的到来与加入。欢迎，此后一同进步，安好。\n\n版权声明\n此贴为REALWORLD服务器在MCBBS唯一官方宣传贴\n内容与图片归BOULKOO团队以及供图玩家版权所有\n团队&服务器LOGO版权登记号: 国作登字-2018-F-00579520\n\n管理员证明\n",
    "replies": []
}