{
    "title": "[Minecraft.net|CULTURE]高层社会",
    "author": "等于号",
    "replyCount": 3,
    "timestamp": 1583053620,
    "txt_content": " 本帖最后由 等于号 于 2020-3-2 11:58 编辑 \n\n\n高层社会\n满是摩天大楼的城市！\n\n有四十多座摩天大楼拔地而起——这就是8279531640的愿景（不，并不是我在乱搓键盘——他就叫这名儿），他想建造一个满是摩天大楼的城市。如果在现实世界中整这个事可要花上不少钱——所以他才来我的世界建啊，对不对？\n\n\n\n到文章发表为止，他一共建造了十六座石英高塔，每座的外形都是独一无二的，但是它们仍旧被精心设计过能够互相搭配，无论是圆还是尖，又或者满是装饰或者平平无奇，他们的配色都是相同的蓝白配色，细节也都是非常注意的。\n\n很难让人来选出一座最喜欢的大楼，可以是螺旋形的八号塔，也可以是涓涓细流卷着气泡一般的十四号塔，又或者是像是陆地上的沉船一般的三号塔！这些充满想象力的塔组成一个城市的话想必十分壮观。\n\n\n八号塔！螺旋！\n\n十四号塔！不错的树！\n\n三号塔！灾难化作成功的摩天大楼！\n\n“我一直觉得城市与摩天大楼的建筑计划是最令人印象深刻的。”8279531640和我这么说，“所以这就是我的起点，单个建筑的创意可以来自于各种地方：真实的大楼、艺术品或者是生活中的琐事。”\n\n从灵感到成品，他的工作模式非常有条理。“我先用铅笔画出建筑过程，在纸上画了很多粗稿，然后把我喜欢的部分收到笔记本里，然后再拿这些建筑拼一个完整的建筑里。”\n\n\n\n“第二步，是在电脑自带的画图里画比例图，确定地图的具体尺寸和细节，这步是最重要的，因为在画图里修改比在游戏里修改要省力的多。最后一步是根据画图的结果作为放置方块的参考，在大多数建筑物的建筑工作时，我先完成一层，然后再去重复拷贝粘贴。“\n\n他也承认，MCEdit让他可以搞出他的建筑，功劳不小。很多建筑师也都用这个工具来做自己的建筑：主要允许他们使用笔刷来大面积的放置方块，而非一块块地手动去搭；复制与粘贴功能（8279531640就是用这个功能建成的大厦）还有其他很多功能。“这个工具对我本人来说是非常重要的，我也相信它为社区做了很大的贡献，也节省了大量的时间，”他是对的，我们这上榜的很多建筑师都使用过这个软件，所以让我们向他道声谢吧！\n\n\n\n但是即使工具都到位了，建造这些大楼也需要大量的工作。“不同的建筑时间花的差距还蛮大的，我没有数过花了多久，不过一座建筑大概要花上我八个小时的时间。”\n\n尽管他造了很多高楼，8279531640还是钟情于他的初次作品。一号塔是一座分成四个部分的圆形建筑，每一部分都用玻璃走廊相连接，入口处也有着不错的喷泉与绿植。\n\n“对我来说，这是最好看的建筑，也是我想要建造城市的初心。我在这上面花了很多时间，看了很多不同的设计变迁，我也在其中学到了不少建筑技巧，所以我觉得它对我而言很特别。”\n\n\n一号塔！特壮！\n\n但是随着时间不断流逝，他也学到了更多的东西，因为他正在向着组成一个城市的目标前进。“一开始，我想要做那种非常真实的建筑，但是随着时间不断的过去，我的想法产生了转变。最终，我决定忽略那种真实感，比如某些结构要去建出完整的承重。”那些真实世界的建筑师，千万不要学哦。\n\n他和我说，虽然他对物理学不甚了了，但是他也知道一些地方不切实际，他指出：“比如十四号塔周围那圈六边形结构几乎没有支撑，如果在现实之中，它们的自重就会压垮它们自身。”\n\n\n 十四号塔楼！ 再放送！ 这结构在现实世界中随时容易倒塌！ 但是我买到了这里的顶层公寓，所以我想我还是会碰碰运气的。\n\n“另一方面，我建筑中仍然有一些是不现实的，那就是他们的空间使用率，”他和我说，以五号塔楼为例。由于其形状是金字塔型的，就导致了和占地面积相比，实际生活面积的比例少得可怜。但是我的世界是自由，外观要比效率更加重要，低效率万岁！\n\n8279531640最终的城市规划也是这个意思：“一旦我把这些建筑归于一张地图里，我不会把他们像真实的城市那样放的很靠近。”\n\n\n五号塔！看起来很棒——但效率低下！\n\n“我大部分的建筑在现实中可能根本不能存在，但是我不希望在一个如此自由的游戏里再受到限制。”他总结道。这完全说得通——毕竟，一开始就是这种自由吸引他来到我的世界这个游戏的。“我是看我朋友玩我才入坑玩的，因为创造模式对我来说真的是非常好玩，这个模式有着无限的潜力。”\n\n所以，我们可就瞧好了，将来会有越来越多的石英高塔拔地而起，直至8279531640的城市在遥远的地方建成。\n\n作者Jay Castello\nhttps://www.minecraft.net/zh-hans/article/high-rise-society\n",
    "replies": [
        {
            "author": "RedFlagGoup",
            "timestamp": 1583108160,
            "txt_content": "Java版何时限高翻倍？"
        },
        {
            "author": "等于号",
            "timestamp": 1583121000,
            "txt_content": "RedFlagGoup 发表于 2020-3-2 08:16\nJava版何时限高翻倍？\n1.2地图文件格式更改的时候翻倍的，这个改动还算是大改动，应该印象还是蛮深刻的"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1583132160,
            "txt_content": "等于号 发表于 2020-3-2 11:50\n1.2地图文件格式更改的时候翻倍的，这个改动还算是大改动，应该印象还是蛮深刻的 ...\n我的意思是说Java版何时才会和原主机版一样限高为512个方块？"
        }
    ]
}