{
    "title": "[Minecraft.net|CULTURE] 中世纪奇观",
    "author": "问谛居",
    "replyCount": 4,
    "timestamp": 1583059260,
    "txt_content": "\nMedieval Marvel\n中世纪奇观\nAn awesome Austrian castle built with team effort\n由团队协作的奥地利的城堡\n\nKate Gray 凯特·格雷\nI used to live in Europe, and since I moved to Canada, I have realised that I very much took Europe for granted. It’s a big patchwork quilt of cultures, languages, and, importantly, food, where each country blends into the others in a delightful smear. There’s the ridiculously picturesque mountains of Switzerland, the crystal-clear glacier lakes of Scandinavia, the beaches of Croatia, and the cheeses of France. Whatever you’re into, there’s a place in Europe for you – even if you’re into something weird and obscure, like bell-ringing – and it’s all so close and easy to explore. You could go for a short walk in Belgium and accidentally end up in Luxembourg.\n我曾经住在欧洲，自移居加拿大以来，我才明白到，我对生活方式的认识很大程度上都是想当然取自欧洲的。欧洲是一个由多种文化、不同语言、最重要的是各种各样的食物，拼凑而成的，每个国家和其他的国家一起臭味相投地融合在一起。这里有瑞士美的令人叹息的风景如画的山脉，斯堪的纳维亚半岛澄澈见底的冰川湖，克罗地亚的海滩和法国的奶酪。无论你口味有多么挑剔，都可以在欧洲找到适合自己的口味——即使你的口味是奇怪而古怪的事物，例如铃声，也可以非常容易地去探寻。你可以在比利时悠闲漫步，然后意外地发现，你已经在卢森堡停下了你的脚步。\n\nIf I travel 4,000 miles west from where I live in Canada, I’m… still in Canada.\n就算我从加拿大住所西行驶4000英里，我依然还在加拿大境内。\n\n\nPerhaps I can live vicariously through Fall Studios’ Old Fallen Castle build, which is based on a “well-preserved” castle in Austria, with the kind of turquoise lakes and rolling, pine-topped hills that make me pine for another European holiday.\n也许我可以间接地在Fall Studios建造的古堕落城堡中安定下来，这是用奥地利“保存完好的”城堡为基础建造的，有像绿松石一样碧绿的湖和重峦叠嶂、长满松树的山丘这都让我实在向往下一次的欧洲度假之旅。 \n\n“At first we thought about building the castle in a normal landscape, but we weren't really satisfied with the result,” says Framme, one of the artists at Fall Studios. “Then I discovered concept art, in which a city was on a rock in the middle of a big waterfall! I immediately thought that our castle would be well suited for such a landscape, and started terraforming.”\n“起初，我们本打算在游戏里的自然风景中建造这座城堡，但是结果却让我们大失所望。” Fall Studios的一位设计师Framme如是说道，“然后我发现了概念艺术，其中有着一个设计是城市建在大瀑布中间的岩石上！我立即想到我们的城堡将和这样的风景相得益彰，并开始着手地形改造。”\n\n\nThere’s something extra magical about a castle that’s nearly inaccessible, whether that’s because its moat is filled with bloodthirsty crocodiles, or there’s a dragon, or a rickety bridge atop a pit of lava. The castle makes you want to explore, but the danger makes you want to run away and maybe find a spare pair of pants.\n护城河养满了磨牙吮血的鳄鱼、还有着巨龙和熔岩陷阱上的摇摇欲坠的桥，这样一个拒人于千里之外的城堡充满了迷人之处。去探索这样的城堡让人兴奋不已，但危险却让你想要逃之夭夭，甚至你也许要多备一条裤子。\n\nAlthough the title of the piece is “Old Fallen Castle”, the castle itself is actually in pretty good shape, and that’s because the team wanted to make it personal, says Tom, the founder of Fall Studios. “Since this is our first project, we wanted to combine our team name [with its title] and from that, we created ‘Old Fallen Castle’.” There’s just no truth in advertising any more!\n尽管作品的名字是“古堕落城堡”，但城堡实际上还没有破败不堪，这是因为团队想让它自成一格。Fall Studios的创始人汤姆这么说道：“因为这是我们的初次尝试，所以我们希望将我们的队名（和作品名）结合在一起，从这样的结合，我们取了‘古堕落城堡’这个名字。” 在广告里面才没有什么真假可言呢！ \n\n\n\n\n\nMany Minecraft builders use reference photos, detailed planning and architectural research to create the building look they’re going for, but Fall Studios had the real thing at their hands. “During our joint trip in Austria, we collected many impressions, and wanted to recreate individual elements as exactly as possible,” says Tom.\n许多Minecraft的建造者都需要参考照片，周密的规划和对于建筑的研究才能如愿以偿地建造他们心驰神往的建筑，而Fall Studios采用了实地考察。“在我们奥地利的旅行齐聚中，我们收集了很多灵感，并希望尽可能不失毫厘地重现细节，”汤姆这样说道。 \n\nTheir project is accurate, even down to the materials: “The castle walls are mostly made of stone and the roofs of wood, so that it looks like the castle we used as a model,” says Tom, and although that accuracy means that there isn’t much colour variation (some builders even use cactus blocks in their build to get the right colours), it does have the effect of making the castle walls and columns look like they blend right in to the rocks that it’s all built on.\n他们团队的项目是细致入微的，甚至细致到每一块材料：“城堡的墙壁大多是以石头制成，屋顶是以木头为主制成的，因此城堡看起来就像我们用作模型的城堡一样精确，”汤姆说，尽管分毫不差意味着颜色并不多样（有的建筑师甚至在其建筑物中使用仙人掌方块来获得准确的颜色），但这样的颜色的确能取得让城堡的墙壁和圆柱和四周的环境完全融为一体的效果。\n\n\nWorking with a team rather than solo means the work goes much faster. “We built the castle in 7 days,” says Tom, “with 2-4 hours of work each day. The terraforming took about 10-15 hours.”  Because of the extra hands, the Old Fallen Castle has more detail than might usually be possible – unlike many grand building projects, this one actually has an interior, using the Great Hall of Winterfell from Game of Thrones as inspiration.\n与万众一心的团队一起工作而不是个人的单打独斗意味着工作效率的飞升。汤姆说：“在7天内，我们就建造好了这座城堡，平均每天需要2-4小时的工作。地形改造大约花了10到15个小时。” 由于有富余的人手，古堕落城堡能有比平时更多的细节——与许多朱甍碧瓦的建筑不同，我们的作品实际上五脏俱全，而它的灵感来自《权力的游戏》的温特菲尔大厅。\n\n\n“You learn how to better work in a team,” admits Tom, \"and your spatial perception is also improved.” Fall Studios mention planning out their builds, but say that they end up just “throwing the planning away and doing it differently” once they start anyway. “The only goal,” Tom says, “was that we enjoy the project and are satisfied with our work in the end.” A build well done by a well-built team!\n汤姆承认：“你得学会怎么和他人更好的协作，并且你的空间感知能力也会有所提升。” Fall Studios提到建筑需要进行整体规划，但是当他们真正开始时候，他们最终以“放弃整体规划并让大家随心所欲发挥。”“唯一的目标，”汤姆说，“是我们喜欢这个项目，并且最终对我们的辛苦付出感到满意。” 一项惊天之作源自团队的精诚合作！ \n\n【@EBsky & WDLJT 译自官网 2018 年 08 月 13 日发布的 Medieval Marvel】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "唯独i",
            "timestamp": 1583064960,
            "txt_content": "哇光影渲染的好棒！建筑本身氛围也很有感觉！是个好活."
        },
        {
            "author": "ArthasArthur",
            "timestamp": 1583109300,
            "txt_content": "图一真是爱了，让我想起了白狼杰洛特"
        },
        {
            "author": "1596976022",
            "timestamp": 1583142960,
            "txt_content": "好了 大佬牛逼"
        },
        {
            "author": "1596976022",
            "timestamp": 1583143020,
            "txt_content": "可以的大佬 加油呀QVQ"
        }
    ]
}