{
    "title": "论服务器的死法（有删截）",
    "author": "qwqwvvaa",
    "replyCount": 16,
    "timestamp": 1362974820,
    "txt_content": " 本帖最后由 qwqwvvaa 于 2013-3-11 10:51 编辑 \n\n\n\n\n\n\n\n未命名.gif (5.29 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 10:44 上传\n\n\n\n\n\n\n\n\n未命名.gif (5.29 KB, 下载次数: 0)\n\n下载附件\n\n2013-3-11 10:44 上传\n\n\n\n\n\n1.投资者的问题：\n\n\n- 管理冲突\n多数早期的投资者，即使是玩过游戏的投资者，往往都是不够专业的，他们往往对游戏一知半解，却自认为很了解，他们会过多地亲自参与服务器管理和设计决策，或者盲目相信某个自称为专家的“亲信”，把他安插到团队里面负责日常的管理或者监控，这些人经常犯的错误有：\n\n\n提出令人啼笑皆非的所谓创意，自认为是所谓的特色，其实成了导致失败的罪魁祸首。\n\n\n过分重视某些没意义的细节而忽略了更重要的大方向，让团队精力分配失衡，开发周期拖长。\n\n\n投资者安插的“探子”往往是能说会道，会讨领导喜欢的那种类型，或者干脆就是投资人的某个基友，典型的情况是一个就知道成天玩游戏，其实根本不懂事的孩子，他们的真实的工作能力和管理能力非常差，他们一味迎合投资者的非专业想法，经常与团队发生严重的管理冲突，再加上每个新人他们都要过目，往往引发很大的团队内部矛盾。\n\n\n- 投资者无法承受挫折而撤退\n\n\n每个人才和团队都有他的成长过程，即使是有成功经验的天才团队，也难免在新的游戏设计或者开发中出现失误。而绝大多数投资者，包括很多专业的投资者对团队都没有足够的耐心，在产品开发遭遇困难的时候，或者在产品上线运营之后发现情况不够理想就会立即放弃投资。\n\n\n- 由于投资者自身原因撤资\n\n\n投资者往往有他自己的主业，也就是所谓的现金牛，没有这些现金牛，也就无所谓那些“闲钱”来做投资。但是当他们的主业遇到困难的时候，他们会毫不犹豫地把非主业的投资砍掉，甚至其实有些投资者做投资的钱根本就是他“借”来的，一旦不景气，你的团队再好，他都会采取丢车保帅的策略，直接关门儿了事儿。\n\n\n2. 团队自身的问题：\n\n\n- 管理经验不足\n\n\n有创业热情的各位，你们都是懂得怎么做游戏的精英吧？所以你们多数都有一些设计制作游戏的特殊技能，所以你通常并不一定是一个很好的管理人才，对吗？但是一旦你开始创业，你的痛苦就随之而来了，你发现你每天80%以上的时间并不是在游戏，而是在处理一些跟具体游戏毫无关系的事情：\n\n\n- 通过各种途径找找投资，每天不得不面对各种假行家与真外行，假朋友与真骗子，假投资真没钱的投资人等等。\n\n\n- 通过各种途径找人，为了说服一些能够帮助你团队更上一层楼的高手加盟而使尽浑身解数，其实高手们都各怀心腹事，说不定随时准备着走，表面上跟你说好了，你苦苦地为未来画饼，什么好条件都给他们了，自己反而剩的很少，结果别人给的条件更好，人家最后决定跟别人走了。\n\n\n- 好容易成立了团队，有一点点钱，自己苦着出钱以鼓舞士气。结果你的手下还耍大牌，工作干得不够好还一天到晚抱怨太累，结果虽然名义上你是头头，其实他跟你领导一样，比领导还难伺候。我经常说的一句话是：你是老板，但你实际上是孙子，他是爷爷，你不郁闷么？\n\n\n- 好容易关键的几个人都凑齐了，大家都是牛人，谁也瞧不起谁，加上策划和程序本来就是天生的死对头，以前没合作过的基本上一定会打起来，以前合作过的，比较愉快。发生一点小矛盾就容易转化成对人不对事的大矛盾。\n\n\n- 好容易大家磨合好了，劲儿往一处使，干了不久，发现其中一个核心成员水平不够，要不就是能力虽然不错，但就是合不来，人家现在不想给你帮忙了，唉，都怪当初没看准，可是没办法，不干一段时间怎么发现得了？赶紧找人代替吧，他前面的工作基本上就都费了，新来的人还得跟团队重新磨合，哪有那么多时间呀，你能保证这么着急找来的人就行吗？所以我建议：不要在初期就把权利都分掉了，给自己留点余地，制定一个尽量客观的评估制度，不愿意的对你根本就没有信任，小心点吧。或者反过来你信任他得了。\n\n\n- 技术经验不足\n\n\n因为技术死太多了，80%的刚出来都有技术问题，即使是有经验的人，你敢说你做的游戏跟他以前作过的完全一样？那你也真够山寨的，就算是纯粹的山寨，你敢说你的程序亲自作过一个游戏所需要的全部技术？知道所有的坎儿和雷？整个游戏有多少行程序？整个程序其实是一根链条，有一个环坏了，链子上其他的环再强都没用，还得断，你不熟悉的一段代码出了错绝对能害死你。\n\n\n你不是山寨，有创新？好，对不起，那就是风险，创新的思路往往创造了新的技术挑战，带来了各种技术上的不确定性，造成最后无法克服的技术障碍。最烦的是，最后发现其实这些想法很多以前失败过的团队早就尝试过了，当然了，人家都不是傻子，你能想出来的创新人家也早就想到过了，而且你的绝大多数所谓创新其实也是参考别人的，难道不是吗？人家都没做，就你做了，你还洋洋得意呢，可实际不是因为人家没想到，是因为人家试验不成功，技术上走不通，尸骨都堆成山了，你不知道而已。\n\n\n- 策划经验不足\n\n\n连山寨都不会的咱就不说了，你做创新的，多不容易呀。可是玩家真的能认可你的新设计吗？你的新设计真的天衣无缝吗？没上线之前你就知道玩家会怎么玩你的游戏吗？很多人一起玩儿会发生什么你真的已经算得清清楚楚了吗？你自认为比玩家聪明，可实际上线运营后往往发现玩家比你聪明得多。发现错了，改吧，玩家中那些受迫害的人已经走了，留下来的由于你改后被剥夺了利益也拜拜了，现在怎么办？拉新玩家吧。\n\n\n- 人员招聘困难\n\n\n光有你们几个核心的高手齐心合力也不够呀，一个游戏3~5个人就能做吗？你得招人吧？而且凡是有创业情结的牛人都已经被扫荡过N遍了，还有你的份儿吗？普通的是求稳定，你是新成立的，干的活儿很普通，整来整去就觉得自己干最快，又好又便宜，可就算你浑身是铁，能捻几颗钉子？\n\n\n3. 与运营商有关的问题：\n\n\n- 找不到合适的代理商造成资金断裂\n\n\n费尽千辛万苦产品终于做完了。你的投资人不错，一切困难都坚持下来了，没有做那么多折衷，游戏看上去还不错，自己开发的都是“亲儿子”，你要想让别人代理你，要当“干儿子”，跟他们的亲儿子抢饭吃，不但要有突出的特色，还要跟他的“亲儿子”不冲突才行。\n\n\n",
    "replies": [
        {
            "author": "262949130000",
            "timestamp": 1362974940,
            "txt_content": "独行者路过撒~"
        },
        {
            "author": "猥琐张尼玛",
            "timestamp": 1362975180,
            "txt_content": "哎哎哎~ 你的头像变了\n\n之前那个猥琐的呢?"
        },
        {
            "author": "262949130000",
            "timestamp": 1362975480,
            "txt_content": "猥琐张尼玛 发表于 2013-3-11 12:13 \n哎哎哎~ 你的头像变了\n\n之前那个猥琐的呢?\n这个仍然猥琐撒~"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1362975660,
            "txt_content": "死发是千姿百态的啦~~"
        },
        {
            "author": "jesse",
            "timestamp": 1362976200,
            "txt_content": "非常有道理，特别是【管理冲突】这一部分，深有感触。值得庆幸的是我还没遇到过需要摊牌的场面。"
        },
        {
            "author": "Yihc",
            "timestamp": 1362984780,
            "txt_content": "有点看不懂哦            "
        },
        {
            "author": "414954125",
            "timestamp": 1362984960,
            "txt_content": "非常的详细呢   "
        },
        {
            "author": "su3155323",
            "timestamp": 1362995640,
            "txt_content": "262949130000 发表于 2013-3-11 12:09 \n独行者路过撒~\n怎么换头像了？还是以前那个卤蛋的头像好"
        },
        {
            "author": "ZENONIA4",
            "timestamp": 1362997740,
            "txt_content": "路过~        "
        },
        {
            "author": "pigger1",
            "timestamp": 1362998100,
            "txt_content": "4.被小学生撸死"
        },
        {
            "author": "su3155323",
            "timestamp": 1362998760,
            "txt_content": "youyou就是这种人额..."
        },
        {
            "author": "262949130000",
            "timestamp": 1362999000,
            "txt_content": "su3155323 发表于 2013-3-11 17:54 \n怎么换头像了？还是以前那个卤蛋的头像好\n应果冻要求撒~=w="
        },
        {
            "author": "qwqwvvaa",
            "timestamp": 1362999840,
            "txt_content": "su3155323 发表于 2013-3-11 18:46 \nyouyou就是这种人额...\nyouyou是谁家孩子{:10_507:}"
        },
        {
            "author": "su3155323",
            "timestamp": 1362999960,
            "txt_content": "qwqwvvaa 发表于 2013-3-11 19:04 \nyouyou是谁家孩子\n经常在在MCBBS里面弄一次性的活动，你可以在用户那里搜索一下，就叫\"youyou\""
        },
        {
            "author": "MC服务器GM",
            "timestamp": 1363004280,
            "txt_content": "还以为是什么 \"xxxx想成为海贼王却失败了”“xxxx学会在岩浆里游泳”之类的捏。切{:10_521:}"
        },
        {
            "author": "70193142",
            "timestamp": 1363004340,
            "txt_content": "262949130000 发表于 2013-3-11 12:18 \n这个仍然猥琐撒~\n撒撒,你有没有发现有SAO启动菜单啊=A="
        }
    ]
}