{
    "title": "【瓜机】（基岩/java版通用）最省材料/最高效呱唧/最优解探究",
    "author": "DahnKun",
    "replyCount": 5,
    "timestamp": 1583077620,
    "txt_content": " 本帖最后由 DahnKun 于 2020-3-2 21:24 编辑 \n\n终于可以发帖了……刚注册mcbbs为了发帖到处水贴（\n声明：以下机械的创意有的不来自于我，有的也并非我为起始，以下个人所述内容若有雷同，纯属撞车，只希望各位海涵。\n\n在开始前，我们要讨论为什么造呱唧（瓜机）那么麻烦（如果是java版，可以忽略这一点，看我接下来介绍的这两种方法，或者去造bud机）：\n1.呱唧（瓜机？）的启动需要我们检测瓜是否生成，但是侦测器无法侦测到瓜苗与瓜的联结（仅基岩版的mojang特性），因而检测的目标只能放在瓜身上。\n\n “很显然，他们不是什么好苗子！”\n\n2.想要瓜形成相应的掉落物（即被收割，被破坏）的条件是必须是用活塞推动瓜（无论朝哪个方向，亦或挤压也能破坏瓜），粘液块和粘性活塞都不能把瓜拉回来；\n3.当侦测器检测到瓜的时候，侦测器提供脉冲信号，活塞推动，瓜被收割，这时候还很正常。但活塞完成推动后，侦测器检测到“没有东西啦”，于是又给出信号；接着活塞推动收回，侦测器又检测到“没有东西啦”，于是从前有座山山里有座庙……就鬼畜起来了。（其实这个检测过程中还有36号方块的更新，过于复杂且与主题无关，在此不叙）\n\n好了，进入正题。\n\n目前制造呱唧（瓜机！）有三种方法（bud法不适用于基岩版，而我这里写的是“通用”）。我这里仅会提其中两种，因为这两种省材料。\n\n\n一、脉冲时刻差法：这个方法是大家首先想到的办法，通过 打破时间循环的悲剧（大雾）来避免鬼畜。这个方法也确实实用，因为制作得好的话是可以单片堆叠的，但是有以下缺点：\n      1.制造及其耗材料；\n      2.制作需要有一定的红石基础，且对于空间感有较高要求，不然做起来脑子一片浆糊；\n      3.活塞会二次触发，浪费6gt时间（其实是毫无意义的时间呢，脸好的人随机刻刻刻出奇迹），不过这一点在这个方法内其实可以攻克，但会更加耗材料和技术力。\n鉴于以上原因以及本人空间感的缺失（而且还总是想造单片可堆叠的呱唧），而且mcbbs里也有人发了这种，我就不讲这一种啦~\n\n二、充能法：充能法应该是目前最省材料的方法，需要的材料只需要耕种的必备物品、一个侦测器、一个活塞和一条红石线。\n什么是充能？充能是一个实体方块被施加一个红石信号后处于可以激活周围红石器械和元件的状态，而正好我们亲爱的南瓜先生和西瓜小姐都是实体方块（关于充能理论，我们这里不深入探讨，我自己脑子里的红石线就理不清）\n\n“亲爱的南瓜先生和西瓜小姐，你们的力量真是神奇！”\n\n那么就可以靠检测被充能启动的红石器械/元件来使活塞推动。\n制作如下图，不多说。\n\n“俯瞰呱唧”\n侦测器正下方的是面对瓜苗的活塞，他们无情地蹂躏南瓜先生和西瓜小姐。无情地。\n当然活板门的位置其实不一定要如此，只要能让瓜激活它就行。\n\n“歪瓜机，记得在上面也有红线”\n但是，这是远远不够的！红石收割机器，最重要的是要能经过时间的洗礼！\n所以，拉满随机刻！ “呱唧也疯狂！” \n\n “呱唧们在狂舞”\n\n“暴风过后的宁静”\n\n事实证明，这个呱唧（呱唧呱唧）可以经过考验！\n充能式呱唧（呱唧。），从长了个瓜完全腾出生长位，一个需要10gt。优缺点：\n优点：1.材料易得；\n         2.构造简单粗暴；\n         3.可单片堆叠，占地极小，会给我们探寻最优解打下基础；\n         4.活板门变化2gt，与侦测器提供脉冲的延迟相同，侦测器只能给出一次脉冲，因而活塞只推动一次，省去了6gt的时间（除去java版可能有0t以外，这一个应该是最高效的）\n缺点：无。真的没有！\n好的，这里是三号呱唧，三号呱唧。不过在隆重推出前，我们需要了解一个东西：脚手架。\n“违章建筑的常见装饰，虽然在mc里并不易得”\n\n悬空的脚手架会有一个数值，我们这里暂且称为“距离”。脚手架就是通过距离这个数值来检测悬空的脚手架需要经过多少个最优路线的悬空脚手架才能抵达最近的贴地脚手架。\n玩过非红石电路的人都觉得很熟悉吧？\n这个就是和树叶电路一样的原理！不过基岩版没有树叶电路，但有脚手架电路。脚手架电路的更新顺序也和树叶电路类似，不过树叶电路的“电源”是原木，而脚手架的电源是能让脚手架贴地的方块。\n\n“用来测试脚手架电路的机器”\n\n脚手架电路和树叶电路一样，都是1gt脉冲，从此基岩版的1gt脉冲机就这样被大大简化了。\n——所以呢？\n——所以脚手架下出现垫脚方块的话，就会出现方块更新！\n好的知道了这些，我们就可以用侦测器检测脚手架而不是瓜，这样就可以避免循环啦！\n这是构筑图：\n\n\n“单片单片的，很美观，不是吗？”\n\n注意这个是真·单层单片的，因而最上面的充能铁轨是铺满了的，制造这个机器的时候要注意南北走向。（不懂铁轨朝向问题的话，你就没救了）\n铁块是任意实体方块（我上一个呱唧忘记标注实体方块了），拿泥土亦或瓜本身都可以替换。\n\n好的我们接下来还是一样的，需要检测机器的稳定性：\n\n“咔嘡咔嘡咔嘡咔嘡咔嘡”\n\n“调成4096随机刻的图呢？” “很不幸，被我吃了。配着南瓜汤，很美味。”\n\n\n\n运行平稳！\n脚手架呱唧，从长了个瓜完全腾出生长位，再加上活塞二次启动浪费的时间，一共需要15gt。优缺点：\n优点：\n1.单片可堆叠,且为单层，收集方便；\n2.构筑材料仍然相对便宜；\n3.结构简单；\n\n缺点：\n1.竹子较为罕见；\n2.活塞有二次启动的问题（会浪费6gt）\n\n\n说完了那么多，再给大家介绍一个不用侦测器的办法：漏斗。\n众所周知漏斗接收到红石信号会卡住不向外漏物品，而且当漏斗内有物品时会被比较器检测到输出信号。\n我们可以用瓜的充能锁住漏斗……接下来怎么弄也不用我说了\n当然，比较器也是要石英的，所以这个办法也纯粹只是闲得没事干（笑）\n\n以及一个绝对不建议的方法，检测草法，这个蠢到我提它都是个错误，蠢得跟苏珊奶奶烤的南瓜饼一样哦我的老天我真的想用我的靴子踢想出这种检测方法的人的屁股\n\n注意：以上针对游戏刻的讨论是基于基岩版而言，因为基岩版活塞不像java版那样非常有特性，我个人其实也对基岩版的红石研究不是很足，如有错误，请多指教。\n\n接下来还会更新关于最优解（出瓜效率最高）的探究，不过不知道会咕多久~\n",
    "replies": [
        {
            "author": "严肃sam",
            "timestamp": 1583110740,
            "txt_content": "。。。图裂开来"
        },
        {
            "author": "DahnKun",
            "timestamp": 1583113140,
            "txt_content": "严肃sam 发表于 2020-3-2 08:59\n。。。图裂开来\n在修了在修了（"
        },
        {
            "author": "秋亦风云",
            "timestamp": 1583734740,
            "txt_content": "图2有点不明白，是不是测试什么物体传导红石电路啊"
        },
        {
            "author": "DahnKun",
            "timestamp": 1583745660,
            "txt_content": "秋亦风云 发表于 2020-3-9 14:19\n图2有点不明白，是不是测试什么物体传导红石电路啊\n图二意思就是告诉你西瓜和南瓜这两个方块属于实体方块，\n充能理论其实算红石基础知识，如果不知道我在说什么的话你可以无脑造呱唧或者去看红石教程了解原理"
        },
        {
            "author": "DahnKun",
            "timestamp": 1585540140,
            "txt_content": "我想了一下……还是终结此贴的好，因为最近才了解到be有区块弱加载这个特殊特性，可以靠着这个特性直接高效产出，所以此贴终结（"
        }
    ]
}