{
    "title": "MC 战世 第四章：狼之夜",
    "author": "莫提哥",
    "replyCount": 7,
    "timestamp": 1362999060,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-22 22:34 编辑 \n\n突然觉得自己很过分。。。昨天才刚写一章，今天又来了。。。\n不管了，我豁出去了！！继续写！\n\n\n-------------------------------------------\nMC 战世 第四章：狼之夜！\n\n……“你是……！？”\n“你应该不会认识我，我的名字是凯伦”\n“你怎么会知道我的名字啊？”\n“我在报纸上看过你啊” ……啊，难道标题是【死而复生的僵尸】！？\n“……那个…只是个误会……”\n“诶？那…那……”\n他看似很疑惑的样子，看似有话又说不清楚的感觉，不过后面还有几个客人在等着，旁边在混着药的老板也一直在恶狠狠地瞪着我，我只好先把他打发掉，因为我可不想失去这份工作。。\n“我，晚点再来找你！”他临走前说。\n\n\n放工之后，站在铺前一阵子，看凯伦还是没来，我就先回去了……\n\n\n----------------------------------------------------------------------\n\n\n傍晚，在巫婆婆药坊那……\n巫婆婆正悠闲地坐在长凳上喝着茶…\n“巫婆婆，我们先回去咯~”几位姑娘正收拾着自己的东西说\n“好好~”巫婆婆眯着眼高兴地说\n\n\n几位学徒的姑娘走了之后，巫婆婆放下杯子，呼叫她的孙女。\n“奶奶，怎么了？”\n“扶我去占卜。”巫婆婆神色凝重地说\n\n\n看着水晶方块，巫婆婆手放在水晶方块上开始念念有词，巫婆婆的眼睛睁得比平常还要大……\n瞳孔反映着的不详的血色。\n\n\n------------------------------------------------------------------------\n\n\n7点半……\n“呜哇啊，大妈，肚子饿了肚子饿了肚子饿了肚子饿了…”我捧着饥饿的肚子，躺在客厅沙发上发牢骚。\n“你才是大妈！”在厨房的大妈愤怒地回应我。\n“哈哈哈哈哈哈哈！”坐在沙发上读着医书的苡兰大笑。\n“小心我罢工啊啊！”大妈愤怒地大喊。\n这快乐、和气（除了大妈）的情况维持不了多久\n\n\n突然，外面传来尖叫声。\n我坐起来，皱着眉感觉有什么大事发生了，苡兰呆了一会又突然想起了什么，起身刚要行动，突然大门被撞开了，玄关离客厅有一段距离，我起身看着通向大厅的走廊，听见有什么东西很快速地跑来，苡兰赶紧拉着我要我上楼，还没退到楼梯口，两只血红色的狼就跑进客厅了，其身形很大，站着就有半公尺高，凶狠的血红色的眼睛直盯着我。\n“苡兰，快上楼！”转身看向厨房，大妈早已经逃了。\n见苡兰跑上楼，其中一只想去追她，立刻捉起花瓶抛向它，直中脑门。它踉跄一下，转头要瞪着我，慢慢地走向楼梯旁，看起来是要堵住我的去路，另一只则从另一边逼近。见它们慢慢逼近，知道手搏一定不行了……但已经很久没练了…算了，顾不了那么多了，豁出去了！\n\n\n我踢踢一下地板，想带起我跆拳道的记忆，看楼梯方向那头狼一定突破不了，我看住另一只狼。好，就是你了！我一踢地板，跑到它面前，它对于我的突然举动呆了一下，我不给它任何机会，捉住这一瞬间，把它当成足球一样，用尽全力把它踢飞，碰的撞到墙壁，然后就倒地了。另一只狼见伙伴被攻击了，呲牙向我跑起来，刚踢死一只狼，我还没缓过劲来，还没转身，突然听见玻璃类的东西破了的声音，转身看发现苡兰的手依然维持着抛东西的姿势，狼则倒在沙发旁，头上全是血，我捉紧机会抬高脚用力地踩向它的身体，啪叽的一声里内什么东西断掉的声音，然后就不动了，死了吧？突然又想起被我踢走的狼，猛转身看，只见它依然倒在地上一动不动，不可能，照理说身形如此的庞大应该没那么容易杀死啊！？难道这种狼特别脆弱？\n\n\n我让苡兰躲好，自己出去看什么情况，干掉两只狼，胆也壮大了起来，出了大门，发现街上人已经跑光了，好十几只狼正在分食着几个人的尸体，有几位位看似士兵的人捉住长枪看着这些狼不知道该怎么办，不过一会儿他们就落跑了，真当我疑惑时，发现矿道方向那又跑来一群狼，有几十只多。我也赶快拔腿跑，哇哈哈哈！我后悔啦！逞强出来干嘛啊我！跑向广场的方向，我看见不远处有个和我身形差不多的人正擦着手上的刀朝着我的方向走来。大喊一句“快跑啊！”我头也不回地跑过他身边。跑了不久又看见刚才的几位士兵正呆呆地看着广场方向，我跑到他们身边一看，广场上全是血，地上满是狼的尸体，这是怎么回事！？我转头看向刚才的位置，发现狼群已经很靠近刚才的人。他丢掉手中的血布，手上的剑闪耀着冷光。一瞬间，他俯下身子退后几步，一斩，扑空的几只狼就被杀了。随后其它的狼围绕着他谨慎地看着他，那人倒看似很轻松地玩弄着手上的剑，一只狼首先扑上去攻击，其它狼也跟着从四面八方扑上去……\n\n\n……银色的冷光不断地闪耀着，渐渐的转化成红色的冷光，他的身影在狼群中闪动着，手中的剑在快速地挥舞着。我和士兵们看得傻眼了，现在仔细一看发现，他身上穿着皮盔甲，身上不正规的套装看得出他不是士兵而是玩命的冒险者。不一会后，以他为中心围绕着的不再是狼，而都是尸体。\n\n\n他从腰包拿出一个药瓶，应该是抹伤药水，直接将全部药倒在身上，抽搐好几下，慢慢地走过来，我也好奇地走去看……竟然是……\n“不好意思啊…不小心睡过傍晚了哈”\n\n\n谢谢你们的支持！！！{:10_512:}{:10_512:}\n人物：大妈（李蘅）\n-》樊生的表哥，但是是个无恶不作的人，唯一优点就是孝顺父母，自从被封进大妈皮囊里，连10公斤的米也扛不起\n\n又这样的……待续~{:10_492:}\n表示我已经掉入这无底巨坑爬不出来了{:10_497:}\n最后求你们用人气和金币丢死我吧！！！！\n通往索引贴之路:传送门",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1362999060,
            "txt_content": "回复支持回头再看一看"
        },
        {
            "author": "Emerson",
            "timestamp": 1362999240,
            "txt_content": "晕。。。凯伦=="
        },
        {
            "author": "geludan",
            "timestamp": 1362999300,
            "txt_content": "我的坑已经填完了，但是由于要修改初稿于是又掉进了另一个坑"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1362999720,
            "txt_content": "=V=又有小说了~看着~"
        },
        {
            "author": "zhh30648",
            "timestamp": 1363009740,
            "txt_content": "LZ你写的不错，但是如果脱离回复，金币这一条件，仅为自己而写的话会写的更好，更何况版主都会帮你加分"
        },
        {
            "author": "216119411",
            "timestamp": 1363010940,
            "txt_content": "楼主这么喜欢回复可见啊！"
        },
        {
            "author": "莫提哥",
            "timestamp": 1363012380,
            "txt_content": "zhh30648 发表于 2013-3-11 21:49 \nLZ你写的不错，但是如果脱离回复，金币这一条件，仅为自己而写的话会写的更好，更何况版主都会帮你加分\n我一向来都是很喜欢写小说的啦{:10_492:}\n只是如果只是写，没人理我，会感觉自己好像傻子一样= ="
        }
    ]
}