{
    "title": "安利一些韩国剧情电影！非常好看",
    "author": "燕了个舟",
    "replyCount": 4,
    "timestamp": 1583143800,
    "txt_content": " 本帖最后由 燕了个舟 于 2020-3-2 18:10 编辑 \n\n个人感觉韩国拍的电影非常的棒！所以整理了一下我看过的电影分享给大家！希望大家喜欢（以下内容均来自豆瓣~）\n\n     熔炉豆瓣评分9.3简介来自首尔的哑语美术老师仁浩（孔宥 饰）来到雾津，应聘慈爱聋哑人学校。天降大雾，他意外撞车，维修时邂逅了人权组织成员柔珍（郑有美 饰）。仁浩妻子早亡，8岁女儿天生哮喘由祖母照看，所以他不辞辛苦谋职养家。然而，双胞胎的校长与教导主任竟逼仁浩索贿5千万韩元。同时，仁浩逐渐发现学校笼罩着一种紧张压抑的气氛，令人窒息。有三个孩子引人关注：聪颖的金妍斗（金贤秀 饰）、贪吃的陈宥利（郑仁絮 饰）和弟弟**身亡的全民秀（白承焕 饰），民秀总是满脸淤青。下课后，仁浩还听到女厕所中有呼喊与哭泣，在门卫的阻拦下他未深究。之后。他意外目睹了校长行贿警察，教导员毒打民秀，宿导溺罚妍斗的行径。一个惊天的隐秘被慢慢揭开，真相令韩国震惊……  　　本片取材于2005年光州一所聋哑障碍人学校的真实事件，改编自韩国作家孔枝泳的同名小说。真实案例改编\n   寄生虫豆瓣评分8.7简介基宇（崔宇植 饰）出生在一个贫穷的家庭之中，和妹妹基婷（朴素丹 饰）以及父母在狭窄的地下室里过着相依为命的日子。一天，基宇的同学**拜访，他告诉基宇，自己在一个有钱人家里给他们的女儿做家教，太太是一个头脑简单出手又阔绰的女人，因为自己要出国留学，所以将家教的职位暂时转交给基宇。  　　就这样，基宇来到了朴社长（李善均 饰）家中，并且见到了他的太太（赵汝贞 饰），没过多久，基宇的妹妹和父母也如同寄生虫一般的进入了朴社长家里工作。然而，他们的野心并没有止步于此，基宇更是和大小姐坠入了爱河。随着时间的推移，朴社长家里隐藏的秘密渐渐浮出了水面。真实案例改编\n青年警察 豆瓣评分7.4\n简介讲述了两位警校搭档目睹了一场绑架事件并卷入其中的故事。今日曝光预告片中，展现了朴徐俊和姜河那饰演的\"行动派\"基俊和\"学霸\"熙烈在警察学校相识相交，并一起执行任务的过程。豆瓣写的就这么多那我再加一点故事讲得是两名在警校的学生某天晚上看到个漂亮姐姐就偷偷的跟踪，在两位基佬猜拳的时候！！！惊人的一幕出现了，妹子被绑架了，于是他们便运用在警校学习的怎么跟踪案件，处理案件找到了这个非法贩卖XX这种挺逗的推荐看一下\n\n\n小委托人豆瓣评分8.1\n简介律师正烨（李东辉饰）一心只想着功成名就，对身边人和事不闻不问的他，却被多彬（崔明彬饰）和敏俊（李周元饰）小姐弟所牵绊。就在收到盼望已久的著名律师事务所录取通知的那一刻，10岁的多彬向正烨自白称杀害了自己7岁的弟弟，而这一切又与多彬的母亲智淑（柳善饰）有关。感到后悔和抱歉正烨，决定揭开多彬母亲隐藏的秘密真实案例改编\n邻里的人们豆瓣评分6.4\n简介哲（马东石饰演）被调派到乡下高中担任体育老师并兼任训导主任，不过，基哲一到学校便立刻觉得事有蹊跷，不仅学校职员散发出一股诡谲的气氛，镇上居民也好像隐藏着什么不可告人的秘密。某日，一名女学生失踪了，但大家却默不吭声，仿佛事情从未发生过，只有女学生的朋友宥贞（金赛纶饰），坚信好友遭人绑架，不放弃追查。 女学生消失的证据，正在一点点被抹去，基哲和宥贞这对师生，该如何找出事件背后的骇人真相，救出失踪女学生呢？\n愤怒的黄牛豆瓣评分6.4\n简介该片讲述妻子被恶党绑架，丈夫与帮手一起赤手空拳地摧垮了绑架团伙，拯救妻子的故事\n钱豆瓣评分6.8\n简介刘智泰、柳俊烈有望主演电影[钱]，影片讲述普通工薪族投身股票市场后卷入巨大阴谋的故事，柳俊烈饰演工薪阶层主人公，刘智泰饰演证券市场的暗箱操作者。影片预计六月开拍，双方经纪公司均表示已收到提案，正在积极讨论。\n恶霸警察豆瓣评分6.7\n简介为了躲避穷追不舍的内务探员，腐败的员警勉为其难地和叛逆青少女联手，企图在为时已晚前揭开阴谋\n恶人传豆瓣评分7.7\n简介罪犯头目张东洙（Don Lee）被一名神秘莫测的连环杀手暴力袭击之后幸存，与当地警探郑泰硕（Kim Moo Yul）形成了一种奇妙的搭档关系，联手捕捉被称为“K”的虐待狂杀手”\n加油，李先生豆瓣评分7.3\n简介，，描述车胜元与突然出现的女儿在意料之外的旅行中发生的故事\n坏家伙们豆瓣评分6.6\n简介十恶不赦的罪犯在被转送的途中出逃，为了抓住他们，“坏家伙们”再次集结，上演了一场恶与恶之间的对决\n黑钱豆瓣评分6.7\n简介为了调查就会肆无忌惮的“老粗”检察官梁敏赫（赵震雄 饰）因自己负责调查的嫌疑人**而陷入困境，为了洗清罪名而揭露事件内幕的过程中，与巨大的金融腐败实体相遇后发生的故事\n黄海 豆瓣评分8.5\n简介为了能让妻子去韩国打工，出租车司机久南（河正宇 Jeong-woo Ha 饰）不惜借6万块钱的巨款。妻子已经有六个月没有消息了，久南每日只能用酒精和赌博来麻醉自己的神经。一天，在债主的介绍下，久南认识了绵先生。绵先生不仅愿意帮助他偷渡到韩国寻找妻子，而且愿意为他还掉所有 的债务，条件是让他在首尔杀一个人。几经波折，久南最终渡过茫茫黄海到达首尔，然而要杀死被严密保护的对象并不那么容易，久南一边开始周密的计划，一边开始到处打听妻子的下落。妻子就像从人间消失了一样音讯全无，而并没有杀人的久南却因出现在凶案现场而成为警方通缉的疑犯。此时，由于怕**的事情暴露，从**赶来的绵先生也极力致久南于死地，久南几乎陷入绝望的境地……  　　河政宇凭借此片获得第47届百想艺术大赏颁奖礼最佳男演员奖\n海雾豆瓣评分7.1\n简介1998年，金融危机持续肆虐亚洲，因IMF的限制政策，韩国经济亦陷入下滑……韩国**，船长哲洙（金允石 饰）此时正为保住渔船而忧心忡忡，终于出于经济的考量，他接受了一项风险极高的任务：运送一批中国朝鲜族的偷渡客至韩国。哲洙与五名船员再度登上“前进号”，驶往海上的交接地点。大雨中，船员们将数十名偷渡者接到船上，其中的两名女子引发了寂寞船员们的兴趣，新手船员东植（朴有天 饰）更是对较年轻的一位女子红梅一见倾心，不惜跳海将红梅救起。东植将红梅藏在温暖的轮机室中，而其他偷渡客因为冷冻机故障全部死去，为了保护红梅的东植不惜与其他船员以命相搏\n与神同行：罪与罚豆瓣评分7.8简介阴间有法，所有亡者在死后的49天内都要经过七次审判——分别在杀人狱、懒惰狱、欺骗狱、不义狱、背叛狱、暴力狱、天伦狱中进行，只有通过了七次审判宣告无罪的亡者，才有获得新生的机会。  　　消防员金子洪在一场火灾当中为了救一名女孩而不幸牺牲。地狱使者解怨脉和德春出现在了金子洪的面前。尽管金子洪无法相信自己的死亡，却被德春一脸严肃地告知自己既是亡者、又是贵人。在通往地狱的入口，金子洪遇到了在初军门等着自己的另一位使者江林。他掌管着解怨脉和德春两位使者，同时也将在子洪即将接受的七次审判中为子洪进行辩护。  　　原来倘若阎罗大王在1000年内令49位亡者得以往生，三位使者也可以重新投胎至凡间。他们相信第48位亡者——19年来出现的这位贵人金子洪是可以顺利重获新生的。然而在各地狱里，金子洪的过去接二连三地出现，原来这位贵人也依然有“不能说的秘密”。\n与神同行2：因与缘豆瓣评分7.5\n简介故事接上集，为了完成阎罗王（李政宰 饰）开出的条件，解怨脈（朱智勋 饰）与德春（金香起 饰）与凶悍的城主神（马东锡 饰）展开决斗。江林（河正宇 饰）也力劝一等兵（都暻秀 饰）公开秀鸿意外死亡的真相，就在阴间使者们试图完成任务的同时，千年前，他们生前的悲剧也将被逐一揭开\n还有一些连续剧非常值得一看！！！\n最近新出的梨泰院非常好看，目前在等更新\n还有鬼怪也是非常甜！也很搞笑不过结局有点虐，但是还是很圆满的~\n你们也在看什么韩剧呀也可以安利安利我~\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1583144640,
            "txt_content": "听说过一些"
        },
        {
            "author": "上官痕亦",
            "timestamp": 1583145540,
            "txt_content": "连釜山行和流感都没上榜？"
        },
        {
            "author": "燕了个舟",
            "timestamp": 1583145720,
            "txt_content": "上官痕亦 发表于 2020-3-2 18:39\n连釜山行和流感都没上榜？\n哎呀忘记釜山行忘记发了\n流感没看过哎（拿小本本记下来）"
        },
        {
            "author": "上官痕亦",
            "timestamp": 1583203680,
            "txt_content": "燕了个舟 发表于 2020-3-2 18:42\n哎呀忘记釜山行忘记发了\n流感没看过哎（拿小本本记下来）\n呵，都是韩国拍的，釜山行是批判人性的，流感是关于责任的"
        }
    ]
}