{
    "title": "[双线]腥红觉醒 ——Roleplay丨角色扮演丨开放世界丨交友休闲[1.15.2]",
    "author": "huangzihai0",
    "replyCount": 0,
    "timestamp": 1583240820,
    "txt_content": " 本帖最后由 huangzihai0 于 2020-8-22 23:06 编辑 \n\n前言本服没有刷怪没有无限跑任务没有进副本刷材料硬核游戏，上手较难，游戏难度大游戏内容很多，但都需要摸索若您不喜欢以上，建议关闭本帖如果您想要体验本服，那么请接下去首先，请看清楚，我不是RPG服务器，我是RP服务器我更偏向于生存模式！\n\n什么是RP服务器？\n       对于许多玩家来说，“角色扮演”（Role Playing，下称RP）都是一个听起来有些神奇并且神秘的字眼。顾名思义，角色扮演就是让你扮演一名真正生活在游戏中的人物，说着这个人物应该说的话，做着这个人物应该做的事，表现出这样的一个人物所应该表现出的一切品质和性格。要求玩家的行为符合这些条件的服务器，即被称为RP服务器。\n      简单来说，RP服务器与其它服务器最大的差别就在于该类服务器中“角色扮演”的氛围更加浓厚，在大多RPG类的**甚至单机游戏中，“角色扮演”的环境并不是那么好，或许你只在某一小段时间内感觉到自己真的是游戏中的角色。而RP服务器正是为了让玩家能够更好地进行“角色扮演”而开设的服务器。\n      在RP服务器中，所有的玩家都是冲着浓厚的“角色扮演”氛围而来，每一个玩家都根据《魔兽世界》的背景，自己的种族，职业，来设定自己在游戏中的性格，是的，每一个角色都有着自己的性格，言谈举止都体现着角色的个性。在这里，有着绅士的圣骑士、阴冷孤僻的盗贼、粗狂豪迈的战士、平衡自然的德鲁伊。当然，这一切都不是必须的，因为在RP服务器中最重要的是你的对角色的理解，以及你的扮演，即使是在阴暗处活动的盗贼也可以表现得像一个优雅的绅士，只要你能够自圆其说。\nRP服务器与其它服务器在机制上并没有任何不同，不同的仅仅是玩家的玩法，选择在角色扮演服务器上游戏，那么行为和谈吐就要像一个生活在魔兽世界中的人物那样。\n\n----来自百度百科《魔兽世界》RP服务器介绍\n\n\n可是，我还是听不太懂。\n\n举个例子：一般：干死部落猪，打1进组。RP服务器：黑暗即将退散，黎明必将到来…勇士们，为了世界和平，请务必加入我们正义的部落讨伐军。----是不是开始有内味了？\n\n当然，并不是想让玩家说话都是这样脱了裤子放屁。RP服务器，是想让玩家更加代入你所扮演的角色。你活在这个世界，他就是你。你拥有他的面孔，他的性格，他的身体，他就是异世界的你。你将操控他的身体，扮演着他，帮助他在这个世界里生活下去。\n你有可能是一名猎人，为了猎物和赏金，成天穿梭在野林。你也有可能是一名商人，奔波在各个城市之间，赚得盆满钵满。你也有可能是一名强盗，拦路抢劫，无恶不作。你也有可能是一名店主，开着自己的小酒吧，贩卖自己制作的美食和烈酒。\nRPG服务器，扮演的是别人的故事，RP服务器，将书写你自己的故事。如果玩家能够策划一场影响游戏世界的活动，那么他将被写入历史，让所有人铭记。\n那么，你想扮演什么样的人呢？\n\n\n你可能会说，就这？我在原版服务器里足够中二的话也能玩！\nNONONONO，少年郎，接下来我来介绍一下游戏特色吧。游戏特色⊙全开放的游戏世界，对玩家的活动不做任何限制，你能做的事情取决于你的想象力。⊙采集，怪物杀手，骑术，轻工业，重工业，烹饪，炼金术，科学，魔法。九个各具特色副职业技能系统让你成为自己想做的人！(全职业升级难度巨大巨肝，建议与他人搭配合作，各司其职，扮演属于自己的职业)⊙矿洞探险，野外采药，贸易跑商，养殖畜牧，建城结派，多种官方推荐玩法让你告别不停地跑任务打怪的枯燥过程。⊙开放购置不动产，融入大地图中，成为一份子，修建自己想要的家园，无论是小酒馆还是交易所还是农家小院，你的地盘你做主。⊙全新的阅读系统，让你可以通过读书获得相对应的副职业经验，放置让你游戏更轻松！⊙征服大海，海上内容开放，只要你有一艘小木船，你便能成为海上贸易大亨，或者成为一名狡黠的海盗！⊙独创全新贸易系统，让你能够用土特产制作货物，贩卖到其他城市即可获得高额利润。⊙马匹交配，通过优秀培育，低概率获得最好的纯种马。⊙地图探索，超大地图，3个大城，2个小镇，14种别致的生态群落。⊙数十种工业制作台，全新的独创制作工艺。⊙野外资源恢复，资源永不枯竭，比监狱模式更加开放。⊙多种游戏小细节，丰富游戏生活！在这里，你甚至可以开黑店，制作无色无味的有毒食物卖给其他人，谋财害命！⊙…………说得再多不如自己探索，把更多的新鲜感留给自己你会发现实际内容比上面的几个字更加复杂玩家的玩法，取决于你自己的想象力！\n\n我们拥有正盗版两台服务器正版面向国际玩家，同时在巴哈姆特上有帖子，时而会有港台玩家的加入，请注意维护大陆人素质形象，维护团结共创和谐游戏环境。\n正版IP地址：xhjx-mc.cn正版日本分线IP地址：xhjx-mc.fun\n盗版IP地址：xhjxmc.cn\n\n本服为了维护游戏环境，提高玩家群体素质，破坏游戏规则者会受到惩罚，请珍惜自己的账号。\n\n服务器规则\n1.服务器内禁止讨论与游戏无关的不恰言论，例如政治、宗教、种族歧视，违者从重处理。2.本服只欢迎13周岁以上的玩家，12岁及以下玩家请先完成自己的学业。3.请在您选择种族之前，先阅读群文件里有关于种族之间的详细介绍，方便您对于世界观的塑造和了解。4.服务器内禁止修建＂火柴盒＂等不美观，浮空等违反物理常识的建筑，建筑风格请尽量偏向你居住地的自然风貌与人文。5.不禁止玩家的虚拟负面行为约束，例如诈骗，抢劫，偷窃。但不能跨越到现实金额人民币的诈骗，游戏规则仅限于虚拟游戏币。6.玩家间不能进行现实的人身攻击，不能出现有脏字的辱骂行为。5.玩家请遵守角色扮演规则，在公共聊天区（私聊不限制）不能出现涉及现实世界的言论，违者论情节轻重关入小黑屋判定天数。7.玩家进行正常游戏之后，请尽快完善自己的游戏角色信息资料，如若发现10级以后没有完善角色资料的玩家，将会受到小黑屋惩罚。8.服务器严禁各种第三方脚本，绝对严惩作弊者，请各位绿色游戏，共同建立良好网络环境。9.游戏禁止使用生物雷达等辅助性mod，请自觉维护游戏公正性，务必下载官方指定客户端进行游戏。10.请玩家使用与服务器架空时代背景相符的皮肤，严禁出现不穿衣服、抽象等不和谐的皮肤。11.禁止线下人民币交易，如果有人进行人民币买卖装备道具领域等，玩家可以提供相应材料进行举报，举报属实有奖励。12.请勿将游戏漏洞或者bug进行散播，报告游戏bug会得到相应的奖励，散播BUG进行处罚。\n游戏规则1.如果你刚来到游戏，你可以告诉别人，你的来自哪里，你多少岁等角色信息，如果你不擅长于塑造人物，请告诉他人，你失忆了。2.游戏角色在死亡之后，不会知道自己死了，只是会判定为奄奄一息后，在墓地里醒来，被善良的元能使治疗后才捡回一条命，并且将不会记得死亡前的信息。3.如果你的好友弃坑了不会再上线了，请记住他可能是去了丛林里探险，自那次起你再也没见过他，他可能是被魔兽吃掉了。4.玩家的每一次下线都是在睡觉休息，现实中下线1天时间等于睡觉5小时。对于短暂下线，你可以告诉别人，你需要打个盹。5.对于玩家的AFK行为（挂机离开），则被称为冥想。6.在现实中对方可能是男性，但角色信息若为女性，那么请视对方为女性来看待。7.若一对夫妻选择要一个宝宝，那么在争取了第三人玩家的同意之后，第三人玩家失去之前的身份，则成为这对夫妻的孩子。夫妻有赡养孩子的义务，孩子的年纪不得与父母相差低于24岁。孩子只能选择一次父母，具有终身性。建议想要孩子的玩家找刚进入游戏的萌新进行协商。8.对于不遵守服务器规则的人，将不会受到条例保护。在其受到惩罚之前，都是“疯了”，可以被别人称为疯子。9.玩家死亡过程：生命征兆垂危，身体化为元能粒子消失，元能粒子回溯到内核，重新构造肉体。被BAN或者弃坑的玩家被判定为玩家的元能粒子迷失，被阻碍回到内核。10.世界边缘那道过不去的空气墙被称为世界尽头，只有恶魔才会跨过这里。……………………\n更多游戏相关资料，会陆续在群文件内更新，如需更加沉浸式游戏，请加入QQ群后进行了解！QQ群  805219855\n\n\n\n\n\nfile_1587615185000.jpg (247.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n\n\n\nfile_1587615190000.jpg (208.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n\n\nfile_1587615195000.jpg (175.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n\n\nfile_1587615200000.jpg (230.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n\n\nfile_1587615207000.jpg (241.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n\n\nfile_1587615211000.jpg (269.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-23 12:13 上传\n\n\n\n\n\n\n\n",
    "replies": []
}