{
    "title": "[Minecraft.net|CULTURE] 自动钢琴",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1583227080,
    "txt_content": "\nPlayer Piano\n自动钢琴\nAn instrument built with pitch-perfect craft!\n一个用完美工艺铸造的乐器\nAsh Parrish 阿什 帕里什\nIt’s a question we’ve all asked ourselves; If Johann Sebastian Bach were alive right now, what would he say about the state of music today? Well, OK, he wouldn’t say much of anything except pained groans and rambling about a need for braaaaains – with the occasional exclamation about our crazy modern world (“Egad! Metal horseless carriages!”). But if he wasn’t a 330 year old songwriting spectre, I’d imagine he’d say something like, “Nobody appreciates a good piano concerto anymore.”\n这是一个我们每个人都深思熟虑过的问题；如果约翰·塞巴斯蒂安·巴赫现在还活着，他会对音乐的现状做出什么评价呢？嗯，他估计对几乎不会做出什么评价，除了痛苦的呻吟和大谈大大大大大大脑的需求——以及伴随着时不时的对于现代摩登社会的生活的惊呼（天呐！不再需要马的金属载具！）。但如果他不是一个330岁的作曲家的灵魂的话，我能想象到他会说一些类似于，“再也没有人能来欣赏一架好的钢琴了！”之类的话。\nWell worry not, zombie Johann Sebastian Bach! For there are music lovers out there with an appreciation for the 1700s equivalent of “No More Tears Left to Cry,” (because honestly what were the likes of Bach, Beethoven, and Debussy but the Ariana Grande’s of their time?) With his loving crafted grand piano build, Piccho is just the kind of music aficionado Bach would appreciate.\n入土之人约翰·塞巴斯蒂安·巴赫别操心了！因为现在有音乐爱好者欣赏18世纪的“不再哭泣”。（因为说实话，那个时代除了爱莉安娜·格兰德、巴赫、贝多芬和德彪西还有谁呢？）皮乔正好是巴赫会欣赏的那种音乐死忠粉，有他建造的心爱的精致三角钢琴作证。\n\nPiccho is one of those rare Minecrafters who started his building career using real world materials.\n皮乔是极少数用真实世界里的材料开始他建筑师生涯的Minecraft玩家之一。\n“When I was a child, I enjoyed making secret forts out of cardboard,” Piccho remembers fondly. But like all builders, the desire to build bigger and better just could not be satisfied by cardboard and glue alone. “One day, I saw my friends watching a video on how to make a piston door in Minecraft. Attracted by all the freedom in the game to build what you want, I decided that Minecraft was for me.”\n“当我还是个孩子的时候，我很沉迷于用硬纸板制作秘密堡垒。”皮乔愉快的回忆着。但是和所有建筑师一样，对建造气势磅礴的秘密堡垒的渴望，是不可能只用硬纸板和胶水就能满足的。“有一天，我看到我的朋友们在看一个关于怎么在‘Minecraft’里制作活塞门的视频。由于被游戏中建筑的高自由度吸引，我确定了Minecraft就是我的菜。”\nPiccho made his Minecraft debut, trading cardboard for… tofu?\n皮乔制作了他在Minecraft的处女作，材料从硬纸板变为……豆腐块？\n“In Japan, Minecraft players often describe box shape buildings – like **s a new builder would make – as a “tofu building.”\n“在日本，‘豆腐块’是Minecraft玩家用来比喻火柴盒的词——就是所有新手玩家都会建的那个”。\n\nThe resemblance is uncanny, isn’t it?\n“豆腐建筑”和真正的豆腐块看起来简直是不谋而合，对不对？\n\n\n“But wait!” Zombie Johann Sebastian Bach interjects, “What does this have to do with music?”\n“等等！”约翰·塞巴斯蒂安·巴赫突然插嘴道，“这和音乐有什么关系呢？”\nPatience my decomposing composer, I’m getting there. In addition to having a passion for construction, Piccho is an avid lover of music. In fact, he’s a bit of a composer himself.\n耐心点我们的已逝的作曲家，我就快要说到那儿了。除了对建筑有热情外，皮乔也在音乐上是个野心勃勃的爱好者。事实上，他自己偶尔也做做曲。\n“I’ve made many note block songs because I thought it was the only way to express my love for music in Minecraft. However, I discovered I can also express my love by building instruments like this piano.”我制作过许多音符盒乐曲，因为我认为这是唯一可以在Minecraft里表达我对音乐热爱的方式。然而，我发现我也能通过制作像这个钢琴一样的乐器来表达我的爱。”\n\nTalented Minecrafters astound viewers with their creations that make use of scale, creativity, detail, or in truly awe inspiring cases, a mix of all three. While this piano build isn’t quite as massive as a living island , nor as unique as a mystical music box , where this piano shines is in it’s detail.\n天赋异禀的Minecraft玩家以他们对作品的规模、创造力，细节的拿捏，或是真正震撼人心的作品实例，三者合一来使观众震惊。这架钢琴建筑和生存岛相比不成规模，也不像神秘音乐盒一样别具一格，它亮眼的地方在于它的细枝末节处。\nLooking from the outside, the piano looks like one solid piece of construction. Something made of wood and strings like a regular piano. You’d never guess it was actually composed of thousands of blocks of stone, wool, charcoal, sandstone, and more.\n从外表看过去，这个钢琴看上去像一块实心的建筑。一些用木头建成的部分和琴弦就像是一架普通的钢琴。你永远想不到它实际上是用成千上万的石头、木头、煤炭、砂岩等方块制作而成的。\n\n“The piano string was the most difficult part,” Piccho tells me. “Strings in a piano run sideways, but there are few blocks that emulate that shape in Minecraft. I was really lucky to find that fence posts suited my purposes perfectly.”\n“这架钢琴的弦是制作中最困难的部分，”皮乔告诉我。“钢琴中的琴弦是细条状，但Minecraft中很少有能模拟出这种效果的方块。围栏能和我的预期效果一致真是万幸。”\nThough this piano is meticulously constructed, Piccho is not that big of a musician and he doesn’t have to be. “I can't play the piano at all,” Piccho admits. “But I wouldn't have built the piano in such great detail if I didn't love music.”\n虽然这架钢琴一丝不苟地建成了，但皮乔并没有成为大音乐家且他也无意如此。“我根本不会弹钢琴，”皮乔承认道。 但是如果我不热爱音乐，我就不会事无巨细地去建造这样的一台钢琴。”\n\nSpeaking of loving music, Piccho does have a favorite piece of piano music.\n谈到对音乐的爱，皮乔的确有一首情有独钟的钢琴曲。\n Zombie Johann Sebastian Bach perks up. \n这让入土之人约翰·塞巴斯蒂安·巴赫打起了精神。\n“I listen to all kinds of music, but I’m not that familiar with piano songs. But, if I had to choose, I’d pick Chopin's Fantasie-Impromptu.”\n“我对于音乐涉猎广泛，但是我对钢琴曲却不能如数家珍。但是，如果一定要让我两者相较，我定会选择肖邦的幻想即兴曲。”\n Zombie Johann Sebastian Bach goes back into his grave. \n入土之人约翰·塞巴斯蒂安·巴赫再次晕倒在坟墓里了。\n【Emilyyy & EBsky 译自官网 2018 年 11 月 06 日发布的 Player Piano】\n【本文排版借助了：BCC】【注：翻译完了才发现已经发绿宝石了，那也只能硬着头皮发了】\n\n\n\n\n",
    "replies": []
}