{
    "title": "[Minecraft.net|CULTURE] 机械化的大都市",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1583225460,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-12 19:54 编辑 \n\nMechanical Metropolis\n机械化的大都市\nWelcome to Celtanis, the self-sustaining city\n欢迎来到塞尔塔尼斯，一个自给自足的城市\nEmily Richardson 艾米丽·理查森\nMy sense of direction is terrible, so naturally when I stumbled upon the colossal build of Celtanis, by Na7ac, I immediately tried to flee before I got lost!\n我是一个超级路痴，所以当我一头乱撞进Na7ac的一栋气势磅礴的建筑时，我只求赶在我迷路前，逃开这地方。\nSadly, the complexity of the build, both in its technical circuitry and sprawling web of thoroughfares and walkways, confused me and I bolted straight into the heart of the labyrinth city. Now, lost in a myriad of streets and medieval fantasy buildings, I find myself chatting with the creator of this dense, handcrafted Minecraft city.\n悲哀的是，这座城市的复杂性之处，不仅在于它的技术线路，还在于它盘根错节的大道与人行道网络，在我横冲直撞进这座迷宫城市的中心后，才让我深受其扰。现在，当我迷失在密密麻麻的街道和梦幻的中世纪建筑中时，我发现我正在跟这座一砖一瓦砌成的Minecraft繁华都市的设计师沟通交谈。\n“I always loved architecture,” Na7ac tells me. “Especially the ancient, epic stuff like temples, strongholds, palaces and dungeons. I like the idea that those [structures] survived centuries and [were] occupied once.”\n“我一直对建筑情有独钟，”Na7ac告诉我。“特别是古老的史诗般的建筑，比如寺庙、要塞、宫殿和地牢。我喜欢那些延续了几个世纪的和曾湮没于历史长河的建筑的模样。\n\nCeltanis, Na7ac’s very own ancient metropolis, is heavily influenced by his love of medieval and ancient architecture and his passion for the fantasy genre. However, while the desire to create an enormous testament to his architectural interests was there, he didn’t always have an outlet for it. “The idea to build my ancient city was in my head for a long time, without having a way to realise it. Minecraft made the whole idea doable.”\n塞尔塔尼斯，Na7ac建造的理想中的历史悠久的大都市，被他对中世纪古老建筑和对幻想流派的热情深切影响。然而，尽管他渴望为创造一个强有力的例子来证明自己的建筑兴趣，但他并不总能得到一个将其付诸实践的机会。“建造我自己的古代城市的想法早已在我脑海里烙下深深的印记，但总是难以实现。Minecraft 让这个想法跃纸成真。\nIt was important to Na7ac that this city should be life-size and functional. The city should feel like a real city, with industry and life flowing through it. There are houses - all of them furnished - taverns, workplaces and infrastructure.\n对Na7ac来说，重要的是这个城市应该是正常的大小并足够实用。这个城市应该像一个真实的城市一样、能让生产和生活在其中正常运转。这里有各种各样的房子——它们也都一应俱全——其中有酒馆、办公场所和基础设施。\n\n\n\nNa7ac populated this stone city with everything he thought it would need for self-sufficiency; workplaces, forges, farms, sewers and blast furnaces to name but a few. The list is as extensive as it is exhaustive.\nNa7ac把所有他认为自给自足所需的一切都安置在这个石城里；办公场所、锻造厂、农场、下水道和鼓风炉等等。这个名单上真是包罗万象。\n“Go to the tree nursery to plant and chop trees,” Na7ac says. “Visit the sawmill to cut them into planks - the shipyard requires planks to build ships. There is a whole supply chain all over the city, supporting nearly 100 items.”\n“到苗圃里去干活，”Na7ac说道。“来参观锯木厂，看看里面的机器是如何把木料制成木板——也正是造船厂造船所需要的。整个城市拥有一个完整的产业链，来保证近100个产品的制造。” \n\n\n“Nothing in this city is just [for] show,” Na7ac says. “The windmills spin in the wind and the mighty city gates can be opened and closed. Visiting the observatory at night gives you a glimpse at the stars and staying at the academy increases your experience. You can get food in the taverns and do crafting at the workplaces.”\n“没有一样东西在这个城市里是摆设，”Na7ac说道。“风车真能在风中转动，坚固的城门也可以开关自如。参观天文台可以让你在夜间遥望星空，待在学院里可以让你博学多才。你可以在客栈里饱餐一顿，也可以在车间里辛勤劳作。”\nHe’s designed this world to be fully inhabitable, with everything a Minecraft player needs to survive, should they wish to live here. I even live here now! Mainly because I can’t find the way out, but still!\n他把这个世界设计得格外宜居，如果Minecraft玩家想要生活在这里，这里拥有他们生存所需要的一切。现在我甚至也想在这里定居！虽然主要是因为我找不到出去的路，但我仍然渴望常住于此！”\nNa7ac explains that it’s deeply important to him that his builds are both aesthetically pleasing and functional. “I don’t want to create a mega build where things are just there and doing nothing.”\nNa7ac阐释道，他的建筑同时兼备赏心悦目和实用性这两个特点，对他来说至关重要。“我不想去建造一个华而不实的宏大建筑。”\n\nThough it’s important to note that the redstone circuitry was built for Minecraft version 1.9.2 and doesn’t work in newer versions, this map is definitely worth exploring. For example, there’s a storage system that sorts and stores up to two million items of each type. The manufactories use these to create more products.\n虽然有必要强调红石电路只为Minecraft1.9.2版本设计，也不会在新的版本里生效，但是这张地图绝对值得探索。举个例子，这里面有一个可以对每种类型中的200万个物品进行分类和保存的存储系统。工厂们得益于这个系统才能造出琳琅满目的商品。\nThere's even something of a printing press happening in the Bindery. One incoming chest holds leather, while another has paper. An outgoing chest holds the books crafted from these two interacting. There are similar processes occurring all over the city, such as in the taverns and armouries, and the products are deposited in the areas where they are most likely to be of service.\n城市里甚至还有一台印刷机在印刷厂里运作。靠内的箱子里一个装着皮革，另一个装着纸。朝外的箱子里存放着由皮革和纸相互交织后印刷好的书。这样的场景在城市里屡见不鲜，比如在客栈和军械库，这些产品也都被放在最显眼的位置。\n\nCeltanis is an industrial powerhouse, a city that lives and breathes production. Though it has no real inhabitants to enjoy the fruits of its labour, it’s nice to know that it’s there, churning away, patiently awaiting any Minecrafter who needs it. Or gets lost in it. Um, little help?\n塞尔塔尼斯是一座以制造业赖以生存的工业重地。尽管这里没有真正的居民来享用劳动的果实，但是仅仅是知道它的存在就足以令人心驰神往，它不停运作着，耐心地等待着每一位对它心驰神往的Minecraft玩家。或是在里面迷路的家伙。啊，需要我送你出去么?\n\n【Emilyyy&EBsky 译自官网 2017 年 11 月 28 日发布的 Mechanical Metropolis】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "EGEE2468",
            "timestamp": 1583227560,
            "txt_content": "是我卡了还是图片挂了，完全看不见图，话说你好勤快啊这都搬运了3个地图了。"
        },
        {
            "author": "问谛居",
            "timestamp": 1583227920,
            "txt_content": "EGEE2468 发表于 2020-3-3 17:26\n是我卡了还是图片挂了，完全看不见图，话说你好勤快啊这都搬运了3个地图了。 ...\n只是前几天忘发了累到一块了"
        }
    ]
}