{
    "title": "[Minecraft.net|CULTURE] 鹰击长空",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1583225280,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-12 19:16 编辑 \n\nBold Eagle\n鹰击长空\nBoat, bird and blimp... together at last!\n船、鸟和飞艇......真是有缘人终成眷属\nKate Gray 凯特· 格雷\nAcrophobia is the fear of heights. Ornithophobia is the fear of birds. After seeing today's build, I'm going to just go ahead and coin the word “acrornithophobia” and call it the fear of this incredible airship, which is part bird, part boat, part blimp, part blimey-what-madness-inspired-this?\n恐高症是畏惧高度。恐鸟症是对鸟类的畏惧。当你欣赏完今天的建筑后，我得用“恐飞鸟症”一词，并把它作为对这个难以置信飞艇的畏惧的专属词汇，这个飞艇由鸟、船、飞艇，最后是什么样的狂人有这样的灵感把它们揉捏在一起的呢？\n\nSo before we continue, do any of you have acrornithophobia? No? Because I just made it up and it’s not real? Fair enough. Let’s have a look at Eagle Ship , then!\n在我们迈出下一步之前，你们之中有人患上了恐飞鸟症么？没有么？因为那只是我胡诌的，才没有这样的病呢？行吧。那么，让我们一睹鹰击长空的真容吧！\n\nAt the helm of this airship is an eagle’s head, arguably the most majestic part of an already magnificent creature, and the crowning jewel of this wonderfully bizarre build. Literally! Because it’s a head! And the top of a head is sometimes referred to as the crown! Ha ha ha! No? Ugh, whatever.\n这架飞艇的舵柄是鹰的头部构成，难以辩驳它就是凶猛生物中最庄严肃穆的部分，也是这座不可思议的建筑的冠上明珠。正如字面意思！因为是头！头顶有时也叫冠！哈哈哈！不这么叫？啊，管他呢。\n\nIf you can look past its piercing eagle eyes (and its equally piercing beak) you’ll find that there’s much more to this airship than just a pretty face. From the attention to detail (notice that the ropes are made from fences - “no other block offers that detail,” explains the build team) to the colour scheme (soft pink, wood, and metal, to give the ship an old-world feeling) this flying ship is something special.\n如果你忽略掉它那咄咄逼人的鹰眼（和同样气势汹汹的喙），你会明白这只飞艇才不是外强中干，他可是五脏俱全。把注意力放到细节上（注意到绳索由栅栏一点点制成——“没有其他的方块能提供这样细致的细节”，制作团队这样解释道）再到配色方案（柔和的粉红、毫不违和的木色和恰到好处的金属色，赋予了这艘船大航海时期的情怀），这艘船的确就如同恍如隔世般特别。\nAs with any large-scale building project, these things don’t just happen overnight - and Saphire Studios , the build team behind the eagle airship, took their time in creating a perfect place to live (if you don’t mind flying through storms).\n与任何高楼大厦一样，它们都不可能一天之内拔地而起——鹰击长空背后的建筑团队Saphire Studios殚精竭虑地创造一个怡人之所（如果你不介意在暴风雨中穿梭的话）。\n“To start, we worked the foundation of the ship,” says the team. “As in every ship, it starts with the hull, the most crucial aspect of any ship.”\n他们的团队说道：“最开始，我们为船打下地基。和其他每艘船一样，我们从船身开始造起，这是任何船上最能点睛之笔。”\n\n“We combed through various ideas and unique aspects to give the ship a unique look,” the team adds, “from the decision to mash an eagle with a ship, to a steampunk style.” Mashing eagles with ships sounds like the kind of thing that would traumatise a pilot, but in this case, it actually resulted in a lovely Minecraft build that we're fairly optimistic won't traumatise anyone. Hooray!\n他们的团队又补充说道：“我们融入各种奇思妙想和独树一帜的风格，赋予了船别具一格的外形，从一开始在船上融入鹰的元素，到后来加上蒸汽朋克风格的风格。” 在船上融入鹰听起来像是会对飞行员造成精神污染的事情，但在游戏里，这样的风格实际上促成了这座Minecraft建筑，而且更令人开心的是它真的不会碍着谁。万岁！\nIn describing the building process, we get a look into how Saphire Studios works: they have different people working on different types of building, from Lukz2cool , the shipbuilder, who focused on the anatomy of the ship, to AustinDeBehr , the organics builder, who managed the eagle head. “I love organics,” says AustinDeBehr, ”so I figured I would try to start there. Thus, the eagle organic was born!” Concentrating on your area of speciality is a great approach to any team build.\n在描述建设过程中，我们有幸能能亲身看看Saphire Studios平时的工作：他们对不同的建筑分工明确，Lukz2cool，造船专家，专注于剖析船的每一寸区域，AustinDeBehr，活物之主，造好每一点鹰头。“我喜欢建筑，” AustinDeBehr说到，“所以我会愿意尝试从那里建起。由此，鹰头孕育而生！” 各展所长才是任何团队建筑的不二法门。\n\n\n\nIt’s not just the outside that’s breathtaking - the inside is just as worthy of a look. “Our ship has many rooms spread over three floors,” the team says. “We have a working redstone elevator, crew quarters, kitchen, animal pens, butcher room, cold storage, engine room, and of course the captain's quarters!” No word as to what happens when the animals need to use the bathroom. Probably best not to think about it. Though if you see this ship in the air, it might be wise to go back inside/wear a hat you're not particularly fond of?\n令人叹为观止的不仅仅是外形，内部同样也令人拍案叫绝。他们的团队告诉我们：“我们的船上有许多房间分布在三层楼中。不仅如此，我们还有一个运作自如的红石电梯、船员宿舍、厨房、牲畜房、屠宰场，冷藏室，引擎室，当然还有船长的卧室！” 当动物需要解决生理需求时，没有人知道它们会排到哪里去。还是不提这个了。当如果你看到这艘飞船在空中翱翔时，明智的做法是躲回室内/戴上你深藏衣橱的帽子？\nThe team at Saphire Studios is split into tiers, from Builder up to Head Builder, all working on projects on different console versions of Minecraft. This allows them to work in small teams, creating builds like this eagle airship but also much more scenic ones, like mountain ranges, underwater scenes and palaces. They’ve even done an impressive Halloween scene - their “most successful project” - which the team built recently. “It shows the diversity of our team the best among all of our projects,” they admit, referring to the way each builder has their own speciality worth highlighting.\nSaphire Studios的团队分为Builder到Head Builder的各个小组，所有团队都能在Minecraft的不同版本上同时进行。这样一来，他们就可以分组行动，既可以建造上面的鹰式飞艇，也可以完善更多风景，如山脉、水下场景和宫殿。他们甚至建造了一个令人回味无穷的万圣节场景——他们的“最成功的项目”——该团队最近才竣工的。他们承认，“这表明我们团队的分工合作是我们所有项目中的灵魂所在。”他的意思是每个建筑师都有自己的亮点，值得我们的关注。\n\nTheir creeptacular Halloween build! 他们建造的让人惶恐不安的万圣节建筑！\n“Our ideas spark from each other and our individual creativity,” Saphire Studios say. “It's a skill we find value in - to brainstorm concepts off each other, to develop the bigger picture.” Sounds like a pretty good partnership to us. Get it? Partner... ship? Alright, alright, we’re going, sorry...\n“我们的想法相互碰撞，也逼得我们各展所长，” Saphire Studios说。“这是我们发现我们身上价值连城的一项技能——能相互集思广益，同时引领全局。” 听起来对我们每个人来说都是奇妙的化学反应。还是有些不明白么？这是友谊的... 小船？好了，今天就到这里了，时间真快...\n\n【@EBsky 译自官网 2017 年 11 月 29 日发布的 Bold Eagle】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1583854500,
            "txt_content": "notice 注意(看)\norganics 有机（建筑）\n"
        }
    ]
}