{
    "title": "我的世界基岩版安卓系统下载器分享",
    "author": "小胖贼菜",
    "replyCount": 6,
    "timestamp": 1583227140,
    "txt_content": "HappyMod is paltform for mod lovers to download, request and test android mods. HappyMod don't make the mods, and all the mods came from internet.Over 30,0000 android app mods can be downloaded here. And we will add more android mod apps.\n\nKeep all the mods in HappyMod 100% working is our goal. How to achieve this goal? We will provide large number of mod app for user to test. Then we pick out those really working mod. We will also mark thes                                                                                                      2e mods accordig users' feedback, so that it will help our users to select best mods.\n\nCan't find the mod you need? You can have a request about the mod you need. We will inform you as soon as we get it.If you found the mod is out of version or not work for you. You can have a request for update here.\n\nOur final goal is keep our mod 100% working. So we need more users help us test our mod.We will develop our test platform as soon as possible. And welcome join us then.\n\nHappyMod is the best place for mod lover! Welcome!以上是软件的介绍。HappyMod可以下载多个版本的我的世界PE版，你可以在里面找到适合你的版本。经过本人不完全测试，多数版本无法使用领域，一些版本可以登录XBOX账号。有需要就收藏吧！",
    "replies": [
        {
            "author": "小胖贼菜",
            "timestamp": 1583522580,
            "txt_content": "里面还有很多其他软件。有需要的自己可以下载看看。"
        },
        {
            "author": "老水",
            "timestamp": 1583604180,
            "txt_content": "无法访问互联网怎么破"
        },
        {
            "author": "小胖贼菜",
            "timestamp": 1583606160,
            "txt_content": "老水 发表于 2020-3-8 02:03\n无法访问互联网怎么破\n网站可以上，你检查下网络设置。"
        },
        {
            "author": "五五二百五",
            "timestamp": 1583717460,
            "txt_content": "感谢楼主分享，确实能上xbox。游戏还有一个俄语(或者，其他？)的悬浮窗"
        },
        {
            "author": "小胖贼菜",
            "timestamp": 1583736060,
            "txt_content": "五五二百五 发表于 2020-3-9 09:31\n感谢楼主分享，确实能上xbox。游戏还有一个俄语(或者，其他？)的悬浮窗\n特殊功能，无视即可。"
        },
        {
            "author": "老水",
            "timestamp": 1583831460,
            "txt_content": "小胖贼菜 发表于 2020-3-8 02:36\n网站可以上，你检查下网络设置。\n网站我确实能打开，但是应用程序看样子无法连接到网络，，"
        }
    ]
}