{
    "title": "《疾风演义》【娱乐】",
    "author": "凋灵斯拉",
    "replyCount": 6,
    "timestamp": 1583231820,
    "txt_content": " 本帖最后由 凋灵斯拉 于 2020-3-3 18:43 编辑 \n\n滚滚长江东逝水，版主封禁疾风。秀儿疾风转头封，疾风依旧在，几进末地中。话说天下大事，分久必合，合久必分。混乱、极光等版主统治茶馆百余天，茶馆无人敢水。疾风，字鸽子，由于厌倦无趣生活，决心起义。疾风首先通过调戏管理员获得末路之地进入权，召集革 命势力一同攻击管理层。\n首次战斗，疾风手持无双键盘，对版主大肆挑衅。版主大怒，给予其封禁5天惩罚。不料疾风来势汹汹，举起正义大旗在末路之地召集队员，企图发动收复失地运动。疾风混进管理层内部群，企图偷取管理员们的行动计划，但以失败告终。\n数次大小起义，使得疾风的名气大增，末路之地此人亦出名。混乱大为恐慌，给以疾风更为严厉的打击，但疾风仍然举起大旗不倒。\n后疾风收到多次打击，最终不再攻击，但其心未泯。\n欲知疾风所遇如何，且听下回分解。",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1583231940,
            "txt_content": "20w帖牛批"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583232000,
            "txt_content": "又一个**疾风的"
        },
        {
            "author": "小丛雨",
            "timestamp": 1583232120,
            "txt_content": "带讲师竟然讲疾风XD"
        },
        {
            "author": "长安弑水",
            "timestamp": 1583232120,
            "txt_content": "“带诗人”是你吗"
        },
        {
            "author": "凋灵斯拉",
            "timestamp": 1583232180,
            "txt_content": "长安弑水 发表于 2020-3-3 18:42\n“带诗人”是你吗\n没错\n开始兼职说书人"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1583232300,
            "txt_content": "我来玩玩机翻（第一次翻译)As the Yangtze River flows eastward, moderators ban high winds.  Soo high winds turned to seal, high winds are still in, a few into the end of the ground.  As the saying goes, major events in the world will be divided over a long period of time and divided over a long period of time.  Confusion, aurora and other moderators ruled the teahouse for more than 100 days, and no one dared to water in the teahouse.  High winds, pigeons, tired of boring life, determined to revolt.  High winds first gained the right to enter the final place by flirting with the administrator and called * * forces to attack the management together. For the first time in the battle, flurry, armed with a matchless keyboard, wantonly provoked the moderator.  The moderator was furious and gave him a five-day ban.  Only to find that the high wind is menacing, raising the banner of * * to call up the players in the last place, in an attempt to launch a campaign to recover lost territory.  High winds infiltrated the inn这是第二次翻译（我好闲啊):随着长江向东流，主持人禁止强风。秀秀疾风转身要封，疾风还在，几进地头。俗话说，世界上的重大事件会在很长一段时间内被划分，在很长一段时间内被划分。混乱中，奥罗拉和其他版主统治了茶馆100多天，没有人敢在茶馆里喝水。大风，鸽子，厌倦了无聊的生活，决心造反。大风首先通过与管理员调情获得了进入最终位置的权利，并召集* *部队一起攻击管理层。 第一次在战斗中，慌慌张张，手持无比的键盘，肆意挑衅主持人。主持人非常愤怒，给了他五天的禁令。却发现疾风来势汹汹，举起* *的旗帜在最后一个地方召集队员，企图发动一场收复失地的战役。大风渗透到管理层的内部，试图窃取管理人员的行动计划，但失败了。 几次大大小小的起义大大提高了峰峰的声誉，他也是最后一个出名的地方。混乱引起了极大的恐慌，给疾风带来了更严重的打击，但疾风仍然高举着旗帜。 大风经过多次打击后，他们终于停止了攻击，但他们的心没有消失。 如果你想知道flurry发生了什么，请听下一期的解释。第三次翻译:As the Yangtze River flows eastward, the host forbids strong winds.  Xiu Xiu flurry turned to seal, flurry is still there, a few into the field.  As the saying goes, major events in the world will be divided for a long time and for a long time.  In the chaos, Aurora and other moderators ruled the teahouse for more than 100 days. No one dared to drink water in the teahouse.  Strong winds, pigeons, tired of boring life, determined to revolt.  Gale first got the right to enter the final position by flirting with the administrator and called * * troops to attack the management. For the first time in the battle, in a flurry, holding a matchless keyboard, wanton provocation host.  The host was very angry and gave him a five-day ban.  Only to find that the high winds are menacing, raising the banner of * * to summon the players in the last place in an attempt to launch a battle to recover lost territory.  Strong winds penetrated into the management and tried to steal the management's action p第四次:随着长江向东流，主人禁止强风。秀秀疾风转身去封，疾风还在，几个人进了场。俗话说，世界上的重大事件将会长期分裂。在混乱中，奥罗拉和其他主持人统治了茶馆100多天。没有人敢在茶馆喝水。大风，鸽子，厌倦了无聊的生活，决心造反。盖尔首先通过与管理员调情获得了进入最终位置的权利，并召集* *部队攻击管理层。 第一次在战斗中，慌慌张张，拿着无比的键盘，肆意挑衅主人。主人非常生气，给了他五天的禁令。却发现狂风来势汹汹，举起* *的旗帜在最后一个地方召唤玩家，试图发动一场收复失地的战斗。强风侵入管理层，试图窃取管理层的行动计划，但失败了。 几次大大小小的起义大大提高了峰峰的声誉，他也是最后一个出名的地方。混乱造成了巨大的恐慌，并给大风带来了更严重的打击，但大风仍然高举着旗帜。 经过大风的多次打击，他们终于停止了攻击，但他们的心没有消失。 如果你想知道flurry发生了什么，请听下一期的解释。第五次:As the Yangtze River flows eastward, the host forbids strong winds.  Xiu Xiu flurry turned to seal, flurry is still there, a few people into the field.  As the saying goes, major events in the world will be divided for a long time.  In the chaos, Aurora and other hosts ruled the teahouse for more than 100 days.  No one dares to drink water in a teahouse.  Strong winds, pigeons, tired of boring life, determined to revolt.  Gail first got the right to enter the final position by flirting with the administrator and called * * troops to attack the management. For the first time in the battle, in a flurry, holding a matchless keyboard, wanton provocation master.  The host was very angry and gave him a five-day ban.  Only to find that the strong wind is threatening, raising the banner of * * to summon players in the last place, trying to launch a battle to recover lost territory.  Strong winds invaded the management and tried to steal the management's action plan, but failed. Several large a我感觉再这样玩下去，就要变成摩斯电码了"
        }
    ]
}