{
    "title": "[Minecraft.net|INSIDER]背包盘点：鞍",
    "author": "森林蝙蝠",
    "replyCount": 2,
    "timestamp": 1583232720,
    "txt_content": " 本帖最后由 森林蝙蝠 于 2020-3-3 18:54 编辑 \n\nTaking Inventory: Saddle\n背包盘点：Saddle\nPiggybacking you through the Overworld\n人靠衣裳马靠鞍\n\nDuncan Geere 邓肯·Geere\nWhat’s the difference between magnificently riding a horse and falling off it like some sort of equestrianally-challenged nitwit? I’ll give you a clue. Wait no, I’ll just give the answer – it’s our item of the week: the saddle .傻乎乎地从马上摔下来，和进行华丽的马术表演之间，究竟有什么差别？我会给你个提示——算了直接说答案吧，这就是本周物品，鞍。\nSaddles were added surprisingly early in Minecraft’s development – in June 2010, during the game’s Infdev phase . But horses weren’t added for another three years. So what was everyone riding all that time? Er, well, they go “oink”...\n\n鞍在MC开发的极早期，infdev版本就加入了，那时候是2010年6月，不过马三年后才添加进来，所以那个时候人骑什么呢？没错，哼，哼，啊啊啊啊——一头猪这样叫道。\n\n\nSaddles, in Minecraft, are mysterious relics from a bygone age. No-one knows how to make them. There’s no crafting recipe. That means there are a finite number of saddles in the world, and when they’re gone they’re gone – so try not to let them burn up in lava, yeah?\n在MC里，鞍是个上古文物，大家都不知道怎么做，没有合成表，这意味着鞍是不可再生的，没了就是没了——所以别把它们扔岩浆里，谢谢。\n\nWant one? Well, they’re found in treasure chests in strongholds, temples and dungeons. Occasionally you’ll fish one up. They’re also hoarded by villagers – you can buy them from leatherworkers, or just steal them from their chests when their back is turned.\n\n想要吗？要塞，神庙和地牢的宝箱里就有，有时候可以钓鱼钓上来。村民也有鞍，可以从皮匠村民那里购买，或者趁人不备从箱子里偷。\n\nOnce you have one, using it is easy. Hold the saddle in your hand, and right-click a horse, donkey, mule, or pig. The first three of those will let you take the saddle off again by hitting the use button on the animal while sneaking. But the pig? No way are you getting that saddle off again, unless the pig somehow meets with a mysterious accident... Don’t worry. I didn’t see anything.\n\n拿到鞍之后，用起来就很容易了，手持鞍右键驴马骡猪就行。前三者允许你在潜行时右击它们把鞍拿下来，但是猪的话就不能拿下来，除非这头猪遭遇了不测……别担心，我什么都没看到。\n\nBilly Hathorn//CC BY-SA 3.0\nBilly Hathorn//CC BY-SA 3.0\nReal-world saddles date probably back as far as 4000 BC, shortly after the horse was domesticated. The earliest saddle-like constructions that survive today are primitive blankets or pads used by Assyrian cavalry forces around 700 BC, held on with a strap.\n\n现实中的鞍可以追溯到公元前4000年，在马被驯化后不久就出现了。现存最早的鞍形坐具为公元前700年左右，亚述骑兵使用的原始毯子或者垫子，用皮带固定。\n\nA key development was that of the saddle “tree” – a frame that distributes weight across a horse’s back, not just on its spine. That makes the whole “being ridden” experience a lot more comfortable for the horse. Another important technology was “stirrups”, which the rider hooks their feet into to increase stability. Both emerged around 200 BC in China.\n一个关键的提升是高桥马鞍——这是一个能把重量分散到整个马背而不是腰椎上的框架，可以让马在被骑时更舒服一些，另一个重要发明是马镫，能够支撑住骑士的双脚，提高稳定性，这两者都是在公元前200年前后的中国出现的。\n\nToday, saddles are a lot more complicated – and there are lots of different kinds depending on what you want to do with the horse. There are saddles for hunting, saddles for polo, saddles for racing, saddles for police horses, saddles for jumping, saddles for rounding up cattle, saddles for carrying heavy loads, and many more!\n\n今天的鞍更加复杂了——有多种多样的马鞍可供挑选，取决于你在马上干什么，比如狩猎马鞍，马球鞍，竞速马鞍，警用马鞍（译注：你现在仍旧可以在**看到女骑警），跳鞍，牛鞍，重载马鞍，等等。\n\nWith all that diversity and complexity, it’s no wonder no-one in Minecraft remembers how to craft this ancient technology. Maybe one day!\n正因为上述的种种差异和复杂性，所以MC里没人记得怎么合成这个古老的技术，也就很正常了，拭目以待吧！\n\n【森林蝙蝠 译自官网 2020 年 02 月 26 日发布的 Taking Inventory: Saddle；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "anyean",
            "timestamp": 1583834580,
            "txt_content": "哼，哼，啊啊啊啊——一头猪这样叫道。\n下 北 泽 养 猪 场（迫真）"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583891220,
            "txt_content": "这头猪好臭啊"
        }
    ]
}