{
    "title": "[Minecraft.net|INSIDER]哪个兔崽子诬陷了杀手兔？",
    "author": "Sinbad_Official",
    "replyCount": 3,
    "timestamp": 1583250420,
    "txt_content": " 本帖最后由 321yu_wango 于 2020-3-4 16:03 编辑 \n\nWho framed the killer rabbit?\n哪个兔崽子诬陷了杀手兔\nWhy this foul, bad-tempered rodent was banished\n为什么这个令人厌恶且暴躁的啮齿动物惨遭删除\n\nMarsh Davies 马什·戴维斯发布时间 2016/11/25Once upon a build, the Killer Bunny was a natural and terrifying feature of the Minecraft overworld. Identifiable by its red horizontal eyes, burning with hate, the Killer Bunny moves faster than normal rabbits and will set upon players and wolves dealing an impressive amount of damage. However, as of snapshot 14w34a, this vicious beast has been banished to a realm from which it can only be summoned using commands. But why?很久，很久以前的版本，杀手兔是Minecraft主世界中天生、骇人的特性。它们以其闪烁着怒火的红色横眉为特征，杀手兔身手比通常的兔子还敏捷些，还会扑向玩家与狼群，造成惊人的伤害。尽管杀手兔如此彪悍，打快照14w34a起，这只凶兽就被贬低到一个只能用指令生成的地位了。为啥？\n For one thing, Jeb’s rule for making mobs is that the only ones that always attack on sight have to be monsters. For another, Jeb’s just heard about Killer Bunnies one too many times. The Killer Bunny is a reference to a scene in Monty Python and the Holy Grail, a movie from 1975, in which the Knights of the Round Table are unhappily slaughtered and humiliated by a fluffy white rodent.首先，Jeb设计生物唯一的标准就是：见人就打的一定是怪物;其次，Jeb认为杀手兔的故事已经是老生常谈了。杀手兔是Monty Python的《巨蟒与圣杯》中的场景：电影中圆桌骑士被一只白色的毛茸茸生物玩弄并虐杀。\n\n\nI thought that the Killer Bunny was a tired joke and it’s been referenced in so many games, including a game I worked on before Minecraft, called Whispers in Akarra, where the rabbit was named Big Pointy Teeth. (Which is also why that’s a splash text in Minecraft!)我认为杀手兔的笑话已经是老生常谈了，很多游戏都加入了杀手兔的元素，其中就包括在Minecraft出现前，我参加创作的一款游戏 Whispers in Akarra，杀手兔在其中被称为“Big Pointy Teeth”（这也是会出现在Minecraft的一个闪烁标语）。\nThe bunnies are also just too dangerous. They’re basically a random death event. Of course, there are quite a few random death events in Minecraft, like the skeleton horseman who spawn during thunderstorms, but at least you get a weather warning and can stay indoors!杀手兔实在太危险了。它的存在可以说是（让玩家）随机死亡事件了。毋庸置疑的是，Minecraft中依旧有一些随机死亡事件，例如在雷暴中生成的骷髅骑手，不过好歹这天气给了你警告，以便你能早早地龟缩在家里了。                                                                                                                                                                                    JENS BERGENSTEN",
    "replies": [
        {
            "author": "EGEE2468",
            "timestamp": 1583250960,
            "txt_content": "杀手兔？说句实在的我几乎没见过杀手兔"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583251320,
            "txt_content": "EGEE2468 发表于 2020-3-3 23:56\n杀手兔？说句实在的我几乎没见过杀手兔\n我也没见过"
        },
        {
            "author": "e大时代",
            "timestamp": 1583252160,
            "txt_content": "杀手兔伤害非常高的，被咬几口就死了"
        }
    ]
}