{
    "title": "【原创·连载】我的世界飞逝堕落第三章",
    "author": "但是你",
    "replyCount": 5,
    "timestamp": 1583277900,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:16 编辑 \n\n作品首发地址：https://book.qidian.com/info/1017577575\n\n这真的是我原创的！但因为首发不是这里所以也算转载！\n       \n第三章：冰之宫殿\n       外面的雪依然在下。　　       “咳咳。”我孤零零地卷缩在角落里自抱取暖，望着洞口的雪狼出神。它们大概有四五个，正堵在洞口等我死去。狼是一种高智商的动物，它们会想办法把损失降到最小。我在洞里，你在外面，来比比谁耐力强啊！我盯着它们想。　　      渐渐地，有一两只雪狼不耐烦了。它们开始到处乱动，碰到对方还发出威胁性的低吼，全身的毛都立了起来，像两个大雪球。我可没心情去管它们，因为洞口有一只在目不转睛的盯着我。它好像是首领，回头吼了一声就让那两只狼安分下来。            它血红的眼睛，将我上下打量了一番，一步一步走了进来。我连忙站起，头不小心碰到了上方的石头，疼得呲牙咧嘴，一不小心往地上看去。外面的狼一起扑了过来，我撒腿就往洞内跑。洞内一片漆黑。我扶着墙摸索起来，身后的狼也摸不清方向，开始吼叫，妄图像蝙蝠一般用声音辨别方向。　　      头顶飞过两三只蝙蝠，我抬头看着它们在黑暗中依然发亮的眼睛，脚下一空，径直摔了下去。狼群听到声音开始往这边聚集，而且越来越近。“啪”一只狼摔了下来。“啪”又一只狼摔了下来。我扶着地面爬起，却看到华丽无比的一幕：不知从哪来的光线在冰面上反射，使整个冰窟都发出淡蓝色的光线，如同冰雪的精灵漂浮在空中。两侧高大的冰墙如同宫殿的墙壁，在反射而成的光亮下还能隐约看到上面的花纹。脚下的冰也被摩擦的光滑无比，身后的狼根本站不起来。　　      我慢慢的尝试在冰上滑行。“这里肯定有个出去的路。”这里有光就代表有洞口，有洞口就代表能出去。我慢慢地向光更强的地方前进，试图找到那个洞口。我滑着滑着，到达一个岔路口。我在路口向两边看去，两边的尽头也是岔路口，而且两边的光照完全一样。　　      有可能有好几个洞口。我边想着便进入了右边的路口。没过多久我又走到了岔路口，这次是上或下，而且光照依然完全一样。　　      我理了理思路：光是从上向下照的，所以洞口向上；而城镇在下方，我往下走距离会更近。我看了看，打算向下走。我踩着冰阶小心翼翼地向下走，发现又是一个岔路口。　　      这恐怕是个迷宫。我毫不犹豫地向左前行。右、上、左、下、右。在经过了几个岔路口后，我找到了光的源头---一个海晶灯。　　      这里可是雪山啊！怎么可能会有海晶灯！我仔仔细细的环视了四周，终于发现这其实是一个冰做成的宫殿。也就是说这块海晶灯是人为放上去的。我坐在海晶灯上，无奈地叹了口气。最后的希望也没了，看来要冻死在这了。　　      突然，地面开始动了起来，冰全部都碎成了渣，露出了一个大洞。下面并不是宫殿的另一层，只是一个没有光的大洞。我坐在悬浮的海晶灯上，望向无底的大洞。现在我的路都没了，进退两难，唯一的办法就是跳下去。这可不是游戏，死了就没有机会了。　　      我的肚子开始叫了起来。这几天除了死之前喝的一杯奶之外，肚子里就什么也没有了。我突然感到头晕，身子晃了晃，失去平衡掉了下去。当我醒来的时候，四周一片漆黑，只有头上的海晶灯还有一点微弱的灯光。　　      我踩在冰渣上，摸索着向前走。不知走了多久，地面上不再有冰渣，而是松软的泥土。我伸手摸了摸，确实如此。当我站起来的那一瞬间，我看到了不可思议的一幕：芳草如茵，鸟语花香；最重要的是，这个地方，是地球！　　      我向背后望去，依然是同样的景象。“林展宏！”老王跑了过来，“你在发什么呆啊，今天是要去野营啊。”不对，完全不对。我之前确实和老王说过要去野营，可我在这里已经死了，还是呛死的！“老王，今天星期几？”“星期二啊！”老王站在那里傻笑，“昨天你喝牛奶进医院，医生好不容易才把你抢救回来。你为了庆祝大难不死还特意花钱带我来野营！难道你失忆啦？”　　      “没、没有。我们走吧。”完全没有漏洞，甚至让我认为之前的穿越才是假的，毕竟喝牛奶呛死也太扯了。我们选了一个地方坐下布置，手上布料的触感和脚下的泥土还有刺眼的光线和真实的嗅觉都为这个世界做了证明。　　      我躺在布上，嘴里叼着面包，仔细想了一下：这个世界有真实的触感，那个也有真实的感觉，如果真要说的话，那就是缺少痛感。我想着就捏了自己的脸一下，痛感一下便传来。这......好吧，这个世界完全真实。　　       “老王，我死之前跟你说了什么？”我故意骗了他一下。“你死之前我在睡觉。”老王在一旁趴着看美女。没错，这个世界一点错误都没有。无论是老王的性格，还是我死之后的逻辑，这个世界都具备，反而是那个世界漏洞百出。　　      我安心地躺在布上，开始睡起了觉。　　      圣地--王宫寝室。一个女人推门而入，看着坐在床上男人：“都早上了怎么还不上朝？”男人笑了了一下：“你进来不是为了这事吧，冰之城那边有暴风雪。”“所以我请求出城，女巫很可能凭借暴风雪用药水释放分身。”男人突然有点愤怒：“不行，正好可以考验一下他。”“你吃醋了？”女人微笑着。男人扭过去头，脸红着说：“没有！”女人转身离开：“我走了。”“路、路上小心。”女人微笑着瞬移走了。　　      “好痛！”我的心脏突然像要爆炸一般，周围的图像开始扭曲起来。等我再次醒来，周围一片漆黑，只有空中的末影粒子发出紫光。我感到手上有些潮湿，借着微弱的紫光可以看到是一滩蓝色的水。我的心一凉，刚才差点又要死了。　　      “轰”我的背后突然炸开。我走到被炸开的洞口，发现自己已经到了山底，暴风雪已经过去。我走出山洞，伸了一下懒腰：终于能开始正常的生活啦！\n",
    "replies": [
        {
            "author": "零x",
            "timestamp": 1583279100,
            "txt_content": "身后的狼也摸不清方向\n狼在黑出可以看吧。。算了算了，写得很优秀，要是我有这文笔就好咯。。。"
        },
        {
            "author": "但是你",
            "timestamp": 1583279820,
            "txt_content": "零x 发表于 2020-3-4 07:45\n狼在黑出可以看吧。。算了算了，写得很优秀，要是我有这文笔就好咯。。。 ...\n谢谢夸奖，其实我一直觉得写得很无聊，因为在起点上根本没人看......"
        },
        {
            "author": "ilser",
            "timestamp": 1583280300,
            "txt_content": "但是你 发表于 2020-3-4 07:57\n谢谢夸奖，其实我一直觉得写得很无聊，因为在起点上根本没人看......\n第一人称在网文圈很难混的，七八年前倒还可能有人看，现在有一个算一个，都得凉"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818320,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583839920,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}