{
    "title": "【原创·连载】我的世界飞逝堕落第四章",
    "author": "但是你",
    "replyCount": 12,
    "timestamp": 1583286060,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:18 编辑 \n\n首发地址：https://book.qidian.com/info/1017577575\n\n      第四章：冰之城\n\n       我走进小城，进入我眼眶的是大雪过后一片欣欣向荣的景象：卫兵们正在扫雪，大街小巷里人们打开窗门，呼吸新鲜空气。\n　　整个城都是由浮冰和雪块做成的。高达20米的浮冰城墙，错落有致的雪屋还有门前漂亮的南瓜灯，这个城在暴风雪过后依然是那么地祥和。我边走边看，发现整个城其实都是一块一块划分的：整个城市有三层，依山而建；第三层是城主府，第二层是商业街，第一层包括北区和南区；一层北区在商业街后面，三面环绕着冰墙；一层南区以十字路口为中点，第一象限是农田，第四象限是是居民区；冰湖在第二象限和第三象限的中间，第三象限的另一半依然是居民区。\n　　在这个三面环山的险要地带，开辟出了一个让人安居乐业的地方的人，我从心底佩服他。我现在什么也不知道，哪儿也去不了，只好在街上瞎转悠。身后传来了马蹄声，我回头一看，一群卫兵快马加鞭地驶过街道，只朝着城主府奔去。其中的一个卫兵无意间看了我一眼，突然勒住马匹，大喊道：“我找到他啦！”\n　　我现在被一群全副武装的卫兵盯着带往城主府。进入府邸大厅之后，一位卫兵屈膝向案前奋笔疾书的中年男子报告：“城主，我们已经找到穿越者了。”怎么回事，别人穿越没人知道是穿越者，怎么我一穿越全世界都知道了。\n　　城主瞟了我一眼，随后又把我上下打量了一番：“人王有令，让我们找到你。我原以为你有多厉害，结果只是个毛头小子。”他直起腰来给卫兵使了个颜色，随即他们便离开了。“你抓我干嘛，我又没犯罪。”我撇了撇嘴。\n　　“小子，我们来做笔交易吧。”城主站了起来。“我有什么好处。”我不以为意。城主很显然没料到我这种反应：“你就不好奇内容是什么吗？”“我只在意对我有用的。”城主想了一下，说：“你进入练兵场当我的士兵，条件随你开。”\n　　当士兵？我现在人生地不熟的，哪里也去不了，当士兵的话直接就把食宿都解决了。如果开条件的话，应该就是知识和装备方面的吧；可我只想平平凡凡的过日子，不想天天都去打仗。“你最高能接受什么？”\n　　城主坐了回去，微微一笑：“你想要什么我都会尽力满足，怎么样，成交？”我低头思考了一下：“我想要安安静静的生活。”城主脸上的笑容僵硬了，身边开始发出可怖的气息：“小子，敬酒不吃吃罚酒！我就直接说明白吧，人王说了，如果你不肯乖乖加入军队的话，就直接杀了你！好了，选择吧，当士兵还是死！”\n　　“哎呀，这可是道难题呢。让我算一下，当士兵的话就要天天打仗，死亡率超过50%；不当的话直接就会死，死亡率为100%。虽然我不想死，但我更不想天天担惊受怕的活着。”我脸上带着微笑。\n　　这几天我已经受够了。无论是之前开玩笑般的被呛死，还是在山上两次无限接近于死亡，我都不想再感受一遍了，我现在就想安安静静地死去！\n　　城主一挥手，我感到胸口被巨石撞击，身体骤然腾空，在翻了几个跟头之后，我狼狈不堪的躺在了地上。“小子，我再给你最后一次机会。”他冷冷地注视着我。我苦笑道：“你应该知道我的选择吧。”\n　　“我很搞不懂你。明明你占尽了好处，可你非要找苦头吃呢。”我艰难的爬起：“可我不想要上战场。”城主摇了摇头：“那我可就没办法了。”他伸手抓住桌子上一块小石子，向我直直的甩去。就在石子将要碰到我的那一刻，一支箭飞过来将它击碎。\n　　城主看着我，回头坐了下来。“愣着干嘛，过来跟我去训练。”一个少女拿着弓从门那边走了过来。“干什么，我可没答应当士兵！”我赖在地上不起来。“小子，你说要自由，我给你自由！从今天起，你加入我女儿的侍卫组。”不是吧！我不敢相信自己的耳朵。既不用上场打仗，还能包吃包住学东西，简直是白捡来的便宜啊！\n　　“快点过来跟我去选武器，以后都要喊我队长！”队长有些不耐烦，手不由自主的搭在了弓弦上。“这就来！”我屁颠屁颠的跑了过去。\n　　我们走下台阶来到了商业街的铁匠铺。“喜欢哪个选一个吧。”她坐在椅子瞪着我，完全没有一点新队员加入的喜悦。我看着五花八门的兵器，问铁匠们：“这个，我不太懂。有没有又轻又简便伤害大还操作简单的武器？”铁匠们看着我笑了起来：“小子，你在讲笑话吗！怎么可能有这种武器！更何况我们这边都是工作台**出来的，那种高级武器需要手工定制！”“就是就是！你买的起吗！”\n　　“真麻烦。你这个人事情怎么这么多。”队长站起来向门外走，“我看你还是先训练一下再决定选什么好吧。”\n　　到了练兵场，我感到所有人的目光都在看我。“队长，他们看我干嘛？”我悄悄的问她。“哦，因为你看起来太弱了。”她完全实话实说，不带有一丝保留。这女人，说话这么刻薄，完全就没看好过我吧！\n　　“好了，我们到了。”我们走到了一面光滑的冰墙前，“我问你，你知道灵力吗。”“当然知道。灵力有五层，最高是神阶。”我以最短的速度将灵力大致说了一遍来证明自己不是个傻瓜。\n　　“不是灵力有五层，而是我们的身体强度有五层。当我们吸收灵力的时候，灵力也在改造我们的身体。就比如说你，吸收神力之后，整个身体都被改造了一遍。当我们到达王阶时，整个身体就已经到了极限。强行突破王阶只会带来副作用。”\n　　“可不是有人超过王阶了吗？”我想起末影人姐说的那个人。“TA之所以能超过王阶是因为神的眷顾，这点你应该清楚吧。”“有什么不同吗？”“就比如说你，神力提高了你的上限；TA也被神力改造，所以才有了这样的神力。正常人是不可能的。”在这里她顿了一下，“当然也有个例外，就是当时TA在起源时代所目睹的飞升的神。那个神和你一样，是个穿越者。”\n",
    "replies": [
        {
            "author": "但是你",
            "timestamp": 1583286120,
            "txt_content": "我问一下，在这里场面血腥到什么程度就会删帖"
        },
        {
            "author": "Kelix",
            "timestamp": 1583291820,
            "txt_content": "文笔很一般啊，有待提高"
        },
        {
            "author": "稽光",
            "timestamp": 1583305860,
            "txt_content": "但是你 发表于 2020-3-4 09:42\n我问一下，在这里场面血腥到什么程度就会删帖\n好像好冷淡呀，哪里血腥了？"
        },
        {
            "author": "稽光",
            "timestamp": 1583305920,
            "txt_content": "和我一样排版有待提升"
        },
        {
            "author": "但是你",
            "timestamp": 1583307420,
            "txt_content": "空气大大 发表于 2020-3-4 15:11\n好像好冷淡呀，哪里血腥了？\n到后面会有些脑浆什么的，虽然很短但不知道会不会封"
        },
        {
            "author": "稽光",
            "timestamp": 1583307540,
            "txt_content": "但是你 发表于 2020-3-4 15:37\n到后面会有些脑浆什么的，虽然很短但不知道会不会封\n脑浆改浆糊吧这样就不会被封了，但是我喜欢血腥"
        },
        {
            "author": "稽光",
            "timestamp": 1583307660,
            "txt_content": "大文豪，带我一个，四万字的小说"
        },
        {
            "author": "稽光",
            "timestamp": 1583307720,
            "txt_content": "但是看得人好少加油"
        },
        {
            "author": "但是你",
            "timestamp": 1583307780,
            "txt_content": "新人嘛，一开始都这样"
        },
        {
            "author": "稽光",
            "timestamp": 1583314020,
            "txt_content": "但是你 发表于 2020-3-4 15:43\n新人嘛，一开始都这样\n新人？！穿着新人羊皮的大佬"
        },
        {
            "author": "erbin52",
            "timestamp": 1583319660,
            "txt_content": "支持作者顶顶顶顶  "
        },
        {
            "author": "1272237437",
            "timestamp": 1583817900,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}