{
    "title": "[Minecraft.net |CULTURE] A TEMPLE IN THE TREES —— 林中神庙",
    "author": "GuuWoo",
    "replyCount": 0,
    "timestamp": 1583306160,
    "txt_content": " 本帖最后由 GuuWoo 于 2020-3-5 23:21 编辑 \n\nA TEMPLE IN THE TREES林中神庙We explore Sequoia - a small build by Donut探索红杉树林-来自Dount的小建筑\n     You may remember Josh “Donut” Fernandez from the incredible Hydro build we covered a while back. His latest effort, Sequoia is smaller scale, but still manages to demonstrate a lot of imaginative flair.     你可能还记得我们之前提到过的Josh “Donut” Fernandez的建筑建筑Hydro。这次他带来了他的最新作品《红杉》，这部作品尽管小巧但却展示出了天马行空的想象。\n     A small strip of land depicts a row of pines, craggy rocks rising behind, and a cluster of buildings nestled in the centre. But each bit is a little unusual - the trees defy their evergreen status to appear in red and blue hues; the rocks are strange, almost crystalline protrusions, like rounded stalagmites (apparently inspired by watching The BFG); while the buildings are ornate cylindrical things, with segmented roofs linked by bunting - a design which is uniquely Donut’s.     松树成列，奇岩起伏，建筑林立其中。但却有一点不太一样——树木都不一如既往的绿，而是掺杂着红蓝色调。奇异的岩石像水晶突起一般，就如同圆石笋一样（很显然是看The BFG受到了启发）；圆柱状的建筑物，用彩旗相连的屋顶，显得十分华丽多彩。——这是Donut独具匠心的设计\n     “I did not rely on real world buildings as I usually do,” says Donut. “The design instead came from concept art, and some sketching I've done while bored to death in class.”     Dount说：我不想跟以往一样由现实建筑入手，反而是从概念图切入，以及一些我上课无聊做的一些素描。 \n\n     While I can’t endorse neglecting your education, I have to admit that the results here are pretty compelling. But this idea didn’t come to Donut fully formed: “After I made the terrain, my mind went completely blank as to what I should plop onto it,” he says. “I had some ideas in mind, in hindsight, all inferior to what the end result was. I was planning to do a futuristic, more scientific kind of approach, but decided to stick with a more original concept.”     虽然不赞成你这么轻视学习，但是我得承认最终的成果十分引人入胜。其实我一开始的想法并非那么完整：“当我制作好地形后，我的大脑一片空白，不知道该在上面放些什么。我原本打算用更接近科幻的未来主义方法，但是我还是我最终决定回到原本的想法”\n     The addition of the trees “sealed the theme” of a woodland temple. They contrast with the colour tones and physical height of the structures - but at the same time feel like part of the same design; the rising layers of branches matching the segmentation of the buildings.     更多的树木切合了林中神庙的主题。它们的建筑色调与物理高度形成了鲜明的对比，但仿佛又融为一体。四周伸展的树枝与建筑的划分相得益彰。\n     “The whole build took a little more than 10 days to create,” says Donut. “This number would probably have been a little smaller if I had been more motivated, as I did not expect this build to do as well as it did.”     Dount说：“整个建筑过程过程耗时十多天，如果我有更多的动力的话，用不到那么久，而且我也没想到建筑的成色会这么好”\n     Don’t underestimate yourself, dude!     不要小看自己，兄dei！          You can have a look at some more of Donut's past creations here or follow him on Twitter here.      你可以在这里查看更多Donut的往期作品，并在Twitter上关注他哦翻译自：https://www.minecraft.net/zh-hans/article/temple-trees文章作者：Marsh Davies发布时间：2017/5/10[第一次翻译，给点建议吧QWQ]\n",
    "replies": []
}