{
    "title": "【原创·连载】我的世界飞逝堕落第五章",
    "author": "但是你",
    "replyCount": 3,
    "timestamp": 1583295120,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:21 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n\n      注意注意！本小说中男主并没有金手指！并没有主角光环！虽说现在看起来很强但到最后依然是个渣渣，所以实际上男主只是一个旁观者。\n\n\n      本文不是爽文！不会有很激烈的打斗！还有，本文到第十章时会有些血腥场面，虽然是一笔带过（大概几十个字），写的是脑浆什么的，不会被封吧？\n\n      第五章：毁容\n\n       这几天我一直在练兵场呆着。队长见了我无非就那几句：好弱、渣渣、**。说的我毫无尊严。不过队长的确挺强，会弓箭速射，还百发百中，甚至能通过反弹从向日葵上密集的葵花籽里射出最中间的那个。\n　　前几天我和她对战，她拿着木棍将我花式吊打了一遍。比如靠灵力给木棍强行附上击退效果，让我飞了一上午；再比如瞬切武器打法，她依靠钓鱼竿和木棍让我在床上躺了两天。虽然她的方法确实有点暴力，但效果还是很显著的。\n　　我们小队目前只有我和队长两个人，所以她一整天都会好好的训（nue）练（dai）我。我们这几天练了枪法、剑法、棍法、花式打法、速建打发、坑死人打发、把队友活埋打法、无论是谁都往死里打打法......我说不下去了，后面几乎全是如何弄死队友的。\n　　今天我们打算进行实战和体能训练，就去城外爬山。其实我们去那么远的地方主要是因为今天她对城主说：“爸，他不行。慢吞吞的耐力还不好，一分钟就不行啦。我都还没叫呢他就要休息。”我感到气氛很尴尬，补充道：“她的意思我跑步太慢，还跑一会就要休息，她还没喊我让我加量呢我就要停。”城主一副懂了的样子看得我直发毛。\n　　“你也太不会说话。”路上我对队长说到。“说的跟你就讨人喜欢一样。”她白了我们一眼，“我们到了。”眼前是一个小土丘，完全就是个小土丘。“你不是说去爬山吗？”我快速踩着方块，登上了土丘，“这也太没有挑战性了。”\n　　“你错了，我们是要爬背面。”转到后面，我完全震惊了。明明那边是个正常到不能再正常的样子，这边却比宫殿里的冰墙还光滑。“队长，要不，你给我做个示范？”我咽了下口水。“别担心，不会让你垂直着爬的。这边天气冷，石头上容易结霜，蜘蛛都不好爬。”她往后撤了几步，“看好了。”\n　　她开始快速的向跑起来，在距离墙还有两米的时候，她降低重心弯腰握住了地上一个土块，将其硬生生地拔起，直接向墙上抛去。泥土被放置在墙上，她纵身一跃，抓住那个土块，依靠臂力将自己撑起，再次向上跳。在跳的一瞬间，她将泥土踩碎变成掉落物，用灵力背包将它吸取，转移到手上，用同样的方法再次向上跳。\n　　整个过程其实就四个动作：扔方块、撑起、跳、拿方块。这些其实很简单，完全靠灵力增强体能来完成这一切。只要你有灵力，再高的山也能爬上去！\n　　她登顶之后，在上面向我挥手，示意我也爬上来。我找了块泥土，尝试着分解动作。在跳的一瞬间还需要使泥土碎掉，然后瞬切成泥土像灌篮一样把泥土扣在上面。我不知道我做不做得到，但我知道我的灵力做不到。\n　　旁边的的山上突然跳下一只狼，狠狠地咬住了她的胳膊，依靠重量将她整个扑倒在地。我快速绕到山后跑上去打狼。不过等我跑上去之后她已经把狼活活锤死了。“你胳膊没事吧。”我看到她的胳膊已经被咬的露出骨头了。“没事。”队长的脸因为失血过多显得有些苍白。\n　　“小心！”她快速把我拉开，身后的狼直接扑过来咬烂了她的半边脸。“快！快去喊人！”我挡住狼对受伤的队长喊道，“我跑不快，你受伤了，需要快点到城里治疗。”“可......”“快走啊！”周围的狼越来越多，我依稀看到狼群后面闪过宫殿里那只队长狼的身影。\n　　等她跑远了之后，我身上差不多也被咬出了几个大窟窿。我突然傻笑起来：“这些做掩饰应该够多了吧。”我环视了四周：“小狗们，我忍你们很久了！可惜我不能杀了你们，不然会暴露的。嗯，打残应该不错。”\n　　狼群全部涌上来，争着抢着要咬我。“喂，那边的。”我指着队长狼的影子说，“你给我看好了。”狼群张开的嘴巴已经到达我的身边，我向后一退，整个人从山上掉了下去。狼群涌到山崖边向下看，后面突然有只狼滚了过来将它们撞了下去。\n　　“真是的，还有距离限制。”我挂在崖壁上看着它们一个个摔死。爬上去之后，我拿起刚才控制的泥土，向队长狼藏起的地方扔去：“还不快滚出来！”泥土砸了个空。“小子，看不起我是吧。我告诉你初阶35%可不是好惹的！”\n　　没错，几天之内，我从零到达了别人几个周才能达到的境界。虽说是初阶，进步很快，可我这速度如同开了挂一样。我现在对外声称是13%，他们还认为我很聪明，说这速度应该能排历史前10000名以内。\n　　“咯吱”雪在脚下被压成了片。“啪嗒”石头发出清脆的声响。我控制周围的雪凝成了一堆雪球，盯着旁边的山不放。“呲”我感到脚腕一凉，热滚滚的血涌了出来。“可恶，竟然搞偷袭。”我揪出藏在地下的，用雪球将它痛扁了一顿。\n　　“这家伙跑了啊。”周围再无一点声音。现在想想以后该怎么办吧。本来只想把它们弄残的，结果杀了一堆，一会恐怕解释不清楚啊。还有队长的脸和胳膊，都伤得不轻。胳膊还好，只受了点伤；主要是脸，恐怕要毁容了。\n　　“不对，人怎么还没来？”刚才打斗的时间虽然不长，但也不算太短，依靠队长的速度，现在至少在来的路上啊，怎么一点声音都没有？\n　　“不好，坏了！”我想起她的脸色，发现了不对，“失血过多！”\n　　她一摇一晃的走在路上，眼前的景象变得模糊起来。无论是胳膊还是脸，对她来说都是致命的打击。心里的焦虑涌上心头，也不知道为何而来，为谁而来。眼睛里充满了泪水，让原本模糊的视线彻底不清。她轻飘飘的，软绵绵的走着走着，被泥土绊倒在地。\n　　她挣扎着爬起，艰难地前行着，最终跪倒在水池旁。她洗了把脸，看着水池里的自己自嘲着笑了一下：我是在伤心吗？在水面的反射中，她看到了沾满泥土的自己，乱糟糟的自己，彻底毁容的自己。\n　　原本淡蓝色的如同宝石的蓝色头发，现在是红的灰的白的；原本洁白无瑕的面孔半边已经糜烂掉了；眼睛鼻子嘴巴，原本在她身上那些可爱的东西，现在全都消失了。\n　　不行，他还在等着我。她发抖着想要站起，结果整个腿完全僵硬。周围的风越来越大，远方甚至打起了惊雷。浮旭，扑浮旭！站起来啊！快给我站起来！她缓慢的支撑着，最后彻底躺在了地上。\n　　不行，站起来啊！她努力的撑起身体，然后：“咳，咳。”水面上浮着一团血红的东西。她倒了下去，身体里最后的温暖融化了雪。\n　　病已经到晚期了吗，不行了，要死了吗。她微睁着眼，等待着最后的死亡。\n　　“姑娘，想要活下去吗”天上飘来一个悠哉的声音，“只要你答应不把这件事说出去，我可以帮你。”她已经无力应答。“我可以给你力量。不过，你会死得更惨。”她动了动头。\n　　“同意了吗？那好吧。”一个光球浮到了她面前，“我会在你用这股力量时从你身体里拿走一点东西，你确定吗？”这就是圆吗？还是第一次见啊。她将手放到了球的上面。\n　　远方响起了惊雷。\n　　“开始下雪了啊。”\n",
    "replies": [
        {
            "author": "wort233",
            "timestamp": 1583296320,
            "txt_content": "可以写的很好"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818320,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583839860,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}