{
    "title": "[Minecraft.net|CULTURE]老城路",
    "author": "Sinbad_Official",
    "replyCount": 1,
    "timestamp": 1583324220,
    "txt_content": " 本帖最后由 321yu_wango 于 2020-3-11 07:50 编辑 \n\nOld Town Roads\n老城路\nVisit the medieval town of Torún with Aventure Studios’ creation!\n随着Aventure Studios的地图来探秘中世纪古镇托伦！\nKate Gray 凯特·格雷2019/07/13\nI once went on holiday to Croatia. I wanted to visit the place where they filmed Game of Thrones – the coastal city of King's Landing is actually filmed in Dubrovnik, in the south of Croatia.\n昔日，我曾去过克罗地亚度过一段美好假期。我打算去《权力的游戏》中的君临城的取景地––––杜布罗夫尼克，坐落于克罗尼亚南方的一座海滨城市。\n\nTo cut a long story short, I went to the wrong place. There were no games, no thrones, and definitely no coast – but what I found instead was the beautiful old city of Zagreb. It had winding roads, narrow stone steps, tiny churches, grand cathedrals, and weird little shrines hidden beneath bridges. It was amazing, and I highly recommend you pester your family to take you there someday.\n长话短说，这根本不是我心目中的目的地。这里既没有游戏，也没有铁王座，至于海岸，那就别提了 – 不过在我心目中取而代之的是一座美丽的古城––––萨格勒布。古道蜿蜒，石阶狭窄，大大小小的教堂林林总总，静匿在古桥下的小神龛......这奇妙的一切，筑成了萨格勒布古城。我本人强烈推荐你央求父母带你前往游玩。\n\nLots of these old, beautiful towns exist in Europe (since Europe has been around for a very long time) but they often get forgotten, because many tourists would much rather visit places with beaches, swimming pools, and those drinks with tiny umbrellas. But Aventure Studios, the team behind this lovely build, would like you to reconsider your next holiday and head on over to Poland where the historic city of Torún is waiting for you.\n除了萨格勒布，在欧洲还有许多像它一样被人们所遗忘的美丽古城（因为欧洲有着源远流长的历史），但它们总是被人们遗忘，因为人们更愿意去那些有着海滩、游泳池、遮阳伞与饮料的地方提升逼格。不过Aventure Studios，这个创造了可爱地图的工作室推荐你重新规划下一次行程，何妨前往波兰的历史古城托伦呢？\n\n\nTorún has a lot of similarities to Zagreb: the white-and-terracotta colours of the buildings, the spires of churches and clock towers, and the little plazas and squares where people gather for a lazy afternoon coffee.\n托伦与萨格勒布差别不大，它们建筑色调差不多，教堂与钟塔的设计差不多，就连人们聚会在一起喝下午茶休憩的地方也差不多！\n\nThe medieval town of Torún is also known as the Gingerbread City – not because it's all made out of the tasty stuff (which would be a nightmare in the rain), but because its inhabitants have a traditional way of baking gingerbread. In fact, there's even a gingerbread museum in town where you can decorate (and eat) gingerbread yourself!\n托伦这座中世纪古镇还有着一个美称––––“姜饼之城”，这倒不是因为这里的建筑是用姜饼造成的（如果是的话，这要下个雨会多恐怖啊），而是因为托伦的居民都有一种特殊的烘焙姜饼的方法。最酷炫的是，在托伦还有一个姜饼博物馆，你可以自己设计姜饼（然后吃掉）。\n\nBut gingerbread isn't the only reason that Torún is famous. 'Torún is one of the oldest cities in Poland,' says Mateusz of Aventure Studios. 'It's believed to be one of the most beautiful cities in Europe.' The town is actually on the UNESCO World Heritage Site list thanks to its historical importance and that's actually how Aventure Studios came to build it – as part of the 'Preserving World Heritage' contest on Planet Minecraft! Eagle-eyed readers may remember the Westminster Abbey build, made for the same contest!\n不过姜饼只是托伦出名的原因之一。“托伦是波兰历史最悠久的城市之一，” Aventure Studios的马特乌什说，“它是公认的欧洲最美城市之一。” 因为它在欧洲历史中的重要地位，该城被列入联合国教科文组织世界遗产名录。这也是为什么Aventure Studios 选取托伦作为参加Planet Minecraft的“保护世界遗产”比赛的原因了。眼尖的读者可能想起了另一张参赛的地图， Westminster Abbey build，这同样是我的作品。\n\nA team of ten people from Aventure Studios took on the monumental task of recreating an entire town from scratch. It took the team 14 days to make it all and Mateusz says it was their 'first ambitious project' as a group because they wanted to ensure that there were plenty of details in the build. They used Google Maps to make sure they were getting all the fiddly bits right: every window and tower had to look perfect!\nAventure Studios的十名组员接下了在Minecraft里还原小镇的重任。建造这个地图一共花费了14天的时间，“这是我们精心筹备的第一个地图。”马特乌什说，他们想要在地图中埋下足够多的伏笔。他们甚至动用了谷歌地图来减小误差––––就连窗户的朝向，钟塔的位置都不能出一丝偏差！\n\nBut Minecraft comes with plenty of challenges for builders who want to recreate real-life architecture. 'It was hard to use an ordinary colour palette,' says Mateusz, 'and it was challenging to keep the scale to make the build realistic.' But the most challenging thing wasn't the game itself – it was working in a team for the first time!\n但是想要在Minecraft里完美重现现实建筑还是有着不小的困难的。“我们很难在Minecraft里还原建筑的颜色，”马特乌什说，“让建筑看起来惟妙惟肖对我们来说是一个不小的挑战。” 不过最具有挑战性的不是比赛，而是第一次进行团队工作的生疏。\n\n'We had the goal to test ourselves as a freshly formed group,' says Mateusz. 'We wanted to see if we were able to compete with other, more experienced teams.' Great news for Aventure Studios: their build won, ahead of 37 other entries! Not bad for their first team build – and now the town of Torún can add one more thing to its list of achievements!\n“检验我们这个新生小组组员之间的默契才是参加本次活动的目的,” 马特乌什说，“我想看看我们是否具备与其他小组抗衡的实力。” 对Aventure Studios来说有一个好消息：他们的作品胜过了其他37个参赛作品！这个成绩对于他们的处女作来说是相当不错了––––托伦镇的还原是他们成为优秀小组的重要里程碑！\n\n【321yu_wango 译自官网 2019 年 07 月 13 日发布的 Old Town Roads；原作者 Kate Gray】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1583860200,
            "txt_content": "倒数第二段中文里那个英文忘删了"
        }
    ]
}