{
    "title": "[Minecraft.net|CULTURE] 龙形雕刻",
    "author": "问谛居",
    "replyCount": 2,
    "timestamp": 1583388660,
    "txt_content": "\nCarving dragons\n龙形雕刻\nYikes! Run! Hide! But read the article first!\n哎呀！快跑！藏起来！但还请先读完这篇文章！\n\nPer Landin 佩尔 兰丁\nSometimes, in my most depressing moments, I mourn the fact that we live in a society where dragons, dinosaurs and giant reptiles are no longer a thing. I sigh heavily whenever I rewatch Jurassic Park. I cry when I realize Godzilla isn’t real. No Draco, no Smaug, nothing! All these majestic beasts are either long gone, extinct or just plain imagination. It’s just too much to bear! Well at least bears are real, I guess.\n有时候，我会莫名地深感难过。我们生活在一个巨龙、恐龙和巨型爬行动物尸骨无存的世界，对此我深深地悲痛。每逢重温《侏罗纪公园》时，我都为之叹惋。得知哥斯拉并不存在，我热泪盈眶。没有德拉科，没有史矛革，什么恐龙都没有！所有这些威严耸立的巨兽要么早已远去，要么已然灭绝，亦或只是凭空虚构。这实在难以[ruby=bear]忍受[/ruby]！欣慰的是熊还是真实存在的，大约如此吧。\n\nThankfully, there’s people on this Earth with the power to bring fiction to life – people like Roman , a 23-year old Minecraft builder with a talent for sculpting. Not only can he make gorgeous life-like carvings with Minecraft blocks – he is an avid fan of everything lizard-related, and has a profound fascination for dragons.\n感天泣地的是，这蓝色星球上还有人具备能把小说带进现实中的能力——比如罗曼，一位 23 岁并有着雕琢天赋的 Minecraft 创造者。他不单单能用 Minecraft 中的方块来雕刻出栩栩如生的雕塑，他还是一名蜥蜴及周边的狂热粉，与此同时他还对龙有着深深的迷恋。\n\n\n\n\n\n\n\n\n“I like everything about them,” he tells me. “From the nose to the tip of the tail, from [their] strength and character to [their] size. I began to show interest [in] them more than 13 years ago. After all this time I know a lot of things about them. And since dragons are essentially large lizards...”\n“我热爱着与之相关的一切，”他如此答复我。“从鼻尖到尾巴尖儿上，从力量、特征到体格大小，我全部热爱。我对它们产生兴趣已超 13 年之久。在那之后，我了解了许多有关于他们的事。又由于龙本身就是大型蜥蜴......（我就开始研究龙了）”\nRoman discovered sculpting just four years ago when he decided to try out working with 2D models. It was initially only small builds, ranging from 20 to 50 blocks in height, placed one at a time, but soon his interest turned to bigger scales as Roman realized he had greater ambitions with his newfound interest.\n4 年前，罗曼决定尝试研究 2D 模型时，他才了解到雕刻这项艺术。起初他仅限于小型建筑，从 20 至 50 块方块的高度不等，每次只造一个，但不久他的兴趣转向了更大的尺寸的建筑，因为罗曼意识到，在他新的兴趣领域中，他的雄心不止于此。\n\n\nHis projects not only grew in size – he also decided to switch it up a dimension and begin sculpting in 3D. “The dimensions of 3D and 2D sculptures were the same. 50 blocks high? Not enough. Need more! I like dragons – why should they be small?”\n他的方案不仅规模扩大了——他还决定增加一个维度，开始用 3D 进行雕刻。“对于雕刻家们而言 3D 和 2D 的维度是一样的。50 格高？还不够，还要更高！我喜欢龙——为什么它们不能是巨龙呢？” \n\nOf course dragons should be big! Otherwise they’d just be second-rate iguanas. But creating enormous dragons block-by-block turned out to be a difficult and time-consuming process for the young artist. He began looking for tools that could assist him, experimenting with in-game mods such as Voxelsniper and WorldEdit . They were handy, but also demanded a lot of computer power, which Roman’s old equipment had trouble handling.\n龙的巨大是理所应当的！否则就变成了二等的鬣鳞蜥（美洲热带大蜥蜴）。但对于这位年轻的艺术创作者而言，一块块地搭建这些巨龙是困难且耗时的过程。他开始寻找能对他的有所帮助的工具，尝试游戏模组，例如 Voxelsniper 和 WorldEdit 。他们很容易上手，但也吃电脑算力，罗曼的老设备可吃不消。\n\nThe solution was MCEdit , which cut unnecessary rendering and focused solely on the model itself. Two years later and armed with a stronger computer, he still uses the same editor. “I'm terribly used to it. But small details sometimes have to be done in the game itself.”\n出路是 MCEdit ，它减掉了不必要的渲染并且只精于模型自身。两年后，他有了更好的计算机，但他仍使用相同的编辑器。“我已经很熟练了。只不过小的细节有时不得不在游戏内去完成。”\n\n [1/5] Roman uses a Minecraft editing tool called MCEdit to help construct his impressive dragon builds. But you can't just type 'dragon please' into MCEdit and call it a day (trust me, I've tried). This tool is just the start of a complex creation process Roman calls \"sphere by sphere\".[1/5] 罗曼使用 MCEdit 来协助他完成他那令人印象深刻的龙型建筑。但你不能在 MCEdit 直接输入“求求你给我变条龙吧”，然后就完工。(真的，我试过了）这一工具仅仅是复杂创作的过程的开始，罗曼称为“一步一球”.\n[2/5] Roman starts with the “structure”, getting the basic shape of his creation right. “For pose I mostly rely on pictures,” he explains. He then creates a series of small spheres (spheres in Minecraft? Blasphemy!) to give the creature form. “The fully finished structure looks like an inflatable,” he points out. So it does! I'll try not to pop it : ([2/5]罗曼从“结构”开始，先做出了建筑的大致轮廓。“对于龙的形态而言我一般靠照片来塑造。”他解释说。之后他制作了一系列的小型球体（Minecraft 中的球体？这是对 Minecraft 的亵渎！）来构筑外表。“那些完成的结构就像充了气一样”。确实如此！我尽量不去戳它。\n\n [3/5] Next comes “rough smoothing”. Basically, Roman tries to make sure there aren't any large gaps between the spheres, as he thinks these gaps are what make it look more like an inflatable pool toy than a terrifying dragon.“I fill this void  with other spheres of the same size or larger,” Roman explains, and the beast starts to take shape![3/5]接下来是“粗略打磨”。大体上，罗曼尽力保证球体间没有大的空隙，在他看来这些空隙会让它更像一个充气的水池玩具而非一条令人生畏的龙。“我用同等大小或更大球体来填补这空隙，”罗曼解释道。这样巨兽就开始成型了！\n\n [4/5] Then it's time to get super-detailed with “final smoothing”. As well as more spheres, Roman uses “a variety of sizes of brushes” to add tons and tons and tons of minor details. Here you can see how the dragon model, once a lumpy collection of spheres, is gradually becoming the spikier, more threatening monster we know and, er, love?[4/5]之后便到了使用“最终打磨”来获取超高的细节。使用更多球体的同时，罗曼使用“规格不同的画笔”来增添数不胜数的微小细节。从这儿你可以看出，龙的模型正从一堆球变为一个更为尖锐，更具威胁性且我们熟识的怪兽，额，喜欢吗？\n\n [5/5] Argghh! Roman then starts colouring in the scaly sphere-collection, creating the latest in his collection of dragon builds. Once just a bunch of grey blobs, it's now a fearsome fire-breather ready to strike fear in the hearts of millions. Sniff... they grow up so fast...[5/5]噢！罗曼此时开始在带龙鳞的球堆中上色，创造了他收藏中最新的龙类建筑。它曾一时只是一堆灰色斑点，现在却是一个十分可怕喷火怪兽，它已经准备好将恐惧烙印在数百万人心中。嘶...它们成长地如此之快...Since starting making sculptures, Roman has created one terrifying reptile after another, often with an extreme amount of detail. The number of blocks in his builds can nowadays consist of thousands of blocks. While the height is always close to the maximum cap of 256, the width can range from 600 to as much as 1000 blocks. As an example, one of Roman’s latest builds – the cheerfully named ‘Come to me into hell’ – measures 501 width x 514 length x 252 height!\n自从开始制作雕塑，罗曼已经创造了一个又一个恐怖的爬行动物，并常常有数量惊人的细节。如今，他所构建的建筑可以由成千上万个方块组成。与此同时高度总是接近 256 个方块的最大上限，但宽度可以从 600 到 1000 个方块不等。举个例子，罗曼最新的一个建筑名为“到我的地狱中来”，尺寸为 长 514 x 宽 501 x 高 252 ！\n\n“I don’t like to make small sculptures,” Roman explains. “They look square and not alive. In contrast to small organic sculptures, large sculptures turn out to be much more round and lush. With sculptures of large sizes, you can make an excellent detailing of the body relief. Plus, all this can be done [with] excellent colouring, or even texturing.”\n“我不喜欢制作小的雕塑。”罗曼解释道。“他们看起来很端正，缺乏生气。与小型有机的雕塑相比，大型雕塑更加圆润。对于大型雕塑来讲，你能做出一个拥有杰出细节的身体浮雕。而且，所有这一切都可以通过出色的着色，或是纹理来实现。”\n\n\nMaking sculptures in greater sizes allows for more detail, which is key for Roman. His goal is to make every sculpture as beautiful and realistic as possible, and he uses every aspect to achieve this – from the shape of the model, to its colouring.\n制作更大尺寸的雕塑需要添加更多细节，对于罗曼而言这极为关键。他的追求是使每件雕塑尽可能地美观且逼真，他从方方面面——从模型的形状到色彩，来达到这一点。\n\nThis process begins in the ideation phase, where he scours the internet for inspiration. “I have a very strict choice. I can make a project [based] on one picture or combine two pictures into one project.” Roman explains. “In addition to the internet, I can generate something in my head. I can also find inspiration in real life.”\n这一过程从构思阶段开始。他会在网上找寻灵感。“我有非常严格的选择标准。我可以根据一张图片做成一个方案，或者把两张图片合并成一个方案。”罗曼解释道。“除了互联网，我还能在头脑中发掘一些东西，亦或是现实生活中得到启发。”\n\n\nRoman then aims to give his sculpture a ‘live pose’ with motion. However, the most important thing for him to get right is the eyes and colour of the sculpture’s body. Roman describes colouring as working with gradients rather than a clear palette of solid colours. Thanks to the size of the sculptures, the gradients can be made to look quite smooth and also enables shading and texturing, which contributes to the life-like feel of his work.\n罗曼的目标是能给他的雕塑一个动态的“灵动活现”。然而，对他来说，最重要的是眼睛的合适和雕塑的身体颜色。罗曼表示上色更像是运用渐变，而不是调色板的固定色块。由于雕塑的庞大，渐变可以让其看起来相当平滑，也可以加入阴影和纹理，这有助于增添他制作中的生活氛围。\n\n“When I make eyes I want them to look the same [as] when you look straight at the face. The best example of this is the project ‘Come to me into hell’. This project was created with the aim of breaking a fourth wall. Here the dragoness herself is looking into your eyes, and not you.”\n“当我制作眼睛时，我希望它们看起来就像在直视你一样。最好的例子是“到我的地狱中来”的项目。这个项目的目的是要突破次元。在这里，龙女自己在看着你的眼睛，而非你看向她。”\n\n\nHaving a big powerful dragon staring into my very soul sounds scary, especially if they’re so life-like that they can break the fourth wall! Trust me, I had a staring contest with one of his builds and lost almost instantly.\n有一条强大的巨龙凝视着我的灵魂深处，这听起来很可怕，尤其是如果他们栩栩如生到可以突破次元！相信我，我和他的一个雕塑进行了一场对视比赛，但是立马就败下阵来。\n\nHowever, I did say just 14 paragraphs ago that I wanted more dragons in my life, so I’m going to stare at all of Roman’s builds for another 48 hours until I learn my lesson. Be careful what you wish for, readers!\n然而，就在 14 个段落之前，我确实说过我想要更多的龙出现在我的生活中，所以我要盯着罗曼的所有雕像再看 48 个小时，直到我得到教训。读者们，小心愿望成真！ \n\n【illdan & @EBsky & WDLJT 译自官网 2018 年 07 月 28 日发布的 Carving dragons】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "a17687499106",
            "timestamp": 1583421420,
            "txt_content": "hhhhjhhhhhhh"
        },
        {
            "author": "1093657849",
            "timestamp": 1590631440,
            "txt_content": "好酷炫，就想知道有没有存档..."
        }
    ]
}