{
    "title": "【原创/连载】《艾卡西亚-光之路》第十二章",
    "author": "虚泽",
    "replyCount": 6,
    "timestamp": 1583303580,
    "txt_content": "《艾卡西亚-光之路》\n\n                                                                                   \n第十二章 拯救世界的任务\n“亚米…亚米…”\n一阵奇怪的呼喊声一直徘徊在亚米耳边，是一个女孩的声音。\n自从上次拿到记忆宝石得知邪龙神复活的消息，前往冒险家协会以及有一个月的旅程了。这一个月来很奇怪，亚米有时耳边会传来一股奇怪的声音，一直在呼喊他的名字，然后又消失不见了，可能是最近旅途太劳累的原因吧，毕竟冒险家协会挺远的，更何况是主协会基地在北方，那是一段非常艰难的路程。\n傍晚，亚米和可儿升起了篝火，段天差不多也从远处侦探回来了。\n“亚米，我刚才算了一下路程，我们再过一周就到达科伦比亚。”\n“好，饭已经热好了”\n“哇，我正好饿了”\n这时候突然那股声音又开始回响在亚米脑海中，忽远忽近。\n“亚米…亚米…”\n亚米起过身来，走到了一处没有人的地方。\n“你是谁？”\n“…，我是玛尔朵”\n“为什么一直呼喊我的名字”\n“因为…我…救你”\n“什么？”\n“不要去冒险家协会！”\n那股声音突然停了一下，亚米感觉世界都变清净了，可是那女孩，不，是玛尔朵的最后一句忠告，不要去冒险家协会，这引起了亚米的注意，他看着手里的记忆宝石，又看向同伴们，他该如何做出决定，没有人会在意他现在只是一个十四岁的孩子。\n于是他进入了冥想，希望格伦能解答他的问题。\n“格伦，你在吗？”\n“怎么了，小亚米”\n“你听见刚才那段对话了没？”\n“听了”\n“你有什么建议？”\n格伦视乎停顿了一下，可能在思考某些事情。\n“一切都取决于你，你现在是他们的领袖，你得学会踏出第一步”\n“可是我害怕，如果我的决定是错的呢？”\n“每个人都会有犯错的时候，但是如果你连面对的勇气都没有，那你就没有资格成为领袖”\n亚米结束了冥想，格伦没有给他准确的答案，看来还需要自己作出决定。也许这是一场赌博，但他们已经无路可退，亚米回到了篝火旁。\n他将事情的来龙去脉都告诉了大家，或许这是他的办法，希望一起来决定这件事。然后段天先开口了。\n“我管他什么冒险家协会，还是那个奇怪的声音，如果他们攻击我们，我们就揍回去”\n然后可儿撇了撇眼神给段天，段天收敛了点。\n“我觉得嘛，我们将计就计，如果有危险，我们可以逃去精灵国”\n魔灵也点了点头，赞同了可儿的观点。\n“好吧，我们就先去冒险家协会！”\n一周很快就过去了，亚米他们也来到了人族首都科伦比亚，但他们来的第一件是事，前往可儿曾经在这里的旧识，歌丽雅小姐的去处。\n“咚咚咚”\n一阵敲门声。打开门的是一位漂亮的小姐，我想她一点就是歌丽雅小姐。\n“小雅，好久不见呀”\n“可儿！！！”\n旧友重逢，定会有很多话想说，可是现在没时间叙旧，歌丽雅把亚米一伙儿请进了屋子，然后可儿讲这件事情的来龙去脉都告诉了歌丽雅小姐，她深思熟虑的一会儿，然后问道：\n“你们是认真的吗？”\n可儿点了点头。\n“我可以帮你们，但是冒险家协会的人，不好对付。我之前了解过他们，不过自从上次你和亚兰离开后，他们内部出现一次很大的变动，具体我不了解，但我知道现在议会都控制不了他们”\n“没事的，如果有危险，我们可以选择逃去精灵国”\n“哎，可儿啊，你还是不懂我的意思，现在如果冒险家协会想杀你们，分分钟的事情，你何必把自己逼入绝境呢？况且那个记忆宝石，你可以交给议会或者骑士团，我想他们都会很乐意帮助你的”\n可儿摇了摇头。\n“我还是决定想第一时间，将他交给冒险家协会，可能这是我的直觉吧”\n“好吧，我会尽量帮你们的，你们先在我这里住一晚上，明天去交还也不迟”\n说完，歌丽雅就出门了。可儿她叹了口气，也不知道自己为什么这样，然后就开始和大伙一起商讨对策。\n一天的时间很快就过去了，早晨亚米下楼看见正在做早点的歌丽雅小姐，她对亚米笑了笑。\n“早啊，亚米”\n“emmmm，早啊，歌丽雅”\n“我做好了早点，你赶快过来吃吧”\n亚米看了一下座上的日历。\n“神元4430年4月9日”\n然后边吃早饭，边想去了后会发生什么，这时歌丽雅突然对亚米说到：\n“亚米，你知道玛利亚吗？”\n一听这个名字，亚米瞬间愣住了，他记得昨天好像没有提起说话的声音是玛利亚，为什么歌丽雅小姐知道。亚米现在开始背后发凉，觉得这事情没有想象那么简单。歌丽雅小姐看见亚米慌张的神情，笑了出声来。\n“你很好奇我为什么知道她的名字吗？”\n亚米还是继续盯着她，一动不动。\n“我是该告诉你我的能力了，我从小就有一种能改变预知未来的能力，我也能一眼看破一个人内心的活动，也许这对我来说是种恩赐，但是我却认为是种折磨，这验证了我无法做一个普通人。”\n“所以说，你看见了我的未来？”\n“目前为止，还没有，我只是知道那个人是玛利亚，也许你不认识她，但是她却认识你，而且她还有另一个身份——你的爱人”\n亚米一听这些话，瞬间感觉自己是否产生了幻觉，感觉一点不真实的样子。\n“你不用害怕，她还活着，昨天我找到了她，不，应该是感知到了她的存在，不过她已经快一百多岁了，能活这么久也是奇迹了吧。你的一生非常有趣，也许这只是开始，我之前预知过你的未来，但是我的能力没有给我答案，说明你不只是你，你还有一个更重要的身份，可能这解释起来比较麻烦，但我只能告诉你这么多了”\n听完这些，亚米不禁叹了口气，这个信息量太庞大了，也许格伦早就知道了这一切，但他为什么刻意隐瞒？这让亚米想不明白。\n吃完早点后，亚米他们已经踏上前往冒险家协会的路上。冒险家协会主协会位于北部，具体哪里不清楚，但是他们在人族科伦比亚有一个分支，主要掌管清理一些强大的魔兽和魔族。因为有这样一个组织，导致部分魔兽不敢轻易入侵城镇，和一些魔族不敢大肆的猖狂。\n亚米他们进入了冒险家协会的门口，在柜台前，一位漂亮的女士穿着工作服脸带微笑的对他们说：\n“欢迎来到冒险家协会，请问各位是要**冒险家身份卡的吗？”\n她很聪明，一眼看出来了亚米他们不是这里的常客。\n“我想找你们这里支部协会的最高管理员”\n那个服务业楞住了，看来他们来势不简单，很快叫人去通了支部代理会长。然后亚米一伙儿被带进了一个精致的房间，墙上的壁画有一种奢华的感觉，他们坐在了一个皮质沙发上，过了好一会儿，那个代理会长终于来了。他是一位很年轻的男士，举止十分的优雅，穿着一身燕尾服走来，他坐下了沙发，扫视了亚米他们一眼，然后又脸带微笑的对他们说：\n“欢迎各位来到冒险家协会，我是这里的代理会长，你们可以叫我垄”\n这时亚米开口了。\n“垄先生你好，我这里有一个东西必须亲眼交还与你，请你过目”\n亚米从口袋里掏出了那颗记忆宝石，然后将里面的内容重新播放了一遍。\n垄看完里面的内容后，脸色渐渐开始犹豫起来，不过他又立马改变了表情，又微笑的对亚米说到：\n“非常感谢各位给我们提供如此宝贵的信息，我都不知道该如何感谢你们了”\n“垄先生不用那么客气，我们只是来物归原主的”\n“不，这个东西太贵重了，我马上安排人给你们准备一些奖赏，我现在立马去通知总部，你们在这里稍等一下”\n说完垄离开了，亚米心想，没想到事情居然这么顺利，看来没有他们想象的那么危险。过了一会儿，几个服务员将一个木箱抬到房间里面，并说明了这是他们得到的奖励，也特别感谢他们，然后就离开了。\n然后段天忍不住想打开看看里面有什么东西，于是木箱被打开了。瞬间房间内被一股结界包围，亚米大悟，没想到这事情居然真的发生了，怎么办，怎么办，怎么办！\n可儿仔细看了看这个结界，只是中阶的魔法束缚结界，在背包找了几瓶药水滴在了结界上面，渐渐结界被打开了，但是这时候，结界又被加固了一层黑浓浓的东西，然后垄出现了。\n“没想到，能够破解束缚结界，看看你们怎么破解我这层暗黑结界”\n可儿这时意识到，他是魔族，而且很强，已经有骑士团长的实力，或者更强，更没想到冒险家协会内部已经被魔族攻占，那为什么议会和皇族的人没有发现，这显然说不清啊，这背后到底隐藏了多少秘密。\n这时突然窗外一股金光一闪，打破了结界，然后从天而降一柄巨剑。\n“什么人，居然打破了我的结界！！！”\n“没想到，还真有魔族的气息，我只能秉公行事了”\n巨剑被一股引力吸入，一个人破窗而入，他穿着一身铠甲，上面有皇族的标志，然后仔细一看，他是剑圣世家的人。\n“哦？剑圣世家的三少，泉眼，不过你也不是我的对手”\n经过一番苦斗，泉眼差不多体力耗尽了。\n“哈哈哈，可惜了，你身在这么好的一个世家，结果却命丧于此，真的可惜啊”\n“咳咳，我可没说我是来送死的，时间应该差不多了，恭喜你上当了！”\n外面已经被骑士团的人包围住了，看来事情已经暴露出来了，这时歌丽雅小姐出现了。\n“可儿，你们没事吧？”\n“小雅，这些都是你做的？”\n“嗯，先出去再说。”\n亚米他们正准备离开，突然垄散发出一股强大的力量，那股力量出破了天机，好像是打开什么东西！\n“糟了，他手里有魔神的宝具，他在召唤魔神！”\n“哈哈哈哈，没想到这部棋在这里开始了第一步，那么先让你们这群人先上路吧！”\n说完，魔神从传送阵爬了出来，这样的场景和精灵国时一模一样，但是现在亚米已经没有神力去召唤格伦了，是上次大战后还没有恢复完。这样的魔神，估计人族也没有对抗之力吧。\n魔神发出一股沙哑的声音：\n“呃啊啊啊，你们都是虫子！”\n一掌将附近的骑士团士兵一并拍碎在地上，魔神的力量太恐怖了，难道真的要死在这里了？\n“亚米，是我，格伦”\n“格伦！我到底该怎么办啊！”\n“不要慌张，我虽然不能出现帮助你，但是我为你想到了一个办法”\n“什么办法”\n“穿越时空，回到过去”\n“那我的朋友怎么办？”\n“他们也会被我传送到过去，只不过我不能准确的传送每个人到同一个时间点”\n“那就没别的办法了吗？”\n“你也可以逃走，我可以用最后的力量帮助你，但是他们还是会来杀你，但你如果回到过去，在哪里重新历练，我相信你到现在一定可以战胜他们。”\n“那我就听你的！”\n亚米立刻告诉了朋友门现在的对策，在这千钧一发之际，没有会有更好的办法，他们都默认的这样的办法，或许这也是命运的趋势。\n格伦开启了时间之力，这种力量会让他元力折损大半，但是这也是必然的因数，因为这一切，只是开始！\n一股冲击后，亚米渐渐进入了一个安静的环境，好像听见了鸟鸣声，好像有牛的叫声，有风吹过，他迷迷糊糊睁开了眼睛，当他真正看清楚后，一段文字出现了！\n“欢迎来到神元4190年”\n                                                                                   \n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "nianbing",
            "timestamp": 1583304420,
            "txt_content": "emmm其实差不多啦，也才半年时间而已，不长，不长~"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583304540,
            "txt_content": "无聊的我，来看小说了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1583305920,
            "txt_content": "有生之年更新(不是"
        },
        {
            "author": "稽光",
            "timestamp": 1583306040,
            "txt_content": "大佬，好长，不知要写多久"
        },
        {
            "author": "erbin52",
            "timestamp": 1583319660,
            "txt_content": "网课偷跑出来了看小说hiahia"
        },
        {
            "author": "932653021",
            "timestamp": 1583387400,
            "txt_content": "艾卡西亚我I了"
        }
    ]
}