{
    "title": "[原创·连载]我的世界飞逝堕落第六章",
    "author": "但是你",
    "replyCount": 1,
    "timestamp": 1583309340,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:22 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n      第六章：暴风来临\n\n       我找到她的时候是在半夜了。\n       不管我有多天才，还是躲不过怪物的狂轰乱炸。我嘴角流着血蹲下去抱起昏迷的她，左半边脸已经开始恢复，但毁容是躲不掉的。她的身体冰凉冰凉的，甚至有些僵。我忍住不去想她会死，但这失血量已经远远超出我的想象：旁边的水完全是血红的，甚至可以说那根本不是水，完全都是血！\n　　我低头看着她，身后的怪物越来越多，打架是免不了的，可时间越长她就越危险。“你们这些混蛋，没看到我很忙吗！”我从背包里拿出上百根骨头回头看着它们。这些骨头本来卖钱的话可以买把好武器，好好吃一顿的，为了救人我也管不了这些了。\n　　我控制骨头，飞快的穿刺过去，将怪物们射得渣都不剩，然后立马跑。“这女人还挺重。”我手感到有些无力，只好停下来休息。无论是之前用方块雪球杀狼，还是刚才用骨头杀怪，我用的都不是所谓的御剑术，只是一种纯灵力的发射方法。就是用灵力将物品浮在空中，然后用灵力远程将这个方块拍出。这个方法很鸡肋，只能单方向攻击，伤害又低（比如刚才几百根骨头才杀了一群怪）还特耗灵力。除了帅之外完全没有用处。\n　　可恶，刚才只顾着帅忘记控制灵力了。现在离城还有一段距离，旁边又刮起了龙卷风！城主说通过规律他发现今年是灾害年，让我们别走太远。队长不听，毕竟刚下过暴风雪。可现在怎么又刮起了龙卷风！\n　　城里有设备可以挡住这次攻击，现在趁龙卷风还有一段距离，我们应该可以进去。“啪嗒”一匹狼站在我的面前。“是你啊，要打吗？”它点点头，迅速向我扑来。我一抬手指，前面升出3米的雪墙。\n　　我感到疲惫无力。刚才建墙的时候已经把所有的灵力用光了，现在要赶紧跑！狼并没有停下，纵身一跃直接爬上墙居高临下地俯视着我。没办法了。我苦笑着摇了摇头。放下她，我拿出一把木制长枪，想办法尽快的解决掉它。\n　　这把长枪本来是训练用的，不太坚固，恐怕不能用几下。我直接把它射了出去，狼轻轻一打就把它折断了。没有灵力我就是个**，连个史莱姆也打不过。那狼狠扑过来，我一巴掌打到它嘴上将它打到一旁。\n　　狼的招式无非是那几招：扑、咬、抓。我观察四周，完全没有任何东西能让我用。难道要赤手空拳干掉它吗？没办法，硬着头皮上吧！\n　　圣城，朝堂上。“想必臣民们都知道最近发生的事吧。”人王昭影歪着头打着哈欠说道。“臣知道。”宰相无忌上道，“最近末地又搞了个穿越者来。”“嗯，所以你看怎么办。水之城叛乱、火之城被占、金之城逃到地下了无音迅、木之城岌岌可危、圣祭也近在眼前。这么多事合在一起，恐怕世界又要进行一次变动啊。”\n　　“王，我认为穿越者的事交给末地办吧。”无忌提议道，“不管是金、木、水、火四城，还是这次的穿越者，其实都代表着怪物之间的决战。我们可以让他们自相残杀，然后渔翁得利。”昭影摇了摇头：“不行，它们肯定会想到。”\n　　“哟，你们讨论什么呢。“朝堂中央出现了末影粒子。“龙王大人，您来啦。”无忌弓腰行礼，“我们在讨论最近发生的事。”“嗯，昭影，你想打吗。”“龙王”席地而坐。“你不是呆在末地不能出来吗。”昭影看了他一眼。\n　　“是，我不能出来，这只是个投影，连分身都算不上。”龙王看着他。昭影镇定下来：“如果打的话，很大几率是打不过的，如果......”“昭影，你怎么婆婆妈妈的，一点也不像男人。还是说，你根本不是男的。”龙王直冲向“昭影”，伸手去抓TA。\n　　“放肆！”“昭影”一挥手，从衣袖里甩出土块浮形成一只数十米长的土龙，盘旋在空，藐视一切的眼神直盯着龙王。“学得不错嘛，不过我可是龙王，别以为靠点小把戏就能赢我！”龙王手一捏便把土龙捏纸团似得捏成了粉碎，“快现出原形吧！”\n　　“昭影”的外观开始变化，直到变成了一团黑雾：“抱歉，你暂时还不能知道我是谁。我只想提醒你，就算你们所有王加起来也伤不了我一根毫毛。”龙王的外形开始闪耀：“可恶，刚才把用来做外形的能量用光了。”\n　　“好了，回你的末地去吧。”TA的身体里爆发出一股气流，席卷了整个皇宫，将龙王的投影彻底吹散，“我也该走了。”TA漂浮起来打算离开。“冒充本王还想跑！万股风神印！”千缕万缕细风跟随一把扇子自门口钻进来，冲进黑雾里，然后瞬间爆发而出，将黑雾吹散。\n　　“王！您回来了！”大臣们喜出望外。“人王？有点意思。你学的东西不错，很可惜对我没有用处。”黑雾重新聚形，“你预言过吧，未来的一切。无论是龙王、我、还是TA，所有的结局你都清楚，所以你才会在晚上独自流泪。”TA在昭影头上漂浮了几圈。“你究竟是谁，为什么我从来没听说过！”\n　　“不，你预言到了我会做出什么，你也知道我是谁，你也知道很快这世界上唯一能阻止我的人，将不复存在。”黑影淡去，只留下昭影跪在流着泪喃喃自语：“你究竟是谁，你究竟是谁......”\n　　“咳咳。”我累倒在地上，双手流着鲜血，“终于打败它了。”就在刚才，我用石头压死了那匹狼。头顶已经不在飘雪了，不是因为雪停了，而是因为全都被风暴所吸走。“喂！等等！”队长的“尸体”渐渐飘了起来。\n　　我现在走路有些偏，只能拿着断掉的木枪支撑行走。我拉住队长往回拽：“你可别死啊，有用的东西我一个都没学会呢！”龙卷风越来越近，我的身体也飘了起来。木枪脱手，我直接被吸进了龙卷风里，和雪堆一起转啊转啊转啊转啊转。\n　　“不好，我得赶紧离开！”队长的身体越来越凉，越来越僵硬，身体里残留的血液被风从伤口吸出来，“就算你是尸体，我也要带你回去！”我紧紧抱住队长，盖住伤口。“头好晕啊！”我脑子转的疼了起来。\n　　“呼”我们被风大力地甩了出去。我睁开眼，发现自己正在天空翱翔，然后狠狠的摔在了雪堆里。“这是哪啊？”我看了看身边的队长，把自己身上最后的治疗药水喂给了她。一瓶五万块！花了城主给我预支的一年的工资啊！我痛心地想到。\n　　我坐在一旁等她回复。天上月亮向前走、布满峰和冰之城都在正前方，也就是说......我惊了一下，僵硬地回头。这里是死火山-炎崖啊！",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583818320,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}