{
    "title": "[Minecraft.net|CULTURE]4D Minecraft Map  4D Minecraft 地图",
    "author": "古镇天Gu_ZT",
    "replyCount": 2,
    "timestamp": 1583310960,
    "txt_content": " 本帖最后由 古镇天Gu_ZT 于 2020-3-5 01:02 编辑 \n\n4D Minecraft Map\n4D Minecraft 地图\nMinecraft\nMinecraft\n\nChris Priestman\nEver find yourself bored of living in a world with only three dimensions? Everyone else is out there loving those sensible 3D spaces, happily stomping their feet all over them, never worrying about whether their next step will suddenly see them sucked into another dimension.\n有没有发现自己厌倦了生活在一个只有三维空间的世界里？其他所有人都喜欢那些合理的三维空间，可以高兴地跺着脚到处走，他们从不担心下一步是否会突然踏进另一个维度\n\nIf you need more excitement and danger in your life, then book a trip to The Hypercube . It’s a puzzle map made by FlowGD that tasks you with navigating 4D space in order to beat its seven levels.\n如果你想要更多的刺激和危险，那就预定一次 超立方体之旅吧。这是一张由FlowGD制作的地图，他将带你遨游4D空间并闯过他所设下的七个关卡\n\nThat’s right,4D space! Don’t worry, there are tutorials within the map that explain how it all works. Well, kind of. Hey, being confused is all part of the fun, right?\n没错，4D空间！别担心，地图上有一些教程来教你如何游玩。嗯，有有一些。嘿，困惑也是乐趣的一部分，对吧？\n\nWatch the video below of The Hypercube for a taste of how 4D can work in Minecraft. You might want to hold on to your brain as you watch. My apologies if it outright explodes.\n观看下面的超立方体视频，了解4D在Minecraft中的工作原理。 你可能会觉得头大，如果你的头炸了，我很抱歉。\n视频链接\n\nThis walkthrough video is dizzying stuff – to the untrained eye, it looks like the player is constantly teleporting everywhere! In a way, they kind of are – because they’re hopping between dimensions using the brain-befuddling power of 4D. If you’re still confused about how it works, don’t worry! It only took the mapmaker one year to figure it out...\n这段视频可能对未经训练的人来说会目不暇接，它看起来像是玩家不断地在任何地方传送信息！某种程度上，它们有点像是——因为它们利用4D的大脑迷惑力在不同维度之间跳跃。如果你还不清楚它是如何工作的，别担心！这个地图制作者想这个办法只用了一年时间。。。\n\nAlright, so what’s going on here? To explain that, I must take you back in time, but first, I'll explain the basic principles of time travel within a fixed reality... nah, just kidding. I'll just tell you the story of how creator FlowGD decided to make The Hypercube. Way simpler.\n好吧，这是怎么回事？为了解释这一点，我必须带你回到过去，但首先，我要解释在一个固定的现实中时间旅行的基本原则…哈，开玩笑的。我只想告诉你创世神FlowGD是如何决定让超立方体更简单的故事\n\n'You perform parkour jumps that are only possible with the fourth dimension.'\n“你进行的跑酷跳跃只有在第四维度才有可能。”\nFlowGD has been making puzzle maps in Minecraft since he discovered the power of command blocks。“This was around the time I discovered a map called the Code的地图, which at the time was very advanced,” he says. “This map gave me the motivation necessary to try and build my own maps.” His level design skills improved over time as he learned to balance challenge with fun, but it wasn’t until a year ago that the concept of 4D puzzles entered his life, and it did so via a game called Miegakure .\nFlowGD自打知道命令方块的牛逼之处后，一直在用它制作地图 “就在那时我发现了一张名为the Code的地图，在当时可谓非常先进，” 他说。“这张地图给了我动力。” 他的设计水平随着时间的推移而提高，因为他学会了在挑战和乐趣之间保持平衡，但直到一年前，4D地图的概念才进入他的生活，它是通过一个叫做Miegakure发现的。\n\nMiegakure ‘is a game where you navigate a four-dimensional world to perform miraculous feats and solve puzzles.’ Miraculous feats like ‘successfully explaining the concept of 4D in this article? Boy, I hope so!\n“Miegakure”是一款游戏，你可以在一个四维的世界中游览，完成奇迹般的壮举和解谜。“奇迹般的壮举比如”在本文中成功地解释了4D的概念？孩子，我希望如此\nMiegakure is the work of Marc ten Bosh, and is all about moving through and interacting with 4D landscapes. It’s tricky to explain, but imagine if you were a 2D person stuck inside the screen you’re reading these words on. You can move in two different ways: up and down the screen, and left and right across the screen. If you add a third dimension then you could step outside of the screen too. That’s basic 3D and it’s the world we live in!\nMiegakure是Marc ten Bosh的作品，主要是关于4D场景的移动和交互。很难解释，但是想象一下，如果你是一个被困在屏幕里的二维人，你就可以在屏幕上阅读这些单词。你可以用两种不同的方式移动：上下屏幕，左右屏幕。如果你添加第三个然后你也可以走出屏幕。这是基本的3D，这也是我们生活的世界！\nBut a 4D space means that you add a fourth dimension to move through. The reason we have a hard time imagining that is because we live in a 3D world. In fact, it’s impossible for us to see 4D space in its entirety. What Miegakure does, then, is give us 3D slices of its 4D world so we can make sense of it, one bit at a time.\n但是4D空间意味着你增加了一个可以移动的第四维度。我们很难想象这是因为我们生活在一个3D世界里。事实上，我们不可能看到整个4D空间。那么，Miegakure所做的，就是给我们4D世界的3D切片，这样我们就可以一点一点地理解它\n视频链接\n\nMarc ten Bosh also made this excellent video that explains how 4D works in his game better than I ever could! Wait, I still get paid, right?\nMarc ten Bosh还制作了一个出色的视频，解释了4D在他的游戏中是如何比我做得更好的！等等，我还是会得到报酬的，对吧？\n\nSo what looks like teleportation in the Hypercube video is actually successful navigation of 4D space. Impossible? Definitely! Confusing? Also definitely! But also an exciting new approach to Minecraft map making that I, as a bored prisoner of our 3D world, can very much get behind.\n所以，在超立方体视频中看起来像是心灵传输的东西实际上是4D空间的成功导航。不可能？绝对！令人困惑？也绝对！但同时也是一个令人兴奋的新方法，使我，作为一个无聊的被困者，我们的3D世界，可以说可以非常落后。\n\n[1/3] The tutorials handily deconstruct your understanding of reality one dimension at a time.\n[1/3]这些教程一次轻松地解构了你对现实的一个维度的理解\n\n[2/3] The 2D man rotates his plane of existence to get around the wall and reach the gold block in this 3D world.\n[2/3]在这个三维世界里，二维的人旋转他的存在平面绕着墙到达金块\n\n[3/3] Trength is a measurement in the fourth dimension.Don’t worry，that sensation is just your brain doing a backflip.\n[3/3]强度是第四维度的度量。别担心，那种感觉只是你的大脑在做一个后仰动作。\nFlowGD took the idea of using 3D slices of a 4D world to make the concept somewhat approachable, and managed to find a way to make it work inside Minecraft. It wasn’t easy. It took an entire year of watching videos about 4D space, as well as studying Miegakure in depth.\nFlowGD利用4D世界的3D切片来让这个概念变得更容易接近，并设法找到一种方法让它在Minecraft中工作。这并不容易。它花了整整一年的时间观看4D空间的视频，以及深入研究Miegakure\n\nBut the solution he found is genius. “A level is made up of a number of 3D worlds stacked on top of each other,” FlowGD explains. “I had to manually change each one slightly so that if a 4D being were to theoretically see the whole 4D world, it would look natural to it.”\n但他发现的解决方案简直称得上是天才。“一个关卡是由堆叠在一起的许多3D世界组成的，”FlowGD解释道，“我必须手动稍微改变每一个，这样如果一个4D在理论上看到整个4D世界，它看起来就会很自然。”\n'Don’t give up. It's a hard concept to grasp, and I salute you if you manage to understand it.'\n“不要放弃。这是一个很难理解的概念，如果你能理解它，我向你致敬。”\nA 4D being! What would that even look like? And I thought endermen were scary... Anyway, you’re able to rotate through these slices of the 4D world using a handheld device in The Hypercube. The idea is to find a floating gold brick hidden inside each level and reach it to move to the next one. Reaching the bricks requires you to solve tricky spatial puzzles and perform parkour jumps that are only possible with the fourth dimension. It’s recommended that you use the coordinate tracker at the top of the screen to make sense of your position.\n一个4D存在！那看起来会是什么样子？我还以为末影人很吓人…不管怎样，你可以用超立方体中的手持设备在4D世界的这些片段中旋转。这个想法是找到隐藏在每一层中的一块漂浮的金砖，并到达它移动到下一层。到达这些金砖需要你解决棘手的问题空间地图和跑酷跳跃只有在第四维度才有可能。建议你使用屏幕顶部的坐标追踪器来理解你的位置\n[1/4] The first level requires you to walk right through this stone wall. Easy!\n[1/4] 第一层需要你穿过这堵石墙。简单\n\n[2/4] Here you can see the device that lets you switch dimensions. Keep an eye on the coordinates when you do.\n[2/4] 在这里你可以看到一个让你切换尺寸的装置。当你这样做的时候，注意坐标\n\n[3/4] The golden block shines like a beacon as darkness descends on this tricky level\n[3/4] 当黑暗降临到这个棘手的高度时，金块像灯塔一样闪闪发光\n\n[4/4] The Endercube level ups the difficulty by adding extreme 4D parkour\n[4/4] 末地石增加了极限4D跑酷的难度\nIf you try The Hypercube and do get stuck, FlowGD recommends that you experiment. “Look at the tutorials again if you need to, or watch other ones online. Don't give up,” he says. “It's a hard concept to grasp, and I salute you if you manage to understand it.” Stick with it and before long you’ll be ascending impossible staircases and teleporting through dimensional frost mountains!\n如果你想试试 The Hypercube ，你一定会被难住的，FlowGD建议你进行尝试。“如果需要的话，再看一遍教程，或者在线观看其他教程。不要放弃，他说：“这是一个很难理解的概念，如果你能理解的话，我向你致敬。”坚持下去，不久你就会爬上不可能的楼梯，通过立体的霜冻山脉传送信息。\n\n\nFlowGD originally had plans for 16 levels in The Hypercube but settled on seven as it seemed like the optimal number. But he reckons he might still add more levels in the future. Right now he’s focused on making new maps, none of which are 4D, and one of them isn’t even a puzzle map.\nFlowGD最初计划在超立方体中设置16个关卡，但最终确定了7个级别，因为这似乎是最理想的数字。但他估计未来他可能还会添加更多关卡。现在他专注于制作新地图，其中没有一个是4D，其中一个甚至不算是地图。\n\nProbably the best for our poor, three-dimensional brains though, eh?\n也许对我们可怜的三维大脑是最好的，嗯？\n\n【Gu_ZT 译自官网 2019 年 06 月 28 日发布的 4D Minecraft Map；原作者 Chris Priestman】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583326740,
            "txt_content": "请处理一下SPX的人名接口的结果问题……或者直接删除中文作者名"
        },
        {
            "author": "a17687499106",
            "timestamp": 1583421480,
            "txt_content": "hhhhhhhhhhhhhhhhhhhhhhh"
        }
    ]
}