{
    "title": "【原创·连载】我的世界飞逝堕落第七章",
    "author": "但是你",
    "replyCount": 1,
    "timestamp": 1583322660,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:23 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n      第七章：任意创造\n      “这家伙还真是命大，都那样了还没死。”我跟在队长后面嘟囔着。话是那样说，可每次看向队长的脸都使我心里一颤。毁容啊，虽然队长表情还是和平常一样，可心里恐怕......\n　　“说什么呢，我们要快点下山。”队长回头瞪了我一眼，“回去之后你就死定了！”我乖乖的跟在她后面走着，眼睛时不时的看她的脸。“等等！”她挥手让我停下，“你看那里！”不远处，一群僵尸从树荫底下走过。\n　　她动身靠近：“这么些僵尸聚在附近，恐怕要搞事情。”“我们还是别管了，要不然会出事的。”我拉住她。她因为突然被我拉了一下重心不稳，一下摔在了地上。“谁！”那边的僵尸一起回头。会说话还有思想，这些僵尸恐怕不一般！“唔......”这时她抬起头揉了揉脸。不好，这样会暴露的！“哦，是只僵尸啊，吓死我了。”它们继续前进走开了。\n　　“什么！”正当我庆幸僵尸只看到她毁容的半边脸时，队长直接站起大吼一声，“老娘才不是僵尸！”她飞快的拿出铁剑，在树丛中来回闪动。“大家小心！”僵尸们排成方阵，外围的僵尸拿盾，里面的僵尸拿剑，警惕地盯着她闪出的残影。\n　　“破甲剑！”她从树林里窜出，举剑爆砍向方阵。剑刃在盾牌上划下重重的一剑，白色的暴击粒子四溅开来。被砍的僵尸往后退了几步：“这女人好大的力气！”队长誓不罢休，充满灵力的剑隐隐约约闪耀起紫色的光芒。“林展宏你给我看好了！强行附魔：锋利II！”长剑如同流星群一般，疯狂的砸落在盾牌上。\n　　暴击粒子满天飞，僵尸的盾牌瞬间四分五裂。“强行改魔：亡灵杀手II！”她直接变化剑的轨迹，在一瞬间将僵尸肢解。僵尸的尸体部件落在地上，灵力跟随绿血流出来。等到身体里再也没有灵力时，僵尸的身体化为粒子消散在空中，只留下地上的一片腐肉。\n　　“快！大家快围住她！”僵尸聚集起来，把队长团团包围。剑上的附魔消失掉，只留下几近破损的剑刃。队长刚恢复没多久，灵力还没回复多少，是打不过的！\n　　但下面的一幕却让我大吃一惊：队长丢掉剑刃，身边渐渐浮现出了淡淡的金光。“让我试试得到的力量吧。”“你只有3次机会，确定要用吗？”她心里浮现出一个声音。队长握紧拳头，金光越来越亮。“任意创造：顶级附魔钻石剑！”金光汇合，形成一把发出灿烂紫光的钻石剑。\n　　“大家不要怕，她在虚张声势！”僵尸一拥而上，她一剑砍下，半座山完全被紫光覆盖。待到紫光散去，地面完全凹陷下去，从远处看去，你能发现山上出现一个巨坑！队长和我站在悬浮在空的泥土上，陷下去的地面上什么都没有。\n　　我记得队长说过，武器所能爆发的极限取决于主人的灵力上限。队长的灵力上限为初阶10%，仅仅如此便毁掉了半座山，如果是我恐怕直到布满峰那边都只会剩下基岩！\n　　昭影在王座上猛然一惊，发恨的想到：这一切，难道改变不了吗？\n　　“我记得，书上没有这种法术吧？”我看着她手上渐渐消失的恐怖钻石剑，奇怪地问道。“这是种禁术，书上没有。走吧。”她开始拿方块铺路。那一瞬间，我发现她瘦了，瘦的皮包骨头。“好了，继续下山吧。”她从头上拽下一点东西，随手丢掉。阳光下，闪过一缕悲惨的白光。\n　　没血不死、任意创造、轻松毁掉半座山。这些我看在眼里，忍不住对她开始好奇：这个女人到底还有什么秘密？\n　　可恶，好痛。扑浮旭强忍着不叫起来。心脏好痛！她因为长时间紧绷着身体而开始流汗。力量的代价，就是这个么？身体越来越虚弱。不行，我要撑下来！我绝不能，再变成一个弱者！她依稀看到那个背影，那丝笑容，那句话。\n　　不可以，绝对不可以倒下！\n　　我在身后看着她，发现她早已汗流浃背。副作用吗？为什么不说出来？我开口想要叫她，她却快速跑到了一旁：“别过来！”“哇”地吐出一口墨绿色的鲜血，脖子下的青筋渐渐消了下去。我的时间不多了，必须把那个家伙教会！\n　　“走吧，不用管我。还有，”她回头看了我一眼，半残的脸背对着阳光显得惨白，“明天开始加强训练。”“啊？为什么？”加强训练？平常的训练还不够变态吗？“闭嘴！这是命令！”她开始变得粗暴，和平常一样。\n　　回到城里，我果然被打了个半死，原因不用说。“没事吧？”队长在牢外看着我，旁边的城主青筋暴起，如果不是她拦着，恐怕直接把铁栏杆踹开把我给凌迟了。“我给你求了情，明天就可以出来了。”\n　　队长走后，城主沉默着站在那里。“您都答应了，应该不会反悔吧？”“老子真想一脚踹死你！”城主一脚把铁栅栏踢碎了，“都答应了，反悔是不可能的。”城主回头看着队长远去的身影，摆了摆手：“她也嫁不出去了，就给你吧。”“什么开玩笑吧，女儿直接送人了？”\n　　他叹了口气：“那姑娘经历了一些事情，到现在也很消沉。我希望你能让她开心起来，一周后就举办婚礼，你这几天多陪陪她。”什么鬼！强制结婚？“还有，炎崖上的大坑是谁弄的。”我沉默了一会，如实交代：“队长弄的。”他不知所谓地冷哼一声，离开了牢房。\n　　城主走后，我自己一个人在牢里安安静静地呆着。全身都痛啊。我呼了口气，躺在地上。一周后就要结婚了吗？真期待啊。\n　　黑雾在天空上看着一切：“小姑娘，可不能忘记我们的约定啊。大寒峰那边，已经准备好了吗？”它转身向水之城的方向离去，“穿越者，第一道试炼要开始了啊。”",
    "replies": [
        {
            "author": "梦江南",
            "timestamp": 1583326860,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}