{
    "title": "新人贴+记录贴 - 长期更新",
    "author": "柳雪骞",
    "replyCount": 15,
    "timestamp": 1583327880,
    "txt_content": " 本帖最后由 柳雪骞 于 2020-3-5 17:13 编辑 \n\n本帖用于记录回来后的日子。与个人主页并行存在，但只记录Minecraft相关的故事。我本来是坚决不会吃回头草的，玩过的弃坑的游戏就坚决弃坑，决不回头，但唯独这个游戏似乎有些割舍不下。想感谢这个游戏带给我的一切，并想作为一个内容生产者，回馈一些东西给这个社区。\n在面对未来之前，还是想先聊一聊这个游戏的现在。\n\nMinecraft是一个陪伴了我近九年的游戏。某种程度上见证了我从懵懂无知的孩子变成了一个成熟的个体。反过来说，从最开始的Classic版本，1.6.4，再到现在的1.15，或者说是20w09a。Minecraft也从不明所以的小沙盒，变成了一个享誉世界的顶级游戏。\n\n十年里，时过境迁，沧海桑田，除了上证指数还在3000点徘徊。512K/s变成了1M/s，马上要变成20M/s。主流的娱乐也从热血网游变成了腾讯独占，又到了现在的3A大作。这里的任何一件事，对于游戏行业里的任何人，都是Revolutionary(屏蔽）的。这些技术的改变，革了一代又一代游戏制作人的命，唯独Minecraft，似乎逃脱了这些变化的魔咒，留了下来。\n\n为什么？答案很简单，大家也许都会说，内容创作者。\n你会发现，这个游戏实际上远不是简单的沙盒游戏，它可以是SLG，它可以是FPS，它甚至可以是ACT，Racing。开放的世界为内容创作者提供了无限的可能，以至于今天Minecraft的涵盖范围甚至能沾到教育的旁边。一个个优秀的内容创作者用他们在各个领域的技术，想法，将无数领域的元素引进了Minecraft，成为了我们玩到的一个个Mod，插件，材质包；看到的建筑，视屏和同人文字。他们可以上知天文下知地理，做出和风，工业，潘马斯。也可以充满独特的想象力，成就了一个又一个有趣的副本故事。这是为什么这个游戏能成为史诗的原因，它只是一个沙盒，但他可以包括这个世界的全部，甚至这个世界外，只存在于理想和思维模式中的东西。\n\n它拥有着太多的可能性，以至于这半个月回来以后了解到出现的魔塔客户端，宝可梦端，甚至斗罗大陆端，实在是超越了我的想象。尤其是只通过几张贴图就能实现用户界面的Vexview。课本里的知识告诉我的确有办法在这个游戏里面加入UI，但没想到这个200多M的游戏能承受如此多的东西。各位可能已经对200M没有太多概念了，200M的游戏意味着植物大战僵尸，意味着捕鱼达人3，意味着滑雪大冒险。你甚至能用游戏里的命令方块或是几个小插件将他们在某种意义上还原出来。\n\n开放的形式和优秀的内容创作者持续的将优质的内容提供到电脑屏幕面前的你，变着法子的满足你的口味。人是善变的，在这个兴趣变化比屏幕刷新率还要快的浮躁年代，这个游戏着实是一颗沧海遗珠。而正是这些创作者，温润了这个拙略的内核(指Java版的辣鸡代码）。\n\n所谓成也萧何，败也萧何。中国区Minecraft早已不复2015-2017的荣光了。核心创作者的离开自然导致了整个游戏体系的没落，游戏让创作者失去了兴趣，自然就不会持续的进行开发。当你喜欢的mod不再更新，使用已久的插件不再适配新版本，带来的一次一次的叹息，然后离开你的小火柴盒，默默的删除掉Minecraft文件夹，面对冷酷的现实世界。就如同说起以前的和风和竹，只得感慨再也出现不了的樱花树。\n\n但这真的是这一切背后的原因么？\n\n事实上：\n以上全错\n一句话总结我的观点：\n错只错在诡谲的国内风气营造的社群文化。\n\n这里的社群文化无意针对某个论坛，而且这不是论坛的错，而是文化塑造者的错。更为详细的说，是论坛的组成者用户，和某些直接面对用户的创作者的错。\n在改开的几年里，中国的经济得到了迅速的发展。游戏行业也没有落下, 2019年，中国游戏市场销售额2300亿元人民币，折合美元332亿美元，抵得上尼泊尔一年的GDP。而在2000年，这个数字是这个数是37.7亿元，翻了61倍。但中国的游戏产业的发展质量，却似乎没有这个数字。\n\n在所有事情开始前，有一个经济学名词，叫“人口红利”。什么意思呢？就是年轻人多。最基本的价值规律说，“一件东西多了 ，就便宜了。”同样的事情发生在中国的人口上。在任何一个产业，当然也包括游戏，一方面劳动力廉价，厂商有充足且便宜的码农，另一方面，任何游戏推出后也有足够的受众，什么游戏扔在市场上，都有人玩，都能赚点小钱。反过来说，一个游戏无论高质量低质量，反正都有人玩，那我何苦不压缩开发成本呢？\n\n劣币驱逐良币下，新一代玩家的审美逐渐闭塞，也就失去了 “想玩3A大作的能力” 了。\n\n我们再来仔细一想，我们现在面对的这个中国Minecraft社区，又怎么了？\n\n玩家缺乏审美能力\n在市场这么多服务器的面前，玩家选择的是快餐服务器。\n300块钱/月 + 几个常见的插件 + 随便扒几个RPG武器名字。盈利上千。\n\n服务器运营者缺乏设计能力\n有多少人认真的用过统计好好地设计过游戏数值，又有多少服主知道乘法公式和减法公式的区别。又有多少服主了解过原版护甲的计算方式？太多这个年纪的人没玩过好游戏，它不是不想做好，他只是是做不好。\n\n最后，付费插件拓展玩法？精心设计的游戏模式？更好的玩法、用户体验？能赢快餐服么？\n不能。\n理性人假说和机会成本会告诉你，精心设计玩法需要付出几十上百倍的时间。设计更有趣的技能交互，需要付出几十上百倍的时间。设计成熟等级，数据系统需要付出几十上百倍的时间。这些时间为什么不去多开几个快餐服？赚的钱还不一定有人家多？\n\n中国Minecraft面对的现状，和国内游戏这几年自然发展的结果并无两样。\n\n没有这些东西的设计，谁来养活开发者？谁来养活一个个社群？失去了社群，我们还剩下什么？\n\n人数的潮水退去，中国的Minecraft在岸上裸奔。\n怎么办？如何破局？\n出现一个优质的服务器，达到2000+的体量，靠该服务器的营收，支持插件开发者/内容创作者。只有这些人拿到了应得的钱，才能救活这个社区，或者说这个游戏。\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1583327940,
            "txt_content": "欢迎大佬"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1583328420,
            "txt_content": "欢迎dalao  "
        },
        {
            "author": "可爱和虎",
            "timestamp": 1583328720,
            "txt_content": "欢迎欢迎 字太多了我就不看了 23333"
        },
        {
            "author": "jinvgy",
            "timestamp": 1583329080,
            "txt_content": "欢迎欢迎~=w=\n虽然文章看上去很强\n但是\n这个如此合理漂亮的字体和舒适的大小\n我觉得我盯着这帖\n眼睛会裂开\n所以\n我还是不看了吧= =\n\n（稍微皮一下~啦啦啦）"
        },
        {
            "author": "风芸",
            "timestamp": 1583329260,
            "txt_content": "检验完毕，纯正的dalao血统"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583329320,
            "txt_content": " 本帖最后由 EGEE2468 于 2020-3-4 21:43 编辑 \n\n欢迎大佬，话说你这字体观看起来十分头疼啊"
        },
        {
            "author": "JJ怪大战",
            "timestamp": 1583329440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "如梦舞韵",
            "timestamp": 1583330580,
            "txt_content": "谢谢大佬在mcbbs上分享自己的想法，认认真真每个字都看完了，谢谢\n文章写得很不错甚至有点没明白其中的含义\n我知道mc的成功是因为他无限的想象力和数不清的内容创作者对游戏的贡献，我也是因为这个爱上mc的\n但是楼主好像在讽刺些什么没有读出来"
        },
        {
            "author": "innc",
            "timestamp": 1583331060,
            "txt_content": "赞同，当时16年时最喜欢和朋友一起玩生存，即使没有加任何模组也是玩的非常开心"
        },
        {
            "author": "all-time",
            "timestamp": 1583331120,
            "txt_content": "大佬欢迎~"
        },
        {
            "author": "柳雪骞",
            "timestamp": 1583399520,
            "txt_content": "Day 1\n写到后面实在不想论证了，还是直接干活比较实在。\n今天想先把EVE的模式拆一拆，看看怎么设计一个成熟的经济系统。"
        },
        {
            "author": "阿灬秋",
            "timestamp": 1583399640,
            "txt_content": "欢迎super大佬"
        },
        {
            "author": "ranick",
            "timestamp": 1583399640,
            "txt_content": "欢迎带佬~\n字太多了，道理太深奥了看不懂"
        },
        {
            "author": "shallow_qy",
            "timestamp": 1583399700,
            "txt_content": "欢迎大佬"
        },
        {
            "author": "932653021",
            "timestamp": 1583399820,
            "txt_content": "服务器做好了网易要管 哎 现在服务器生态链是真的坏"
        }
    ]
}