{
    "title": "【原创·连载】我的世界飞逝堕落第八章",
    "author": "但是你",
    "replyCount": 4,
    "timestamp": 1583365020,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:23 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n       第八章：又是幻象\n      “终于出来啦！”我从城主府监狱出来，伸了个懒腰，身旁是神色不悦的队长。“你怎么不太高兴？”我问她。她瞪了我一眼，说道：“你还说！我年纪轻轻就要嫁给你，我怎么高兴起来！”“这是命令，没办法啊。如果我说不喜欢你你爸直接一脚把我给踹死啦。”我无奈地说道。\n　　“你之前不是不怕死吗。”她直接向铁匠铺走去。“去铁匠铺干嘛，今天不该训练吗？”我跟上前去。“你的体能太差，我带你去挖矿。”挖矿？我之前只在游戏里挖过，真要挖起来恐怕不行。她在铁匠铺拿了两把铁镐，又去装备店买了套矿工服（其实就是皮甲）。\n　　“你会骑马吗？”她在练兵场牵了两匹马出来问我。“骑马？没骑过。”我如实回答。“**，就这样我爸还能看上你？”她纵身上马，直接跑了，“那你自己走着去吧，不远。从大寒峰和炎崖的山脚下走，前面有个村庄，我会在那里等你。”\n　　这家伙，唉。我只能慢慢地走向村庄。走了几步之后，我忍不住了，这速度天黑也走不到啊！我记得我从图书馆拿了一本关于灵力的书。打开书，翻到目录，直接跳到最下角：速度型法术。\n　　说是速度型，其实也没多快。就是建筑师的速搭、云梯之类的。地图上显示，从这里走路到村庄起码也要半天。不过书上的最后一页写着末影人的瞬移。完全没有技巧可言，单纯的靠灵力进行短暂的折叠空间，让自己飞快的到达其他地方。灵力下限：初阶。\n　　我服了，难道只能骑马吗？我回头看着比我高了一个头的马，吞了口口水。算了，还是边走边练瞬移吧。出了城门，我找到在正北方的大寒峰，从山脚下走啊走啊，一直走到了傍晚，终于看到了平原。\n　　“这还是在这个世界上第一次看到平原呢。”羊群猪群牛群都四散分开，时不时的聚在一起，“她说在傍晚时牛群会经过村庄。”我看着夕阳从炎崖那边落下，跟随牛群走，在土丘的另一面看到了村庄。村庄和游戏里一样，普普通通，简简单单，平平凡凡。可就算是这么的破旧，也比大城市要来的温馨。\n　　“你怎么才到啊！”队长走过来。“马呢？”我四周看了看。“被我吃了啊。”她瞪大双眼看着我。“那我们怎么去大峡谷？”天呐，这个女人，竟然把马直接吃了！“那是骗你的，其实我带你来这是想跟你约会的。”约会？这个女人竟然提到了约会！怎么可能！这不会和之前一样，也是幻象吧？“怎么，你愣着干嘛！我可是你的未婚妻！你难道不想和我约会？”\n　　怎么办！我完全没有办法判断。宫殿里的幻像告诉我，这个地方只靠痛觉是出不去的。如果这不是幻象，我得多尴尬！“快点带我去逛街！”我没办法，只好带她走进了村庄。算了，幻象就幻象吧，根据我的经验，肯定会有人救我的。\n　　买吃的，买喝的，买衣服......所有这些正常女人该干的事在她身上显得完全不正常。她在灯光下的微笑，虽然很自然，但是不正常。这是幻象无疑，可我为什么，不愿意打破它。她只剩半边脸的微笑印入我眼框。难道，我真的喜欢起她了？\n　　“我看不下去了！我现在就要揍死你！”女巫的身后出现了一道黑影，“咔吧”地握起了拳头。“哎呦呦，吃醋了。”女巫笑了起来。“闭嘴！你这个小不点！”TA粗暴的喊了一声，一拳直接打穿了女巫的胸膛。“这次你怎么没用瞬移？”她笑了起来，每一个笑声都刺痛了TA。“去死吧混蛋！”TA疯狂的打了起来，每一拳都直接洞穿了那娇小的身体。“早晚有一天你会求我的！”女巫的身体再次融化成了一滩水。黑影咳了咳，转身离开了。\n　　身边的影像再次扭曲，我伤心地叹了口气。光芒消失，我独自一人站在山脚下。“算了，走肯定是到不了了，还是在这里赏月吧。”我坐在泥土上，看着头顶的月亮。“方月亮果然没有圆月亮好看啊。”这是我来这里第一次想家。\n　　“完美的脸肯定也比半残的脸好看是吧。”我下意识地嗯了一声，突然一激灵，这声音是......“你这个可恶的混蛋！害我白白担心你出了什么事，还出来找你！”她满脸通红的牵着马站在一旁。借着月光，她的脸反射出银白色的光亮。“这样看残脸也不错嘛。”我站起来说道。“什么？”她没反应过来。“没什么。”我拉住她的手向村庄走去。“哇，你个混蛋！放开我！”“......”\n　　今晚的月光真美啊。\n　　下午起来伸个懒腰。走到窗户前，队长正在楼下的擂台拿木剑进行单挑。“扑浮旭连胜42场！”我无聊的躺回床上打着哈欠。这里是第二个村庄。我们在这里已经待了两天了。加上第一个呆的一天和山脚下的一天，这次出行已经4天。还有三天我将要举办婚礼，彻底要和这个暴力的家伙呆在一起。\n　　“别躺着了，出发去挖矿。”不知何时，队长已经回来。“好，我收拾一下。”准备好东西，我们来到峡谷。“之前不来挖是因为之前的矿洞已经被挖完了。现在我发现了一个没人发现过的大峡谷，是最近才形成的。”她边走边说。“大峡谷啊，有点危险吧。”我看着陡峭的岩壁，咽了咽口水。\n　　“好了，东西你都带齐了，自己下去挖吧。”说着她便把我推了下去，“这是对你的试练，明天我会来找你。”说完她转身离开了，只留下我在谷底孤独的看着裸露的矿石。\n　　“马上你就要结婚了吧。”昭影对着面前的人问，“你现在来我这就不怕被他发现吗？”“没关系，我隐藏得很好，不会让他发现一点末影粒子。”“你的身体快不行了吧。”TA沉默了。",
    "replies": [
        {
            "author": "Aikini",
            "timestamp": 1583368680,
            "txt_content": "看版规 昨天刚发"
        },
        {
            "author": "稽光",
            "timestamp": 1583376420,
            "txt_content": "顶加油"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817900,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583840040,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}