{
    "title": "【原创·连载】我的世界飞逝堕落番外篇：从前",
    "author": "但是你",
    "replyCount": 5,
    "timestamp": 1583377560,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:24 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n       番外：从前\n       她和他从小就是好朋友。\n　　十年前......\n　　“扑浮旭！快下来！”他在城主府下喊，“今天是测试资质的日子！”“来了来了！”扑浮旭满脸欢喜的从楼上跳下。“真是的，都十二岁了，你也长大了。能不能像一点女孩子！”他嘴里嘟囔着。“不能！”她拉住他的手向冰湖跑去，“快点！都要迟到了！”\n　　冰湖上，人群密集。“你可别乱跑，小心走丢了。”男孩关心的说道。“没关系，大家都认识我。倒是你，平平常常的，没一点剑士的风范。”扑浮旭开心的在湖面上跑着，男孩在后面追着她：“别跑太快了！”她突然停下，指着一个头发半白半蓝的老人问：“那是谁啊？”“哦，那是今年的检察官。”\n　　“你们怎么回回都迟到！”老师从后面抓住他俩的手，向庆典的祭坛走去。\n　　“好，下面测试开始！有请今年需要测试的选手！”他们走上前来。“有请检察官测试！”老先生走上来，一个一个看着。他的身上有一股气势，甚至连扑浮旭紧张的看着他，完全不敢动。老先生释放出一股灵力，完全包围了他们。\n　　“4、6、3、7、2。这些家伙就一个可以的。”他测完前5个后说道，“8、4、6、3......0！”什么！扑浮旭是最后一个，也就是零。\n　　“这孩子不是城主家的吗？”“就是，资质竟然是零！”“真是丢他爸爸的脸！”台下的人全都在讨论扑浮旭的事。这些话钻进她的耳里，激怒了脾气原本就暴躁的她：“不许笑！”台下安静了一会儿，然后继续讨论起来：“一个**脾气还这么暴躁。”“这孩子以后肯定没用。”\n　　这些话刺痛了扑浮旭的心，她直接不管不顾的跑走了。“浮旭！浮旭！”男孩赶紧追了上去，身后响起议论的声音。老先生沉默的看着他们，径直向城主府走去。\n　　走到他们熟悉的秘密基地，男孩听到了哭泣的声音。他坐在她身旁拍了拍她的肩膀。扑浮旭抬了抬肩向旁边坐了过去。男孩就这么沉默着听她哭泣。半晌，哭声听了：“你是不是觉得我很没用？”\n　　“你再没用也是扑浮旭。”男孩就这么说道，接下来又是一段时间的沉默。“好了，别哭了，叔叔那可能有办法。”男孩拉着哭泣的扑浮旭回到城主府，听到检察的老先生在和城主谈话：“你女儿的资质你都知道了？”城主点点头。“那为什么不愿意参加？”“我希望听到她的回答。”“好吧。如果你女儿需要力量，就在明天天亮之前去大寒峰顶找我。”\n　　男孩身后的扑浮旭听到了这句话，可并没有多想。她其实并不需要力量。就像男孩说的那样，无论有没有力量，她都是扑浮旭。“浮旭，你想去吗？”男孩扭过脸关心的问她。“不用了。”扑浮旭回答道。\n　　男孩望着扑浮旭远去，无奈地笑了笑。拉弓，射箭，拉弓，射箭......一下午，扑浮旭练了一下午，男孩也看了一下午。明明知道她渴望力量，为什么自己却有些嫉妒。他自嘲地耸了耸肩。不知道从什么时候开始，他对扑浮旭有了点嫉妒、仇恨。自己的朋友伤心，为什么自己却有些欣喜？\n　　夜晚来临了。在这个方块组成的世界里，力量就是一切。比如从远古时期开始，人类外形的进化、工作台的发明......这些全都是人们渴望力量的表现。扑浮旭何尝不想要力量，可她并不认为自己弱小，自己还有一个朋友帮自己啊。扑浮旭拉着弓，笑了起来。\n　　你竟然笑，你竟然还能笑！借着黑夜的掩饰，男孩将自己心中的怨恨彻底爆发出来。明明，明明自己是个没有力量的弱者，为什么还笑得出来！他突然发现自己有些疯狂，不愿再看她一眼，转身离开。\n　　月光下，独自一人行走。“老大，那个孩子别看穿着很破，我调查清楚了，他家是冰之城的，特有钱！”一人扛着大刀自黑暗而出。城里夜晚灯火通明而且只有笔直的主干道，完全没有危险。可他却不知何时沿着道路一直走下去，走到了前往木之城的路。\n　　云影飘散。可恶，我心里到底在想什么啊！他抽出剑，摆好架势。“小屁孩，我劝你把刀放下吧，要不然叔叔可不客气了。”他直接拿剑跳劈，强盗移到一旁，将刀一甩，轻轻松松将剑斩断。练兵场，四下无人。\n　　“我看到他往那边走了，还以为是和大小姐你杀僵尸呢。”卫兵如实说道。这小子，大半夜去木之城干嘛！扑浮旭在树上狂奔，体力不支摔了下来。可恶，练习的时间太长，整个身体都被震麻了。\n　　慢慢地爬起，扑浮旭隐隐约约看到男孩在打斗。拿出末影珍珠，使劲往前方一丢，背后顿时出现了一道裂痕。男孩看着面前为自己挡刀的她，开始痛恨起自己。“愣着干嘛，快去叫人啊！”扑浮旭转身使出格斗术将对方的刀卸了下来。\n　　“你这小姑娘有点暴力啊，兄弟们，出来！”一群人转眼间将她包围。男孩回头看着，往城门跑去。只要到了城门，卫兵应该就能救扑浮旭了。想到这他停了下来。我为什么要救她？今天的主要原因不就是因为她吗。如果她不那么优秀，我就不会嫉妒她，就不会发生现在的状况了。如果我救她，下一次我还会跑到这里来，到时候谁来救我？男孩在自私和人性中做着选择。对不起了，扑浮旭。\n　　剑断了，弓折了，连拳头都有些无力。扑浮旭倒在地上，大口地喘着粗气，而男孩在家中伸着懒腰画画。扑浮旭，如果你不死，我心中永远都会有个阴影，实在对不起。救援快到了吧。扑浮旭实在撑不下去。\n　　事实上，男孩换了身干净的衣服，只字未提，直接回到家里去。“对不起了小女孩，为了让你老实点，只能把你手砍断了。”强盗残忍的笑了笑。扑浮旭的声音沙哑了，连一声救命也喊不出来。\n　　在刀砍下的一瞬间，幽蓝色的光闪过，将大刀击碎，地面上是一把冰做成的长枪。“姑娘，没事吧。”天上落下一个人，回头对她笑着说，“在这世上，力量就是一切，能信任的只有自己。或许这和我接下来的话有些矛盾：你快点走吧，我没事。”\n　　扑浮旭跑了起来，当她回头看的时候，那人尽管已经被砍了几刀，血渗透了衣服，也依然对她保持着苍白无力的笑容。\n　　她没有回城，直接来到了大寒峰。天上的月亮将要落下，冰雪交加的雪山上，扑浮旭爆发出一股能量：恨。这股能量将与十年后的穿越者产生重大的联系。这股纯粹、极致的恨意笼罩了整座雪山，让冰雪布满灰色。在她的身后，每一处冰雪，都残留着一点灰色，但又快速的消失不见。这种时候，扑浮旭应该死了吧。男孩躺着床上开心的想着。\n　　“没想到，你竟然会自己来。”老人坐在雪屋里看着丝雪未沾的她，露出不可捉摸的笑容，在秘密笔记上写下：第213次实验，开始。\n　　在僵尸血进入身体的那一刻，扑浮旭的身体裂开了众多缝隙，然后又快速愈合。一小时后，扑浮旭走出门外，身后的老人提醒她：“从此以后，你将可以吸收灵力，而且身体的基本素质也比常人高，但是注意，你只能活到23岁。”扑浮旭点了点头，下山了。“虽然实验失败了，但我好像发现了些不得了的东西。”老人看着自己提取出来的残留的恨，笑了笑。\n　　下山后，她并没有过问男孩。她径直回到家中，将自己锁了起来，除了吃饭之外，从来不会打开门，就这样持续了三年。没人知道她在干什么，没人听到一丝一毫的声音。在这三年里，那个房间跟没有住人一样，悄无声息。\n　　天边亮起了白。三年过去了，15岁的扑浮旭走出房门，开始了和之前一样的生活。\n　　不同的是，这次她有了力量。",
    "replies": [
        {
            "author": "PixelDDD",
            "timestamp": 1583378760,
            "txt_content": "可以，牛逼"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583379420,
            "txt_content": "欸，又更新了，真是快啊"
        },
        {
            "author": "但是你",
            "timestamp": 1583380260,
            "txt_content": "EGEE2468 发表于 2020-3-5 11:37\n欸，又更新了，真是快啊\n这些是之前已经发布的，正常的更新速度大概是一天一更。有时候是一周一更\n\n"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817840,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583839980,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}