{
    "title": "理论讲解1.13-冒险模式通关方式——Gamemode 2 通关",
    "author": "mr_black_cat",
    "replyCount": 13,
    "timestamp": 1583376240,
    "txt_content": "冒险模式是游戏中最难玩的一个模式，首先要理清楚冒险模式到底是什么东东冒险模式中的你，没有挖掘权限，你不能合成东西，只能怪依靠基础的东西生存下去\n但是，在冒险模式中，不要忘了，只有合适的工具才能破坏相应的方块，这才是冒险模式的精髓\n1.1：开局\n开局的你是没有任何的权限的，甚至挖个草方块都不能，你的当务之急是找到一个村庄\n再找到村庄的路途当中，你可以顺手屠牛，因为牛肉可以补充1.5饥饿值的\n如果你是非酋的后代，那么恭喜你，你只能战斗了！\n在冒险模式的夜晚，往往会刷出大量的怪物，然而我们可以利用苦力怕来炸树，不要把自己炸死就好了\n就这样跑跑停停的一晚上，可能已经饿死了……不过冒险模式就是这个样子\n如果你找到村庄了，麻烦你还是老老实实在村庄待着，如果村庄有铁傀儡，那可就最好不过了\n1.2：第二天到第五天\n在这段时间里，你可以充分地去寻找村庄遗迹，挂搜铁匠铺，如果你的运气灰常好，你可能会弄到三个钻石，若干铁锭\n弄到三个钻石又能干什么呢？建议做一把钻石稿子，剩下的铁就做两把铁质斧头和铲子\n没错，当你完成这个任务的时候，应该是第四天了，那么接下来应该做什么呢？当然是和村民进行交易啦！\n有的村民就像是奸商，有的村民还是有良心的，不过你要知道，一个钻石盔甲最便宜能够卖到20哥绿宝石哎\n所以，你应该去破坏村民们的庄稼，找到农民，兑换绿宝石，在接下来的一两天时间里，打造出一个钻石平品质的装备\n1.3：第五天到第十五天\n在这段时间里，你可能是十分的煎熬，不过能够活下去也算是命大了\n在这个时间段里面，你可以去寻找村庄遗迹，去探索未知世界，不过要小心苦力怕在你身边爆炸\n到了第十天的时候，相信你已经有了足够的装备和物资了，在这个时候，你可以用你手上的钻石稿子进行挖矿\n为什么第十天前不挖矿，因为矿洞里面危险的很啊，然后制作火把又要借助村民铁匠的熔炉和图书管理员的工作台，很麻烦有木有\n用三天的时间在地底下挖矿，多多少少也足够打造钻石品质的装备和一把弓了\n然后把其余的副产品全部弄掉，留下钻石铁和金子，金子就用来做金苹果，金苹果用处还是很大的。\n当你卖掉这些副产品之后，相信你多多少少都有很多绿宝石了，建议不要兑换附魔书，你压根就用不了铁砧好不好？\n所以，兑换附魔的武器和装备也是一个再好不过的选择了，因为有了武器，你就无敌了！\n1.4：第十五天到第二十天\n在这段时间里面，你已经进入了游戏的中期，没错，你没有听错，这就是游戏的中期阶段！！！\n在这段时间里，你可以用岩浆和水浇筑地狱门（啊，又要浪费装备！！！）不过这个过程还是自己脑补好了\n浇筑地狱门可是一件非常复杂的工程，可别小瞧，这也应该需要好几天的时间吧，大概到十八天，地狱门就构建完毕了\n然后剩下的时间，就去探索地狱要塞，因为烈焰棒是合成末影之眼的原料之一，也是做药水的原料\n基本上，弄到20个烈焰棒就可以回家了，准备进入末地\n1.5：第二十天到第三十天\n在这段时间里面，你可以去寻找小黑去打，因为小黑是末影之眼的原料之一\n十天时间，多多少少也有不少的末影之眼吧\n如果没有末影之眼的话，可以去找牧师换，不过就是贵了点……\n好了，末影之眼做了二三十个，那么就出发寻找地狱要塞了\n干粮必须备足，然后药水方面自行准备，没有规定说是使用哪个药水好，这是个人喜好问题\n找到要塞后，千万不要和蠹虫纠缠，因为那玩意能够致命，直接挖掉刷怪笼，然后激活末地门就OK了\n果断跳入末地门，这时候就看脸了，成败在此一举！！！\n如果你是非酋，那么恭喜你，游戏失败！！！\n末地门一定要在主岛屿上，不要忘记这是冒险模式！！！\n接下来就是打末影龙了，这个就是考验大家的战斗能力了，我也帮不了忙\n如果你打得过，那么冒险模式生存的挑战，恭喜你通过了！！！",
    "replies": [
        {
            "author": "EGEE2468",
            "timestamp": 1583376300,
            "txt_content": "冒险模式能挖矿，我居然不知道这种事情"
        },
        {
            "author": "mr_black_cat",
            "timestamp": 1583376420,
            "txt_content": "EGEE2468 发表于 2020-3-5 10:45\n冒险模式能挖矿，我居然不知道这种事情\n冒险模式中，只有相应工具才能破坏方块"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583376480,
            "txt_content": "mr_black_cat 发表于 2020-3-5 10:47\n冒险模式中，只有相应工具才能破坏方块\n我一般都是正常的单人mod生存，还真的没这么玩过冒险一般都是解密也不让破坏方块...233"
        },
        {
            "author": "Jaanai",
            "timestamp": 1583376660,
            "txt_content": "mr_black_cat 发表于 2020-3-5 10:47\n冒险模式中，只有相应工具才能破坏方块\n我怎么记得需要命令才能让工具破坏方块"
        },
        {
            "author": "专刀你",
            "timestamp": 1583376720,
            "txt_content": "冒险模式通关，奇怪的知识增长了"
        },
        {
            "author": "mohui666",
            "timestamp": 1583377140,
            "txt_content": "建议发到攻略"
        },
        {
            "author": "天辉胡萝卜",
            "timestamp": 1583377980,
            "txt_content": "末地门不在主岛屿上会怎么样？"
        },
        {
            "author": "在下晴天",
            "timestamp": 1583378460,
            "txt_content": "问一下，你怎么放水？"
        },
        {
            "author": "WarHawk",
            "timestamp": 1583378460,
            "txt_content": "实话实说 冒险模式我都没进去过！！！"
        },
        {
            "author": "在下晴天",
            "timestamp": 1583378520,
            "txt_content": "主岛屿？我末影珍珠是拿来干嘛的，我真的是，4流攻略"
        },
        {
            "author": "在下晴天",
            "timestamp": 1583378580,
            "txt_content": "你结束了？还要看脸丢末影珍珠进新维度。。"
        },
        {
            "author": "42313123123123",
            "timestamp": 1583378880,
            "txt_content": "冒险是炸矿啊,哪来的挖矿\n地狱门都....."
        },
        {
            "author": "Dk__",
            "timestamp": 1583409600,
            "txt_content": "钻石胸甲不是16-18绿吗qwq\n带附魔的\n"
        }
    ]
}