{
    "title": "[Minecraft.net | CULTURE] 那些令人赞叹的建筑",
    "author": "592764254",
    "replyCount": 7,
    "timestamp": 1583393280,
    "txt_content": " 本帖最后由 592764254 于 2020-3-5 17:46 编辑 \n\n\n\n\n\n\nMidNightThoughts.jpg (216.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 13:49 上传\n\n\n\n\n\n\nPRAISE BUILDS!\n那些令人赞叹的建筑！\nAll hail HeavensGift’s trio of brilliant builds!\n这些精妙绝伦的建筑出自玩家HeavensGift之手！\n\nTake a deep breath before staring atHeavensGift’s Minecraft builds. Though he doesn’t exclusively work with oceanic vistas, a couple of the pieces here are of a nautical nature, and they just might entice you to plunge deeper into his work. Then again, Minecraft’s oceans arefull of zombies these days, so let’s dip our toes with caution.在你欣赏HeavensGift的MC建筑/雕塑之前，请深呼吸！虽然在生活中，海洋景观的研究并不是他唯一的工作，但是在这里介绍的他的作品很多是具有征服大海的野心的，它们可以让你深深地陷进去，有身临其境之感。再强调一次，MC这个世界的海洋中最近充斥着大量的僵尸，所以在进行海洋探险的同时请注意你的脚下！\n\n\n\nHeavensGift, also known as Ishmael, is a Belgian art student who’s used Minecraft as an art tool for several years, after they spotted the work of ace builder Dr_bond and were blown away by it (as were we). With that one glance he was hooked, and has since then spent his time not only building, but learning and sharing his work among Minecraft’s community. With Midnight Thoughts, for example, he’s channelling a few moments of his life into a build. As abstract as it is, each piece has a meaning that can be read as a story.玩家HeavensGift，真实的姓名叫做伊什梅尔(Ishmael)，他是一名比利时艺术专业的学生，在他被当时的知名建筑师Dr_bond的作品深深吸引后，他在很多年中都用Minecraft作为艺术创作的工具。从那以后，他不仅仅把自己的时间花费在建筑作品上，同时他还在Minecraft的官方社区里学习他人的作品和分享自己的而作品。很多时候甚至是在半夜，他会灵感突现然后将其注入自己的建筑作品。所以由他的每一个作品，你都能看到一个故事。\n\n\n\n\n\nimage.jpg (96.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 13:49 上传\n\n\n\n\n\n“The idea came to me when I was lying down one night and thinking of my favorite things in life,” Ishmael tells me. “The first thing I thought about was times when my mother would read fantasy stories to me before I went to bed. I combined this fantasy element with one of my favorite animals, the jellyfish. I decided to go with a burning candle as a symbol for burning passion. Out of the flames comes my creativity in the shape of a big jellyfish in my favorite colors i.e. purple with yellow golden highlights.”“有一天晚上，我躺在床上，想着在我生命中，我最喜欢的事情，我能做的最有意义的事情。”伊什梅尔(Ishmael)告诉我。“我想到的第一件事就是我母亲在我睡觉前给我读科幻故事。所以我把这些科幻的元素和我最喜欢的动物——水母结合在一起。同时，我决定用一支燃烧的蜡烛作为激情的象征。那时，我的灵感突然就冒了出来，我的作品的形状是一只我最喜欢的大水母，也是我最喜欢的颜色——黄色金光的紫色。”\nThe result comes together beautifully. Particularly the trailing tendrils, crafted out of a single colour to keep things feeling light, capturing the sense of movement that’s just exploded into life.作品在科幻元素和水母的结合后完美的呈现出来，非常漂亮。特别是尾部的卷曲处和简单协调的颜色，它们保持了作品的轻盈感和运动感，这些东西直接为这只大水母注入了鲜活的生命力。\nMidnight Thoughts isn’t Ishmael’s only great build. There’s also The Pumpkin King, a piece built for a Halloween competition last year, that needed a couple of very specific skills to get it just right. The twisted, gnarled vines that make up the King’s body could easily have become amorphous blobs under the cursor of a lesser builder, but they’re perfectly clear here while still looking wild and organic. 午夜的奇想——大水母并不是伊什梅尔(Ishmael)唯一完美的建筑。还有南瓜王，这是去年为万圣节比赛而制作的一件作品，它需要一些非常特殊的建筑技巧才能使南瓜王的魅力展现的淋漓尽致。那些扭曲的，看上去会咬人的藤蔓组成的南瓜王的身体很容易在那些来无影去无踪的光斑下成为失败的作品，但在伊什梅尔(Ishmael)的手中呈现出来却是完美的，看上去非常的狂野，非常的栩栩如生。\n\n\n\n\n\nPumpkinKing-2-2k.jpg (200.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 13:49 上传\n\n\n\n\n\n“Building in Minecraft relies a lot on knowledge of plugin commands, like World Edit and VoxelSniper,” Ishmael says, explaining his attitude to how he approaches building in our little crafting game. “Mastering these plugins in combination with having a large database of designs you can recall that you have made in the past is very helpful. The hardest part of making it look organic is to smooth the roots so they don't look blocky.” You’re trying to make Minecraft look less blocky? Best of luck!  伊什梅尔(Ishmael)解释说：“在Minecraft里的建筑在很大程度对有关插件有一定的使用知识和熟练度，比如World Edit和VoxelSniper。”伊什梅尔(Ishmael)发表了他对我们在小游戏中构建插件的看法。“掌握这些插件，再加上有一个大型的建筑数据库，你可以随时查看过去的操作，这是对建筑非常有帮助的。”要使它看起来是栩栩如生的，最难的部分就是是使树根光滑，使它们看起来不是方块状的。”你想让“Minecraft”看上去不那么粗糙吗？那祝你好运！\n(Psst! Not familiar with plugins? Try this handy guide).（打住！ 你真的不会使用这些插件？那么请查阅我们的指导手册）。(点击handy guide即可查看)\nEasily my favourite part of this build is that the pumpkins glow, but the effect requires complex post-creation rendering to be done. “I take colour and composition into consideration when I'm building my organics,” Ishmael tells me. “If a render or gif is made by someone good at what they do it will always be better. Having your builds rendered is for presentation and if done well it will always enhance the work.” I think we can all agree that render artist Joebricksy knocked it out of the park!我最喜欢的是南瓜的光泽，但效果需要后期复杂的渲染。伊什梅尔(Ishmael)告诉我：“我在制作我的南瓜时，考虑到了颜色和组成成分。”“如果渲染是玩家们擅长的工作，那肯定是最好的。把你的作品拿去渲染，如果渲染得好，它是会给作品大大加分的。“我想我们都明白渲染艺术家Joebricksy为什么会有如此出色的作品了！\n\n\n\n\n\nPumpkinKing-3.jpg (320 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 15:05 上传\n\n\n\n\n\nLet’s return to Minecraft’s oceans now, because Ishmael’s fascination for life under the sea can also be seen in his build, a piece that showcases his talent for capturing a moment.The gorgeous organic work surrounding the queen of the sea really captures the frenzy of being surrounded by a shoal of fish (trust me, I speak from experience here - being surrounded by a shoal of fish is something that happens to me[tr]all[tr=rgb(248, 245, 244)]the time).Though, in this case, they’re a precursor to a grim fate for the queen, according to Ishmael.\n现在让我们回到“Minecraft”的海洋，在伊什梅尔(Ishmael)的建筑中可以看到他对海底生命的痴迷。面对现实这一作品充分展示了他的才能。围绕着“海洋女王被一群小鱼包围着”这一主题来创作(相信我，这里的被一群鱼包围是真实发生在我身上的事情)。在这种情况下，这预示着女王即将面对一场严峻的挑战，伊什梅尔(Ishmael)说。\n“I designed her to be royal and sitting proudly on her throne while touching the tip of the hook that will be her death in the end. To accentuate her royalty, I placed a chest with gold and jewelry.” Well, er, at least she’ll go out in style?“她是皇家成员，正骄傲地坐在她的王位上，同时她也触摸到了那给她带来死亡的铁钩。”为了强调她的王权，我还放了一个装满金银珠宝的箱子。“嗯，至少她会以体面的方式死去？\n\n\n\n\n\nfile_1583392674000.jpg (321.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 15:17 上传\n\n\n\n\n\n\n\n\n\nfile_1583392640000.jpg (295.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 15:17 上传\n\n\n\n\n\nCrafting organic builds is such a passion that Ishmael hopes to one day host a masterclass on it for, an online event for Minecraft creators.If he does achieve that goal, I’ll definitely sign up for that class to learn more about his breathtaking builds.I’ll be ** at the back yelling “TELL US HOW YOU MADE THE PUMPKINS GLOW!!!”What’s that?I’m expelled?That’s fair.\n制作这些栩栩如生的建筑的动力是一种发自内心的热情，伊什梅尔(Ishmael)希望有朝一日能在社区上面举办一个建筑大师培训班。积木，这是“Minecraft”创作者的线上活动。如果他真的达成了这个目标，那么我一定会报名参加他的培训班，从而学习更多令人惊叹的建筑知识。同时我会在后面大喊：“告诉我们你是怎么让南瓜如此焕发光芒的！”那是什么？我被开除了？嗯，相当公平。\n\n\n作者：Craig Pearson图片渲染: joebricksy2020.1.18发表\n\n在此附上原文地址\nhttps://www.minecraft.net/en-us/article/praise-builds-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "592764254",
            "timestamp": 1583393520,
            "txt_content": "哇这篇文章已经有翻译了吗，我刚刚才看到= =，辛辛苦苦翻译半天白搞了QAQ，我还是第一次翻译官方文章"
        },
        {
            "author": "陈喵",
            "timestamp": 1583417340,
            "txt_content": "我去我特么拿笔都画不出来的东西你给我用mc造出来！？！？！"
        },
        {
            "author": "贵贝虫",
            "timestamp": 1583457000,
            "txt_content": "这是别人的世界，而不是我的世界"
        },
        {
            "author": "293471008",
            "timestamp": 1583542200,
            "txt_content": "这个东西，给我亿天我也不一定做出来=w="
        },
        {
            "author": "Sky_pixels",
            "timestamp": 1583552880,
            "txt_content": "手:你不可以"
        },
        {
            "author": "617430706@qq.co",
            "timestamp": 1583576040,
            "txt_content": "玩的不是同一个游戏"
        },
        {
            "author": "MC_IOP",
            "timestamp": 1583592360,
            "txt_content": "太TM秀了"
        }
    ]
}