{
    "title": "【原创·连载】我的世界飞逝堕落第九章",
    "author": "但是你",
    "replyCount": 3,
    "timestamp": 1583386620,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:25 编辑 \n\n       首发地址：https://book.qidian.com/info/1017577575\n\n        第九章：矿洞中\n\n        我在此地孤独地挖着矿。“这混蛋竟然把我丢下不管，还让我在这里过夜！”我抬起腰来扭了扭，继续前往下一个平台。那个家伙在这个峡谷里早已经造好平台来辅助我挖矿，很明显是不相信我的能力。\n　　虽然不情不愿可我还是借着平台向下走挖煤。在我挖的时候，峡谷深处的矿洞里走出一条蜘蛛。“大白天的竟然还出来。”我直接跳下去，想拿剑砍它。“大胆！竟然想砍我的族人！”一条蛛丝从洞中射出将我黏到了墙上。\n　　洞内走出一个英姿飒爽的女子，等等，是蜘蛛。这个蜘蛛腰细、腿细、胳膊细，总之就是哪儿都细；脸小、手小、脚小，除了胸之外哪儿都小。个高5.2尺（1.73米），不算太高，可在细长的身材下比同身高的显得更高挑。背后六条蜘蛛腿黑的发亮，其中还有流线型的金色条纹。整个看起来是黑曜石材质的，尖锐锋利。\n　　“女王，您来了。”之前那条蜘蛛低头行礼。“说！你到我们巢穴来有什么目的！”她背后的一个爪子向我刺来，没有半点停顿的直接将我背后的石头刺穿。“我，我真不知道这里是蜘蛛巢穴，我只是到这里来挖矿的！”这下完了，以我的实力，别说碰她根毛了，真打起来连个影子都不一定能活着看见。扑浮旭啊扑浮旭，你就这样坑你的未婚夫？\n　　“切，鬼才信。谁下矿洞不先看一眼又没有危险，倒是你，毫不犹豫就跳下来了，肯定已经掌握好了情况。快点说，趁我们婚礼前夕过来究竟想干嘛！”她借着爪子双脚离地浮空走到我面前，狠狠地抽了我一巴掌。\n　　我冤枉啊，什么时候来不好，偏偏赶到人家结婚时来，不抽我抽谁？“亲爱的，怎么了？”一只僵尸戴着铁头盔从洞穴里出来。我看了蜘蛛一眼，又看了僵尸一眼，顿时懵了。一只僵尸和一只蜘蛛结婚？这完全违反了进化论啊！鬼知道这俩结合之后会出现什么！哎，不对，等等，这只僵尸的声音怎么有点耳熟？\n　　“这个家伙在洞外挖矿，还想砍我的族人。”她一把把我从墙上撕下，拿给他看。看到那只僵尸的表情时我确认了自己的观点：“亡灵王！”“哦，是你呀。看来这是天命啊。上次抓你因为某个讨厌的家伙让你逃了。”他说这话的时候有意无意地看了蜘蛛一眼。\n　　“好了亲爱的，生吃还是活剥？”她用蜘蛛丝将我绑起来。“等明天吧。明天是大喜的日子，到时候把他洗洗切成块做一道烤全人。”“不要啊救命啊！”\n　　她把我丢到了一个房间里把蜘蛛丝解开：“好了，你现在可以在洞穴里随便逛逛，毕竟散养更好吃。”“切，我看你也根本不在意我跑不跑。”“哼，好自为之。”她摆了摆手走出了房间。算了，反正在这里也没事干，到处逛逛还有可能逃出去。当然我知道是不可能的，这里可有个王阶日思夜想的要杀了我。\n　　“吃水果吗？”我正要出去，门打开走进来一只人形的蜘蛛。“你们这有什么水果？”这个家伙勾起了我的兴趣：见到我竟然没攻击，这也太异常了。“我们这有羊脑、猪脑、牛脑等等的怪物的水果。”她拿着挑衅的眼光看着我。果然，还是有种族歧视。\n　　“筱奕，不得对他无礼。他生气了肉就不好吃了。”女王走了进来。“是，女王大人。可几十年前那个人类，不是对你的好意嘲笑了一番吗？”“不，你不清楚，当时是我做错了，而且他们并不是同一个人。”筱奕走过来趴在我身上嗅了嗅：“他们明明是一样的味道。”\n　　“看来你知道的不少呢，关于穿越者的事。”我似乎明白了些，而且面前的女王并没有看起来这么简单。“没错，我知道很多关于穿越者的事。筱奕，你出去一下，我要和这位所谓的神人谈话。”\n　　“神人可不敢当。”我冷笑着看着她。“你知道我为什么要和你讨论这些吗？”她看着我的眼睛问道。“因为我也是穿越者。”“这只是一部分。”“那我可想不出我有什么特别的了。”\n　　她深呼了一口气：“到目前为止包括你一共有三位穿越者。之前的那两位都给世界带来了巨大的改变。唯独你，平平凡凡没有什么特别。不能说完全没有，可你的特殊性比不过任何一个普通人。或者说，你就是个有神力的普通人。”\n　　“都有神力了还普通？”我笑了笑，“既然你说之前的穿越者都比我强，那请问他们刚开始和我有什么区别？”\n　　“根据史料记载，第一位穿越者在人类刚出现时过来，并在那时徒手制造出了大炮，被人类称作创世之祖。”“我到那时去肯定也比当时的人智商高。”“第二位穿越者在第一位带领人们离开起源之地之后到来。一开始就发展建筑，四处征战，将土地迅速的开扩，才有了现在的六大城市。他们全都是一开始便改变世界的。”“他们穿越来时人类有发展的前途。现在人们不愁吃不愁穿不愁住，已经不需要发展了。”\n　　她听完之后嘴角抽动了几下，抱头痛哭起来：“苍天啊，你怎么送了一个一点都不上进的呆瓜过来！”她慢慢恢复平静：“好了，不说了。天马上就要黑了，你好自为之。”“等等，你和那只僵尸或骷髅的家伙是怎么回事？”\n　　“天啊，你竟然不但没用而且还八卦！算了，告诉你吧，这当然是政治婚姻。”“你就不想摆脱这一切吗？”我看到了丝突破口。“我很忙的，没时间想所谓的自由这种无聊的东西。”她想要离开。\n　　“为什么你不想试一下离开这个地方？你离开后，可以......”“够了！”她突然大怒，“你以为生活是场儿戏吗！你以为所有的事情只靠想就可以完成了吗！你的那种无聊的想法，完全不切实际。”这......我犯了什么错，以至于她发这么大的火？\n　　“抱歉，稍微有点过火了。实际上是因为我的一个朋友在说完这些话不久便死了，所以情绪有些激动。”“你没有必要解释。”“......”“我知道你说这些的目的，但我并不清楚你的真正身份。所以对不起，我无法相信你。”她叹了口气：“好吧。”\n　　午夜时分，我躺在石头上思考着今天的话。这些话的信息量太多了，我完全找不到头绪来把它们连起。这个蜘蛛的身份太复杂了。虽说她看起来没有什么异常，但总感觉她身上有股很熟悉的气息。怎么办，该不该相信她？\n　　天将要白。“你回去吧，不然会被发现的。”我对着身后的女王说道。“好吧，你自己小心。”“呼”我吹了口气，尽量悄无声息的向外走。路上没有蜘蛛或僵尸站岗，我安心地向洞口跑去。“哎哟！”我的头碰到了屏障，“不是吧，灵力墙！”这下彻底完了，根本不可能出去！“任意创造：顶级效率钻石镐！”墙被瞬间破环。“快点走！”队长拉住我的手赶忙跑回地面。\n　　“可恶，绝对不能跑！”亡灵王在一秒之内从寝室跑到了洞口。“不许去！”洞口瞬间被一个人影挡住。“你这家伙，终究还是选了他吗！”亡灵王有些愤怒，不过立马换成了笑容，“大寒峰那边已经准备好了，他们很快就会得到一个‘大惊喜’！”听到这句话后，女王瞪大了双眼，回头看向冰之城那边。",
    "replies": [
        {
            "author": "稽光",
            "timestamp": 1583391600,
            "txt_content": "都第九章了？！前排支持"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818260,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583839860,
            "txt_content": "感谢分享   支持一下"
        }
    ]
}