{
    "title": "[ Minecraft.net│INSIDER ] BLOCK OF THE WEEK: DIORITE本周方块：闪长岩",
    "author": "592764254",
    "replyCount": 11,
    "timestamp": 1583396340,
    "txt_content": " 本帖最后由 592764254 于 2020-3-5 17:25 编辑 \n\n\n\n\n\n\nimage (1).jpg (141.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 15:42 上传\n\n\n\n\n\nBLOCK OF THE WEEK: DIORITE | MINECRAFT\n本周方块：闪长岩Which of Minecraft’s blocks is found all over the Overworld, looks a bit like a cross between cobblestone and quartz, and sounds like something you’d yell while hacking at a zombie invading your house? Conveniently enough, it’s our Block of the Week: Diorite!“Minecraft”中的哪个方块遍布全世界，而且看上去像鹅卵石和石英的结合之物，敲打它时的声音听起来又像是僵尸入侵你家时你大喊大叫的声音？这是什么？答案很明显了，这是我们的本周方块：闪长岩！\nThe last member of a rocky trinity that also includes granite and andesite, diorite generates naturally in large seams anywhere that you’d normally find stone. You’ll regularly see it exposed to the surface, particularly in hilly or mountainous areas. Or you can craft it by combining cobblestone with nether quartz.闪长岩是岩石三兄弟中的最后一员，在任何你能找到石头的地方，包括花岗岩和安山岩这两种岩石，闪长岩会在很大的裂缝中自然生成。你会经常看到它暴露在地表，特别是在丘陵或山区中。同时你可以把鹅卵石和下届石英结合来获得闪长岩。\n\n\n\n\n\n\n9ce73a0b0b3c5bc7c244e78469801a03-minecraft.jpg (102.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 15:55 上传\n\n\n\n\n\nDiorite doesn’t have a whole lot of uses in Minecraft, except for decoration. There’s a nice polished variant which makes beautiful flooring, that you’ll get by putting four blocks of the raw stuff in a 2x2 crafting grid. You can also use it to make andesite and granite, and in Bedrock edition it can be used in place of stone to make slabs and redstone comparators.除了装饰，闪长岩在Minecraft建筑艺术中没有太多的用途。它有着有一个很完美的抛光后的版本，也就是光滑的闪长岩，它可以做成漂亮的地板，你可以通过在一个2x2工作台中放置四个原始闪长岩来合成获得。你也可以用它来制作安山岩和花岗岩，在基岩版中也可以用它来代替石头来制造石板和红石比较器。\nAs a building material, diorite is pretty great. It has the same blast resistance as stone, so Creepers and your sneaky multiplayer pals won’t do much damage to anything you construct out of it. Plus, it’s arguably the white-coloured material that’s easiest to get large quantities of, so if you want white as a colour in your next build then it’s a great option to look at.作为一种建筑材料，闪长岩是不错的选择。它具有和石头一样的抗爆炸能力，所以苦力怕和你那些鬼鬼祟祟的小伙伴们不会对你用闪长岩建造的任何东西造成太大的伤害。此外，它可以说是白色的材料当中，最容易大量获取的，所以如果你想要在你的下一个建筑作品中把白色作为一种底色，闪长岩是一个很好的选择。\nAs we discussed in the andesite block of the week, real-world diorite and andesite are kinda like rock brothers. They both form when magma cools down - but diorite is made when that happens inside the earth, while andesite is created when it flows out into the open air as lava.正如我们之前讨论的安山岩块，现实世界的闪长岩和安山岩也是两兄弟。它们都是在岩浆冷却时形成的，但闪长岩的形成通常在地壳内部，而安山岩的形成则是在岩浆以熔岩的形式流入露天环境时冷却形成的。\n\n\n\n\n\na28b6f0927514344c620b7b4f7ade622-realworld.jpg (119.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 16:03 上传\n\n\n\n\n图片来源：Michael C.Rygel//CC by-SA3.0\nDiorite’s speckles are made of crystals of different minerals, depending on the composition of the magma that it formed from. It’s found in volcanic areas, and in places where tectonic plates are shoved upwards by another plate passing underneath - like the Andes in South America.闪长岩上的斑点（看图）是由不同矿物的晶体组成的，这取决于岩浆的组成成分。闪长岩通常是在火山地区能够被发现，一般是地壳板块被另一个地壳板块往上推的地方，就像南美洲的安第斯山脉一样。\nDiorite is actually much rarer in the real world than it is in Minecraft. It’s also extremely hard, making it tough to carve - so it’s mostly used for decorative purposes. One famous diorite artifact is the Code of Hammurabi - a list of laws from ancient Babylon, inscribed on a two-meter tall chunk of diorite. The rock’s hardness means that the text is unusually well-preserved, and it’s one of the oldest fully-translated pieces of writing that we’ve found - dating back to about 1750 BC.实际上，闪长岩在现实世界中比在Minecraft中稀有得多。要对它进行雕刻也是非常困难的，所以它主要是用于装饰。一个非常著名的闪长岩文物是汉穆拉比法典--这是古代巴比伦的法律书籍，就像现在的宪法，它刻在一块两米高的闪长岩上。岩石的高硬度使它的文字保存得非常好，这也是我们发现的最古老的完全可翻译的文字典籍之一，可以追溯到公元前1750年左右。（法典百度百科）\nSo next time you need something to write your server rules on, take a leaf out of Hammurabi’s book and consider a big pillar made of diorite. You never know, it might get dug up by future Minecraft archaeologists in the distant future, who’ll wonder why leaving a tree half-cut down was considered punishable by death.所以下次你需要写MC服务器规则的时候，请从Hammurabi的书中拿出一片叶子，然后考虑制作一根由闪长岩制成的大柱子。你可能永远也不会不知道，它可能会在遥远的将来被考古学家发掘，他们会想：是谁留下的？又为什么留下一棵被砍倒一半的树？他们也可能认为这是死亡的刑罚。\n文章作者：Duncan Geere  发布日期：2018/4/13原文地址：https://www.minecraft.net/zh-hans/article/block-week-diorite翻译作者：Srar\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583397660,
            "txt_content": "我们抱歉地告知lz，这篇也已经有人翻过了……"
        },
        {
            "author": "592764254",
            "timestamp": 1583397960,
            "txt_content": " 本帖最后由 592764254 于 2020-3-5 16:49 编辑 \nKalphaGo 发表于 2020-3-5 16:41\n我们抱歉地告知lz，这篇也已经有人翻过了……\n版主没写啊，我哭了，版内搜索也没找到这篇QAQ"
        },
        {
            "author": "Sssss...",
            "timestamp": 1583399820,
            "txt_content": " 本帖最后由 Sssss... 于 2020-3-5 17:19 编辑 \n\n“BLOCK OF THE WEEK”请翻译为“本周方块”\n或者你可以把鹅卵石和下届石英结合来获得闪长岩\n\n应为：圆石和下界石英"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1583402940,
            "txt_content": "592764254 发表于 2020-3-5 16:46\n版主没写啊，我哭了，版内搜索也没找到这篇QAQ\n请看我的签名档"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1583460060,
            "txt_content": "圆石和下界石英可以合成闪长岩，涨知识了"
        },
        {
            "author": "Dearxiaosa",
            "timestamp": 1583468040,
            "txt_content": "6666666666"
        },
        {
            "author": "Dracary",
            "timestamp": 1583498280,
            "txt_content": "哇，总结得太棒了。"
        },
        {
            "author": "dtsyyz",
            "timestamp": 1583550300,
            "txt_content": "实用的知识增加了"
        },
        {
            "author": "Magma_",
            "timestamp": 1583555580,
            "txt_content": "玄武岩来了"
        },
        {
            "author": "592764254",
            "timestamp": 1583661600,
            "txt_content": "KalphaGo 发表于 2020-3-5 18:09\n请看我的签名档\n这个签名档大概是多久更新一次，很有用耶"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1583662020,
            "txt_content": "592764254 发表于 2020-3-8 18:00\n这个签名档大概是多久更新一次，很有用耶\n基本上每隔几天吧 反正比本版置顶快"
        }
    ]
}