{
    "title": "【原创·连载】我的世界飞逝堕落第十章",
    "author": "但是你",
    "replyCount": 4,
    "timestamp": 1583405040,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:26 编辑 \n\n     首发地址：https://book.qidian.com/info/1017577575\n     FBI Warning！文章中有不适画面！请不要喷我！\n\n      第十章：屠城\n      逃出矿洞后，我跟着队长回到村庄。“真是的，我只不过叫你挖个矿，你竟然直接进别人家里去了。”队长朝我翻了个白眼，把马拴到了栅栏上。我一听就来气，这家伙，明明是她打听好才让我去的，现在竟然还骂起我来！没关系，毕竟是我未婚妻，我忍！\n　　“对了，我爸在我们出来之前给了我这个。”她拿出一把剑，伸手递给我。这把剑锋利细长，表面透明，甚至可以看到下方的泥土。“这是什么剑？”我抚摸着剑刃问她。“这是我爸派人订制的一把冰剑。最重要的是，里面放入了灵核，绝对不会因为任何原因坏掉。”\n　　灵核啊！世间最珍贵的灵核啊！书上说，灵核跟基岩一样硬，而且可以辅助灵力的释放。“这么贵重，我受不了。”我想把剑退回去，毕竟我并没有对冰之城做什么有意义的事，甚至让队长受了重伤。“别退了，说不定这是你能收到的最贵重的礼物呢。”她笑笑，把剑推回来，然后去酒店收拾东西了。\n　　我独自在楼下耍了耍，发现并不是那么趁手。不对呀，给我定制的剑怎么可能跟我的习惯不一样呢？不过城主总共也没有见过我几遍，不知道我的习惯很正常。“收拾好了？”队长从楼上走了下来。“嗯，收拾好了。”她答应道。\n　　我们骑马沿路返回冰之城，一路上一句话都没有。“等等。”我用尽在无尽的颠簸后所剩余的力气勒住马，从远处观察着冰之城。今天的冰之城冷冷清清，连城门的卫兵都不在。“一定是出事了！”队长不由我拦，飞速的进城。\n　　我刚进入冰之城，身边便有一个黑影闪过。“队长！”我下马一看，队长的肚子被一柄长枪刺穿，钉在城墙上动弹不得。“看来还有剩余呢。”我环顾四周，安静到异常。“这是......被屠城了吗......”跟我想象中的完全不同，没有四散的硝烟，没有打架的响声，没有燃烧的战火，更没有阴暗的天空。这里只有明媚的阳光，完好的街道，平静的城市，以及湛蓝色的反射出耀眼、闪亮的明媚阳光的冰。\n　　“小子，你想活命吗？我给你个机会。”一只骑着僵尸马的僵尸走了过来，马蹄踏在冰块上的声音时轻轻的、脆脆的、柔柔的，身后的上百只僵尸走起来更是如同踩在棉花上，一丝一毫声音也没有。\n　　“如果你想活命，安安静静看我表演吧。”狂妄的笑声划破了这个城市的宁静。那个僵尸抓住枪柄，狠狠地向外一拔，强大的冲击力将队长肚子里白花花的肠子带出来，跟随鲜血流了一地。“这小姑娘还活着啊。”它抓住队长的头发将她提起，另一只手握住她的肩膀狠狠一扯，头带着脖子瞬间被扯断，从身体上分离出来。鲜血从断面向外四溅，淋到了地上、僵尸的脸上、我的脸上。\n　　那只僵尸残忍的舔了舔脸上的血液，一拳将队长的头锤爆，头颅里的脑浆流出来。它直接将头颅举起，把流下的脑浆吸到肚子里，还不停地咂嘴：“好吃，真好吃。好久没有这么痛快的吃人了。”他紧接着将队长的心肝脾肺什么都吃掉，将骨头扔到我面前。\n　　手骨、腿骨、脚骨什么骨头都有，红白相间印入我眼框。我整个身体都麻木了，甚至都忘记了呼吸。“好了，表演结束。小屁孩赶紧滚吧，快哭啊，快哭着去告诉别人我的伟大啊！快点，快点！告诉他们是我，亡灵王座下三大将军的血尸干的！是它带领军队将整个城都吃了！快去啊，你这个小屁孩！”我的脚不由自主地向城外迈去，身后是悲惨的马蹄声和疯狂笑起来的僵尸们。\n　　我走了不知多久，头沉甸甸的倒在地上。这一倒彻底把我惊醒，狠狠的抽了自己一巴掌。明明就死在我眼前，我却没有勇气去救，甚至连剑都没拔出直接溜走。死了就死了吧，反正我也生无可恋了！\n　　我走回城内，那些僵尸正在搜刮城内的物品。“哟，臭小鬼，怎么回来了？”血尸骑马走了过来。“混蛋！”我发疯一般拔出剑，用尽全力狠狠地劈了过去。“小子，你也太自不量力了！”血尸用枪柄挡住，然后把枪一推，把枪尖朝我脸上划去：“小子，我今天就不用灵力好好跟你玩玩！”\n　　它将枪舞了起来，一招崩枪把我直接击飞到墙上，把冰块直接砸成掉落物。这家伙不用灵力我也打不过吗？我扶着冰块爬起，抹了抹嘴上的鲜血。“我说怎么一直找不到这把剑呢，原来在你手上。”它把枪对准我抛出，笔直的长枪发出破空声向我冲来。\n　　“实在抱歉，在下无名，来晚了！”冰枪自天上而来，精准地打中长枪，将它打飞。“无名，好久不见啊。”血尸下马拿枪，面带笑容的看着蓝衣少年。“我可不想见你！”枪出如龙，无名的冰枪伴随他独特的步法朝血尸飞刺而来。血尸显然跟不上速度，可它的枪尖点到冰枪，瞬间崩出了暴击粒子，周围的冰块完全被震碎。\n　　无名后退一步，血尸誓不罢休，穿刺而去的长枪破空作响，表面上出现了灿烂的紫光：“极限附魔：锋利X！”震耳的爆破声在长枪相撞的一瞬间爆炸而出，崩山的气势笼罩了整个城。无名如同流星砸在山上，达到了之前队长一剑威力的一半。冰枪如同四散的烟尘般飞灰烟灭，爆炸产生的气流将半个城夷为平地，四散的冰渣还没落在地上便被长枪上所爆发出的二次气流再次击碎。我的身体被风卷起，幸运的砸到树上。上百只僵尸飞上云霄狠狠的摔成了肉泥。\n　　“冰枪，复原！”不知从哪来的水蒸气凝聚起来，重新恢复了冰枪的样子。“竟然是‘不灭’！”“血尸，接下来就看谁的耐力强了！”无名喝了瓶恢复药水，再次和它打了起来。爆发出的气流将我彻底震晕了过去。\n　　等我醒来时，无名和血尸都倒在地上。无名身受重伤，但没有生命危险。而我在还未消散的血尸身上发现一个被穿刺而形成的大洞。但我总觉得这伤口和那把冰枪的形状有些不一样......",
    "replies": [
        {
            "author": "稽光",
            "timestamp": 1583409720,
            "txt_content": "前排支持，你升级好快......"
        },
        {
            "author": "但是你",
            "timestamp": 1583411340,
            "txt_content": "空气大大 发表于 2020-3-5 20:02\n前排支持，你升级好快......\n一个帖子能得好多经验，加油更新吧"
        },
        {
            "author": "稽光",
            "timestamp": 1583411400,
            "txt_content": "但是你 发表于 2020-3-5 20:29\n一个帖子能得好多经验，加油更新吧\n人懒打个卡都懒得打还更新？！开玩笑"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817840,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}