{
    "title": "[ Minecraft.net | MERCH ]最新小说 《末地》",
    "author": "592764254",
    "replyCount": 23,
    "timestamp": 1583415840,
    "txt_content": " 本帖最后由 592764254 于 2020-3-11 11:07 编辑 \n\nNEW NOVEL: THE END最新小说：《末地》\n\n\nRead a sample from our upcoming book!\n请阅读我们即将出版的书籍中的一个小章节\n\n\nBooks! They’re one of my favourite things in the world and I don’t even know how to read. I’d better hurry up and learn before next tuesday, because that’s when we’re releasing our new Minecraft novel, The Endby the brilliant Catherynne M. Valente.书籍！它们是我在这个世界上最爱的东西但是我不知道应该怎么阅读书籍。看来我得赶紧在下个周二之前学会如何阅读，因为那是我发布我们的Minecraft最新小说的时候。——来自由优秀作者Catherynne M. Valente所作的《末地》\n\n\n\n\n\n\n400x250.jpg (41.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 20:32 上传\n\n\n\n\n\n\nThe book follows the adventures of two endermen living in (you guessed it!) 19th century Birmingham. I mean, the End. It’s a non-canon adventure set in Minecraft’s most mysterious biome. Here’s a more professional synopsis!  \n这本书讲述的是19世纪住在伯明翰（英国）的两个末影人的冒险之旅（被你猜到了！）。我的意思是，嗯，末地。这是我的世界中最神秘的生物所经历的非凡冒险。下面是一些更详尽的介绍。\n\n\nWhen humans enter the End, a pair of endermen must decide which side they’re really on.\n当人类进入了末地时，一对末影人兄弟必须要决定他们到底应该站在哪一边。\n\n\nFor as long as they can remember, the twin endermen Fin and Mo have lived in the mysterious land of the End. On the outskirts of the great enderman city of Telos, they explore ancient ruins under the watchful gaze of the mighty ender dragon. They have everything they need in the end ship they call home, and know everything there is to know about their world—or so they think until the strangers from another dimension arrive.\n拥有记忆以来，这对末影人双胞胎兄弟Fin（芬）和Mo（莫）就已经居住在这块神秘的末地疆土上了。在末影人的繁荣大城市泰洛斯（Telos）郊区，他们在强大的末影龙的注视下探索了古代的遗迹。在一艘他们称之为“家”的末影飞船上，有他们所需要的的一切物品，并且他们知道关于末地世界的一切——直到来自另外一个位面的陌生人降临。\n\n\nThe invaders are called humans, and they’ve come to steal artifacts and slay the ender dragon. Fin and Mo are ready to protect their home from the trespassers, but when they come face-to-face with the humans, they discover that they aren’t as prepared for battle as they’d thought. Caught off guard, the twins are trapped in the middle of a war between the endermen and the humans, with the future of their home at stake.\n入侵者被称为人类，他们到末地来就是为了偷走文物，杀死末影龙。而Fin（芬）和Mo（莫）准备好保护他们的家园不被人类大肆破坏，但是当他们面对真正的人类的时候，他们发现自己并没有和他们所想的一样准备好了战斗。就这样被打了一个措手不及之后，这对兄弟在末影人和人类的战争之中进退两难，同时，他们的家园的已经岌岌可危。\n\n\nHere’s a few things I really enjoyed that you’ll find in the book:\nA grumpy Shulker called ‘Grumpo’.Grumpo.BRB, gonna go rename my son 'Grumpo'\n\n我在书中发现了几个我很喜欢的东西：\n一只叫做‘Grumpo（格鲁伯）’的暴脾气潜影贝。格鲁伯。（BRB）马上回来, 我要去把我儿子的名字改成 'Grumpo（格鲁伯）'。\n\n\n\nFor once, I’m going to shut up, and let a real writer take over this article. Because here’s an exclusive sample of The End. Enjoy!\n好了，这一次我是真闭嘴了，然后下面给你们呈现这篇文章。因为这才是真正的《末地》原文，好好阅读享受吧！\n\n\n\n\nChapter One第一章You and Me and Us and Them你和我还有我们和他们It is always night in the End. There is no sunrise. There is no sunset. There are no clocks ticking away.在末地世界里只有黑暗的夜晚。这里没有日出也没有日落，更没有钟表的滴答声。But that does not mean there is no such thing as time. Or light. Ring after ring of pale yellow islands glow in the darkness, floating in the endless night. Violet trees and violet towers twist up out of the earth and into the blank sky. Trees full of fruit, towers full of rooms. White crystal rods stand like candles at the corners of the tower roofs and balconies, shining through the shadows. Sprawling, ancient, quiet cities full of these towers glitter all along the archipelago, purple and yellow like everything else in this place. Beside them float great ships with tall masts. Below them yawns a black and bottomless void.但这并不意味着这里没有时间的概念和光亮。一层又一层的浅黄色岛屿在无尽的黑夜中飘荡，在无边的黑暗中发出光亮。紫色的树和紫色的高塔从大地蜿蜒而上，直入云霄。树上满是浆果，高塔里有着零零散散的房间。末地烛像蜡烛一样矗立在塔顶和塔台的各个角落，在黑暗中闪烁光芒。一眼望不尽的古老的城市里，满是这些闪闪发光的高塔，所有的岛屿呈现出紫色和浅黄色，就像这个地方的其他一切。在岛屿的旁边漂浮着大船，高高的桅杆令人瞩目。在他们下面是一个黑色的无尽深渊。It is a beautiful place. And it is not empty.这是一个极其美丽的地方，但是这里一点也不空旷。The islands are full of endermen, their long, slender black limbs moving over little yellow hills and little yellow valleys. Their narrow purple--and--pink eyes flash. Their thin black arms swing to the rhythm of a soft, whispering music, plotting their plots and scheming their schemes in the tall, twisted buildings older than even the idea of a clock. They watch everything. They say nothing.岛屿上到处都是末影人，它们细长的黑色四肢在黄色的小山和山谷中快速移动。他们那双狭窄而又散发紫红光芒的眼睛眨巴着。他们纤细的黑色手臂随着轻柔的音乐节奏摆动，在古老的扭曲建筑里思考着他们的计划。他们什么都看在眼睛里，但是他们什么都不说。Shulkers hide in boxes nestled in ships and towers. Little yellow--green slugs hiding from outsiders. Sometimes they peek out. But they snap their boxes safely shut again, like clams in their shells. The gentle thudding sound of their cubes opening and closing is the heartbeat of the End.潜影贝们躲在船上和塔楼里的箱子里。黄色绿色的小虫们在躲避外界的一切。有时他们会偷偷向外看。但是随后他们又小心翼翼地关上他们的盒子，就像贝壳里的**蜊一样。他们的小盒子的打开和关闭的轻柔砰砰声便是末地世界的心跳。\nAnd on the central and largest island, enormous obsidian towers surround a small pillar of grey stone ringed with torches. A brilliant lantern gleams from the top of each tower. A flame in a silver cage, shooting beams of light down from the towers into the grass, across a little grey courtyard, and out into the black sky.在最中心同时也是最大的岛屿上，巨大的黑曜石塔围绕着一根用火炬环绕的灰色小柱子。一盏明亮的灯笼从每座塔的塔顶照亮大地。银色的笼子里有一束火焰，从高塔里射下来，一直射到草地上，再穿过一个灰色的小天井，然后直接射向黑暗的天空。Above it all, something slowly circles. Something huge. Something with wings. Something that never tires. Round and round it goes, and its purple eyes glow like furious fire.最重要的是，一个缓慢盘旋，巨大无比，有着翅膀，永不疲倦的东西。盘旋了一圈又一圈，它紫色的眼睛像烈火一样发出邪异的光芒。\n\n\n\n\nYou can pre-order The End here.（请点击此处来预定《末地》）\nWe’ll have more about it on the website next week, including my interview with Catherynne M Valente! Here’s a preview:\nTOM: Can you hear me OK?CATHERYNNE M VALENTE: Yes.\n下周我们会在网站上更新更多关于这部小说的报道，包括我对凯瑟琳M瓦伦特的采访！\n这里有一个我们的预览对话：\nTOM：你能不能听到我说话？\nCATHERYNNE M VALENTE（凯瑟琳M瓦伦特）：是的，可以。\n\nThe End is out December 3rd. 《末地》将于12月3日面世！大家不要错过！Oh, look, here’s that pre-order link again! 看这里！再发一次预定链接！\n\n\n\n\n\n\n\n原文作者：Tom Stone（文中采访者）发布时间：2019/11/28原文地址：https://www.minecraft.net/zh-hans/article/new-novel--the-end翻译作者：Srar\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "史蒂夫LRLM",
            "timestamp": 1583425320,
            "txt_content": "优秀"
        },
        {
            "author": "六百两",
            "timestamp": 1583430540,
            "txt_content": "前排，不过后来几部小说不是太喜欢，第一部绝对的神作"
        },
        {
            "author": "小贱贱哒",
            "timestamp": 1583449680,
            "txt_content": "我的世界小说????????"
        },
        {
            "author": "白叶Official",
            "timestamp": 1583454240,
            "txt_content": "轻 小 说  m c（大确）"
        },
        {
            "author": "贵贝虫",
            "timestamp": 1583456760,
            "txt_content": "good,一篇不错的MC小说"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1583459940,
            "txt_content": "可以比上《海岛》"
        },
        {
            "author": "Dracary",
            "timestamp": 1583498400,
            "txt_content": "我寻思着mc也有小说呗"
        },
        {
            "author": "MineCommander",
            "timestamp": 1583555820,
            "txt_content": "中文翻译版外包给mcbbs和zhwiki吧（bushi"
        },
        {
            "author": "MC_IOP",
            "timestamp": 1583592300,
            "txt_content": "秀得鸭批"
        },
        {
            "author": "Xiao2",
            "timestamp": 1583650020,
            "txt_content": "A flame in a silver cage, shooting beams of light down from the towers into the grass, across a little grey courtyard, and out into the black sky.\n这遍的翻译不是很好"
        },
        {
            "author": "1214090013",
            "timestamp": 1583651400,
            "txt_content": "是网络小说还是实体书"
        },
        {
            "author": "无敌的黄镇",
            "timestamp": 1583653500,
            "txt_content": "wow"
        },
        {
            "author": "592764254",
            "timestamp": 1583661300,
            "txt_content": "Xiao2 发表于 2020-3-8 14:47\n这遍的翻译不是很好\n有何更好的翻译你可以指点一下我"
        },
        {
            "author": "加速的二哈",
            "timestamp": 1583692980,
            "txt_content": "。。。。。"
        },
        {
            "author": "matt1121",
            "timestamp": 1583721360,
            "txt_content": "牛逼，我的世界小说"
        },
        {
            "author": "无乃9981",
            "timestamp": 1583725260,
            "txt_content": "好看"
        },
        {
            "author": "无乃9981",
            "timestamp": 1583725620,
            "txt_content": "加油加油，"
        },
        {
            "author": "规律吃不饱",
            "timestamp": 1583727540,
            "txt_content": "微缩末地"
        },
        {
            "author": "无乃9981",
            "timestamp": 1583728020,
            "txt_content": "加油↖(^ω^)↗"
        },
        {
            "author": "JMBishark",
            "timestamp": 1583735820,
            "txt_content": "想要啊。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583868480,
            "txt_content": "第一段最后倒过来好一点\n由优秀作者Catherynne M. Valente所作的《末地》\n"
        },
        {
            "author": "592764254",
            "timestamp": 1583895960,
            "txt_content": "LocusAzzurro 发表于 2020-3-11 03:28\n第一段最后倒过来好一点\n由优秀作者Catherynne M. Valente所作的《末地》\n感谢指点，已修改"
        },
        {
            "author": "1214090013",
            "timestamp": 1584577920,
            "txt_content": "这书现在还能买吗"
        }
    ]
}