{
    "title": "[ Minecraft.net | INSIDER ] 遇见凋灵",
    "author": "592764254",
    "replyCount": 16,
    "timestamp": 1583408340,
    "txt_content": " 本帖最后由 592764254 于 2020-3-5 22:25 编辑 \n\n\n\n\n\nwi.png (269.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 18:02 上传\n\n\n\n\n\n\nMEET THE WITHER遇见凋灵\n\n\nGet inside the heads of this boss beast\n一起来探索这个可怕的怪物脑子里装的是什么\n\n\nA chilling sound rings out across the world and all its dimensions. The sky darkens. Somewhere, someone has done something either very brave or very foolish: they’ve summoned a Wither.一种令人毛骨悚然的声音穿透了整个世界，遍布了它的各个位面。天空都因此而黯淡。在世界的某个角落，某些人正在进行着勇敢而又愚蠢的行动——他们召唤了凋灵。\nThis undead triple-headed creature will then immediately attempt to destroy every living thing in the vicinity, spitting out skulls from each of its three heads and inflicting a creeping corruption on their target which turns a player’s hearts an unhealthy black. In its fury, the Wither will destroy blocks it comes into contact with - even if you survive the battle, there’s often precious little left standing nearby.自打一出生，这个不死不灭的三头生物就立即用它的头颅喷射出凋灵头，并试图摧毁附近的一切生物。这些头颅会使目标腐败，会使玩家的心脏枯萎，变成不健康的死黑色。在凋灵的怒火之下，它会摧毁一切接触到的障碍物，即便你在战斗中侥幸存活，附近其他还能够生还的生物也常常少的可怜。\nSound like a good time? Here’s how to build one! Note: you have to stack these things together in the world, and not while using a crafting table. I’m just using the crafting table image below to make it super-clear how things fit together!听起来很不错？那这里教你怎样建造一个！小贴士：你得把这些东西在地上搭建起来，而不是用工作台合成。我在这里用工作台示意图来制作了一个很简洁的凋灵召唤教程。You’ll need: 4 x soul sand, 3 x wither skeleton skulls你需要:4个灵魂沙，3个凋灵骷髅头\n\n\n\n\n\n698f9f32d90d3c83f6602ea9d993bc2a-crafting_wither.png (87.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 19:35 上传\n\n\n\n\n\nBut why would anyone do such a thing? What madness could possess them? Or what greed: summoning a Wither is, of course, the only way to kill one, and in so doing gain a Nether Star. And you’ll be needing a Nether Star if you want to craft a beacon - a mysterious light-beam-emitting block that grants special powers to those nearby. Plus, they look pretty bling, so why wouldn’t you risk life and limb battling one of Minecraft’s most deadly creatures just to obtain one?但是为什么会有人去做这种事情？他们是什么样的疯子？或者说是贪婪的驱使：杀掉一个凋灵的唯一办法当然就是召唤一个凋灵，这样做能获得一颗下界之星。你需要一个下界之星来制作一个信标——一种会发出光束的神秘方块，同时它还会给附近的玩家特殊的力量。再者，它看上去闪闪发光，所以你为什么不冒着生命危险与Minecraft中最可怕最致命的生物决一死战而获得一个呢？\nIt all started with the beacons - we needed a way of obtaining them. I wanted it to be some kind of boss fight and I was inspired by Terraria: in that game you always initiate the boss fights yourself. So, I already knew it should be some sort of summoning, and occult, too, relating to the undead of Minecraft. The name itself comes from a poison spell in an online roleplaying game I made before joining the Minecraft team, called Whispers in Akarra. Working on that game is how I met Daniel and Pontus [the awesome Oxeye Game Studio guys who made Cobalt]! I picked several inspirations from Whispers in Akarra actually - the Blaze is another! —Jens Bergensten\n\n\n\n\n123124.png (111.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-5 20:09 上传\n\n\n\n\n\nJens also added a painting to the game which hints out how to construct the Wither, but, as usual, Minecraft’s supersleuths quickly figured it out by looking at the code. So much for keeping such dark and dangerous rituals a closely-guarded secret!Jens Bergensten 还在游戏中加入了一幅画，暗示怎样召唤凋灵。但是和往常一样，Minecraft的高端玩家们还是通过看代码很快就发现了凋灵的召唤方法。这便是黑暗而危险的召唤仪式，同时还有一个被严密守护着的秘密！\n文章作者：Marsh Davies发表日期：2017/02/13原文地址：https://www.minecraft.net/zh-hans/article/meet-wither翻译作者：Srar\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "BlackCB.",
            "timestamp": 1583409840,
            "txt_content": "你标题就打错了，是凋灵不是凋零"
        },
        {
            "author": "592764254",
            "timestamp": 1583410080,
            "txt_content": "BlackCB. 发表于 2020-3-5 20:04\n你标题就打错了，是凋灵不是凋零\n感谢提醒，一直叫凋零，习惯了"
        },
        {
            "author": "来苦情树下",
            "timestamp": 1583410380,
            "txt_content": "6666666666"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1583415840,
            "txt_content": "即便你在战斗中侥幸存活，附近其他还活着的人也常常少得可怜。\n的地得要分清哦"
        },
        {
            "author": "592764254",
            "timestamp": 1583415900,
            "txt_content": "Vandarkblue 发表于 2020-3-5 21:44\n的地得要分清哦\n我给这句翻译出来不容易，这句话属实难懂QAQ"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1583416980,
            "txt_content": "592764254 发表于 2020-3-5 21:45\n我给这句翻译出来不容易，这句话属实难懂QAQ\n整体而言，翻译质量还算尚可，请继续努力。\n有一些小细节可以改善。对于我楼上引用一句中 stand 一词，你的翻译中将逻辑主语 precious little 补全为“人”，但我对此稍有不同看法。precious little 并没有指明具体事物，但我们可以知道，在 Minecraft单人游戏中并没有其它玩家，也即“人”的存在。其它可能被理解为“人”的实体（村民，etc.）也并不一定会出现在玩家与凋零的战场。因此，我认为应取周围事物的含义，也即建筑方块被凋灵破坏。\n以上，具体翻译请自行斟酌。"
        },
        {
            "author": "贵贝虫",
            "timestamp": 1583456880,
            "txt_content": "凋灵到了后期，就成了工具BOSS"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1583459820,
            "txt_content": "凋零骷髅会受到凋零效果吗？"
        },
        {
            "author": "18308641475",
            "timestamp": 1583518920,
            "txt_content": "大佬，是个大佬"
        },
        {
            "author": "monezero",
            "timestamp": 1583599080,
            "txt_content": "大佬厉害了"
        },
        {
            "author": "773225524",
            "timestamp": 1583672880,
            "txt_content": "呵呵红红火火"
        },
        {
            "author": "470245139",
            "timestamp": 1583703600,
            "txt_content": "额这玩意居然都有"
        },
        {
            "author": "matt1121",
            "timestamp": 1583721420,
            "txt_content": "灵和零分不清2333"
        },
        {
            "author": "anyean",
            "timestamp": 1583745720,
            "txt_content": "会使玩家的心脏枯萎，变成不健康的死黑色。\n所以...steve的心脏原来凋零效果过了就瞬间痊愈了？\n这就是强者罢（确信）"
        },
        {
            "author": "秋亦风云",
            "timestamp": 1583762820,
            "txt_content": "楼主不注意细节，打错字了哥哥"
        },
        {
            "author": "592764254",
            "timestamp": 1583835420,
            "txt_content": "秋亦风云 发表于 2020-3-9 22:07\n楼主不注意细节，打错字了哥哥\n哪个字打错了"
        }
    ]
}