{
    "title": "【原创·连载】我的世界飞逝堕落第十一章",
    "author": "但是你",
    "replyCount": 4,
    "timestamp": 1583450700,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:27 编辑 \n\n     首发地址：https://book.qidian.com/info/1017577575\n    第十一章：王阶现形\n\n　    冰雪降临在这片曾经充满欢笑的土地。\n　　“好冷啊。”我填下最后一块泥土，搓起乌青的手指。无名在旁边看着我，身后是人王昭影。“可以准备上路了吧，这里终究不是活人待的地。”昭影的话虽说有些无情，可也是事实。“冰之城不在了，我还能去哪。”我倒在地上，看着天上半残的月亮。“又想起她了吧。”无名坐下来，摸了摸我的头。\n　　“你们全都在骗我，没错吧。你们明明知道，可为什么不告诉我真相。”我扭头看着他们。昭影扭了扭僵硬的脖子，冷眼问我：“说吧，你想要知道什么。”无名回头看了他一眼，又回头看了看我。“我现在只想知道，为什么亡灵王会过来攻城。它明明在平原那边，怎么会知道这边的兵力。”\n　　昭影知道我的意思，他也知道为什么，但他就是避开这个话题：“说点别的吧，王阶的事，你还不一定能理解。”我倒也不追问，如今说什么也没用了。大家就这么沉默着，直到龙王来了。我们两个不是第一次见了，聊起来反而有些杀气。\n　　“你在这啊。”龙王把我从地上拽起来，“别这么无精打采的，生活还是要继续下去。”“当然，你死了没人会伤心的。”“你这家伙！”龙王发起怒来投影出的影像一抖一抖。“真是的，一堆人聚在这干嘛呢？”末影人大姐瞬移过来，笑看着站在大雪里的我们。\n　　“我还想问你们呢。无名在这很正常，怎么你们三个王阶也来这了。”昭影、龙王和大姐的话应该有更重要的事做吧。昭影耸了耸肩：“我的国家出事当王的怎么能不来呢。”龙王把我放下：“我跟着昭影。”“我是为了你。”我惊了惊，尽量把冰剑的气息隐藏起来。冰之城是因为这把剑被灭的，这三位看着也不是好糊弄的货。\n　　众人心照不宣，脸上都挂着假笑，演技能得十个小金人。“印记的事我也没办法。”我尽量让我看起来很淡定。“大家都直说了吧。我和昭影是为了冰雪核心来的。”无名率先坦白。“我只是个投影，没什么力量，就只是来看看这个抢走神力的菜鸡。”龙王的映像有些闪动.“龙王让我来找‘神’的线索。”她看了看之前血尸死的地方，“只不过来晚了而已。”\n　　切，明明嘴上说着要坦白，结果嘴里一句实话也没有。“接下来你想干什么，隐居？自杀？”昭影弹了弹身上的积雪，拿起扇子扇起来。“你把我想的太悲观了，我想去找亡灵王算账。”“你知道它在哪？”昭影有些不相信我。\n　　“就在平原的大峡谷啊。”我有些奇怪，土之城旁边就是平原，怎么可能不知道？“什么！那沙漠神殿里的是谁！”龙王也惊了：“我之前投影到金之城也看到了它！而且那力量绝对不是分身！”“我这边力量也很强。”“我这边也是。”在大家都震惊的时候，末影人大姐却不以为意的笑了笑。\n　　“无名，快点，我们赶紧去沙漠看看。”昭影翻身上马离开。“我和龙王去金之城看看，你自己好自为之。”龙王他们也瞬移离开。整个空旷的深山里只有我一个人静静的、呆呆地仰望着深灰色的天空。\n　　“要走了吗。”蓝冰、浮冰、雪块，从世界创造伊始便目睹了一切的土地啊，你能告诉我，穿越的真相到底是什么吗！一些灰色的游丝悄然地接近我，却被我身上若有若无的黑色气流阻挡。“你发现了啊。”龙王和昭影在不同的地方说出了完全相同的话，“新的世界要到来了，我们这些老家伙全都要淘汰了。”\n　　炎崖上，一个黑影轻咳了几声。“看来和你想的不一样啊。”声音从黑影身后的岩浆里传来，“这岩浆挺暖和的，比地狱里舒服多了。”黑影摆摆手：“我不在乎，反正该来的终究会来，这是逃不掉的宿命。”\n　　我走向木之城。不是为了生活下去，而是因为天上飘下了一张纸：木之城里有些有趣的东西，去吗？不知道是谁写的，也许真是上天显灵了吧。我在心里感慨道。\n　　前往木之城的道路上，树林、丛林、繁华森林、针叶林......树木的群系全都混合在了一起，完全是个缩小版的世界。我不知道该想什么，也不知道该说什么，就这样静静地走着。在穿越到这个世界的一开始，我认为自己会像其他穿越小说的主角一样，升级打怪换地图。但现实不是这样的，这个世界并没有因为我改变什么。无论我来没来冰之城都会被灭；无论我来没来这个世界都会和以前一样发展下去。蜘蛛说的没错，在这个世界，我只是一个穿越过来的平凡人，永远都是平凡人。\n　　“凋零，再这么发展下去，这家伙真就是个平凡人了。”山上的黑影终于显露出了担心。“不是说该来的总会来吗？我可爱的小女巫。”凋零伸了个腰。“他都要脱离剧本了，你也不管管。”“我能怎么办？控制人心的头不知道跑哪去了，难道要我天降神雷炸死他？”“就这么办。”“？”\n　　走出雪山的区块，雪开始变成雨。“这可是你说的。”雷声，火光。我完全被吓呆了。“什么鬼！怎么突然打雷啦！”我飞快的跑起来，一不小心滚进树林摔晕了。山上的两人沉默着，然后突然被两个尖刺穿透胸膛：“姑娘们，该回家了。”\n　　地狱，堡垒里。女巫和凋零的本体醒过来，黑雾渐渐化成人形坐下来。“真是的，天天这样变，都快搞不清哪个是你本体了。”凋零撒娇道。“不用管我，倒是你那两个头找到了吗，天天看你这个头我实在受不了。”黑雾扇起扇子。“小女巫还不知道吧，那个老头不知道怎么回事，竟然发现了恨，直接把我两个头砍下来带走了。”女巫不说话，拿出了一个罐子，里面是白色的雾。“干得不错，竟然找到了怨。”\n　　“现在就差爱和悔了吧。”女巫本体和分身性格完全不同，本体是个比蓝冰要冷上万倍的家伙，能少说就少说。“不不不，还差一个痛。”黑雾摆了摆手，面前出现了一个灵力投影，上面显示的是人王昭影。凋零笑了笑：“这家伙有点难办。”\n　　“好了，快点行动吧。”",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583818260,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "975495395",
            "timestamp": 1583839860,
            "txt_content": "感谢分享   支持一下"
        },
        {
            "author": "An-xin",
            "timestamp": 1583896440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@@lililili",
            "timestamp": 1583896800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}