{
    "title": "【原创·连载】我的世界飞逝堕落第十二章",
    "author": "但是你",
    "replyCount": 7,
    "timestamp": 1583455260,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:28 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575  \n\n      第十一章已经审核通过：https://www.mcbbs.net/thread-977887-1-1.html\n\n       第十二章：没有头绪\n\n　　等我醒来，发现自己身处在一片陌生的森林里。“这里是什么地方啊。”我边走边看。白桦、橡木、云杉......地上的泥土也不一样，完完全全就是各种生物群系扭曲在一起的杰作。在不远处，有一个用完全不同的方块混合而成的高大建筑。\n　　“这个地方到底怎么回事啊。”我拿剑挑开路上的蜘蛛网，慢慢的在建筑周围巡视了一番，确认安全后推开建筑的大门，里面又完全不一样了。明明外面那么混乱，里面却是井然有序，而且富丽堂皇。\n　　这个地方在书上从来没出现过，难道我又进了女巫的幻境？我打开地图，从前往木之城的路一直向森林深处扫视。地图上显示，这座森林里唯一的建筑便是森林府邸。如果说就是这里的话，幻魔者呢，卫道士呢？\n　　“它们都死光了。”整个府邸突然开始晃动，然后飘飘悠悠地浮到了空中。我的面前如同有一万个TNT爆炸，疯狂涌向府邸外的气流带着我向地面坠去。“？？？”纳尼！我连话都没听清就直接被扔下去了？\n　　我在空中转身看向地面，翠绿的草方块在我的眼珠里变得越来越大，在我鼻子已经碰到即将变红的小草时，我的四周变得完全漆黑。“我是瞎了还是死了？”我感受不到身体的存在，整个人轻飘飘的，思想直接变成话语在四周回响。\n　　“放心，你只不过进入了我创造的空间里。”没有声音，我的脑海里凭空出现了这句话。“你也想要神力吗？”我的意识在这个空间里飘啊飘，就算回声表示这里是个封闭的空间，可我却始终没碰到边界。“不不不，我不需要，我已经有了比神力更强大的东西。”“比神力更强，它你不会就是传说中最接近神的家伙吧。”\n　　“我不喜欢家伙这个名称，而且我也不是TA。我叫虚，是从基岩下面来的九大神识之一。”我的眼前渐渐明亮起来，画面依然是之前那个混乱的森林。“那你想对我干嘛。我身上除了神识之外什么也没有了。”“不不不，你有我最想要的东西。”我的面前出现一团黑雾，它展开、拉伸，最后变成了一个我熟悉的人。\n　　“无名！”我的声高已经超越了天际。“无名？不，不对。”再次拉伸，再次变幻，这次是龙王。“这是怎么回事，你的本体是什么？”“如你所见，我可以随意地改变外观。也许我是一个路人，也许我是一个乞丐，甚至只是一棵草。我没有确实的外形，但我获得了其它神识没有的模仿能力。”\n　　“从刚才起你就神识这个词说个不停，是哪个神的神识。”我倒也起了好奇心，穿越以来我还是第一次听说神识这个东西。“和你想的神识不一样，我们是自我产生的。其实神识分为自然和人类。我是虚无的神识，可以吞噬一切，让世界造成混乱，这片森林就是我的杰作。”怪不得这片森林那么奇怪，我还以为到边境之地了。我突然想到了什么：“其他的神识有什么，不会像你一样轻轻松松毁掉世界吧。”\n　　“不不不，强大的只有我们自然类。不过自然类除了我和境还有时之外就没有了。剩余的的六个都是人类造成的，用来封印的。比如我手上的这个东西。”龙王形态的虚变出一个瓶子，里面是灰色的丝缕版的气体，“这里面是恨的残渣。那六个神识都需要依附在拥有最纯粹情感的人身上。就比如说着恨，它是依附在......咳咳，我竟然被你带偏了。我需要你去办件事。”“你随随便便都能摧毁世界，还需要我干嘛？”“这件事不是关于破坏的。你看过世界地图了吧，你知道为什么只是记录了那么短的距离就被称为世界地图了吗？”\n　　我仔细想了想：“没错。地图上只记录了六个城的位置以及其他群系的分布就没有其他的了。”虚笑了笑：“那是当然，因为这个世界被人为的关起来了。”我大惊：“人为，怎么可能！”\n　　“只要有命令方块，没什么不可能的。那个混蛋依靠境建立边界的特性和命令方块强行将世界封印起来。然后元气大伤的他勉强做了个封印，除非把那六个人类系神识找齐不然命令方块将永远无法再次使用。怪物没有人类那么强烈的情感，人类又没有足够的身体强度去接近，所以导致了无限的循环。”\n　　“你让我去找到那六个情感？”我好像听明白了一点，但虚却摇了摇头。“世界被封印并没有那么紧急，重要的是世界马上要崩坏了。”“崩坏？什么鬼？”我完全懵了，这都哪儿跟哪儿啊，完全颠覆了我的世界观好不好！\n　　“世界的区域那么分明，全是因为能源核心。每年人王都会和大臣们使用自己的法力来给核心充能，让一切维护正常。可今年不一样，全世界在打仗，所有人都准备打破一直以来的平衡，彻底一统天下。”\n　　“所以你真正的意思是让我干嘛？”我还是听不懂。“你需要变强，然后夺取六大核心，然后将它们带回圣城。现在核心还有残余的力量，最多等到三年后，世界将注定毁灭。”\n　　虚走后，我坐在地上思考人生。现在主线任务终于出现了，我接不接。如果不接的话，世界恐怕就要毁灭了，所以我还是不接了。就算我不接也会有其他人接，而且一旦我接了不就变成升级打怪换地图的老旧套路了吗。更何况虚身上疑点重重，指不定谁是大反派呢。\n　　“我跟你说过，他不会听的。”女巫拍了拍虚的肩膀，“而且，你刚才差点说漏嘴了。”“好了不要管了，是宿命就永远逃不掉。”\n　　炽热的沙漠中，昭影呆坐在神殿上，面前是陷下去的大沙坑，脸颊上的泪珠里有丝红线在滚动。\n　　“不知为何，心好痛。林展宏，你不许给本王变强！”",
    "replies": [
        {
            "author": "稽光",
            "timestamp": 1583463180,
            "txt_content": "什么审核？！"
        },
        {
            "author": "但是你",
            "timestamp": 1583463960,
            "txt_content": "空气大大 发表于 2020-3-6 10:53\n什么审核？！\n如果有敏感词就会需要审核"
        },
        {
            "author": "但是你",
            "timestamp": 1583464320,
            "txt_content": "我准备把已经更好的都发出来了，接下来更新会变成每周一章"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817780,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "An-xin",
            "timestamp": 1583896500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@@lililili",
            "timestamp": 1583896620,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "An-xin",
            "timestamp": 1583900940,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}