{
    "title": "【杂谈】绵羊的论坛管理经验(?)",
    "author": "SHEEP_REALMS",
    "replyCount": 15,
    "timestamp": 1583461740,
    "txt_content": " 本帖最后由 SHEEP_REALMS 于 2020-3-6 10:28 编辑 \n\n我，隔壁某论坛的现任版主，十万八千里外的两个论坛的管理员，今天突然想聊一聊管理经验。 \n让我产生当论坛管理的想法的是当年很火的百度贴吧，不过我加入得太晚，这个社区已经趋近饱和，且自己经验不足，以至于我没有施展拳脚的空间。不过即便如此，我依然在贴吧的一个小圈子里占有了一席之地，不过这些历史如今已经不存在了。\n贴吧时代过去后，兴趣部落出现了。其实早在贴吧时代，我就已经积累了大量游戏攻略文案，所以这次抢占了先机，在一个小部落中落地生根了。一波攻略帖轰炸后，我已经积累了不少人气。然而这个时候其实我已经不再产出游戏攻略了，眼看着素材逐渐用光，我开始计划起了转型。于是，我开始制作视频实况，但这真的没法获取多少人气，毕竟视频实况这个行业在当时也已趋近饱和，所以我是完全没有竞争力的。最后，我把目光放在了我仍未完成的小说上。之前提到过，我之所以不再产出攻略，是因为我把经历都放在了小说创作上。这些以Minecraft为蓝本构建世界观的小说，成功收获了不少人气，甚至当上了小编职位。\n虽然人气是有了，但大家应该都明白，小说不是一天两天就能完成的，需要有一个很长的更新周期，更何况我的小说越写越长，这样下去人气依旧上不来。于是我利用闲暇时间，制作了一档对部落内的日常吐槽和新闻速递的月更栏目，获得了稳定的人气收入，但同时也因为内容极具讽刺性，也遭到了一部分人的攻击。经过我的不断努力，我成功当上了一个部落的酋长（管理员）。然而从这个时候开始，兴趣部落的总体人气开始下滑了。赶在兴趣部落的人气跌入低谷之前，我连续更新了几部小说，不过每一次的更新都能明显感觉到回复的人没有上次那么多了。\n就在这时，我的世界中国版出现了，而我第一时间注册了他们的论坛账号，从此开启了一段“大水怪”之旅。不过也正因为网易的游戏论坛使用Discuz!论坛系统，提醒了我顺带去注册很早以前就听说过的MCBBS。\n“大水怪”是什么？就是在不违反版规和20秒冷却的情况下，清空“抢沙发”列表，让帖子列表的最后回复人齐刷刷地显示同一个人的名字，向最高等级爬升。然而因为学习任务，我爬到5级就不再参与任何论坛互动了。\n这段时间里，我在空余时间学习了HTML，这为我之后的管理经验打下了基础。\n再次回归后，我花了3个月的时间从5级升到了8级，直接进入等级排名前20，又花了2个月的时间升入9级，成为网易我的世界论坛第一个进入9级的用户。而与此同时，我在MCBBS也没闲着，由于两边的等级划分是一模一样的，所以我在两个论坛几乎是同步升级的。而就在这个时候——高中生活结束了！我没有上课玩手机的时间了！我可以玩电脑了！不过话说回来，该学的还是要学的，如今我在一所大学中学习计算机技术。\n在这时候，我没有动力当一个“大水怪”了，恰巧在这个时候，网易的版主离职了几个，我自然就加入了。不过你要说这是件好事吧，也挺难说，我们先把时间倒回到我重新回归之前的那段空白的时间段。由于之前写攻略的经验，那段时间我在百度知道回答网友的问题，并熟练掌握了百度知道的谜之“网友推荐答案”机制，在我的世界区获得了巨大的影响力（毕竟谁闲着没事去这种地方消磨时间）。也正是因为在百度知道的经验，我在当上“大水怪”后主要帮忙回答问题。但由于我实在过于活跃，以至于有人把我当成了管理员（客户端看不到用户组）惹了不少麻烦。当上版主之前还好说，当上版主之后就无话可说了，于是我决定能少说几句就少说几句，有些人哪怕你把铁证拍他脸上他也不会相信。由于规则不严谨，起初我踩了很多隐藏雷区，不过好在我和版主之间打好了关系，不然我猜他们肯定会把我踢了。\n说到打好关系，这点很重要，我能当上酋长就是因为和其他酋长打好了关系，这也是 传 统 艺 能 了。话又说回来，部落怎么样了？已经凉透了，虽然我已经当上了首席酋长（部落的最高管理员），但......酋长就剩两个了。我和另一位酋长商榷决定，放弃部落运营，启动“流浪部落”计划，并将流量导向另外两个论坛，这就是我开篇说的我管理的那两个论坛。当天，我解除了所有小编酋长权限，发布了并推送了最终公告就辞职了。为了以绝后患，一周后我又回来对部落进行了爆破。因为救不了所以执行雷击自沉处分\n后来那两个论坛怎么样了？从凉透的部落引流能有多少流量，都凉透了，其中一个关闭了，最高管理员从此再也没有上线，另外一个不再开[ruby= ]放[/ruby]注册，并进入了无限期“维护”，成为了 @暗夜Elen 的沙盒站。\n回到网易论坛，前几天我被赋予了管理更多版块的权限，也没啥特别的，就是处理举报会更麻烦一点。\n虽然我一开始说的是聊管理经验，但其实我现在才发现管理经验没啥可聊的，大家都一样。\n什么？你问我小说写得怎么样了？咕咕咕咕咕咕咕咕咕",
    "replies": [
        {
            "author": "末影人疾风",
            "timestamp": 1583461800,
            "txt_content": "哇，逮捕后宫一名"
        },
        {
            "author": "小丛雨",
            "timestamp": 1583461860,
            "txt_content": "末影人疾风 发表于 2020-3-6 10:30\n哇，逮捕后宫一名\n疾风~~~~~~~~~~~~你又来了"
        },
        {
            "author": "末影人疾风",
            "timestamp": 1583461920,
            "txt_content": "小丛雨 发表于 2020-3-6 10:31\n疾风~~~~~~~~~~~~你又来了\n在我没进末地之前我还会偶尔诈尸一下"
        },
        {
            "author": "沁痕",
            "timestamp": 1583461920,
            "txt_content": "末影人疾风 发表于 2020-3-6 10:30\n哇，逮捕后宫一名\n又来了         "
        },
        {
            "author": "42313123123123",
            "timestamp": 1583462100,
            "txt_content": "最后的咕咕咕好评"
        },
        {
            "author": "喵露朵露薇",
            "timestamp": 1583462400,
            "txt_content": "女子\n什么时候再整一个女装帖"
        },
        {
            "author": "mohui666",
            "timestamp": 1583462400,
            "txt_content": "管理经验表示看不懂"
        },
        {
            "author": "智乃offical",
            "timestamp": 1583462520,
            "txt_content": "什么？Ne和什么？"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583463480,
            "txt_content": "我还以为你要聊在网易论坛遇到的沙雕水怪呢……"
        },
        {
            "author": "里程",
            "timestamp": 1583463660,
            "txt_content": "明白了，这就和管理员对线"
        },
        {
            "author": "里程",
            "timestamp": 1583463720,
            "txt_content": "了解了，能给我发一个管理员吗？"
        },
        {
            "author": "xiaobbl",
            "timestamp": 1583463840,
            "txt_content": "里程 发表于 2020-3-6 11:01\n明白了，这就和管理员对线\n别去，他们末地传送门多"
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1583464020,
            "txt_content": "呀嘞呀嘞，这个经验堆积的过程可真的令人佩服【XD】"
        },
        {
            "author": "小兜兜.",
            "timestamp": 1583465520,
            "txt_content": "表示好评"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1583467020,
            "txt_content": "在网易打游戏，感觉好多人翻脸就是祖安人，别的倒还好。"
        }
    ]
}