{
    "title": "【原创·连载】我的世界飞逝堕落第十三章",
    "author": "但是你",
    "replyCount": 1,
    "timestamp": 1583464500,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:29 编辑 \n\n     首发地址：https://book.qidian.com/info/1017577575\n\n      第十三章：穷城\n\n　   重新走回正常的小路，我快马加鞭的赶往木之城。\n　　一天到不了，路边还有一个旅馆可以住。夜路是不能走的，因为木之城实际上是树屋群，并没有像其他城市一样有很多空地，所以并没有建大路，只有这条用沙砾铺出的的林间小路，根本没有一点安全措施。\n　　“老板，一间房。”这个旅馆是路上唯一一间，所以发了大财，据说拥有全世界第二强大的安全设施。相应的，房租也不便宜。\n　　仔细想想，来到这个世界顶多也才两周，却如同来了许多年一般，毕竟发生的事实在太多。“客人，你的钥匙。”“哦，谢谢。”\n　　我到客房里数了数剩余的钱。冰之城的工资买药水给队长喝了，手上拿的是结婚前的彩礼钱。结婚......到头来......亡灵王，这笔帐，你给我记着。\n　　一开始背包里有五块猪排和一万块（一百张价值一百绿宝石的纸票，按照游戏里物品叠加的上限，两件东西占了三个格子），赶路时吃了两块猪排，还剩三个，明天赶路时还要吃。问题是到了之后干嘛，毕竟纸条写了只让我来。\n　　“客人，楼下开饭了。”“好的，我这就来。”生存，填饱肚子是第一位，然后才是活得更好。\n　　第二天，吃饱喝足后，我出发了。木之城，白桦群落。人们印象中的树屋大都是建在丛林中，可木之城建在低矮的白桦树顶端，高度的差距用台阶弥补，所有的建筑都是就地取材，不是白桦木，而是泥土和石头。之所以用这些是因为木之城的居民们想要拥有一个没有被破坏过的自然景象，所以靠近城的坑全被填了起来。\n　　城后有条河，直通大海却和海水界限分明，当地人称它为忘情河，因为所有人过了那条河后都丢失了所有的记忆。即便如此，河上依然有座桥，名为奈何桥。传说人们才刚到这里，那座桥便凭空出现了，是幽灵建的桥。\n　　木之城没有城门，没有城墙，房子也不坚固，但可以抵挡住上万的怪物。根据城主所说，只要没有爬行者将道路炸断，他们的城便是无敌的。这说明了城里的路是弱点，不过想当然的城主在道路上放置了重兵把守，不用换命的打法是不可能破坏的。\n　　我抬头望着天空中的道路，从入城的楼梯爬了上去。土房、石房、砖瓦房，除此之外只有完全用圆石造成的道路。木之城，叫这名字确定好吗？\n　　先找个旅馆住着，再想办法找那个发纸条的人。关于虚的主线任务，我认为还是不做了。我并没有变强的心，甚至想成为个弱者。那种危险的事还是交给有能力的人做吧。\n　　关于这个世界我了解的实在太少，除了灵力之外我什么都不懂。\n　　蜘蛛说我作为穿越者拥有改变世界的使命，虚说我要把核心都带回圣城拯救世界崩坏，亡灵王摧毁一城只为了那把冰剑，人王让我静下心来好好过日子，龙王和末影人姐又想让变强来看我的潜力。这些家伙我既不能都听，也不能不听，每个都是不好惹的货。在这种情况下我只能选择一路走下去，那就是昭影的。其他的人并不会因为我大动干戈，只有昭影不同，他的眼神好像我一变强他老婆就要死一样。\n　　我的选择，仅仅是为了生存。\n　　好了，现在我来到了图书馆......这里哪是图书馆！这里只有一本书好不好！“你，你好。”我直冒冷汗，“请问书到哪里去了？”管理员面带微笑的说道：“自从人们借走后就再也没见过了。”这都能笑得出来！罢了，一本书也是书，借了回去看看。\n　　“《论灵力的入门》？这么低级的书怪不得没人拿。”书上写的都是灵力的基础，完全没什么用。“《关于在木之城的灵力修炼者必去的几个地方》，不错不错，终于有点用了。”上面写的是到哪修炼速度更快。\n　　首先是树林旁边的平顶山，刷怪挖矿都可以，还有个废弃矿洞能探索；其次是前往金之城路边的丛林，人烟稀少，能够安静的修炼；最后是最最最不推荐的忘情河，传说有宝物沉在河底，但谁也不知道是真是假，唯一的优点是可以在那钓鱼杀怪，不用担心食物，可以进行长期的探险。\n　　忘情河就算了；平顶山不错，可一想到有蜘蛛我就后背发寒。明天准备一下去丛林，在外围稍微转悠一下，就当作旅行了。旅行......唉，算了，不想这么多了，人总是要向前看。“想什么呢臭小子。”末影**姐瞬移到我屋里翘起二郎腿。“你是怎么找到我的？”我感觉隐私完全暴露，难以置信地看着她。\n　　“你身上有我们末地的神力，怎么可能找不到。要不要去忘情河看看，有个人在等你。”我看了看窗外，月亮早已爬上天空。“这么晚了，还有谁会等我？”“你去了就知道。”\n　　和以前一样，她揪着我头发瞬移到了忘情河。河边雾蒙蒙，白光在空中飘浮。透过大雾，我可以看到一个光滑的后背，淡紫色的针状纹身稀疏的分布在上面。人影套上衣服，从雾中走出来。“女王！”\n　　蜘蛛女王现在就在我面前，背后的六根爪子荡然无存。没了爪子，她的身型小了一倍，完全是仟细致极。“今天我找你有一件重要的事。”不知道是不是大雾和月光的原因，她的身子看起来有些透明。“什么事让你大老远来找我？”平原到这里要跨越大半个世界，而她竟然在我来到这里没多久之后也来到了这里，这速度有点问题啊。\n　　“亡灵王也突破王阶了。”她脸上的表情有些复杂。“什么！怎么可能！剩余的神力不都在我身上了吗！”神力已经没了，它是怎么突破王阶的？她们两人对视了一眼：“亡灵王吞噬了火之城主。”“吞，吞噬？它把王阶吞噬了！”“对，他现在拥有了爬行者的能力。”\n　　我知道火之城主是爬行者，所以当我听到吞噬时才那么惊讶。火之城主打不过还能自爆，可竟然被吞噬了，亡灵王还夺取了能力！等等，吞噬，这个词怎么有点耳熟？虚说过它拥有吞噬的能力！\n　　“你们知道虚吗？”我急忙问她们。“我们来就是要跟你说这个，没想到你竟然已经知道了。既然你已经知道了，我们就走了，你自己保重。”\n　　天上的黑雾带着女巫和凋零漂浮在我们头顶。“怎么办，他们也开始行动了。”“没关系，他最后依然是我们的。”只有女巫没有说话，一直在冷酷的盯着下面的某个人。",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583817780,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}