{
    "title": "【原创·连载】我的世界飞逝堕落第十四章",
    "author": "但是你",
    "replyCount": 2,
    "timestamp": 1583464680,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:30 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n      第十四章：无限重生or梦中梦\n\n　　今天好像计划了要去丛林玩玩。我坐起来伸个懒腰。我在这定了三天的旅馆，三天之后如果没事情发生，我就去圣城看看，毕竟那里是人类的首都嘛，好东西肯定大大滴有。\n　　“镐子、铲子、大斧子，还有这个钓鱼竿。”我准备好了旅游要带的一切物品。丛林里可能会遇见丛林神庙，到时候......（作者：你想多了。这个世界被封印后只剩下不到十万格的面积，几百年过去，有也早被人挖了。）\n　　好了，准备齐全就可以上路了，呸呸，出发了。丛林离木之城不远，一出森林就能看到。“这里的树还真高啊。”我望了望视野里最矮的那棵树，完全看不到顶。“这可怎么办，这里竟然连颗灌木都找不到，林子里黑不溜秋的，我还玩什么。走了走了。”我转身往回迈步。“都来了，就别想走了！”一根藤蔓套住我的腰，直接把我拽进了丛林。紧接着，我感到背后一凉......\n　　“啊！”我赶忙坐起，一想起刚才的噩梦后背就痛。“这么危险，我还是不去了吧。”我下床吃饭，然后前往图书馆还书。图书馆里久违的来了还书的人，管理员的表情也是很轻松。“没想到你竟然会还书。”图书管理员给了我一张商品券，“这张券可以在商场里兑换任意一样物品，无论多贵。就算是对你诚实守信的奖励吧。”\n　　哇塞！今天运气不错呀！我开心的在街上又蹦又跳，然后被躲在阴影下的骷髅一箭射爆了脑袋。\n　　“呜呜呜。”我摔到地板上痛醒了，依然是那个熟悉的房间。“不会吧，这难道就是RE:从零开始的我的世界生活？”当然，我之前从没死过，所以根本不知道自己能不能复活，当然也不能排除是幻象。\n　　根据之前的选择，图书馆是正确的，只不过自己兴奋过头了。我再次去图书馆还书，然后小心地躲过了暗箭，最后到达了商场。商场怕是这里最高级的建筑了，有十层，还都是砖瓦做成的。“选什么好呢。”我把商场所有的楼层都看了一遍，发现自己其实没什么想要的。我不经常打架，不需要盔甲；防身的武器我有一把极品冰剑；衣服自己也有。\n　　这张券怎么办啊。我想啊想，想啊想，最后把自己想死了。\n　　什么鬼！我从床上坐起。这明摆着横竖都是死啊！（林展宏：作者你是不是今天发疯了！这写的什么玩意！作者：咳咳，忘吃药了。回归正常套路）\n　　不行，这明摆着就是幻境。这次我必须打破它，不然以后都会束手无策。可根本一点头绪都没有啊！算了，走一步看一步吧。不按照套路，我自己在屋子里躺着睡觉。这样总行了吧。于是，我迷迷糊糊的睡着了。当我醒来后，天已经黑了。看来这次还不错，能坚持到晚上。我推开门，看到了一堵基岩墙。\n　　我摸了摸，又拿镐子敲了敲，确认是基岩无疑。“女巫！你是来看我笑话的吗！”我对着窗外大声吼叫着。“吵什么吵！”“大半夜的还让人睡吗！”于是，我头上多了把镐子。我把镐子从头上拔下，拔出冰剑。这把剑和基岩一样硬，说不定可以勉强把它移开。\n　　我拿着剑朝着基岩挥舞过去，在冰剑碰到基岩的那一瞬间，我的剑化为粉碎。可恶，失算了。在幻境中，所有的一切都和现实中不一样，冰剑的耐久完全是女巫控制，她甚至可以让我的脚下突然变成空气。\n　　不过女巫到底要干嘛。虽然一开始她的表现完全是要杀我的节奏，但这么多次幻境，却没有一次可将我的精神打垮的，甚至连威胁都没有，完全是在看我笑话。想要看我笑话，没门！我拿起铁镐，狠狠地往头上一敲。根据我的推断，女巫肯定会将铁镐粉碎。\n　　然而我又失算了，铁镐狠狠的将我砸晕。等我再次醒来，周围都变成了黑色。“你不是想知道为什么吗？我这就告诉你。”女巫就站在我面前，但不再是萝莉样，而是高挑的身姿。“这是你的真身？”我感觉这个身形有点熟悉，不过好像气势有些不同。“没错是我，其实我.....”她的肚子上被刺出了一个大洞。\n　　“你是谁！”女巫软绵绵的倒了下去。“我？我是她身体里的另一个意识。”这个意识的身形扭曲，声音阴阳怪气，不男不女。“没关系，女巫不会死，毕竟我离不开她。这只是我们两个人的约定。我会放了你，但是，你要先把神力给我！”它闪到我面前，锋利的爪子往我脸上抓去。\n　　“怎么回事，我怎么动不了了！”眼看着爪子将要落在我身上，整个空间再次破碎，我又回到了屋子里。“小子，感谢我吧，不然你又要死了。”末影**姐坐在窗台上打着哈欠。“这次，不是幻境了吧。”我呼呼的喘着气。“放心放心，女巫已经跑了，真没想到她竟然一路追到这。你看到她身上的神识了吗？”“神识？那东西是神识！”我回想一下虚和那个东西的样子，“虚至少还有形状，那个是什么玩意！”\n　　“没有形状！”大姐直接吓得跳起来，“不好，是那个最不要脸的家伙！”“不要脸？”我觉得它还可以啊。“那家伙，以前玩捉迷藏，让它抓我们，结果它直接用能力把我们都找出来！咳咳，跑题了。你以后注意点，别这么放松，那家伙可想要你命！”\n　　“嗯嗯嗯。”我这次差点被吓死。如果不是大姐救我，我估计会一直在幻境重复下去。“龙王让我把这个给你。”她丢给我一个戒指，“这戒指能防止你进入幻境。”\n　　大姐瞬移走以后，我拿起需要的东西，准备向丛林前进。幻境始终是幻境，现实中的丛林可正常多了。\n　　“嘿嘿嘿，小子，我的幻境哪有那么容易破。先给你点甜头尝尝，之后再弄疯你！”\n\n\n\n",
    "replies": [
        {
            "author": "Yi__dian",
            "timestamp": 1583469660,
            "txt_content": "嘿嘿，加油喔"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818140,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}