{
    "title": "【原创·连载】我的世界飞逝堕落第十五章",
    "author": "但是你",
    "replyCount": 4,
    "timestamp": 1583468940,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:32 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n      第十五章：主线正式开始\n　　我久违的丛林！我来啦！\n　　青翠欲滴小草，因为被树叶遮挡而碎碎的阳光，这是我自穿越以来看过最美的景象！虽然这里树木丛生，很容易被女巫偷袭，不过我已经有防幻境的戒指了，根本没必要去担心。\n　　我看看四周，是不是有动物跑过，当然，什么都没有。我坐在地上啃几口苹果，然后迷迷糊糊的睡着了。“啊！”我强行醒过来，从地上爬起，天空早已经变成黑色。“不是吧，我一觉睡到晚上？昨天睡得不错呀。”我揉了揉眼睛，打算回去，明天再来。然而当我向回看时，无边无际的丛林把我吓了一跳：“不是吧！我迷路啦！”\n　　我想办法爬上树顶，踩着树叶向城市跑去。眼看着城市越来越近，一把巨型铁斧将从我面前划过。“终于逮到你了。”一个比其他僵尸高一倍的巨型僵尸也爬了上来，“我是血尸的部下铁尸，听说血尸死时你在场，专门过来报仇的！”下一秒，方圆十里的树叶顷刻间化为粉碎，我向地面摔去，铁尸的斧头也当头砍下。\n　　“冰剑！”我把冰剑挡在胸前。纵使冰剑不会碎，巨大的冲击力也硬生生把我打进了泥土里，这时，另一个斧头又砍了过来。“哇！要死人啦！”对不起了末姐龙王！我在心里说了声抱歉，向远处丢了颗末影珍珠。\n　　我被传送时的副作用震了一下，双腿一软跪倒在地上。巨斧砸在地上，气流卷动泥土，迷了我的眼睛。“咳咳。”我闭眼翻滚出风沙的范围，赶紧绕路跑起来。“哇！在城市边打！你就不怕被发现吗！”斧头疯狂的砸来砸去，丛林完全被夷为平地。“你这个疯子！给我住手！”我回头拿剑冲了过去，“强行附魔：亡灵杀手I！”“傻子，这时候你应该附魔成锋利吧！”巨斧拦腰砍来，我中心向下歪，在身体碰到地面时瞬间翻滚接近它。\n　　“不不不，我完全没必要附魔锋利。破甲！”冰剑穿透它的身体，直接将它的肚子开了个洞。“不错嘛，竟然能学会破甲，但你未免也太小看我了吧！”巨手直接把我拎起，然后甩了出去。“怎么，会没事！”明明血尸的尸体上只有一个洞口，可它死了，那为什么铁尸身上有洞口就死不了！\n　　“小子，看来你还是不了解这个世界的真谛啊。”它身上的伤口瞬间复原，“每个种族都有各自的特性。比如我们僵尸，就有强大的力量和恢复力。你的攻击太弱了，以至于瞬间就能恢复。”完了，我都使出杀手锏了！我的攻击完全无效啊！\n　　“好了，不要在意太多，毕竟你马上就要死啦。”听到这句话，我笑了笑，对着天空大喊：“女巫，玩够了没有，我快睡不下去了！”周围的一切瞬间化为泡影，又归于黑暗。“你从什么时候发现的？”女巫的声音有些颤抖。“从那只僵尸恢复时。你说的种族值，和现实一样；杀我的原因也没错。可你毕竟不是亡灵，不了解它们。我剑上附的是亡灵杀手，可以对亡灵造成额外伤害。铁尸很强，可从灵力上来说也仅仅只是子阶，一瞬间恢复未免太夸张了。”\n　　“好吧，你赢了。但这不代表你能离开。你将会在幻境中一直重复下去！”她一挥手，想要让我再次进入幻境。“没用的，梦该醒了。”“原来如此，你竟然......你走吧，我留不住你。”周围的黑暗渐渐破碎，缝隙中闪起了白光，整个幻境彻底破碎。\n　　天亮了啊。我抬起手，戒指早已不复存在，背包里的末影珍珠依然静静地躺着。“女巫，还挺有趣的。”我伸了个大大的懒腰，这次是真正的现实。我已经不打算去丛林了，就在城里找个工作赚钱买个房子，然后就这样生活下去，一直到死吧。但在那之前，我决定了！先睡会。\n　　“女巫啊，你的方法也不行呢。”凋零在一旁嘲笑她，两个头都快要笑疯了。“闭嘴，帮你找头不是让笑声加倍的！”黑雾浮现在空中，手里拿着一个亮着炫彩光芒的方块。“这就是命令方块？”女巫变得更冷淡了，身体都快缩成个球。\n　　“没错，这就是，但是我们还没有控制权。女巫，主世界的势力打探清楚了吗？”“嗯，现在就看穿越者愿意加入哪边了。”“我服了，还要等他！直接发动总进攻呗，反正他现在子阶都没到，一巴掌他就没了。”凋零的新头脾气火爆，见到什么都想毁掉。“他没有影响，水之城主倒有些麻烦。”\n　　末地，龙王殿。“龙王大人，穿越者的实力还不行。”“龙王大人，末地核心快不行了！”“龙王大人......”“够了！”龙王怒吼一声，伸手将它们赶了出去。“龙王，昭影那边快准备好了。”“嗯，总算有个好消息了。”“水之城主那边......”“交给穿越者吧，现在主要是亡灵王，TA的时间不多了，顶多还有三年，TA就要烟消云散了。”“地狱那边已将找到命令方块了。”“神识呢？”“也差不多了。”“嗯，让我想想。”\n　　？，？。“亡灵王大人，已经找到穿越者了，要不要发动进攻？”“算了，我已经损失一名大将了。大战在即，我们必须囤积好兵力。”“那王妃怎么处置？”“她都跑了还处置什么？”“什么！”地牢最深处，牢房中空无一人。\n　　“最后的神识找到了吗？”亡灵王闭上眼睛。“暂时还没有。”“什么！”天雷滚滚，烈焰遍地。“我们这就去找！”\n　　一年后，木之城内。我在房子里疯狂吃肉，困了随便睡，饿了随便吃，完全逍遥自在。虽然还是土房子，但我已经很满足了。这一年里，我完全宅在家里，根本不在乎外界的事。“才一年不见，你都已经成傻子了。”看见眼前的人，我被肉呛到了：“末姐，你找我干嘛。”“不干嘛，就是给你说一下，战争要来了。”\n\n",
    "replies": [
        {
            "author": "Yi__dian",
            "timestamp": 1583469720,
            "txt_content": "嘿嘿，加油呀"
        },
        {
            "author": "q1661779578",
            "timestamp": 1583470020,
            "txt_content": "更新这么快啊！"
        },
        {
            "author": "但是你",
            "timestamp": 1583470200,
            "txt_content": "q1661779578 发表于 2020-3-6 12:47\n更新这么快啊！\n其实更新的很慢，这些是上个月更的"
        },
        {
            "author": "1272237437",
            "timestamp": 1583818020,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}