{
    "title": "【原创·连载】我的世界飞逝堕落第十六章",
    "author": "但是你",
    "replyCount": 1,
    "timestamp": 1583469360,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:33 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n       第十六章：什么走向\n　　“终于要开始了吗。”我瞬间整理好装备，“当废物都快当够了。”“这些年委屈你了，毕竟亡灵王一直很在意你。”“不说闲话了，我需要干什么？”“不需要刻意的活动，像旅游一样在全世界转一圈然后尽量把核心拿到手然后送回圣城。”\n　　“哎呦，这马跑得还挺快。”这一年里，我学会了很多以前做不到的事。金之城，一年前被夷为平地，现在是在之前大战时形成的巨坑里发展。道路左侧的沙滩上，还躺着几颗海龟蛋，忘情河里隐约能看到几只溺尸。\n　　“这个世界不大，反倒是什么都有啊。”我感叹道。虽然这个世界被压缩，但环境要比完整的世界美多了。“诶，在这一年了，我还从来没去过丛林呢。”我翻身下马，径直进入丛林。反正末姐说要像旅游一样，那我就到处逛逛呗。\n　　“哇，天然的西瓜！”我打了个西瓜吃起来，“这时候，队长在就好了。”一年前队长惨死的样子我每天都能梦到。“根据地图，前面应该有个湖泊。”果然，掀开藤蔓，湖泊出现在眼前。\n　　“真是不错，要是能在这里建个家就好了。”不过，这湖泊下面好像藏着什么东西。我想要下去看看，突然想起自己不会游泳。“算了，和我无缘。”（作者：怎么可能会让你有奇遇呢，那多老套啊。）\n　　好了，现在马上要进入丛林的中心点，我一定要加倍小心。不过湖泊里有什么，我还挺在意的，要不然把水抽干看看？我摇了摇头。“算了，反正现在身边有王阶护身，我根本不需要什么秘宝。”（秘宝：作者我就这么没用吗？）\n　　进入丛林的中心点，跟想象的不一样，什么都没有。按理说中心点不应该有什么特别的东西吗！怎么这里什么也没有！不对，肯定有什么机关！（作者：别找了，谁告诉你中心点一定有好东西的？）\n　　“哇，还让人玩吗！主角什么都没有，防身全部靠打手！”（作者：你还有主角光环。）\n　　我直接转身离开，打算一路奔向金之城。不过这湖......于是我一直干到天黑把湖给填了。好了，挖开看看吧。我疯狂的挖啊挖啊挖啊，发现湖底什么都没有，然后我把一个超美的湖给搞没了。（作者：都说了没有东西。）\n　　我刚要离开，远处有了光亮，一大群人都围了过来。“你竟然破坏环境！来人！把他给我抓起来！”（作者：让你破坏环境。我：滚！作者-被禁言）\n　　我的天，这是什么走向！明明高高兴兴的骑马去，现在要被人压着去了！“好，把他给我关进监狱！”什么？监狱？没关系，那几个王阶肯定会来救我的。果不其然，到了晚上，末姐出现在了狱里。\n　　“末姐，你可算来了，快把我救出去吧！”我既撒娇又卖萌。“不行，这是违法的！”末姐义正严辞的拒绝我。“你一末影人还怕违法？”“我不管毕竟你犯了错。我让你像旅游一样到处转转，你倒好，直接把别人家的湖给填了。你就乖乖的在这里呆着吧。”我直接下跪：“别呀大姐！我可是无期徒刑！”“没关系，正好一周后金之城有个庆典，到时候最轻的只要通过挑战就能被放。”“可我的罪不轻啊！”“那我可管不着。”\n　　完了，一切都完了！我的大好青春年华，就这么毁了！明明主线刚开始我怎么就嗝屁了！好了，抱怨完了，睡觉。没错！任何事都不能打扰我睡觉！\n　　第二天，我去打饭，吃的是一个面包。这是一天的伙食，没错，是一天的！这怎么可能忍得了！反正背包没被清空，我直接拿冰剑越狱吧！“大家注意，为了加强防御措施，我们监狱加入了一支军队，保证没有任何人能够逃走。所以别想着通过背包里的高级装备逃走。”我懵了，我完全懵了！\n　　领完伙食之后，要开始一天的工作。工作只有一项，安静的坐着。很简单对不对？但我只想说:******。为什么？因为安静的坐上一整天谁能忍得住！睡觉？刚睡着后面一棍子就把你抡飞，你敢睡吗？反正我敢睡！\n　　一天下来，我被打了几十回，原因就是睡觉。这监狱生活......我要疯了。“好了大家集合！下面公布福利名单！”福利名单？难道是末姐说的挑战名单？\n　　“可以参加的有：......没有了。”什么？？？我没听清！你这语速是要上天！于是我问旁边的大哥：“大哥，刚才他说了什么？”“你是新来的吧，我告诉你，别指望着出去了。那群混蛋为了省钱故意不让人参加，然后再对外宣称没人过关，这样他们就能省下造场地的一大笔钱！”\n　　不是吧！这么不要脸！我打心底佩服他们。城主的话都不听，小伙子，有志向！“等等！”不对，有转机！我有点兴奋的看着说话的人。“这么多人一人一个面包多花钱啊，把他们全杀了吧，就对外宣称因为近年来没人过关，犯人们恼羞成怒，引发监狱暴乱，被就地处决。”“嗯，真是个好办法！”\n　　那一瞬间，我惊呆了！！**********我没听清，你再说一遍！把犯人全杀了！你们还要脸吗！“那什么时候？”“正好现在都聚在一起，直接杀了吧。”于是所有的士兵都拿起了剑，向我们冲过来。\n　　“早就听说你们监狱不要脸，今天还真是大开眼界啊。”“末姐！”我痛哭流涕，看到了最后一点曙光，“救命啊末姐！你不救我我就得死在这了！”“真是的，别哭了！我不救你还来这干嘛。”末姐瞪了我一眼。“够了！你们还把我这个监狱长放在眼里吗！把他们都杀了！”监狱长彻底发飙，拿起棍子朝着末姐脸上打。然后，跟我想的不一样，末姐被打了！被打了？？？\n　　“末姐，你怎么了！”我感觉情况有些不对。“末影人是吧，你跑啊！你瞬移啊！你还手啊！”棍子在末姐的脸上连续打了三下，这时我发现末姐的胳膊上多了个针。“不会吧！降灵针！”降灵针是手工定制的一根特殊的针，在刺中敌人后可以将其定住，极其稀有。\n　　“终于发现。不过你还真以为降灵针能定住我。”末姐突然爆发出强烈的气势，将所有人震飞出去。“刚才你是装的！”监狱长瞬间吓尿。“那当然。我可是王阶，区区一根针怎么可能定住我。刚才你刚在我脸上打了四下吧。”一、二、三、四。每一巴掌都把监狱长的脸变胖了一圈。“我不是来劫狱的，我只想让你们恢复挑战。”“是是是，您说什么我都答应！”\n\n\n\n\n",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583817480,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}