{
    "title": "【感想】愿你不忘初心，为梦前行",
    "author": "六百两",
    "replyCount": 12,
    "timestamp": 1583467680,
    "txt_content": "昨晚夜宵吃多了，导致我怎么都睡不着，就躺在床上乱七八糟地想一些事情。想到最近遇到的一些事情，我就十分地恼火，不能说恼火吧，应该是嫉妒。\n我们工作室目前只是在网易上面发一些皮肤，过两天就是一周年了（3月10日），一直处于一种不温不火的状态：一年过去了，开发者等级混到了十级，粉丝1300个，这是个看起来刚好及格的结果。但是这却是我们用了30多个皮肤换来的结果。\n但是另外一边呢？去年大概十月底的时候，一个叫狂风的人找到了我（讲道理，我跟他根本不认识，他能找到我大概纯粹是因为我在开发者主页上公布了我的QQ号）他自称是“老罗工作室”的副室长，和我们工作室做一样的事情，听他语气是个初中生，也有可能是个小学生。出于礼貌和对同行的尊重，我给了他鼓励。后来我们也很少有交集，但是一直没有删好友，有时候也会在QQ空间互动一下，但怎么也说不上很熟。就在几天前，我闲着无聊去搜了一下他们工作室的作品，一看我吓了一跳，从他们发布第一个作品到现在也就几个月的时间，总共也就才七个作品（皮肤），而且近一个月就没更新过。做工只能算得上是三流近二流水准，但是确实有了800多个粉丝，开发者等级到了八级。他们下载量最高的皮肤叫抖音小乂，总共6.8万下载，但是就是一个普通的卫衣男，衣服和裤子基本是纯色，就在头上面花了点工夫，但看起来就像是套了个模板，就这样，起了这么个名字，就有了6.8万的下载。反观我们呢，我们最高下载量的皮肤是JOJO的dio，截止目前也就四点一万的下载（上架时间是2月份）我是真的不明白为什么会这样子，我们的作品渐变，躁点，还有用双层来修饰嘴部等等等等应有尽有，我们其他皮肤的质量也基本维持在这个水准。30多个皮肤里面下载过万的也不到十个，为什么就是干不过一个名字叫抖音的呢？\n还有一个让我很恼火的应该是自身问题，我初二才开始接触剪辑，2018暑假开始当up主，一年半过去快两年了，粉丝数量有158个。我必须承认这是我的问题，我是在今年才开始接触pr的，以前一直是在用自己的手机剪辑，这就导致了我视频质量一直都不算很高。当然这个不是重点，重点是我对我自己的技术一直十分自卑，近一个月我开始接触mi，但是我进入这个圈子之后发现一件很惊讶的事情----在使用mi做动画的基本上都是一些十二十三岁的人，而且它们的质量让我一个16岁的人不知道脸该往哪里放。\n想到这里，我就一直搞不懂一个问题：我过去十几年就进活哪了？为什么一些晚辈能做的比我出色这么多。那一刻，我真的很迷茫，很想从旁边的窗台跳下去。\n从在网易发布第一个皮肤的那一刻起，我们就明白了一个事实：我们的皮肤风格跟网易主流实在是差太远了，我们只会做自己想做的，因为价值观的问题，我们真的没有办法去迎合网易的主流。但是我们会因为我们自己的爱好做下去，做到我们做不下去为止。\n还有技术，我出生的家庭思想本来就很保守，我的思想也很保守，当一个创作者在我看来已经是一个不可思议的事情了，但我还是去做了，尽管这看起来非常的晚，非常的不合适。b站现在有很多十三十四岁的生活区up从抖音过来的，来了才一个多月却已经有1000多的粉丝了。看看人家的数字，再看看你的，真的很心酸，但是这又有什么办法。过了五一，我就是个一个十六岁的人了。我应该学会为他人的精彩而鼓掌了。\n\n感谢你能看到这里，最后送所有的MC内容创作者和想成为创作者的人一句话：你们都是一群有梦的人，愿你们在追梦的路上，不忘初心，以梦前行。\n\n午安。",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1583468880,
            "txt_content": ".加油！！"
        },
        {
            "author": "E.T.星落辰",
            "timestamp": 1583469180,
            "txt_content": "不是一路人，听说过这句话吗？\n你想要用你的价值观和世界架构去打破那些早已固步自封的人的圈圈，那就只能是找罪受。在网易的一个RPG服务器里开发某个职业的非主流玩法，都会被成群的人指责谩骂，称你是“铁憨憨”，这样的环境，这样的人，有交流的必要吗？\n探寻更好更美更多，反思自己的问题，是我们的追求，而不是他们的。他们需要的只是圈地自萌，只是被“大佬”的称呼、几千人的粉丝吹捧得飘飘然不知所以，你要冲进场打碎他们的幻想，岂不是自己找攻击？我们和他们，永远不会是一路人。\n\n寻找自己的路，做自己认为正确的事情，当然不忘反思，因为随时随地我们都可能踏入刻奇的怪圈。去追求就好。\n\n另外那些年纪轻轻就似乎很强的，只不过是因为他们接触了这些方面的学习资源而已= =只是接触时间和兴趣问题，和个人能力真的无关。\n\n最后，照常推荐书目：《娱乐至死》《美丽新世界》（太有名了我就不写作者和出版单位了2333）"
        },
        {
            "author": "a12457866",
            "timestamp": 1583497740,
            "txt_content": "加油.........."
        },
        {
            "author": "樱千落妖精",
            "timestamp": 1583498460,
            "txt_content": "加油【希望汝可以常驻泥潭，这里会遇见懂你的人】"
        },
        {
            "author": "小孩孩",
            "timestamp": 1583498580,
            "txt_content": "有时候真的是要靠运气发展的\n但是你只要实力足够，没人会瞧不起你\n希望你加油"
        },
        {
            "author": "魅-内存君",
            "timestamp": 1583499000,
            "txt_content": "追求源于热爱，好好打磨工匠精神，抓紧时间享福吧"
        },
        {
            "author": "雨天洛夜",
            "timestamp": 1583501220,
            "txt_content": "粉丝经济，那咋整嘛，真的优秀的东西没人看，挺难受的"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1583501580,
            "txt_content": " 本帖最后由 所罗门的钥 于 2020-3-6 21:36 编辑 \n\n加油\n没必要在乎别人追捧什么\n做自己想做的就好\n个人觉得技术这种事真的是坚持\n我小学的时候就自学java\n书都能看得懂\n但就是没能坚持下来\n现在高中了还是一事无成\n看到现在论坛很多初中大佬真的是很羡慕也很后悔引用王尔德的话 梦想家只能在月光下寻找前进的方向，他为此受到的惩罚，是比所有人都提前看到曙光。"
        },
        {
            "author": "Jaanai",
            "timestamp": 1583502960,
            "txt_content": "楼主加油\n追求卓越，成功就会在不经意间看上你。"
        },
        {
            "author": "小敖丙",
            "timestamp": 1583503680,
            "txt_content": "想写这么多"
        },
        {
            "author": "青芦叶",
            "timestamp": 1583504160,
            "txt_content": "应该用自己的作品进行自我表达，吸引志同道合的人"
        },
        {
            "author": "q1661779578",
            "timestamp": 1583504160,
            "txt_content": "有句话说得好，真理掌握在少数人手中"
        }
    ]
}