{
    "title": "【原创·连载】我的世界飞逝堕落番外：那三年",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1583476920,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:34 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n      ......这一章写的很渣\n\n\n      番外：那三年\n\n　　冬日难得的明媚阳光终于照进了这个常年冰封的城市，地上久违的有了点绿色。扑浮旭房间的窗外爬上了一点青绿的藤蔓，然后飞快的衰败，变成凋零的灰色，掉落到了地上。自从扑浮旭从大寒峰回到城里，就一直闭门不出，城主府内外都弥漫着死亡的气息。\n　　扑浮旭躺在床上直直的盯着天花板。自从三年前回来之后，她就没闭过眼。不是因为伤心，是因为身体上的疼痛。实验过后，她的身体一点一点的撕裂开，然后愈合，然后再撕裂。三年里，这样的痛苦一直重复在她身上。\n　　她的脸变成了青绿色，这是尸化前的征兆。昨天夜里，她死了，静悄悄的。无人发觉，也无法发觉。“想活命吗？”在她的灵魂终于要解脱的时候，一个灵魂也飘到了这里。“不想，你可以滚了。”开玩笑，我做梦都想死，怎么可能要活着。“你就不想复仇吗。”这个灵魂好像知道她的一切。“不想。”“哎呀呀，真是个奇怪的人呢。”\n　　确定吗？她突然有丝疑惑。自己这样默默无闻的死去，真的好吗？经历过痛苦之后终于获得了力量，可一点都没用就死去，这样真的好吗？“你有办法让人死而复生？”“当然，我还能让你变强。”变得更强吗？力量，就是一切啊。“条件。”\n　　“我是创世之初便存在的神识：时。我能让你复活，但前提是你要让我寄宿在你身上。”神识？没想到自己竟然会因祸得福啊。不过，这真的是福吗。“如果只是寄宿的话，没问题。”扑浮旭慢慢闭上了眼睛。“好，那我就先带你回主殿。”时空瞬间扭曲，扑浮旭和时来到了一个金闪闪的宫殿。\n\n　　“这里是逝者的转生殿。我可以让你在记忆保留的情况下转生回自己的身体上，而且你可以选择一种特殊的能力带回去。”“嗯。”扑浮旭点点头。“我这边还没准备好，你先到处看看吧。”\n　　“特殊能力吗？”扑浮旭苦笑了一下。“小姑娘，你是跟时大人一起来的吗？”一个中年大妈走了过来。“是啊，怎么了？”“你可真是幸运啊。”大妈感慨道。幸运吗？幸运吧。扑浮旭未觉喜悦，只有满满的哀伤。大妈瞧见了不对劲：“时大人难道没有发现吗？”“发现什么？”“你已经有神识了。”\n　　扑浮旭傻了：我有神识？“虽然是封印类，但好歹也是神识啊！”大妈羡慕地看着她。“这......”“我不要转生！不要拉我！”不远处的转生之门那里，有一个小女孩死活不要重生。“放开她。”说这话时扑浮旭的脸上和心里都是静如止水。\n　　“有时大人的气息，看来是贵宾。”守卫们把她放开。“小姑娘，怎么了？”看着女孩一把鼻涕一把泪的，扑浮旭感到有些烦躁。\n　　“我死之前，是被凌迟的。所以我现在还有些阴影。”扑浮旭差点笑喷：“凌迟？你一个小屁孩凌迟你干嘛？”“我也不知道......我只是去地狱拿地狱疣酿药。回来时我对他们说地狱领主凋零脾气很好很善良，就被他们当女巫杀了。”女孩说到这里又哭了起来。\n　　原来是这样啊，受了委屈后又被无辜地杀掉。明明只有一颗救人之心，却被世人颠倒黑白。“水之城主没管？”（因为只有水之城的地狱岛上有地狱门）“没有，城主高住在水之圣地-浮空宫殿里面，根本不管我们这些平民。其他一些地方，甚至有人吃人的事件也不为过。”\n　　“我也是从水之城来的。”旁边也有人发话了，“我是因为传统被献祭的。”“我是被水之城主杀掉的。我只是想要城主多关心一下下面的岛屿，结果城主发酒疯就把我杀了。”\n　　“要不要说一下圣城的事？”全场顿时安静。“不得不说，昭影确实是个明君，圣城的发展我们也是看在眼里，可是治安实在是烂到不行。小巷里到处是黑帮，大街上打架事件天天有，还常常发生炸房事件。虽然每次昭影都及时下令追查，可到现在没有一次抓捕成功的案例。现在监狱还是空的呢！”\n　　“还有金之城，那边的监狱烂到不行！为了钱连城主的话都不听！”原来大家都有那么多的怨恨啊。明明这些人都是普通人，从未犯过伤天害理的事，而且还为他人着想，可却只能在这里发布自己埋藏心底的怨恨；而世界上那么多本应该死的罪人们，却依然那么猖狂！\n　　“我说你们，够了没。”一个男子走了出来，“人不为己，天诛地灭。如果你不能在这个世界上想办法生活下去，那就请乖乖的闭上嘴！你们说那些是罪人，呵，你们都死了，他们是不是罪人关你什么事！好好地转生不就行了吗！等到下一次的生命，不就可以忘记烦恼了吗！你还管这些破事干什么！”\n　　“哎呦呦，怨，你好大的脾气呦。浮旭，你怎么看？”时走了过来。“我？”扑浮有些吃惊地指了指自己，“我可没有资格！”“不不不，你可是恨的主人啊，没人比你更委屈的了。”我，委屈吗？“其实，我并不觉得多委屈。或许，本身我就是个违背常理的存在。明明努力了，却没有回报；明明自己表现的多么强大，到头来什么都不是。”\n　　“别低头啊，扑浮旭，你并不特殊。世界上也有和你一样一直努力着的弱者们，世界上也有和你一样惨遭背叛的人。世界没有公平，但可以创造公平。你，准备好获得特殊的能力了吗？”“嗯，我已经有答案了。”\n　　“我知道你的答案，那开始吧。”时将扑浮旭带到转生之门前，“你，扑浮旭，将以身为引，以血肉为蛊，救能救之人，杀能杀之人，以消耗寿命为代价，成为世界上最后一个王！”\n　　天亮了，门开了，扑浮旭带着苍白的面孔走出来。她是人类，也是女巫，世间第七个也是最后一个王阶强者。\n\n\n",
    "replies": []
}