{
    "title": "【原创·连载】我的世界飞逝堕落第十七章",
    "author": "但是你",
    "replyCount": 3,
    "timestamp": 1583477160,
    "txt_content": " 本帖最后由 但是你 于 2020-3-8 18:34 编辑 \n\n      首发地址：https://book.qidian.com/info/1017577575\n\n      从这一章开始，更新速度变为每周一章\n\n       第十七章：挑战开始\n\n　　我什么都不想说。自从末姐走了之后，监狱长就整天阴沉着脸盯着我。吃饭时盯、睡觉时盯、甚至连上厕所都在门外堵着！我是真的受不了，幸好马上就要开始挑战然后离开这里，不然我都要打他了。\n　　“好了集合集合。”监狱长耷拉着脸拿起挑战名单，“挑战者有1号、233号、928号......”他念了上百个号，嘴唇都磨的红润了，硬是没有我的号。“结束！”纳尼？！“等等，我呢？”“你把一整个湖的水都抽干了，简直罪大恶极！别想着出狱了！”\n　　阿咧！！！不是吧！明明我才是最重要的啊！作者你给我滚出来！我是主角！（被禁言的作者：******）算了，等末姐来救我吧。说曹操曹操到，末姐瞬间来到监狱里，监狱长直接跪下：“大姐啊！我听从你的吩咐了啊！”“我不是说这件事。”主角光环！主角光环！“我是来观看挑战的。”（主角把光环摔在地上）\n　　我晕了，在这里主角光环就是个摆设！算了，先看挑战吧，毕竟是唯一一个娱乐项目了。监狱长带领我们走到试炼场地的上方，那里是玻璃做的，可以完美的观看场地每一个角落。“大姐，我怎么办？”我凑到她耳边嘀咕着。“我不救也会有其他人救。”（主角小心翼翼的捡起了光环）\n　　挑战开始！首先我们可以看到整个场地是个1000000平方米的大型封闭式场地，里面包含了树林、平原、海洋等生物群系，完全一个微缩的世界。在场地中心有一座上千米高的大山，上山的道路已经被封锁，只有突破山周围的四个祭坛才可以通行。整个场地是以空岛形式建立的，掉下去的人将直接出局。山上也会有关卡等着他们，只有第一名到达山顶的人才能出狱。（因为这个场地实在太费钱，所以监狱从来没举办过。）\n　　“场地还不错嘛。”末姐点点头的瞬间，两个人被祭坛守护者淘汰。“看起来很好玩啊。”我郁闷的坐在地上，郁闷的看着下面如此有趣的场地。“想去的话你也可以去，就是不能出监狱罢了。”“可以吗！”我两眼放光，呆在这里太无聊了！\n　　监狱长把我推进挑战里：“去吧，别后悔就行，这个挑战是允许杀人的。”“武器呢？”“因为你不是正式挑战人员所以没有武器。好了，万物皆可当武器，专心挑战吧。”然后门关上了。一把刀从后方砍向我脖颈，然后我就被砍了......背包里的物品在进来时已经被收走了，我能怎么办！\n　　“要死啦要死啦！”我被人拿刀追着砍，脖子一直飙血不止。“快死啊快死啊！”“你为什么这么想让人死啊！”“我也不知道啊！”我侧仰躲过刺来的刀，手刃打向对方的腰，然后趁对方重心不稳顺势夺下刀。“一个女孩子天天砍人多不好啊。”她躺在地上捂着腰喘着粗气，看来刚才那下打得不轻。\n　　“喂，流血了怎么办啊。”这是我在这个世界第一次被人砍到流血（之前的伤因为神力都是直接回复了，只有这次一直流。）“我这刀上抹了剧毒，被砍的人必死无疑！”“哦，只是毒的话就没事了。”女巫的毒我都没事，这种小毒算什么。“这可是王阶女巫酿的最强的毒啊！”“噗！那你怎么有！”真是怕什么来什么，作者你是不是脑子出毛病了！一直虐主角干嘛！我太难了！\n　　脖子已经不痛了，可我知道那是毒阻碍了神经。“末姐！怎么办！”我喊向末姐。“如果真是她最强的毒那就好自为之吧，那毒她自己都没有解药。”“你有这种毒，你应该知道解法吧。”我又往向她。“这......女巫给我这个毒的时候确实说过有解法，但你是办不到的。这种毒十分钟内就会让人毙命，你需要超越王阶的灵力来强行把毒逼出来。”强行解毒吗？十分钟内找到TA，恐怕只有末姐能办了。\n　　末姐看到我的目光，眼神变得险峻起来，声音也有些发颤：“不不不，我不知道。”那完了，故事结束。“没关系，如果能找到会用毒的人，灵力限制可以下降。”女巫不会帮我，那还有谁？“没办法，真是头疼。”末姐瞬移走，然后又立即瞬移到我面前，“漪蛛，你帮他解毒吧。”蜘蛛女王漪蛛站在我面前鄙夷地看着我：“你小子怎么天天有事啊。”“我这也没办法啊。”\n　　“漪蛛是洞穴蜘蛛，是用毒的高手，灵力限制可能会降一点，我们两个人应该可以逼出来。”“你们只需要把灵力打进他的体内，不过重要的还是你。”她看向我，“这种毒有强大的副作用，会让人至幻。幻境里有个核心，如果你在幻境里1小时内不打碎核心就死定了。”“来吧！”\n　　脖子开始发烫，然后我的眼前开始变换，直到空间彻底稳定下来。“校园啊。”我回到以前的小学。“幻境是采取记忆的形式吗？”我看着手中的学生证，五年级1班。“竟然是......那个时候......”我走进熟悉的教室，回到熟悉的座位。我的右边，是她......\n　　怎么办！我要疯了！这段记忆的核心，很明显就是她！到底要怎么打碎啊！“林展宏？”声音轻轻的飘到我耳旁。“哦，没事。”依然是那么温柔，这样我根本下不了手啊！“林展宏你在干嘛！快破坏核心啊！”末姐的话出现在我耳旁，手中浮现出一柄匕首。“我下不了手。”“这只是幻境！”“这太逼真了。”\n　　“什么逼真啊？”她侧头望着我，大大的眼睛浮现出迷茫，“你今天好不对劲啊。”一听到这声音我心都融化了：“真的没关系，我平时不都这样吗？”我尴尬地笑了笑。\n　　“这家伙真是太傻了！”漪蛛气得脸都鼓了起来。“女巫的毒可真狠啊，就算是我们也不一定能下手，全看他的造化了。”\n",
    "replies": [
        {
            "author": "稽光",
            "timestamp": 1583497500,
            "txt_content": "都第十七章了？！\n话说你每天都挂着链接，却之前又说一周一贴，别人直接看链接就可以了"
        },
        {
            "author": "wu789456",
            "timestamp": 1583601360,
            "txt_content": "顶帖，顺便像提米问个好"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817420,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}