{
    "title": "[Minecraft.net | CULTURE]华美温室和蜂蜜彩虹",
    "author": "GCVillager",
    "replyCount": 11,
    "timestamp": 1583482440,
    "txt_content": " 本帖最后由 GCVillager 于 2020-3-7 13:05 编辑 \n\n\n\n\n\n\nfile_1583477228000.jpg (133.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 14:47 上传\n\n\n\n\n\nGORGEOUS GARDENS AND HONEY RAINBOWS\n华美温室和蜂蜜彩虹\nFour of our favorite recent community builds!\n近期社区作品中，我们最喜欢的四个！\nNova Barlow 诺瓦·巴洛\nIt’s time to highlight just some of the latest community submissions that have caught our eye. We’ve been delighted by the enthusiasm of our creative community and appreciate the many submissions we’ve seen being submitted to FeatureMe@minecraft.net.\n是时候给它们打上高光了——给那些吸引我们的近期社区作品。我们创意社区的朋友们的热情使我们喜悦，同时，我们也要感谢所有给 FeatureMe@minecraft.net提交作品的朋友们。\n\nWe are highlighting four builders today, each chosen for very different reasons.\n接下来我们要赞美这四位创造者。我们选择这四件作品，是因为四个完全不同的原因。\n\n\n\n\n\n\nfile_1583477228000.jpg (94.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 14:47 上传\n\n\n\n\nWere you wondering what’s inside that gorgeous greenhouse belonging to RespectTheKitty? Here it is!\n你刚刚是否好奇RespectTheKitty光彩夺目的温室里有什么？赶紧来看看吧!\nOur first image from RespectTheKitty(it’s also the image at the top of this article!) presents us with an elegant greenhouse that not only organically blends into the surroundings, but still manages to make a dramatic entrance with the hanging lanterns and walkway. Fortunately, we don’t have to guess what grows in their garden, as they have also provided an interior view showcasing some of our favorite Minecraft florals.\n我们的第一张图片属于RespectTheKitty(这同时也是文章开头的那张图片!) ，这张图片给我们展示了一个可爱的温室，这个温室不仅和周围的环境完美融合，还有引人注目的灯笼和漂亮的小道。还好，我们不需要绞尽脑汁去猜这个温室里究竟有什么，因为作者也给我们提供了一张温室内的照片，使我们看到了我们喜爱的方块小花。\n\n\n\n\n\nfile_1583477227000.jpg (47.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 14:47 上传\n\n\n\n\nLuke Luna created this dreamy honey vision while we all waited eagerly for the Buzzy Bees update!当我们正在期待着嗡嗡蜂群更新的时候，Luke Luna创造了梦幻的蜂蜜幻象。\nNo less dazzling and colorful is Luke Luna’s honey block vision. While the rainbow honey isn’t real, it does have us buzzing about the possibilities in our minds. The image itself presents a flowing, sweet vision that we couldn’t resist sharing with everyone. Plus, it’s just cool the way the blocks look like liquid.\nLuke Luna的蜂蜜幻象同样光彩夺目。尽管这彩虹一般的蜂蜜并不是真实存在的，它也成功地使我们的大脑开始以嗡嗡蜜蜂的方式思考。这张图片向我们展示了一个流淌着甜甜的蜂蜜的蜂箱的幻象，使我们忍不住要和大家一起分享。还有，这“流动”的“液体”方块真的很酷！\n\n\n\n\n\nfile_1583477227000.jpg (76.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 14:47 上传\n\n\n\n\nEmerald Pines’ lovely house looks like the perfect home base for adventurers!\n对冒险家来说，Emerald Pines可爱的小屋简直就是最好的基地！\nEmerald Pines submitted this enchanting house with delightful attention to landscaping the terrain outside. The walkway lights are a pleasant touch and no doubt makes this dwelling just as stunning at night. We’d also hang out on that front porch anytime, it looks so relaxing!\nEmerald Pines 给我们带来了这个迷人的小屋。它的作者非常注重美化小屋周围的环境，这就使小屋更加令人愉快了。漂亮的火把就是小道旁的路灯，不用说，这使这幢屋子在晚上也能展现它的美丽。我们还很想去前廊上面逛逛，在我们看来，这是一项休闲的活动！\n\n\n\n\n\n\nfile_1583477227000.jpg (253.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 14:47 上传\n\n\n\n\n\nGinga Ninja’s side garden has us thinking well beyond the basics of landscaping\nGinga Ninja的后花园让我们对园艺景观设计的思考更深了一层次。\nFinally,Ginga Ninja’s garden has a deliberate, planned quality to it that accents the surroundings, doesn’t block that dreamy water view, and has a level of polish that looks like a professional gardener planned it. Kudos for such a fine build,Ginga Ninja. We look forward to seeing more of your builds soon!\n最后要介绍的,Ginga Ninja的作品，Ta的花园是经过精心策划的，很好地突出这里周围的环境——没有挡住周围的大海，这简直就像是一个专业园丁的作品。给你的作品点一个赞，Ginga Ninja。我们迫不及待要看到你更多的优秀作品了！\n\nThank you so much for letting us peek into your worlds,RespectTheKitty,Luke Luna,Emerald Pines, and Ginga Ninja .\n太感谢你们了,RespectTheKitty、Luke Luna、Emerald Pines和 Ginga Ninja，你们让大家窥见了属于你们自己的小世界。\n\nAre you ready to see your build become famous? We’re taking submissions for all your builds large and small.\n你想让自己的作品出名吗？我们等待你们的提交自己的作品，无论作品是大是小，我们都会仔细欣赏。\n\nHere are some helpful tips to help rise to the top and possibly see your build featured here:\n接下来我要介绍一些有用的小技巧，能让你的作品到达顶峰，还能让我们看见你作品中属于你自己的特色：\n\n● Take a look at what we’ve featured so far and dare to dream up something different!\n● 浏览一下我们展示过的那些作品，并且要敢于创新！\n\n● When sending in your images, remember larger images are better. If you send us images that are no smaller than 1280x720 pixels in size, we can see your entire build and make sure none of it gets left out when we feature it here.\n● 当你像我们展示作品时，要记住，图片越大越好。如果你的图片分辨率大于1280x720像素，我们就可以看见你建筑整体的样子，而且还能确保不落下图片中的每一个细节。\n\n● Toggle off that UI so we can see your lovely build!\n● 把你的UI隐藏掉，这样我们能够更好地看清你可爱的作品！\n\n● Feel free to include some helpful information, especially if you’ve incorporated some especially tricky building techniques that others may learn from! Or just tell us what inspired you.\n● 你可以加入一些对他人有用的信息，尤其是那些特殊的建筑技巧，来让大家学习一下！或者，告诉我们是什么给了你创作的灵感也不错。\n\nOnce you are ready, send those images to FeatureMe@minecraft.net!\n如果你的建筑已经完成，就把图片发到 FeatureMe@minecraft.net吧！\n\n【GCVillager 译自官网 2019 年 12 月 19 日发布的 GORGEOUS GARDENS AND HONEY RAINBOWS；原作者 Nova Barlow】\n【本文排版借助了：SPX】去年的文章，还没有翻译……\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583483820,
            "txt_content": "等了很久都没人摸这篇"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583484900,
            "txt_content": "KalphaGo 发表于 2020-3-6 16:37\n等了很久都没人摸这篇\n太邪门了……\n我在你的Github上找到的，居然没有一个人"
        },
        {
            "author": "火火恍惚",
            "timestamp": 1583556780,
            "txt_content": "顶啊顶啊顶啊顶啊顶啊"
        },
        {
            "author": "Xiao2",
            "timestamp": 1583596200,
            "txt_content": "骷髅马引人注目\n红石线做屋顶引人注目"
        },
        {
            "author": "773225524",
            "timestamp": 1583749020,
            "txt_content": "哈哈哈哈发句号"
        },
        {
            "author": "wujia123",
            "timestamp": 1583766300,
            "txt_content": "额呵呵大呼小叫等你"
        },
        {
            "author": "a2162942733",
            "timestamp": 1584004860,
            "txt_content": "我问问我问问我问问"
        },
        {
            "author": "a2162942733",
            "timestamp": 1584004920,
            "txt_content": "呜呜呜呜呜呜呜呜呜呜呜\n呜呜呜呜呜呜呜呜呜呜呜我\n呜呜呜呜呜呜呜呜呜呜呜"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584004980,
            "txt_content": "a2162942733 发表于 2020-3-12 17:22\n呜呜呜呜呜呜呜呜呜呜呜\n呜呜呜呜呜呜呜呜呜呜呜我\n呜呜呜呜呜呜呜呜呜呜呜\n你有病是吗？\n版规不看看？"
        },
        {
            "author": "安阳先生",
            "timestamp": 1584028920,
            "txt_content": "想看这个温室的教程~直接戳在喜欢的点上"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584057960,
            "txt_content": "安阳先生 发表于 2020-3-13 00:02\n想看这个温室的教程~直接戳在喜欢的点上\n这个是官方从别人发的邮件里弄到的，教程要找原作者，不好找"
        }
    ]
}