{
    "title": "[Minecraft.net|CULTURE]超厉害的迷宫求解器",
    "author": "jinvgy",
    "replyCount": 2,
    "timestamp": 1583592660,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-7 22:50 编辑 \nhttps://www.bilibili.com/video/av94192643/超厉害的迷宫求解器\nAMAZING MAZE SOLVER\n(看看)Chitzy如何用盔甲架去自动解决迷宫问题\nHow Chitzy uses armorstands to automatically solve puzzles\n\n       这可真酷啊，我完全无法理解(其中的原理)。Chitzy利用FloodFill算法来在Minecraft中做了一个迷宫求解器！\nThis is cool. I do not understand it. Chitzy has built a maze solver in Minecraft using the FloodFill algorithm.\n       (FloodFill算法？)那是啥？我就像个傻瓜一样，只得前去请教Chitzy本人。\nWhat does that mean? I asked Chitzy to explain it to me like I was an idiot.\n       \"就像名字里的'FloodFill(漫灌)'所说，这个算法将从玩家的位置（起点）开始，用盔甲架去填充所有可填充的地方，每一次填充都会给盔甲架添加一个索引数并在(一次)填充完毕后将其增加。当一个盔甲架站在出口上时，所有填充操作将会停止，同时会(通过索引数)开始查找其与入口相连的最短路线。这听上去很复杂但其实很简单，这个教学视频(注:见下折叠2)有进行详细解释。\"\n“As the FloodFill name suggests, the algorithm fills the map from the player location (the solver) in all possible directions with armorstands, each step giving each armorstand an index number and increasing it after a step is completed. When an armor stand is placed above the exit, the whole thing stops and traces the route back by simply connecting to the corresponding lower index near it. It sounds complicated but it's quite simple actually, this video explains it better.”https://www.bilibili.com/video/av94233528/\n       噢，原来如此。现在我明白了，谢谢你啦~ 脑子已爆\nAh yes. Perfectly clear now, thank you. brain implodes\n       Chitzy是如何把这些东西给应用到红石上的？\nHow did Chitzy get into these sorts of complex redstone creations?\n       \"我是1.2.3版本入坑的Minecraft，自从红石的作用变得像编程一样的的那一刻起(注:1.5红石更新)，它就成为了我最爱的东西——这是我从小就有的兴趣。我开始玩弄红石，很快我就发现我已经在研究各种命令并管理一个服务器，我还发布了我的第一张冒险类地图。拜命令方块的加入(注:1.4.2加入命令方块)所赐，一切都更加有趣了。现如今我已经有了五张未完成的冒险类地图以及许多小小的红石机关，这些都是我这些年来所积累的成果。\"\n“I started playing Minecraft on version 1.2.3, and after messing around with redstone it became my favorite part of the game since it resembled programming so much - that's my other big hobby since I was a kid. I started messing with it and soon enough I found myself digging through the game code, managing a Minecraft server, and releasing my first adventure map. All that became even more interesting when command blocks were implemented. Nowadays, I find myself with five unfinished adventure maps, and a lot of other small redstone projects that have accumulated over the years.”\n       \"这十分有趣——你只需要将命令方块与基础的红石逻辑结合起来就可以创造一个复杂的算法，你也可以(给你的Minecraft)打上材质包，你甚至可以在此基础上创造出一个你自己的新游戏！\"\n“It's quite fun - combining command blocks and basic redstone logic you can create complex algorithms, and adding resource packs on top of that, you can literally make your own new game on top of the existing one.”\n       真是个有智慧的玩意儿啊！\nSmart stuff!作者：Marsh Davies\n日期：2016.11.25\n原地址：https://www.minecraft.net/zh-hans/article/amazing-maze-solver",
    "replies": [
        {
            "author": "Xiao2",
            "timestamp": 1583623680,
            "txt_content": "突然想起图论的最短路。"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583659140,
            "txt_content": "是传说中的Minecraft编程！（滑稽）"
        }
    ]
}