{
    "title": "[ASkyBlock]问题",
    "author": "zhaohang2002",
    "replyCount": 11,
    "timestamp": 1583484720,
    "txt_content": "我是一个腐竹 今天不知道怎么回事突然说我不能用玩家岛上的炼药锅(装了粘液科技)\n\n显示Sorry,but the plugin ASkyBlock does not allow you to access this Block\n\n求解",
    "replies": [
        {
            "author": "EmptyLava",
            "timestamp": 1583484720,
            "txt_content": "zhaohang2002 发表于 2020-3-6 18:16\nBREEDING: false\n     # Allow visitor use of cauldrons and brewing stands\n     BREEDING: false ...\n前者false不变\n后者true\n这样就行了\n如果你要让访客也能用坩埚的话 前者也变true"
        },
        {
            "author": "EmptyLava",
            "timestamp": 1583485140,
            "txt_content": "发一下askyblock的配置文件"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583486040,
            "txt_content": "EmptyLava 发表于 2020-3-6 16:59\n发一下askyblock的配置文件\nisland:\n   # Space between islands in blocks - NEVER change this mid-game.\n   # Values for a new world:\n   # 400 - puts players distance enough that they usually cannot see each other\n   # 200 - allows some expansion of the protected zone (recommended)\n   # 110 - for compatibility with established worlds. Cozy.\n   # 50 - minimum - not recommended\n   # IF YOU ARE UPGRADING YOU MUST USE YOUR OLD VALUE EXACTLY, E.G., 110\n   # OR RESET YOUR WORLD\n   # Value must be an even number\n   distance: 200\n\n   # Default protection range (even number). Min = 0, Recommended = 100\n   # Larger values will take longer to calculate the island level\n   # Admins can change protection sizes for players individually using /asadmin setrange\n   # or set this permission: askyblock.island.range.<number>\n   # For optimal performance, keep protection range at leat 16 blocks less than distance.\n   protectionRange: 100\n\n   # Start islands at these coordinates. This is where new islands will start in the\n   # world. These must be a factor of your island distance, but the plugin will auto\n   # calculate the closest location on the grid. Islands develop around this location\n   # both positively and negatively in a square grid.\n   # If none of this makes sense, leave it at 0,0.\n   startx: 0\n   startz: 0\n\n   # Sea level height (don't changes this mid-game unless you delete the world)\n   # Minimum is 0, which means you are playing sky block!\n   # If sea level is less than about 10, then players will drop right through it\n   # if it exists. Makes for an interesting variation on skyblock.\n   sealevel: 0\n\n   # Island level - the height of the island.\n   # Lowest level is 5\n   islandlevel: 120\n\n   #How many resets a player is allowed (override with /asadmin clearreset <player>\n   #Value of -1 means unlimited, 0 means hardcore - no resets.\n   #Example, 2 resets means they get 2 resets or 3 islands lifetime\n   resetlimit: 2\n\n   #How long a player must wait before they can reset their island again in second\n   resetwait: 300\n\n   #The number of seconds to wait for confirmation of a reset\n   resetconfirmwait: 10\n\n   #How long a player must wait until they can rejoin a team island after being\n   #kicked in minutes. This slows the effectiveness of players repeating challenges\n   #by repetitively being invited to a team island.\n   invitewait: 60\n\n   #Invite timeout in seconds. Invites will lapse if not accepted within this time\n   invitetimeout: 60\n\n   # Default max team size\n   # Use this permission to set for specific user groups: askyblock.team.maxsize.<number> \n   # Permission size cannot be less than the default. \n   maxteamsize: 4\n\n   # Island level calculation cool down in seconds\n   levelwait: 60\n\n   # Items that will be in the chest when the player starts an island\n   # Must be in Bukkit Materials format. Format is <Material>:<Qty>\n   # or <Material>:<Data>:<Qty>\n   # Use <Data> to set the durability of a item or to select sub-items/colors.\n   # \n   # Spawn Eggs must be defined by name, e.g., MONSTER_EGG:PIG\n   #\n   # The format for POTIONS is as follows:\n   #\n   # Format POTION:NAME:<LEVEL>:<EXTENDED>:<SPLASH/LINGER>:QTY\n   # LEVEL, EXTENDED, SPLASH, LINGER are optional.\n   # LEVEL is a number, 1 or 2\n   # LINGER is for V1.9 servers and later\n   # Examples:\n   # POTION:STRENGTH:1:EXTENDED:SPLASH:1\n   # POTION:INSTANT_DAMAGE:2::LINGER:2\n   # POTION:JUMP:2:::1\n   # POTION:WEAKNESS::::1   -  any weakness potion\n   # \n   # Valid potion names are:\n   # WATER, REGEN, SPEED, FIRE_RESISTANCE, POISON, INSTANT_HEAL, NIGHT_VISION, WEAKNESS,\n   # STRENGTH, SLOWNESS, JUMP, INSTANT_DAMAGE, WATER_BREATHING, INVISIBILITY\n   # For V1.9 these are also available:\n   # LUCK, MUNDANE, THICK, AWKWARD\n   #\n   # Check console for errors and guidance after reloading configuration\n   # Schematics can override this - see schematicsection\n\n   chestItems: 'ICE:2 MELON:1 TORCH:2 BONE:1 LAVA_BUCKET:1 PUMPKIN_SEEDS:1 SUGAR_CANE:1 RED_MUSHROOM:1 BROWN_MUSHROOM:1 CACTUS:1 BREAD:1 WHEAT:1 LEATHER_BOOTS:1 LEATHER_HELMET:1 LEATHER_CHESTPLATE:1 LEATHER_LEGGINGS:1 '\n\n   # Default island companion. Set schematic-specific companions in the schematicsection\n   # Recommended are: COW, PIG, SHEEP, CHICKEN, VILLAGER, HORSE, IRON_GOLEM, OCELOT,\n   # RABBIT, WOLF, LLAMA or NOTHING. Default is COW.\n\n   companion: COW\n\n   # Default list of names, picked at random that will apply to the companion\n   # You can add more if you like. If none are listed, the companion will not be\n   # named.\n   # Set schematic-specific companion names in the schematicsection\n   companionnames:\n   - \"&9[player] 的牛\"\n\n   # Island naming\n   # Only players with the askyblock.island.name permission can name their island\n   # It is displayed in the top ten and enter and exit announcements\n   # It replaces the owner's name. Players can use & for color coding.\n   # These set the minimum and maximum size of a name. \n   minnamelength: 0\n   maxnamelength: 20\n\n   # Players with askyblock.islandfly permission can fly on their island. This setting is\n   # how many seconds the player keeps fly mode while flying outside his island before it\n   # is removed (and they fall).\n   # Negative value will be considered as 0.\n   flytimeoutside: 0\n\n   # The permissions listed below will be given to the player while he is inside his island.\n   # They will be automatically revoked when he leaves his island.\n   islandtemporaryperms:\n   #- \"amazing.permission\"\n\n   # System settings - these cannot be changed by players, only viewed\n   # Allow Enderman Griefing (default is to allow, see next setting)\n   allowendermangriefing: true\n   # Make enderman drop the block he is holding if he dies (recommended)\n   endermandeathdrop: true\n   # Allow creeper explosion damage to block (explosion still hurts)\n   allowcreeperdamage: false\n   # Allow visitors to use creeper explosions to grief islands\n   allowcreepergriefing: false \n   # Allow TNT damage to blocks (stops players using TNT to destroy other's islands)\n   allowtntdamage: false\n   # Allow fire extinguishing by visitors\n   allowfireextinguish: false\n   # Allow chests to be blown up by creepers or TNT\n   allowchestdamage: false\n   # Allow visitors to keep their items if they die\n   allowvisitorkeepinvondeath: false\n   # Allow pistons to push outside of the protected area (maybe to make bridges)\n   allowpistonpush: false\n   # Allow mob projectiles to damage item frames (skeleton arrows, shulker shots)\n   allowitemframedamage: false\n\n# General Settings\ngeneral:\n   # Name of the world - if it does not exist then it will be generated\n   worldName: ASkyBlock\n\n   # Default language for new players.\n   # This is the filename in the locale folder without .yml.\n   # If this does not exist, the default en-US will be used.\n   defaultlanguage: zh-CN\n\n   # Check for updates - this will tell Ops and the console if there is a new\n   # version available. It contacts dev.bukkit.org to request the latest version\n   # info. It does not download the latest version or change any files\n   checkupdates: false\n\n   # ASkyBlock uses commands for some of its fonctionnalities (action bar, titles).\n   # It used to silence them automatically by executing \"/minecraft:gamerule sendCommandFeedback false\",\n   # however, you can toggle here this feature.\n   silencecommandfeedback: true\n\n   # Show enter/exit notices in Action Bar (11.1+)\n   # Only shows if notices are enabled in settings\n   showinactionbar: true\n\n   # Maximum number of islands. Set to 0 for unlimited. \n   # If the number of islands is greater than this number, no new islands will be\n   # allowed\n   maxIslands: 0 \n\n   # Use the control panel as the default display for /island\n   # /island will always create an island if one does not exist\n   # If the control panel is not used, then /island will teleport the player home\n   # Players can change this setting using /island cp on or /island cp off\n   usecontrolpanel: false\n\n   # Create Nether - if this is false, the nether world will not be made and access to\n   # the nether will not occur. Other plugins may still enable\n   # portal usage.\n   # Note: Some challenges will not be possible if there is no nether.\n   # Note that with a standard nether all players arrive at the same portal and entering a\n   # portal will return them back to their islands.\n   createnether: true\n\n   # New island-style nether. Change to false for standard nether\n   newnether: true\n   # Nether trees are made if a player grows a tree in the nether (gravel and glowstone)\n   nethertrees: true  \n   # Make the new nether roof, if false, there is nothing up there\n   # Change to false if lag is a problem from the generation\n   netherroof: true \n   # Nether spawn protection radius - this is the distance around the nether spawn\n   # that will be protected from player interaction (breaking blocks, pouring lava etc.)\n   # Minimum is 0 (not recommended), maximum is 100. Default is 25.\n   # Only applies to standard nether.\n   netherspawnradius: 25\n\n   # Calculate level on login\n   # If true, the plugin will run the level command for the player when they login\n   # If the command is busy, it will fail silently\n   loginlevel: false\n\n   #Commands to run when the player resets their island (uncomment and customize)\n   # [player] is the player name of who is reseting\n   # If the command is proceeded by [SELF] the command will be run as that player\n   # E.g., - \"[SELF] kit tools\"\n   resetcommands:\n   #- \"kit tools [player]\"\n   #- \"some other command\"\n\n   # Commands to execute when player leaves a team, either by leaving or being kicked\n   # Commands will execute even if the player is offline, so may cause errors in\n   # the console if the commands doesn't make sense\n   leavecommands:\n   #- \"kit tools [player]\"\n   #- \"some other command\"\n\n   # Commands to execute when a player starts a new island for the first time - NOT a reset\n   startcommands:\n   #- \"asadmin lock [player]\"\n   #- \"[SELF] balance\"\n   #- \"some other command\"\n\n   # Commands to execute when a player joins a new team island (does /island accept)\n   teamstartcommands:\n   #- \"[SELF] balance\"\n   #- \"some other command\"\n\n   # Visitor banned commands: Visitors to islands cannot use these commands\n   visitorbannedcommands:\n   - spawner\n   - spawnmob\n\n   # PVP cooldown in seconds. Players cannot toggle PVP off and on until this timeout\n   pvpcooldown: 60\n\n   # Invincible visitors - Prevent players from killing them (intentionally or by accident)\n   # If they fall to the void, they get TP'd to their island.\n   invinciblevisitors: false\n\n   # Only used if invinciblevisitors is set to TRUE\n   # This allow you to customize what kind of damage visitors should not receive\n   # If you want visitors to receive a listed damage, put a \"#\" at the start of the line\n   # See this for more info about options : https://hub.spigotmc.org/javadoc ... nt.DamageCause.html\n   invinciblevisitorsoptions:\n   - BLOCK_EXPLOSION\n   - CONTACT\n   - CUSTOM\n   - DROWNING\n   - ENTITY_ATTACK\n   - ENTITY_EXPLOSION\n   - FALL\n   - FALLING_BLOCK\n   - FIRE\n   - FIRE_TICK\n   - LAVA\n   - LIGHTNING\n   - MAGIC\n   - POISON\n   - PROJECTILE\n   - STARVATION\n   - SUFFOCATION\n   - THORNS\n   - WITHER\n   # 1.9+ only\n   - DRAGON_BREATH\n   - FLY_INTO_WALL\n   # 1.10+ only\n   - HOT_FLOOR\n   # 1.11+ only\n   - CRAMMING\n\n   # Acid Section - for AcidIsland, but can be used in ASkyBlock as well.\n   #\n   # Acid damage to player per second by being in acid if they have no armor on.\n   # A fully health player has 20 health points. Players will regen some health\n   # so the default will give players about 3 seconds to get out the acid\n   # 0 = no damage, 10 = default damage, 20 = instant death\n   aciddamage: 0\n   # Damage that monsters will experience.\n   mobaciddamage: 0\n   # Damage that rain does.\n   raindamage: 0\n   # Damage that animals will experience in acid.\n   animaldamage: 0\n   # Damage chickens in acid - true or false - chickens tend to go swimming...\n   damagechickens: false\n   # Destroy items in water after this many seconds. Timing is variable and may occur\n   # up to 2x this time. If 0, items will not be removed. Acid damage does not need to\n   # be on for this setting to work. i.e., it'll work with water too.\n   # Items fizz when they are destroyed.\n   itemdestroyafter: 0\n   # Ops receive damage from acid (Set to true if you want Ops to play properly)\n   damageops: false\n   # Armor protection.\n   # Protect players from acid rain if they have a helmet on\n   helmetprotection: true\n   # Protect players from all acid if they have a full set of armor on\n   fullarmorprotection: false\n   # Damage type to apply in addition to acid damage\n   # Types can be : SLOW, SLOW_DIGGING, CONFUSION,BLINDNESS, HUNGER, WEAKNESS and POISON\n   # If you just want these to act, then make the acid damage 0 above\n   # Note - these are potion effects and so can be cured by milk\n   damagetype:\n   #-confusion\n\n   # Removing mobs - this kills all monsters in the vicinity. Benefit is that it helps\n   # players return to their island if the island has been overrun by monsters\n   # Con is that it kills any mob grinders \n   # Remove mobs when logging in\n   loginremovemobs: true\n\n   # Remove mobs when /island.\n   islandremovemobs: false\n\n   # Mob white list - these mobs will NOT be removed when logging in or doing /island\n   mobwhitelist:\n   - WITHER\n   - ENDERMAN\n   - PIG_ZOMBIE\n   #- ZOMBIE_VILLAGER\n\n   # Sets the limit for number of monsters that can spawn in a chunk in this world. \n   # Note: this does not limit the number of monsters, just how many spawn naturally.\n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   monsterspawnlimit: 60\n\n   # Sets the limit for number of animals that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   animalspawnlimit: 15\n\n   # Animal breeding limits - if this is set to more than 0, then players will not be able\n   # to breed more animals than that number on their island. A value of zero means no\n   # limit. Note that animals will not be killed or reduced to this limit.\n   # This WILL affect mobspawn blocks AND spawn egg use. Note that hearts will\n   # still appear, but breeding will not happen.\n   # Limit includes nether island if nether islands are active.\n   breedinglimit: 0\n\n   # Sets the limit for number of water animals  that can spawn in a chunk in this world. \n   # Note: If set to a negative number the world will use the server-wide spawn limit instead.\n   # Max is 100\n   wateranimalspawnlimit: 15\n\n   # Villager limit - this is per team player, so an island of 4 will have 4x this number\n   # Note that 10 villagers minimum are required to create an iron farm. Zero is unlimited.\n   villagerlimit: 10\n\n   # General entity limiting\n   # Use this section to limit how many entities can be added to an island.\n   # 0 means the item will be blocked from placement completely.\n   # Uncomment to set the limit. The numbers are just suggested values.\n   # The limit is per-world, so a hopper limit of 30 means up to 30 in the overworld and\n   # up to 30 in the nether.\n   entitylimits:\n     # Mobs, animals and other living entities\n     #BAT: 10\n     #BLAZE: 10\n     #BOAT: 10\n     #CAVE_SPIDER: 10\n     #CHICKEN: 10\n     #COW: 10\n     #CREEPER: 10\n     #DONKEY: 10\n     #ENDERMAN: 10\n     #HORSE: 10\n     #HUSK: 10\n     #IRON_GOLEM: 10\n     #LLAMA: 10\n     #MAGMA_CUBE: 10\n     #MULE: 10\n     #MUSHROOM_COW: 10\n     #OCELOT: 10\n     #PIG: 10\n     #PIG_ZOMBIE: 10\n     #POLAR_BEAR: 10\n     #RABBIT: 10\n     #SHEEP: 10\n     #SKELETON: 10\n     #SKELETON_HORSE: 10\n     #SLIME: 10\n     #SNOWMAN: 10\n     #SPIDER: 10\n     #SQUID: 10\n     #STRAY: 10\n     #WITCH: 10\n     #WITHER: 10\n     #WITHER_SKELETON: 10\n     #WOLF: 10\n     #ZOMBIE: 10\n     #ZOMBIE_HORSE: 10\n     #ZOMBIE_VILLAGER: 10     \n     # These are the ONLY blocks that can be limited (because they are entities).\n     #BANNER: 20\n     #ITEM_FRAME: 30\n     #FURNACE: 10\n     #CHEST: 50\n     #TRAPPED_CHEST: 50\n     #ENDER_CHEST: 1\n     #JUKEBOX: 5\n     #DISPENSER: 5\n     #DROPPER: 5\n     #SIGN: 10\n     #MOB_SPAWNER: 10\n     #NOTE_BLOCK: 5\n     #ENCHANTMENT_TABLE: 5\n     #BEACON: 12\n     #SKULL: 50\n     #DAYLIGHT_DETECTOR: 10\n     HOPPER: 30\n     #REDSTONE_COMPARATOR: 30\n     #FLOWER_POT: 20\n     #PAINTING: 5\n     #ARMOR_STAND: 5\n     #BREWING_STAND: 20\n\n   # Islands below this level will be removed if they are abandoned and admins issue the purge command\n   abandonedislandlevel: 10\n   # Maximum number of islands to purge in one go. Don't make this too big because if you\n   # stop the server mid run, you may end up with incompletely deleted islands\n   maxpurge: 500\n\n   ##### Economy ######\n   # Use economy or not. If true, an economy plugin is required. If false,\n   # no money is used or give and the mini-shop is disabled.\n   # If there is no economy plugin present anyway, money will be automatically\n   # disabled.\n   useeconomy: true\n\n   # Reset Money - if this is true, will reset the player's money to\n   # the starting money (see below) when they start an island or reset\n   # Recommendation is that this is set to true, but if you run multi-worlds\n   # make sure your economy handles multi-worlds too.\n   resetmoney: false\n\n   # Use the minishop or not\n   useminishop: false\n\n   # Starting money - this is how much money new players will have as their\n   # balance at the start of an island. \n   startingmoney: 10.00\n\n   # Reset Challenges - if this is true, player's challenges will reset when they\n   # reset an island or if they are kicked or leave a team. Prevents exploiting the\n   # challenges by doing them repeatedly.\n   resetchallenges: false\n\n   # Reset inventory - if true, the player's inventory will be cleared when they start\n   # or restart and island. Default is true.\n   # Note: if you have MultiInv running or a similar inventory control plugin, that\n   # plugin may still reset the inventory when the world changes.\n   resetinventory: true\n\n   # Allow kicked players to keep their inventory.\n   # If false, kicked player's inventory will be thrown at the island leader if the\n   # kicked player is online and in the island world.\n   kickedkeepinv: true\n\n   # Kicked or leaving players lose resets\n   # Players who leave a team will lose an island reset chance\n   # If a player has zero resets left and leaves a team, they cannot make a new\n   # island by themselves and can only join a team.\n   # Leave this true to avoid players exploiting free islands\n   leaversloseresets: true\n\n   # Reset Ender Chest - if true, the player's Ender Chest will be cleared when they\n   # start or restart their island. Default is false.\n   # NOTE: Ender Chests span worlds, so it will clear ALL chests. In general,\n   # Enderchests should not be allowed in ASkyblock unless you only run the ASkyblock\n   # world. Ender Chest crafting and use is governed by the askyblock.craft.enderchest\n   # permission.\n   resetenderchest: false\n\n   # Allow /island teleport when falling. If set to false, all teleporting is\n   # disabled until death from the void or until you hit something.\n   # See commands that this will block too\n   # Using \"*\" (with quotes) will block ALL commands when falling\n   allowfallingteleport: true\n   blockingcommands:\n   - home\n   #- anotherCommand\n   #- andAnotherOne\n   #- \"*\"\n\n   # Broadcast 1st time challenge completion messages to all players.\n   # Change to false if the spam becomes too much.\n   broadcastmessages: true\n\n   # Remove non-repeatable challenges from the challenge GUI when complete\n   removecompleteonetimechallenges: false\n\n   # Add enchanted glow to completed challenges\n   addcompletedglow: true\n\n   # Default maximum number of homes a player can have. Min = 1\n   # Accessed via sethome <number> or go <number>\n   # Use this permission to set for specific user groups: askyblock.island.maxhomes.<number>  \n   maxhomes: 1\n\n   # Make island if player teleports to the island world and does not have one\n   makeislandifnone: false\n\n   # Immediately teleport player to their island (home 1 if it exists) when \n   # entering the world\n   immediateteleport: false\n\n   # Have player's respawn on their island if they die\n   respawnonisland: true\n\n   # Team Chat\n   # This enables player to set is so their chat goes to their team mates only\n   # using the /island teamchat command.\n   # The prefix [Team Chat] that goes in front of team chats is in the locale files\n   teamchat: true\n\n   # Set this to true will log all messages sent in TeamChats to console\n   # If set to false, it won't be logged.\n   logteamchat: true\n\n   # Variables to use as chat prefixes. You can change them to be what you want.\n   # {ISLAND_LEVEL} is replaced by the player's island level.\n   # {ISLAND_CHALLENGE_LEVEL} is replaced by the player's challenge level.\n   # {ISLAND_PLAYER} is replaced by the player's display name\n   # Confirmed to work with Essentials Chat, Multiverse Core.\n   # Do not use these in PEX prefixes - it doesn't work.\n   chatlevelprefix: \"{ISLAND_LEVEL}\"\n   chatchallengelevelprefix: \"{ISLAND_CHALLENGE_LEVEL}\"\n   chatislandplayer: \"{ISLAND_PLAYER}\"\n   # Displays the island level {ISLAND_LEVEL} with a XX.Xk pattern in chat\n   # e.g : [23.5k] instead of [23562]\n   fancylevelinchat: false\n\n   # Restrict Wither and other flying mobs\n   # Any flying mobs that exit the island space where they were spawned will be removed.\n   # Includes blaze and ghast. \n   restrictwither: true\n\n   # Warp Restriction - needed levels to be able to create a warp\n   # 0 or negative values will disable this restriction\n   # 10 is default\n   warplevelrestriction: 10\n\n   # Warp panel - GUI for welcome warp signs. If set to false, old-style\n   # text will be used\n   usewarppanel: true\n\n   # Mute death messages\n   mutedeathmessages: false\n\n   # How often the grid will be saved to file in mins. Default is 5 minutes.\n   # This helps prevent issues if the server crashes. Grid is also saved at important\n   # points in the game\n   backupduration: 5\n\n   # Allow pushing - only applicable in 1.9 and above. Setting is for all worlds!\n   # If you have another scoreboard plugin, it may not work.\n   # If true, players can push each other (default 1.9 behavior) if false,\n   # players will not be able to push. Recommendation is to leave this true.\n   allowpushing: true\n\n   # Recover super flat - if the generator does not run for some reason, you can get\n   # super flat chunks (grass). To remove automatically, select this option. Turn off\n   # if there are no more because it may cause lag.\n   # This will regenerate any chunks with bedrock at y=0 when they are loaded\n   recoversuperflat: false\n\n   # Allow coops to be permanent\n   # If you change this, change the text in the locale files about coop ending due to\n   # log out.\n   persistentcoops: false\n\n   # Only allow the island leader to coop players.\n   # Island members wont be able to coop other players.\n   onlyleadercancoop: false\n\n   # Below you can list all account names that ASkyBlock will ignore for some protection.\n   # Configure it at your own risk!!\n   # This option is mainly for compatibility with mods.\n   fakeplayers:\n   # - [CoFH]\n   # - [BuildCraft]\n\n   # Allow obsidian to be scooped up with an empty bucket back into lava\n   # This only works if there is a single block of obsidian (no obsidian within 10 blocks)\n   # Recommendation is to keep this true so that newbies don't bother you or reset their\n   # island unnecessarily.\n   allowobsidianscooping: true\n\n   # By default, island top ten (/is top) is displayed as a GUI.\n   # If this option is set to TRUE, the top ten will be displayed\n   # in chat, like in older versions (up to V3.0.3.3), which can\n   # be a little spammy.\n   # Recommendation is to keep this false.\n   islandtopteninchat: false\n\n   # Toggle Magic Cobblestone Generator\n   # If set to true, a cobble generator will not just generate cobblestone, but\n   # also blocks you have specified.\n   # Default is false, because it highly changes the gameplay.\n   usemagiccobblegen: false\n\n   # If set to true, Magic Cobblestone Generator will only work at spawn\n   # Beware! Spawn MUST be in the same world that islands to work.\n   usemagiccobblegen: true\n\n   # If set to true, Magic Cobblestone Generator will only work at spawn\n   # Beware! Spawn MUST be in the same world that islands to work.\n   magiccobblegenonlyatspawn: false\n\n   # This won't be considered if usemagiccobblegen is set to false.\n   # You can add, remove a block or modify its probability to be generated.\n   # You can also set different probabilities from specified minimum levels\n   magiccobblegenchances:\n     # These probabilities will apply by default\n     default:\n       COBBLESTONE: 76.0\n       COAL_ORE: 20.0\n       IRON_ORE: 6.0\n       GOLD_ORE: 5.0\n       REDSTONE_ORE: 6.0\n       LAPIS_ORE: 6.0\n       EMERALD_ORE: 1.0\n       DIAMOND_ORE: 0.5\n       QUARTZ_ORE: 7.0\n     #These probabilities will apply if island level is higher than 500.\n     500:\n       COBBLESTONE: 80.0\n       COAL_ORE: 16.0\n       IRON_ORE: 6.0\n       GOLD_ORE: 5.0\n       REDSTONE_ORE: 6.0\n       LAPIS_ORE: 6.0\n       EMERALD_ORE: 1.0\n       DIAMOND_ORE: 0.5\n       QUARTZ_ORE: 7.0\n\n   # Disable redstone operation on islands unless a team member is online.\n   # This may reduce lag but it can cause problems with visitors needing to use a redstone system.\n   # Default is false\n   disableofflineredstone: false\n\n   # Disable piston pushing of TNT. There is a glitch in 1.9.4 that enables unlimited\n   # TNT creation with this. Default is allowed, set to false if you need it off.\n   allowTNTpushing: true\n\n   # Config.yml version. DO NOT EDIT. This number only changes if the latest\n   # plugin config has been updated. If a new config is detected, it will be\n   # auto-saved to config.new.yml.\n   version: 3.0.8.2\n\n# Protection settings\nprotection:\n   # Protection Setting Flags:\n   # ACID_DAMAGE, ANVIL, ARMOR_STAND, BEACON, BED, BREAK_BLOCKS, BREEDING, BREWING, \n   # BUCKET, COLLECT_LAVA, COLLECT_WATER, CHEST, CHORUS_FRUIT, CRAFTING, CROP_TRAMPLE, \n   # DOOR, EGGS, ENCHANTING, ENDER_PEARL, ENTER_EXIT_MESSAGES, FIRE, FIRE_EXTINGUISH, \n   # FIRE_SPREAD, FURNACE, GATE, HORSE_INVENTORY, HORSE_RIDING, HURT_MOBS, LEASH,\n   # LEVER_BUTTON, MOB_SPAWN, MUSIC, PLACE_BLOCKS, PORTAL, PRESSURE_PLATE, PVP,\n   # MILKING, NETHER_PVP, REDSTONE, SPAWN_EGGS, SHEARING, VILLAGER_TRADING,\n   # VISITOR_ITEM_DROP, VISITOR_ITEM_PICKUP\n   #\n   # Players can be given the ability to change settings in the GUI with permissions\n   # e.g. askyblock.settings.PVP or all settings with askyblock.settings.*\n   # Permissions are not case sensitive.\n   #\n   # -- World defaults --\n   # Applies everywhere and are the default for islands and spawn.\n   # If not listed, default is false.\n   # Changing a setting here will only affect new islands. Use /asadmin settingsreset\n   # to reset individual or all settings across all islands. See /asadmin settingsreset help.\n   world:\n     # Acid causes damage above sea-level (if acid is active)\n     ACID_DAMAGE: true\n     # Allow anvil use\n     ANVIL: false\n     # Allow armor stand use (1.8+ only)\n     ARMOR_STAND: false\n     # Allow beacon use\n     BEACON: false\n     # Allow bed use\n     BED: false\n     # Players can break blocks or generally damage things\n     BREAK_BLOCKS: false\n     # Allow animal breeding\n     BREEDING: false\n     # Allow use of cauldrons and brewing stands\n     BREWING: false\n     # Allow use of buckets, either fill or dump them\n     BUCKET: false\n     # Collect Lava (overrides BUCKET setting for collecting lava)\n     COLLECT_LAVA: false\n     # Collect water (overrides BUCKET setting for collecting water)\n     COLLECT_WATER: false\n     # Allow access chests of any kind, droppers, dispensers and hoppers\n     CHEST: false\n     # Allow eating or use of chorus fruit\n     CHORUS_FRUIT: false\n     # Allow use of crafting benches\n     CRAFTING: true\n     # Allow creepers to hurt players (but not damage blocks)\n     CREEPER_PAIN: true\n     # Allow crop trampling\n     CROP_TRAMPLE: false\n     # Allow use of doors or trapdoors. Not including redstone activations.\n     DOOR: true\n     # Allow chicken egg throwing\n     EGGS: false\n     # Allow use of enchanting tables\n     ENCHANTING: true\n     # Allow enderpearl throwing\n     ENDER_PEARL: false\n     # Enable or disable join/leave messages from the player's island\n     ENTER_EXIT_MESSAGES: true\n     # Allow fire (flint & steel use, TNT priming) Making portals is allowed.\n     FIRE: true\n     # Can extinguish fires by punching them\n     FIRE_EXTINGUISH: false\n     # Allow fire spreading\n     FIRE_SPREAD: false\n     # Allow furnace use\n     FURNACE: true\n     # Allow gate use\n     GATE: false\n     # Allow horse/llama inventory use - only works when riding is enabled     \n     HORSE_INVENTORY: false\n     # Allow riding of horses/llamas\n     HORSE_RIDING: false\n     # Allow friendly mob hurting(cows etc.)\n     HURT_MOBS: false\n     # Allow monsters hurting\n     HURT_MONSTERS: true\n     # Allow leash use\n     LEASH: false\n     # Allow lever or button use\n     LEVER_BUTTON: true\n     # Cows can be milked\n     MILKING: true\n     # Animals, etc. can spawn naturally\n     MOB_SPAWN: true\n     # Allow monsters to spawn naturally\n     MONSTER_SPAWN: true\n     # Allow use of jukeboxes and note blocks\n     MUSIC: false\n     # Allow PVP in the nether world\n     NETHER_PVP: false\n     # Players can place blocks\n     PLACE_BLOCKS: false\n     # Allow portal use\n     PORTAL: true\n     # Allow pressure plate activation by players\n     PRESSURE_PLATE: true\n     # Allow PVP in the overworld\n     PVP: false\n     # Allow adjustment of diodes or comparators\n     REDSTONE: false\n     # Spawn eggs can be used\n     SPAWN_EGGS: false\n     # Allow sheep shearing\n     SHEARING: false\n     # Allow trading with villagers\n     VILLAGER_TRADING: true\n     # Allow item drop\n     VISITOR_ITEM_DROP: true\n     # Allow item pickup\n     VISITOR_ITEM_PICKUP: true\n   # -- Island Settings --\n   # Settings for islands. Some are for visitors, some for the island itself.\n   # If setting is not listed, it will not show in GUI and the world default will be used.\n   # Add settings here to give the player the ability to see them in the GUI. Give the\n   # player the permission for the setting for them to be able to change the setting.\n   island:\n     # Allow visitor anvil use\n     ANVIL: true\n     # Allow visitor armor stand use (1.8+ only)\n     ARMOR_STAND: false\n     # Allow visitor beacon use\n     BEACON: false\n     # Allow visitor bed use\n     BED: false\n     # Allow visitor block breaking, or other damage\n     BREAK_BLOCKS: false\n     # Allow visitor animal breeding\n     BREEDING: false\n     # Allow visitor use of cauldrons and brewing stands\n     BREWING: false\n     # Allow visitor access chests of any kind, droppers, dispensers and hoppers\n     CHEST: false\n     # Allow visitors to use crafting benches\n     CRAFTING: true\n     # Allow visitor use of doors or trapdoors. Not including redstone activations.\n     DOOR: true\n     # Allow visitor chicken egg throwing\n     EGGS: false\n     # Allow visitors to use enchanting tables\n     ENCHANTING: true\n     # Allow visitor furnace use\n     FURNACE: true\n     # Allow gate use\n     GATE: true\n     # Allow use of jukeboxes and note blocks\n     MUSIC: false\n     # Allow portal use by visitors\n     PORTAL: true\n     # Allow pressure plate activation by visitors (players only)\n     PRESSURE_PLATE: false\n     # Allow adjustment of diodes or comparators\n     REDSTONE: false\n     # Allow visitors to shear sheep\n     SHEARING: false\n"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583486040,
            "txt_content": "EmptyLava 发表于 2020-3-6 16:59\n发一下askyblock的配置文件\n传不上去了....."
        },
        {
            "author": "EmptyLava",
            "timestamp": 1583487120,
            "txt_content": "zhaohang2002 发表于 2020-3-6 17:14\n传不上去了.....\n你用notepad++自带的查找功能搜索一下这个\ncauldron\n找到之后反选那个配置或者截图给我"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583489760,
            "txt_content": "EmptyLava 发表于 2020-3-6 17:32\n你用notepad++自带的查找功能搜索一下这个\ncauldron\n找到之后反选那个配置或者截图给我\n     BREEDING: false\n     # Allow visitor use of cauldrons and brewing stands\n     BREEDING: false\n     # Allow use of cauldrons and brewing stands"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583491620,
            "txt_content": "EmptyLava 发表于 2020-3-6 18:20\n前者false不变\n后者true\n这样就行了\nemmm虽然按照你说的做了 但也还是不行\n是今天下午突然间用不了的 之前一直都能用"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583491740,
            "txt_content": "EmptyLava 发表于 2020-3-6 18:20\n前者false不变\n后者true\n这样就行了\n而且不只是坩埚 只要与粘液科技相关的基础机械我都用不了\n比如栅栏"
        },
        {
            "author": "EmptyLava",
            "timestamp": 1583491860,
            "txt_content": "zhaohang2002 发表于 2020-3-6 18:49\n而且不只是坩埚 只要与粘液科技相关的基础机械我都用不了\n比如栅栏\nhttps://wiki.biligame.com/mc/Minecraft_Wiki\n这上面找物品的英文名\n在config中搜索英文名 找到选项后反选 或者你用翻译软件根据翻译结果决定是true还是false"
        },
        {
            "author": "zhaohang2002",
            "timestamp": 1583495040,
            "txt_content": "EmptyLava 发表于 2020-3-6 18:51\nhttps://wiki.biligame.com/mc/Minecraft_Wiki\n这上面找物品的英文名\n在config中搜索英文名 找到选项后反 ...\n没懂........"
        },
        {
            "author": "EmptyLava",
            "timestamp": 1583495760,
            "txt_content": "zhaohang2002 发表于 2020-3-6 19:44\n没懂........\n配置一般是这样的\n#我是注释，此项可以设置玩家是否能使用栅栏\n允许玩家使用栅栏(当然这个是英文): false\nfalse代表的是否，你就要把它改为true\n"
        }
    ]
}