{
    "title": "[Minecraft.net|CULTURE]欢迎来到恐怖小屋",
    "author": "jinvgy",
    "replyCount": 12,
    "timestamp": 1583508900,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-12 08:47 编辑 \n\n\n\n\n\nfile_1583508062000.jpg (56.41 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 23:21 上传\n\n\n\n\n欢迎来到恐怖小屋\nWELCOME TO THE HOUSE OF HORRORS\n你敢进入这个恐怖的万圣节公馆吗？\nDare you enter this terrifying Halloween Mansion build?\n\n       十月(万圣节)的记忆也许已经远去，但如果我们在Minecraft社区中连一个恐怖到令人毛骨悚然的建筑都没找出来的话，那就是我们的失职了。其中一个我最喜欢的建筑就是Sinbad做的这个有诡异感的建筑了。上面那张展现了Sinbad的建筑的美丽的图片以及下面那灰色背景的图片都是由TheItalian828渲染的。\nOctober may be a distant memory, but we’d be remiss if we didn’t spotlight at least one of the incredible creepy builds the Minecraft community came up with. One of my favs was this spooksome standalone structure built by Sinbad. The lovely image of Sinbad's build you see above, and those on the grey background below, were rendered by TheItalian828.\n       \"其中的一部分是人工建造的(指手动一块块的垒方块?)，\"Sinbad说，\"然而我用了所有可以节省时间的方法，我所使用的服务器也安装了World Edit和Voxel Sniper插件。当然整个建筑都是自己手工创作的(指原创?)——我只是想把时间花在建筑的其他部分，而不是一直重复同样的建筑动作。\"\n“Parts of it are hand built,” says Sinbad, “but I use every time saving method available to me and the server I play on is equipped with both World Edit and Voxel Sniper. Every piece of the build is hand-crafted - I just spend time doing another piece of the build instead of repeating myself.”\n       Sinbad不喜欢在没有任何计划的情况下建筑创作，而是愿意花时间去思考一个作品所应有的气氛和背后的故事，然后再寻找参考资料来创造概念——\"(包括了)柱子与窗户(在内)的所有蓝图！\"他说。有些时候他会先画出一张草图，然后通常会在最重要的地方做一个(参考用的)方块——然而建造这个万圣节公馆却和以往不同：\nSinbad doesn’t like to dive into his builds unplanned, but spends time getting a clear feel for the mood or story behind the piece, then uses reference material to construct a strong concept - “blueprints of pillars, windows, the whole nine yards, really,” he says. Sometimes he sketches things out in advance, and usually begins placing blocks with the centrepiece - but the Halloween Mansion was a little different:\n       \"通过这个公馆的参考图像，我将前廊先画了出来，我把它建出来后，就用它来作为比例参考，以使建筑的其他部分的大小比例正确。但做事是需要懂得变通的！\"\n“By using reference images of houses I mapped out the front porch and, when I had that down, I used that as a reference point to get the rest of the building in the right scale. But there is never one sure method for doing things!”\n建筑预览图\n\n\n\n\n\n87b70f98fd338c17be4be84ba0a94c64-jcv9euM.jpg (152.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 23:21 上传\n\n\n\n\n\n\n\n\n\n72eacd57968cb17143050daa72783451-VajTSlq.jpg (294.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-6 23:21 上传\n\n\n\n\n\n       \"当我人在状态时，我通常都能做出很不错的作品，\"Sinbad说，\"当我听着那些能带动我情绪的音乐，或者是我处于人生巅峰，亦或是我感觉我需要做点什么来证明自己——这些都是促使我向前的动力。\"\n“When I'm in the zone is usually how I get my best work done,” says Sinbad. “When I listen to some music that gets me emotional or when I’m on top of life or even when I feel like I need to prove something - those are the things that pushes me further.”\n       \"每个人的学习方式都不一样，我相信只要有足够的时间，每个人都能学会如何建筑。关键在于要勇于尝试，勇于创造。\"\n“The learning curve is different for everyone and I believe that with enough time anyone could learn to build. The key is to experiment and be creative.”\n       这是多么令人毛骨悚然的玩意儿啊！\nInspiringly spooky stuff!作者：Marsh Davies\n日期：2016.11.25\n原地址：https://www.minecraft.net/zh-hans/article/welcome-house-horrors",
    "replies": [
        {
            "author": "陈喵",
            "timestamp": 1583590620,
            "txt_content": "冒个泡：没内饰？"
        },
        {
            "author": "lol我的喜欢",
            "timestamp": 1583591460,
            "txt_content": "好看，内饰要完善"
        },
        {
            "author": "橙柒",
            "timestamp": 1583594400,
            "txt_content": "好看，好奇有多高。"
        },
        {
            "author": "hiiiiim",
            "timestamp": 1583663520,
            "txt_content": "呼呼呼呼哈哈哈哈哈哈"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1583677080,
            "txt_content": "真的好看awa"
        },
        {
            "author": "m1378823474",
            "timestamp": 1583718060,
            "txt_content": "感觉还可以"
        },
        {
            "author": "Dracary",
            "timestamp": 1583760540,
            "txt_content": "好棒感觉"
        },
        {
            "author": "马孝子",
            "timestamp": 1583900280,
            "txt_content": "lol我的喜欢 发表于 2020-3-7 22:31\n好看，内饰要完善\n哈哈"
        },
        {
            "author": "马孝子",
            "timestamp": 1583900340,
            "txt_content": "Dracary 发表于 2020-3-9 21:29\n好棒感觉\n害怕害怕，"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583946900,
            "txt_content": "帮你查了一下\ncentrepiece: the most important part of something\nthe whole nine yards: a colloquial American English phrase meaning \"everything, the whole lot\" or, when used as an adjective, \"all the way\""
        },
        {
            "author": "jinvgy",
            "timestamp": 1583974140,
            "txt_content": "LocusAzzurro 发表于 2020-3-12 01:15\n帮你查了一下\ncentrepiece: the most important part of something\nthe whole nine yards: a colloquial Am ...\n感谢帮助指正，已修改！"
        },
        {
            "author": "sendhim",
            "timestamp": 1584010200,
            "txt_content": "宝贝红红火火恍恍惚惚好几"
        }
    ]
}