{
    "title": "[Minecraft.net|CULTURE] 华丽花园与蜂蜜彩虹",
    "author": "北海上",
    "replyCount": 2,
    "timestamp": 1583502000,
    "txt_content": " 本帖最后由 huojiliu 于 2020-3-6 21:41 编辑 \n\n\nGORGEOUS GARDENS AND HONEY RAINBOWS\n华丽花园与蜂蜜彩虹\nFour of our favorite recent community builds!\n\n我们最近很喜欢的四个社区建筑！\n　　是时候展示一些夺人眼球的最新的社区投稿了！我们这样的社区创作热情非常之高，我们为此感到高兴，我们建议你们能够多多投稿作品到FeatureMe@minecraft.net。\n　　我们今天会给大家介绍四位建筑师，每一位被选上的原因都各不相同。\n\n你想知道RespectTheKitty的华丽温室里有什么吗？瞧瞧这儿！\n\n　　我们给出的第一张截图来自于RespectTheKitty的手笔，和我们的顶部使用的头图出处一样。图中为我们展示了一座风格优雅的温室，它不仅巧妙地与周围的环境融合在了一起，而且设法配合了高高挂起的灯笼与走廊组合出一条引人注目的入口走廊。幸运地是，我们不用胡乱猜测温室的内部种着些什么，因为他还给我们提供了一个室内的视角，让我们可以看到那些我们最喜欢的游戏中的花卉。\n\n\n卢克 · 卢纳搭建了这个如梦似幻的蜂蜜场景，因为我们都在日思夜想希望着嗡嗡蜂群更新早日推出！\n\n　　卢克 · 卢纳所搭建的蜂蜜主题的视觉作品五彩斑斓，令我们眼花缭乱。虽然彩虹蜂蜜并不真实，但我们确实因此在脑中构想过各种可能性。图片本身也展示出流畅又甜美的视觉效果，我们基本上是忍不住和别人分享了。此外，这些方块搭的很流体，这也很酷不是吗？\n\n翡翠松所搭建的可爱庄园简直可以称得上是冒险家的完美家园！\n\n　　翡翠松向我们投稿了这座迷人的庄园，他还对外界的地形进行了修整使其美化。外部人行道上的照明采用了亲人化的火把，无疑这房子在晚上也很惊艳，我们还可以在外庭闲庭信步，啊这可真是令人放松！\n\n\n吉家忍者的后花园让我们所想的不再局限于景观美化。\n\n　　最后，吉家忍者投稿的后花园显然对周围的环境有着深思熟虑、详细规划的考量，这些装饰没有挡住梦幻般的水景，并且都经过了一定水准的修剪，就像是有着专业的园丁在规划维护。这么好的建筑，吉家忍者，值得称赞。我们期待着不久的将来能够看到更多你的建筑！\n\n　　非常感谢你们让我们瞥见一眼你们的世界，RespectTheKitty、卢克 · 卢纳、翡翠松和吉家忍者。\n\n　　你准备好让你的建筑受万人瞩目了吗？我们在接受你们各种大大小小的建筑投稿哦！\n\n这里我们列了一些有用的小建议，希望能够助你更上一步，然后投稿被我们采用：\n\n●　　学习我们这里收录的这些东西，然后大胆放手去做一些不同的东西！\n\n●　　记得发送图片给我们的时候，使用更加高清的截图，如果你投给我们的图片尺寸不小于1280*720像素的话，我们就能看清完整的建筑，这样我们在文章里介绍它们的时候就不会遗漏什么东西了。\n\n●　　将UI关掉，这样我们看你可爱的建筑的时候就不会被挡住了！\n\n●　　再自由附上一些有用的信息，尤其是你在建筑里用上了什么技巧性的建筑技巧的话，别人也可以从中学到些什么！或者可以直接写你的灵感来源。\n\n　　一旦你已准备完毕，请速速投稿截图到FeatureMe@minecraft.net！\n\n作者Nova Barlow发布日期2019/12/19\nhttps://www.minecraft.net/zh-han ... -and-honey-rainbows\n",
    "replies": [
        {
            "author": "rooke_zb",
            "timestamp": 1583502540,
            "txt_content": "撞车了https://www.mcbbs.net/thread-978365-1-1.html"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583574240,
            "txt_content": "撞车了，我刚刚翻译过\n我好奇，这文章很长一段时间里都没人翻译，怎么突然就两个人都来翻译"
        }
    ]
}