{
    "title": "[Minecraft.net|INSIDER] 背包盘点：海龟壳",
    "author": "SPGoding",
    "replyCount": 0,
    "timestamp": 1583552640,
    "txt_content": " 本帖最后由 SPGoding 于 2020-3-7 11:50 编辑 \n\nTaking Inventory: Turtle Shell\n背包盘点：海龟壳\nGet outta here, turtles! Scute!\n爬开，海龟！鳞甲！\n\nDuncan Geere 邓肯·吉尔\nIn 1877, French novelist Victor Hugo wrote: “No army can withstand the strength of an idea whose time has come.” Well actually he wrote it in French, but that’s a rough translation. Oh, and he was talking about Louis-Napoleon’s coup d’etat of 1851. But you know what? It’s also true about turtles!\n1877 年，法国小说家维克多·雨果写道：「没有军队能够承受时机成熟的力量。」好吧，其实他是用法语写的，这里只是个粗略的翻译。以及，他所描述的是路易斯·拿破仑在 1851 年发动的政.变。不过你知道吗？海龟的到来也是这样的！\n\nWhen our developers were putting together the Update Aquatic, they knew there was one idea whose time, indeed, had come. It was the brainchild of Reddit user billyK_.\n在开发者准备水域更新时，他们确信有一个点子的时机已经成熟了。这个点子来自于 Reddit 用户 billyK_。\n\nIn March 2015 he posted a suggestion for an alternative to boats on the Minecraft subreddit. His solution was turtles.\n2015 年 3 月，他在 Minecraft 子版块（subreddit）发帖提议了一个船的替代品，也就是海龟。\n\n“For the past 2.5 years, I've pushed gently for turtles to be added,” he wrote earlier this year. “With Update Aquatic happening with no mention of turtles, I pushed a tiny bit harder.” Sure enough, turtles were added soon afterwards. Not only did his idea make him legendary within the Minecraft Reddit community, but it also won him a unique cape . “Many people can suggest Minecraft features, but few become walking Reddit legends,” said Jens Bergensten, Mojang’s Chief Creative Officer no less!\n「在过去的两年半内，我略微推动了海龟的加入。」他在今年早些时候写道，「当时水域更新并没有提及海龟，我就稍微多使了点儿劲儿。」我们可以确信的是，那之后不久海龟便被加入了游戏。他的主意不止使他成为了 Minecraft Reddit 社区中的传奇人物，还给了他一个独一无二的披风。Mojang 首席创意总监 Jeb 表示：「所有人都可以给 Minecraft 提议特性，但鲜有人能够成为 Reddit 社区中的活化石。」\n\n\nTurtle shells are a wearable item that let players breathe a little longer underwater. Wearing a turtle shell in a helmet slot, while out of water or in a column of bubbles, will give the player a “water breathing” status effect, which only starts counting down when the player submerges. I guess the extra air is stored in the top of the shell somewhere, but who knows how those turtles weave their bubbly magic?\n海龟壳是一种可穿戴物品，能够让玩家在水下呼吸更长的时间。只要将海龟壳放到头盔栏，并且处于水外或气泡柱中，玩家就能够获得「水肺」状态效果。该效果的持续时长只会在玩家潜入水中后才会开始计算。我猜也许海龟壳在顶部的某些位置藏了点儿空气？不过谁又能知道那些海龟是怎样施展它们的气泡魔法的呢。\n\nTurtle shells also give the player two armour points, which is the same amount provided by iron, gold and chain helmets – and a little less than diamond. Aside from the free water breathing, the other big benefit of a turtle shell over a regular iron helmet is durability – a turtle shell will take almost twice as many hits before breaking.\n海龟壳还能给予玩家 2 点护甲值，和铁头盔、金头盔与锁链头盔一样。除了免费的水肺效果以外，海龟壳相比铁头盔还有一个巨大优势 —— 它有接近两倍于铁头盔的耐久度。\n\nOh, and the final thing you can do with turtle shells is to use them as brewing ingredients. Mixing a turtle shell with an awkward potion in a brewing stand will get you a Potion of the Turtle Master, which gives you a Resistance III status effect, but also Slowness IV. Never fear, though – slow and steady wins the race.\n海龟壳的最后一个用途是作为酿造原料。在酿造台中混合海龟壳与粗制的药水能够获得神龟药水。神龟药水可以给予你抗性提升III效果，但还附带有一个缓慢IV。别担心 —— 缓慢而稳定的乌龟赢得了龟兔赛跑。\n\n\nYou’re probably wondering how you get one of these magical turtle shells, and your first impulse might be to kill some turtles. DON’T DO IT! Not only are many turtle species endangered, but turtles don’t actually drop turtle shells when they die. Instead, you need to piece together your own turtle shell from the bits of shell – called scutes – that are dropped when a baby turtle grows up into an adult turtle. You can also use those scutes to repair a bashed-up old helmet.\n你现在大概在疑惑该怎么获得这神奇的海龟壳了，并且首先想到的可能是杀掉一些海龟。别这么做！许多海龟物种都处于濒危状态，而且海龟死后也并不会掉落海龟壳。相反地，你需要用海龟壳的碎片 —— 称作鳞甲 —— 来合成海龟壳。幼体海龟成长为成年海龟时会掉落鳞甲。鳞甲也能被用于修复用了很久的旧海龟壳。\n\nSo where do you get baby turtles from? Well, there’s a chance you might find one on a beach, but it’s much easier to breed your own by feeding two turtles seagrass and letting nature take its course. Soon enough, you’ll be looking at a cluster of turtle eggs, which you’ll need to keep safe until they hatch. If they’re broken – by hitting them with a tool, standing on them, letting blocks fall onto them, or allowing hostile mobs to get nearby – then they’ll be destroyed without dropping anything. Keep those babies safe!\n那么在哪里才能找到幼体海龟呢？好吧，你有一定几率能在海滩上碰上一只，但用海草喂食两只成年海龟并依靠大自然的造化显然要简单很多，不久你就能看到一些海龟蛋了。你需要保证这些海龟蛋孵化之前的安全。如果它们破碎了 —— 被工具击打，被踩，被方块砸，或被敌对生物接近 —— 它们将不会掉落任何东西。救救孩子！\n\nIf you’re reading this and thinking that you have some great ideas that would make Minecraft better, then here's some good advice from billyK_\n如果你有一些能让 Minecraft 变得更好的想法，这里有一些来自 billyK_ 的建议。\n\n“If there's anything to learn from this, it's that if you have a really good idea that the community gets behind, it could one day be in the game,” he wrote . “Just honestly keep expectations in check and don't bug the devs on it. That's like a death sentence for your idea.”\n「如果说我从这里学到了什么的话，那就是一个令社区喜闻乐见的想法很有可能会在某天被加入游戏。」他写道，「只要满怀期望不断等待即可。千万不要骚扰开发者，那样很可能是给你的想法宣判了死.刑。」\n\nHe’s not wrong! But bonus takeaway here: don’t hurt turtles!\n他没说错！不过再来一个温馨提示：不要伤害海龟！\n\n【SPGoding 译自官网 2018 年 10 月 26 日发布的 Taking Inventory: Turtle Shell；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n",
    "replies": []
}