{
    "title": "[双线]重生之路 —— 枪战|抄家|DECI|剧情|队伍|悬赏|活动[1.7.10]",
    "author": "Mr.Luans",
    "replyCount": 0,
    "timestamp": 1583571600,
    "txt_content": " 本帖最后由 Mr.Luans 于 2020-3-7 19:03 编辑 \n\n注意：客户端提取码详见帖子末尾建议加入交流群以第一时间获取最新公告\n\n\n\n\nlogo.png (110.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:19 上传\n\n\n\n\n重生之路 战争-丧尸                                                                     Decimation                                                                            战争|剧情|抄家|队伍|悬赏|更多玩法..注重体验 > 服务器最注重玩家的体验 尽量让玩家PVP/PVE比较开心，更加舒服一些优秀手感 > 全新的枪械模组，给你带来最真实的枪战体验RPG任务 > 繁多的任务/奖励，让玩家拿到手软的礼品 还有定期大型活动等待玩家声望系统 > 特殊的声望系统 声望掠夺系统 杀死玩家可以获得他的一部分声望 领取礼包~玩家公会 > 通过一些条件创建自己的公会战队 其他玩家加入后可以枪械无伤 组队行动副本战斗 > 玩家可以选择独狼或组队进入副本 与陌生人一起杀敌 或是在非保护区火拼争夺战斗道具 > 由各种原创编写插件搭配所创造的神器/稀缺武器,灵活搭配出自己的装备组合战斗载具 > 玩家通过金币购买可以获得载具，在游戏里畅行战争悬赏 > 玩家发布对一个人的悬赏，执行者和被悬赏者可以在任何区域进行战斗\n服务器插件 | 我们会进行更多创新- 除最基本的登陆/ESS等基础插件以外，服务器拥有一些原创的丰富玩法类插件 -部分插件列表：Box仓库 > 提供玩家自己的随身仓库，可以随时保存独立丧尸 > DECI自带多种丧尸(据说还有SCP-096)地图系统 > 类似卫星地图的非常方便的地图超强反作弊 > 提供一个公平的游戏环境，杜绝作弊者进入服务器战队公会 > 自行编写的公会插件可以让玩家更好的组队行动，并提供强大的公会加成效果安全屋 > 独立建筑，可以创建自己团队的领地，建造防御工事，防止别人来占领随机品质 > 玩家所获取的装备(护甲/近战武器/枪械)并非单一的固定属性，拥有无数种随机给予属性的组合战斗道具 > 提供除开原版护甲外另3个战斗道具栏，允许穿戴面具背包等物品[- 还有更多 -]  详见内容展示\n服务器剧情“大屠杀战争”（俗称“the aftermath”）是苏联和美利坚合众国这两个世界大国之间政治和意识形态紧张局势的爆发。1945年两国共同战胜纳粹德国和日本帝国后，由于政治和经济意识形态和观点上的巨大分歧，两国暂时结成同盟。在这次分裂之后不久，两国就开始生产新的军事化技术，并将其人口的很大一部分招募到不同的军事领域（最常见的是陆军/空军）。在30年的时间里，两个世界大国在军事和国土安全方面都花费了大量的资源和政府预算。紧张的第一幕：几十年后，随着苏联开始向其西部边境（特别是乌克兰苏维埃社会主义共和国和摩尔多瓦苏维埃社会主义共和国地区）推进更多的军事力量，导致波兰、斯洛伐克、匈牙利和罗马尼亚之间的军事联盟出现恐慌反应，紧张局势继续加剧。美利坚合众国和欧盟之间开始进行了几次谈判（主要是与解决可能在东部发生的问题有关的问题）。UAHD的成立：美利坚合众国开始与包括英国、法国、意大利、西班牙、新德国、波兰、罗马尼亚、匈牙利和斯洛伐克在内的欧洲各国合作。所有国家都签署了一项军事合同，将每个国家的所有军事方面都约束为一支广泛的军事力量，这将被称为“联合国防军”或国土防卫联盟。尽管联合国人类发展理事会将作为一个整体（在需要时）由所有国家控制，但美利坚合众国将接管大多数控制权（最适合的，提供最多的资产和资源）。无人机与苏联的冲突：在几年的反生产之后，苏联和无人机联合体国家之间建立了一个巨大的边界，一旦被接受，就允许平民融合。随着边境两边人口的不断增加，两国都开始投资生化武器，这些武器可以在不造成太多破坏的情况下消灭大量人口。这两个国家都会对能造成大规模伤亡但仍能保存在最初袭击后留下的资源的武器感兴趣。大屠杀战争的开始：在太平洋地区冲突激化后，大屠杀战争开始了。苏联在夏威夷测试了一种大型生化武器，杀死了大部分人口。这被视为苏联对无人机的全面攻击，但据称是苏联驻华盛顿大使的“意外和协调失误”。不管苏联是否在撒谎，他们都知道，无人机将以更大规模、更致命的攻击作为回应。大屠杀的后果：夏威夷遇袭后不到4小时，无人机向苏联首都发射了5枚生化武器，杀死了苏联30%的有能力步兵。这导致了双方军事化反应的连锁反应，从而引发了“屠杀战争”。这场战争被称为大屠杀战争，因为双方都在试图消灭尽可能多的敌对势力。经过两周的破坏性生化攻击，超过13亿步兵和平民在行动中丧生。几乎75%的地球被苏联和UAHD生化毒药的浓重传染混合所覆盖，这导致了现在被称为“ABV”的病毒。爆发：生化战结束后，两支军队在接下来的5年里都在欧洲、亚洲和美洲失去和获得领土。大多数军事化要塞都是由各个国家重建或重新侵占的，这就是为什么至今大多数废弃的军事化要塞都含有苏联和美国的军事资源。在这5年之后，两国都意识到，ABV病毒几乎失控，无法控制，因此两国暂停了彼此之间的冲突，并开始尝试创造一种治疗方法。UAHD花费了超过10万亿美元为CDC（疾病控制和预防中心）和ECDC（欧洲疾病预防和控制中心）提供资金，而苏联则成立了一个新的联邦控制组织SPDI（苏联人民的感染防御）。在为反导病毒找到了令人厌烦的治疗方法十年后，两个国家都没有成功，从而导致反导病毒传播了世界90%以上的土地。现在：现在是2057年，没有世界大国或政府存在，现在到了最后一个未知的病毒爆发的幸存者，试图在荒原上生存并重建文明。尽管世界上没有更多的大国，但至今仍有大量的UAHD海军舰艇和飞机供应着在荒野中猖獗的各种小力量。谣言和猜测：有好几个传闻说UAHD已经在北极重新建立了文明（因为病毒无法抵御日益寒冷的环境），但是还没有任何证据证明这一点。一些人认为，新文明已经开始在其他星球，但这也有待证明.\n内容展示 | \"不一样的玩法\"庇护所\n\n\n\n\nfile_1583570547000.jpg (193.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n城市街道\n\n\n\n\nfile_1583570547000.jpg (135.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n\n\n\n\n\nfile_1583570547000.jpg (193.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n被病毒覆盖的城市\n\n\n\n\nfile_1583570547000.jpg (124.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n物品商人\n\n\n\n\nfile_1583570547000.jpg (153.87 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n\n\n\n\n\nfile_1583570547000.jpg (145.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n\n\n\n\n\nfile_1583570547000.jpg (269.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n剧情任务\n\n\n\n\nfile_1583570548000.jpg (210.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n队伍领地\n\n\n\n\nfile_1583570547000.jpg (156.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:42 上传\n\n\n\n\n\n\n\n\n\n服务器.jpg (184.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-7 16:49 上传\n\n\n\n\n\n- 写在最后 -服务器规章制度\n[!]禁止私下进行RMB交易，如果发现请携证据举报腐竹，将严肃处理涉事者并奖励举报者[!]禁止一切利用BUG损害其他玩家利益的行为[!]禁止一切利用BUG刷取物品/破坏服务器稳定运行的行为建议加入交流群第一时间获取最新消息及与其他玩家进行交流\n最后：希望您能够获得一个良好的游戏体验，祝您游戏愉快客户端下载地址：提取码：aymx\n\n\n",
    "replies": []
}