{
    "title": "[Minecraft.net|CULTURE] High-Tech Oasis 高科技绿洲城市",
    "author": "qsefthuopq",
    "replyCount": 24,
    "timestamp": 1583656200,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-3-8 16:54 编辑 \n文章日期2018-09-06作者Jay Castello\n译者qsefthuopq\n\n原文链接点击打开\n\nHigh-Tech Oasis\n高科技绿洲城市\nPlasmaticStatic explains how he crafted his futuristic desert city\nPlasmaticStatic 向我们解释了他如何打造出未来风格的沙漠城市\n\n\nIf you were walking through the desert and you saw PlasmaticStatic’s Border Town in the distance, you’d probably think it was a mirage! The giant wall stretching up from the sand and the long road into the city are both neon orange and black, as though tiger striped, and that’s just not something you see every day.\n如果你在穿行荒漠时看到了远处的PlasmaticStatic的边境之城，你很可能会认为这是海市蜃楼！矗立于沙子之上的巨大高墙和蔓延到城内的长路呈现出虎纹一样的霓虹橙色和黑色，如此景象可不是你每天都看得到的。\n\nThen again, I don’t spend every day walking through the desert, so how would I know?\n而且，我也不会每天穿行于荒漠，那我怎么知道这是不是海市蜃楼？\n\nIt’s these orange-and-black colours that make the wall PlasmaticStatic’s favourite part of the build. “It really does tower ominously over both the desert and the city. I added a lot of detail and the orange-black colour scheme, both of which helped in delivering the right atmosphere and tension to the build. It contrasts [with] the seemingly everyday feel in the city and I really like that.”\n正是高墙显现出的橙黑色使其成为了PlasmaticStatic最为喜爱的建筑部分。“这座高墙不祥地耸立在沙漠和城市之间。我添加了亿点细节和橙黑色的配色方案，这些细节和配色有利于给整座建筑营造出符合时宜的氛围和紧张感。它与城市给人带来的普通的感觉形成了鲜明的对比，因此我非常喜欢这座高墙。”\n\n\n\n\n\n\n\n\n\n\nThe city itself does look quite normal at first glance, but a closer look reveals a lot of details that aren’t quite so ordinary! PlasmaticStatic explains that he’s very inspired by the cyberpunk genre, as well as all kinds of futuristic inventions. “I’m also a big science nerd, you can see that throughout the build, such as with the 3D printing crane making a new housing block.”\n乍一看这座城市看起来很普通，但只要你仔细瞧瞧就能发现并不普通的细节！PlasmaticStatic 解释说，他的灵感来源于赛博朋克和各种未来风格的发明。“我也是一个科学痴迷者，你可以在城市建筑看出来，比如3D打印起重机正在制造新的住房街区的场景。”\n\nHe also got creative with people’s homes. “The style of cyberpunk housing I created used a combination of strange and unusual shapes, along with various window designs to try and add depth and interest to the build.” It looks like he was very successful to me – no two buildings are quite the same. I especially like his use of triangular walls. And of course, no futuristic city would be complete without flying vehicles, so there are plenty of those!\n他也会从人们的住宅中找到创意。“我创建的赛博朋克风格的房屋结构结合了奇怪和非同寻常的外形，以及各种各样的窗户设计来尝试增加建筑的深度和趣味。” 在我看来，他的尝试非常成功 – 没有任何两座建造是完全一样的。我尤其喜欢他使用的三角形的建筑外墙。当然，没有一座未来风格的城市会完全没有飞行载具，所以你可以在城市内看到很多的飞行载具！\n\n\nBut outside the wall, not everything is so high-tech. In fact, there are the ruins of an ancient civilisation, juxtaposed with this closed-off metallic city. “I added them in last,” PlasmaticStatic explains. “The remnants of this lost city became the larger city that rests behind the wall, and the ruins left to rot in the desert are no longer habitable. It finished off the dystopian feel of the desert side.”\n但在高墙之外，并不是一切都显得那么地高科技。实际上，在封闭的金属城市之侧，有着远古文明的遗迹。“我在最后加上了这些遗迹，” PlasmaticStatic解释说。“人们用这座失落之城的废墟铸造了高墙之内繁华的大都市，而遗留在荒漠中腐朽的遗迹已不宜居住。这座高墙终结了沙漠一侧反乌托邦的感觉。”\n\n“I’ve always liked, in a strange way, building places that have turned into abandoned ruins and lost all remnants of order and life,” he adds. “Unlike proper buildings, ruins can be as twisted and misshapen as you like, which allows you to go more wild.”\n他补充道：“我一直喜欢以一种奇怪的方式建造那些已经沦为废墟且彻底失去只需和生命的地方。” “和普通的建筑不一样，废墟可以可以让你更加狂野地随意扭曲、变形。”\n\n\n\n\nAh, so there’s more creative freedom in building something broken! But PlasmaticStatic still made sure to keep a consistent look of structural decay throughout this part of the build, creating a strong atmosphere of a place gone to ruin.\n啊，所以在建造破碎的建筑时，建造者就会有更多的创作自由！而PlasmaticStatic仍然确保在建筑结构上的腐朽来保持建筑整体的一致外观，这营造出了建筑被毁灭的强烈氛围。\n\n“The ruins’ structures bear some resemblance of what they used to be, but the walls are barely holding together and the roofs [have] collapsed and they’ve been exposed to the elements over many years,” he says, “Using cobblestone walls and iron bars gives the impression of a block once there that has decayed down to its supporting structure, and a lot of buildings have been filled with sand.”\n他说道：“废墟的结构与其曾为建筑之时的结构有相似之处，但承重墙和屋顶已然倒塌，这些结构暴露在外多年。” “使用圆石墙和铁栅栏能给人留下一种这些方块已经腐朽多年却仍在支撑废墟和很多建筑已被飞沙覆盖的印象。”\n\n\nAll these details meant that PlasmaticStatic was working for a long time. “It took me a few months. I’m not a particularly fast builder, and motivation for building was on and off a couple times,” he explains. “I started by building the things I had the strongest inspiration for. The wall for example, is the main focus of the build, and I had a good image in my head of how I wanted it to look and had the most motivation to build.”\n所有这些细节表明了PlasmaticStatic为此花费了很多时间。他解释道：“我花了几个月的时间来打磨细节。我建造的速度并不是特别快，建筑的动机时有时无，”“我会从拥有强烈灵感的建筑开始建造。就拿高墙为例，它是整座建筑的焦点，我在脑海里浮想出这座墙的外观并且我拥有最为强烈的动机来造出这座高墙。”\n'Don’t plan it down to every detail, as it really does suck some fun out of the building. '\n“不要事无巨细地计划每一处细节，这会让建筑失去一些乐趣。”\n“After that, I built the highway, to use as a focus I could build around. There was planning the city and terraforming the desert, and adding more and more detail to the build until I eventually saw it as complete.” It looks very complete to me, too – but the city itself seems almost too perfect, like there must be something ominous going on in the city… maybe that’s just all that cyberpunk influence though!\n“在此之后，我建造了高速公路以作为一处我可以围绕其进行建造的焦点。规划城市布局、改造沙漠地形、添加更多细节直至达到我眼中的完整。” 这座建筑在我看来也十分完整了 – 但这座城市自身看起来太完美了，好像这里一定会有不祥的事情发生一样… 也许这就是赛博朋克的魅力吧！\n\n\n“I don’t know if I ever planned the project to be this big,” PlasmaticStatic admitted. “I definitely had never done anything this big before!” But he credits experimentation for leading him forward. “I never had a completely solid plan to use. Having just become a member on the Builder’s Refuge server, I was also eager to build something impressive and try to prove myself.”\nPlasmaticStatic承认道：“我不知道我是否曾规划过这么大的建筑项目，” “但我以前绝对没有造出过如此宏观！” 而他将前进的动力归功于大胆的尝试。“我从来没有制定过完全可靠的计划。我刚成为Builder’s Refuge服务器的一员时，我也渴望建造出令人印象深刻的建筑来证明自己的实力。”\n\nIt also meant that he learned a lot during the process. “For one, to pace myself. Although having an idea of how the build will turn out in your head is good, don’t plan it down to every detail, as it really does suck some fun out of the building. All in all, I enjoyed the build and I’m proud of the finished product. I love how I can turn my imagination into reality with Minecraft and this is a great example.”\n这也意味着他在建筑的过程中学到了很多东西。“首先，调整自己的步伐。尽管在脑海内浮现出了一个建筑的想法是好的，但不要事无巨细地计划每一处细节，这会让建筑失去一些乐趣。总而言之，我喜欢这个建筑作品并且我对成品感到自豪。我喜爱用Minecraft将想象化为现实，这件作品就是个很好的例子。”\n\n\nI agree! There’s so much variety in this one build, from the sleek grey hospital to the blue glass of the houses, from the ancient ruins to the threatening new wall; and from the dry desert outside to the lush park within. It feels like there’s something new around every corner, just waiting to be discovered – if you can get inside at all.\n我也同意！他的建筑变化多端，从造型光滑的灰色医院到蓝色玻璃构成的房屋；从远古废墟到令人生畏的高墙；从高墙之外天干物燥的沙漠到城市之内郁郁葱葱的公园。如果你能探索每一个角落的话,这感觉就像每个角落里都有新奇的事物等着你去探索。\n\nRenders by Angel and Lycqn.\n图片渲染：Angel 和Lycqn。",
    "replies": [
        {
            "author": "memberC",
            "timestamp": 1583663520,
            "txt_content": "个人认为这个建筑真的算是细节了"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1583677200,
            "txt_content": "好看喔，我下了很多次"
        },
        {
            "author": "Genius-54213",
            "timestamp": 1584064320,
            "txt_content": "老好看的，就是街上的车（想开车逛城市）让我拆了好久。"
        },
        {
            "author": "fh1244495768",
            "timestamp": 1586330700,
            "txt_content": "好看 好看  这个怎么下啊  官网那个滚轮滑不动 WR"
        },
        {
            "author": "fh1244495768",
            "timestamp": 1586330880,
            "txt_content": "Genius-54213 发表于 2020-3-13 09:52\n老好看的，就是街上的车（想开车逛城市）让我拆了好久。\n这个怎么下载啊"
        },
        {
            "author": "略之详说",
            "timestamp": 1586652780,
            "txt_content": "请问怎么下载，官网滚轮滚不动·"
        },
        {
            "author": "韩帅哥001",
            "timestamp": 1587635940,
            "txt_content": "搬运者你好\n我想问件事请：如果我要用这张图做一些基于这张图的视频，需要和你说，还是和作者说，还是和你说，你帮我和作者说"
        },
        {
            "author": "大逗逼233",
            "timestamp": 1587797280,
            "txt_content": "麦c梦晨 发表于 2020-3-8 22:20\n好看喔，我下了很多次\n请问这个地图怎么下载啊qwq"
        },
        {
            "author": "大逗逼233",
            "timestamp": 1587797820,
            "txt_content": "Genius-54213 发表于 2020-3-13 09:52\n老好看的，就是街上的车（想开车逛城市）让我拆了好久。\n请问这个怎么下载啊qwq"
        },
        {
            "author": "成风者15",
            "timestamp": 1587870540,
            "txt_content": "感谢作者"
        },
        {
            "author": "一百分666",
            "timestamp": 1589347560,
            "txt_content": "怎么下载"
        },
        {
            "author": "ShueCandy",
            "timestamp": 1589445660,
            "txt_content": "真的炫酷"
        },
        {
            "author": "844597361",
            "timestamp": 1593923820,
            "txt_content": "怎么下载哦"
        },
        {
            "author": "732009870",
            "timestamp": 1593925080,
            "txt_content": "史诗级作品"
        },
        {
            "author": "732009870",
            "timestamp": 1593925080,
            "txt_content": "732009870 发表于 2020-7-5 12:58\n史诗级作品\n去玩1.16.1喽"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1596255060,
            "txt_content": "大逗逼233 发表于 2020-4-25 14:48\n请问这个地图怎么下载啊qwq\n虽然不知道我回复的是不是太晚了"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1596255120,
            "txt_content": "大逗逼233 发表于 2020-4-25 14:48\n请问这个地图怎么下载啊qwq\n但我想说，那条评论是我来水任务的"
        },
        {
            "author": "qwe..-",
            "timestamp": 1597295580,
            "txt_content": "这个建筑真的算是细节了"
        },
        {
            "author": "喜塔腊尔晴",
            "timestamp": 1597398900,
            "txt_content": "这个午高科技"
        },
        {
            "author": "LeCorbusier",
            "timestamp": 1597583760,
            "txt_content": "略之详说 发表于 2020-4-12 08:53\n请问怎么下载，官网滚轮滚不动·\n使用英文版的官网就好了"
        },
        {
            "author": "1122933",
            "timestamp": 1597646400,
            "txt_content": "太棒了吧这个地图，爱了爱了！！"
        },
        {
            "author": "761999849",
            "timestamp": 1601643780,
            "txt_content": "LeCorbusier 发表于 2020-8-16 21:16\n使用英文版的官网就好了\n啊 英文版官网不能滑动诶"
        },
        {
            "author": "kayn-",
            "timestamp": 1601742600,
            "txt_content": "MC的建筑都无法想象的好看"
        },
        {
            "author": "Mikatsukida",
            "timestamp": 1601780940,
            "txt_content": "感谢感谢ww"
        }
    ]
}