{
    "title": "[Minecraft.net|CULTURE] 道路向前延伸",
    "author": "北海上",
    "replyCount": 4,
    "timestamp": 1583589120,
    "txt_content": "\n\n\n道路向前延伸\n\n漫步在朗伯德街区之中\n\n　　喜欢快步以及喜欢走过崎岖之路的读者们可一定要去旧金山著名的朗伯德街试一试。我自己也去朗伯德街走过一趟，周围更陡峭的街道我也试过，我在那还没走几步，我对山过敏的双腿很快就使我不得不陷入颤抖还哭泣的惨状之中。\n\n　　不幸的是，不止一位我们的员工可以站出来证明，我这事儿是真的。\n\n　　但，现在是什么情况？我那双叛逆的双腿似乎开始欢呼雀跃？一定是因为，即使是像我这样懒惰的人，我每次看到它们的时候，总是能够欣赏到那伟大的创作，这感觉是来自布莱恩，也被我们称为Creeper2357，在游戏中重建的这旧金山最最崎岖的街区，这享受十分曲折，我的创伤经历也因此变为了一种苦乐参半的怀旧之情。谁快来把我抱起来，我好和他击掌！\n\n\n\n　　布朗恩和我这么说：“朗伯德街这个点子一直在我脑子里翻来覆去的想来想去，当我选择项目开始建造时，我会寻找那些有趣又多多少少有些同感的东西，而且这些东西还能被重现在我的世界里并且细节与氛围几乎没有什么丢失，朗伯德街上的东西都经过了这些考虑，我在那里实地考察的时候这点对我很有帮助。”\n\n　　这条街道看上去很有趣，我们要好好感谢汽车。朗伯德街曾经倾角有27度，是一条非常陡峭的街道，直到20世纪初，旧金山的商人们才意识到开车在这样的倾斜的街道上是一个非常糟糕的点子，*百度20世纪20年代*自大萧条时期以来？\n\n　　所以在1922年的时候，这条街的倾角被修整为16度，而且街内有8个急转弯，我从来没有亲自从上面开车下来过，除非你把那个超棒的游戏《旧金山司机》里面那个非常棘手的比赛任务也算上的话，说实话你真的不该那么做。\n\n\n\n　　“不要脑子一热一拍脑袋就开始建造，”布朗恩建议，当我向他咨询有没有什么在游戏里重建这种现实中的标志性地标的建议的时候，“在你开工之前，先好好做好研究定下计划。”\n\n　　“当你想重建什么的时候，你可以使用谷歌地球，这工具非常宝贵，他们的照片以及卫星地图数据库非常的庞大，而且你想测什么的时候还有工具来帮你获得尺寸。”\n\n　　一般来说，网络上有着海量可以用得上的信息，尤其是关于那些现实生活中非常有名的地点，这对你的建筑来说简直是无价之宝！在网上好好研究朗伯德街的时候，你可以发现，它是非常的受人欢迎，以至于一些游客甚至会向当地的居民借用他们的洗手间，这当然是不行而且不得体的，你是什么毛病？\n\n\n\n　　“当我开始建筑之前，我会先规划好较大的细节，”布朗恩解释道，“朗伯德街在建造的时候，我先把街道的轮廓摆出来，然后放在一座空空的山上，”这样做之后，布朗恩就可以开始不断的填补上细节，使得这街区开始翩翩起舞，巧妙地利用方块以及周围各式各样的公寓楼。\n\n　　我完全可以想象得出，我坐在公寓的阳台上，看见我的世界里那些小小的方轮卡车一辆辆驶过，我朝着下面的游客挥手，然后拍着我身边自制的牌子，“不，你当然不能用我家的卫生间。”。  \n\n\n\n　　与真正的朗伯德街并排比较！这话你可别和旧金山的市长说，我觉得我更加喜欢布莱恩的朗伯德街。\n\n　　“最难的部分大概是景观的美化——比如树木、灌木、还有花卉，”布莱恩和我说，“植物和景观的设计并非是我最擅长的领域，尽管我能很轻松的重建建筑，但是植物要更加抽象，这样的随机性需要我花更多的神去保证不出错。”\n\n　　对我来说，我觉得这样的景观美化简直是建筑里最厉害的那部分，所以我听到布莱恩对此很苦手之后感到非常惊讶。当然啦，在一个完全是方块的游戏里建造一条有八个弯道的街区应该是更加有挑战性的吧？\n\n　　布莱恩解释道：“建筑的乐趣之一就是克服掉只有某些方块的限制，有些模组可以加入一些物品比如椅子或者可以弯曲的方块，但是我觉得，这么做就没有意思了。”\n\n\n\n　　我真的非常喜欢布莱恩对待我的世界的态度，做自己的研究，让自己去试着造一些自己并不擅长的东西，并且将游戏的限制看做是某种挑战，试着去超过而不是就此一蹶不振。这样对待建筑的态度是伟大的，而且毫无疑问，这样能够获得回报。\n\n　　说实话，不管是谁负责建的朗伯德街附近的菲博特街，能不能回到过去，然后学学朗伯德街的建筑方法吗？因为说实话，让旧金山的街道达到17.5度的倾角这种事完全没理由啊，我的腿会做噩梦的……\n\n\n作者Tom Stone发布日期2019/02/20\nhttps://www.minecraft.net/zh-hans/article/streets-ahead",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583592600,
            "txt_content": "只要我们不停下来，道路就会不断延伸……"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1583594820,
            "txt_content": "不要停下来啊！！"
        },
        {
            "author": "anyean",
            "timestamp": 1583759640,
            "txt_content": "TOM，你在干什么啊TOM!（Tom爬山腿肌死）（确信）"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583760420,
            "txt_content": "tom的腿哈哈哈\nTom是一个喜欢搞笑的作家啊"
        }
    ]
}