{
    "title": "[Minecraft.net|INSIDER] 遇见流浪者",
    "author": "SPGoding",
    "replyCount": 1,
    "timestamp": 1583626620,
    "txt_content": " 本帖最后由 梓榆 于 2020-3-8 21:31 编辑 \n\nMeet The Stray\n遇见流浪者\nWhat dark desire animates this cold-hearted killer?\n这一冷血杀手有着怎样的黑暗欲望？\n\nMarsh Davies 马什·戴维斯\nStay alert as you travel through the frozen landscape: there are more deadly things here than the cold! Lurking in the snow are strays - ragged wanderers with baleful eyes and deadly bows, ever on the lookout for foolish warm-bloods intruding into their territory. And beware! Those arrowheads will do more than stick you - their icy tips will cast a freezing pall, slowing their hapless victim to a frosty shuffle.\n穿过严寒地区时请保持警惕：那里有着比寒冷还要致命的东西！在雪地深处潜藏着流浪者 —— 衣衫褴褛的漂泊之者，有着凶残的眼睛和致命的弓，探寻着闯入它们领地内的愚蠢的恒温动物。注意！它们的箭不仅能刺穿你 —— 那些冰冷的箭头能够传递出刺骨严寒，拖拽着无辜受害者的步伐。\n\nThe main intention behind the stray was to add some variation to the kinds of mobs you encounter in different biomes - so that each area of the world feels distinct.\n加入流浪者的主要目的，是为了让玩家能够在不同的生物群系中遇到不同种类的生物 —— 如此，世界的不同区域便能显得不同。\n Essentially the stray is a new kind of skeleton that will spawn in the frozen areas. \n\nThey’re based on a concept that emerged from a game jam the Bellevue team had, where they were just adding a bunch of stuff to Minecraft - whatever they wanted. Jason Major made a bunch of cool mobs and I thought these particular ones fitted really well with what we were already planning. So we added them! \n—— Jens Bergensten\n简单来说，流浪者是一种只生成在严寒地区的新的骷髅。\n\n它们基于一个游戏制作比赛（game jam）中 Bellevue 队伍的想法。他们当时向 Minecraft 中加入了许多的东西 —— 想到什么加什么。Jason Major 制作了许多有趣的生物，其中有一些和我们正在计划的东西十分相称，于是我们加入了它们！\n—— Jeb\nIf you do best one of these bowmen, you have a fair chance of looting them of spare arrows tipped with the slowing potion. Since strays aren’t themselves immune to it, turning their own magic against them might just give you a chance to escape!\n如果你能打败这些弓箭手，你很有可能会获得到它们沾有缓慢药水的箭。由于流浪者它们自己也不免疫缓慢效果，以其人之箭还治其人之身也许可以给你逃跑的机会！\n\n【梓榆译自官网 2016 年 12 月 14 日发布的 Meet The Stray；原作者 Marsh Davies】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "1214090013",
            "timestamp": 1583651460,
            "txt_content": "图片可以改为本地么，好像加载不出来"
        }
    ]
}