{
    "title": "[Minecraft.net|INSIDER]遇见苦力怕",
    "author": "零x",
    "replyCount": 1,
    "timestamp": 1583643720,
    "txt_content": " 本帖最后由 零x 于 2020-3-8 13:04 编辑 \n\n\n\n\nMeet the Creeper\n遇到了苦力怕\nFrom a safe distance, obvs显然要保持安全距离\n\nEveryone loves a happy accident. They're the best! Happy accidents like being given an extra scoop of ice cream because ** working the counter accidentally gave you too much. Or not having to pay for the ice cream because ** accidentally forgot to charge you. Or realising you can just take all the ice cream you want because jeez lady you really do not know how to run an ice cream store.\n每个人都喜欢一个幸运的事故，因为它们是很棒的！幸运的事故就像是因为操作计算器的失误，服务员给你多打了一勺冰淇淋。或者说那位女服务员忘记向你收费，因此你不用支付冰淇淋的钱。或者你可以拿走所有的冰淇淋，因为那位女士真的不知道如何经营一家冰淇淋店。\nAh, but what about unhappy accidents? Such as everyone's favourite misery-guts/explodey-guts, the Creeper. These lanky lime horrors will gaze upon you with a look of utmost sadness. You'll soon have a similar facial expression, if you let it get close. Because the Creeper explodes if it gets within three blocks of you, blasting you to bits (oh well, these things happen!) and maybe even damaging your build (NOOOOOOOOOOO WHHHYYYYYY!!!?!?!?!).\n那么什么是不幸的事故呢？比如每个人都最喜欢的苦力怕痛苦的内脏或者说会爆炸的内脏。这些行动缓慢的恐怖石灰将用它们极度悲伤的眼神注视着你，如果你让它靠近你，你会很快有和它一样的表情，因为它们在距离你3个方块内就会把你炸成碎片（哦，好吧，这些事情发生了！）也可能把你的建筑摧毁掉（不不不不不不不不不不，你为什么要这么做！！！！？？？？）\nAnd it was created almost entirely by accident!\n对了，它完全是随机生成的！\n\n\n                                 The story of the Creeper - it was supposed to be the pig, but Notch mixed the height and the width values, or the rotation of it, so it's standing up instead of lain horizontally. But it did have the AI behaviour of looking at the player. So he just thought it was extremely creepy, with this weird thing walking around, looking at you. So he decided to keep it as a monster. He wrote that a friend said it would be cool if it exploded *laughs* and that brought us to the Creeper.\n苦力怕的故事——它本应该是猪，可是Notch弄错了高度和宽度值并旋转了它，所以它站起来了，但它确实有看向玩家的行为。Notch认为这是相当怪异的，如果有一个东西看着你并到处游走。那一定是个怪物。他写道，一个朋友说，如果它爆炸了的话那将会很酷（哈哈哈笑），所以这就给我们带来了苦力怕。\nThe face was to clearly, with a limited number of pixels, make it look really dangerous. I think the green colour is supposed to be camouflage. But we're still debating - is it flesh? Or is it more like leaves? Or is it fur? You don't really know just by looking at the pixels. I know Junkboy debates that! *laughs*\n尽管这张脸的像素有限，但它仍是很清楚的，也让他看起来真的很危险。我认为它的绿色应该是用来伪装的，这点至今我们仍在争论——它是皮肤吗？但看起来更像树叶？还是皮毛？你无法仅通过看像素就真正地知道。我知道Junkboy还在争论那个（哈哈哈）\nJENS BERGENSTENJeb\nThere you have it - a potential pig ended up becoming Minecraft's most iconic monster. So next time you're making a bacon sandwich, make sure to be extra careful to lay the bacon horizontally. Otherwise, who knows? Maybe you'll accidentally make a Creeper sandwich and then BLOW YOUR OWN MOUTH OFF. \n你现在知道了——这头潜在的猪最终成为了Minecraft最具有代表性的怪物。所以你下次做培根三明治时，一定要注意把培根水平放置。否则，谁知道你会不会意外地制作出一个苦力怕三明治，然后在你的嘴里爆炸。\nWe consulted a scientist to ask how likely this was to happen to any of our beloved readers. She asked us to never contact her, or any other member of the busy scientific community, ever again. Fascinating! \n我们咨询了一位科学家，当我们问她这件事在我们亲爱的读者身上发生的概率有多大时。她叫我们永远不要再联系她和忙碌的科学社区里的任何一位成员。这女科学家真是令人神魂颠倒！\n\n\n【零x译自Tom Stone2017年5月15日在官网发布的MEET THE CREEPER】",
    "replies": [
        {
            "author": "乙烯_中国",
            "timestamp": 1584006420,
            "txt_content": "\n\n\n\n\nQQ图片20200312174621.png (93.96 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-12 17:47 上传\n\n\n\n\n\n机翻 ，有道\n\n"
        }
    ]
}