{
    "title": "[Minecraft.net|CULTURE] 回归自然",
    "author": "问谛居",
    "replyCount": 4,
    "timestamp": 1583646240,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-10 17:15 编辑 \n\nBack to Nature\n回归自然A city on a cliff and a mysterious monolith\n一座在悬崖和神秘巨石上的城市\nKate Gray 凯特·格雷\nI grew up in the British countryside. We had rolling fields, deer in our back garden, and occasionally the whole place would smell like the back end of a cow. It was great!\n我在英国的乡村长大。我们那儿有起伏的田野，后花园里有鹿，偶尔，整个地方都会闻起来都充满牛粪味，棒极了！\n Although... when you live in a cottage in the middle of nowhere, and you actually want to get to the places where your friends are, you take it for granted. Instead of the relaxing parts, all you can see is that you’re the only person under 50 in this whole village, and the bus into town only comes once a week : (\n但是...当你住在一个偏僻的农舍时，你会理所应当地想去你朋友住的地方。除了乡村生活欢乐的部分外，你能知道是在这个村庄你是唯一一个50岁以下的人，而且到镇上的公交车一星期只有两班: \nNow, I live in a city, and though the bus comes once every 10 minutes, I sometimes miss the green, vibrant wilderness that you just can’t get in a bustling metropolis.\n现在，我在城市里，虽然这里的公交车每十分钟来一趟，但是我有时会想念那片绿色，那充满生机的原野，这些你都无法在一个熙攘的大都市里感受到。\n\n\n\n\n\n\n Daniel W?hlk ’s build takes that beautiful wilderness to the next step. In the centre of an overgrown, lush jungle, filled with trailing vines and dangling leaves, stands a building - a temple, perhaps, or a palace - long abandoned and surrendered to nature.\nDaniel Wohlk 的建筑将那美丽的原野带入了新的境界。在一个杂草丛生，藤蔓缠绕，叶影婆娑的密林深处，矗立着一座建筑——也许是一座庙，或是一个宫殿，它早已失落，向自然屈服。\nIt stands alone and apart from the rest of the town, built with pillars and orange-red roofs in an Ancient Romanesque style, which has trees and shrubs growing up from it as if no foot had trod there in hundreds of years.\n它孤零零地立在那里，远离城镇。橘红色的屋顶是以古罗马风格的柱子为基修建，树和灌木在那里生长，似乎上百年来未曾有人踏足这里。\nIt’s a little bit like a ghost city in a zombie movie - think I Am Legend, or even Wall-E - where trees grow from skyscrapers, and wild animals roam the streets that were once filled with pedestrians. It’s the city life turned back into the country life.\n它有点像僵尸片里的鬼城——想象一下《I Am Legend》或甚至《Wall-E》里面，树从摩天大楼里长出来，野生动物在曾经人来人往的街道上漫步。这是一个回退到乡村的城市生活。\n\n“I was not, knowingly, inspired by any movies,” Daniel admits. “I would mostly describe it as my own pure fantasy. One of the sources is strangely ancient Indian civilisations’ 'tower architecture' from around the Indus river valley area, as well as the Roman architecture style. The mix is quite a nice result.”\n“我并非有意地受任何电影的启发”，Daniel 承认道。“我更觉得这是我自己纯粹的幻想。其中一个来源是奇妙的古印度文明中印度河流域地区的‘塔式建筑’，另外还有罗**筑风格。融合之后就是锦上添花。”\nPulling from multiple real-world sources, Daniel has managed to create something that makes you want to wander around on an archeological adventure, Lara Croft-style, despite his design being entirely made-up.\n通过从多种现实来源的提取，Daniel 成功地打造了这样的建筑，使你想要开启一个古墓丽影风格的考古冒险，尽管他的设计是虚构的。\nFor one thing, it’s very hard to build something in the middle of a giant hole. “The terrain is inspired by a sinkhole, really. Sheer cliffs, outcroppings in a forested area.” The tower in the middle of Daniel’s build sits atop a perilous column of stone in the middle of a gigantic void - it’s no wonder this place is abandoned! Everyone probably fell into the hole : (\n一方面，在一个大洞的中心建东西是很困难的。“这个地形的灵感来源于污水坑，这是真的。悬崖峭壁露在草木丛生的地方。”Daniel的建筑中心的塔，坐落在一个危险的石柱顶部，石柱周围空空荡荡——难怪这个地方被遗弃了！可能所有人都掉进洞里了: (\n\nThere is a story behind the tower, according to Daniel - a reason why it stands apart from the city. “I made the project deliberately contrasting the styles from the tower and the city,” he says. “A civilization in its dawn stumbles upon the ancient monolith of a tower, drawn to it by its magnificence and settling, almost cramming themselves into the little place on the ledges of the basin. They rule the area for hundreds of years while the monolith falls further into ruin.”\n据Daniel所说，塔的背后有个故事——为什么它远离城市之外。“我故意让建筑的风格与塔和城市产生对比”，他说，“一个文明的黎明在塔的古老巨石上蹒跚起步，被它的富丽堂皇吸引，然后他们深入到甚至于填满了盆地里巨石的一小部分。他们统治这个地区长达数百年，但巨石也同时更加陷入毁灭。”\nBut although the tower is the clear focus of Daniel’s piece, the city itself has its own sense of simple grandeur. Built in a simple style, to contrast with the monolith, the city is made of only a handful of block types - “stone bricks, cracked stone bricks, and mossy stone bricks, basic stone, and bricks for the roofs,” says Daniel - and the style itself is mostly inspired by Roman buildings, “mixed with a little Greek and a bit of creative freedom.”\n但尽管高塔是 Daniel 作品中的重中之重，这座城市本身也有简约而宏伟的感觉。用一种简约的风格修建，为了和巨石对比，这座用简单的风格建造的城市只用了少数几种建筑类型-“石砖，裂石砖，苔石砖的石砖，石头和砖块做的屋顶”，Daniel 说，而且这种风格本身是受罗马人建筑的启发，“它融合了一些希腊风和创新的自由风格。”\n\nThe build took “50 to 60 hours” in total to complete, which took place over the course of several months. Daniel also had two months of university exams, and a deadline that he set himself: finishing the project for MCBCon , a Minecraft build convention, which stopped taking submissions on June 1st - “the busiest point of my exam period!”\n这个建筑用了总共“ 50 到 60 个小时”来完成，整个过程持续了好几个月。Daniel 还用了两个月来准备大学考试，他也给自己设定了一个期限：为了参与 MCBCon 以完成这次计划，一个 Minecraft 的建造大会，它在 6 月 1 日前截止报名——“正好在我考试的节骨眼上！” \nDespite all these challenges, Daniel managed to finish and submit his build in time, saying that time management was the most important thing he learned during the build. He actually admits that he doesn’t plan his builds before making them, because “planning too specifically will feel limiting to me, which will make me work slower.”\n尽管困难重重，Daniel 成功完成并且按时提交了作品。他认为时间管理是他在建筑过程中学到的最重要的东西。事实上他承认，他在做之前没有计划该怎么建造，因为“太刻意的计划会拖累我，这会让我做得更慢。”\nI guess flying by the seat of your pants is faster than walking!\n我猜飞行要比走路快得多！\n\nOf course, Daniel might sound like he had a plan all along - having deadlines, a style of architecture, and a build centered around a tower - but he might not have meant for it to be such a large project. “The goal of the project was to make a fitting location for the tower,” he says. “Needless to say... it went overboard.”\n当然，也许听起来 Daniel 一直都有一个计划——有截止时间，建筑风格，以塔为中心的建筑——但他没有想过要做成一个这么巨大的工程。“这个工程的目标本来是给塔做一个适合的地点，”他说。“不用说...他做过头了。”\nHe’s happy with the final result, though, and it means that we also get to see and explore his abandoned Romanesque town and mysterious monolith for ourselves. It’s all been worth it in the end, he admits.\n他对最后的结果感到很开心，尽管，这意味着我们也得自己去看，去探索他的失落的罗马风格小镇和神秘的巨石。他说，最终一切都值得。\n\n“The view from the city looking towards the tower… it’s such a great view to have. Imagine seeing that every day.”\n“从城市看向高塔的风景...如此美妙。想象一下要是每天都能看到，那该多好。”\n Renders by Hylke, GuildsMC, Limrk, Kryppt and Ryuh \n由 Hylke , GuildsMC , Limrk , Kryppt and Ryuh 提供\n【@EBSky 译自官网 2018 年 07 月 24 日发布的 Back to Nature】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "Police_",
            "timestamp": 1583654100,
            "txt_content": "这是快2年前的了吧"
        },
        {
            "author": "问谛居",
            "timestamp": 1583660580,
            "txt_content": "Police_ 发表于 2020-3-8 15:55\n这是快2年前的了吧\n不在乎时间啊，反正迟早所有文章都要翻译"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1583677140,
            "txt_content": "好看喔，我下了很多次"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583952900,
            "txt_content": "第二段意思不是很对\n\nDaniel Wohlk 的建筑将那美丽的原野进入新的境界\n是不是少了个动词\n\n Everyone probably fell into the hole \n可能所有人都掉进洞里了\n\n “Needless to say... it went overboard.”\n这里指的是 （作者）把作品做过头了 这样写的话后面主语不应该是“它”\n\n然后建议处理一下屏蔽词问题 还有各处有一些小的理解错误\n"
        }
    ]
}