{
    "title": "[Minecraft.net|CULTURE] 繁华之都",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1583647560,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-12 19:46 编辑 \n\n\nComplexcity\n繁华之都Aria Creations’ futuristic city finds beauty in the bleak\n由 Aria Creations 创作团队的未来城市在荒原上绽放\nCharles Singletary 查尔斯·辛格泰里\nOver the last few decades, technology has become a huge part of our everyday lives. It’s enhanced almost every aspect of our existence, from health to industry to social media. It’s the reason you can use your smartphone to play Minecraft while sat on the toilet. Not that I’ve ever done that, of course.\n在过去的几十年里，科技已经成为我们在日常生活中的重要组成部分，从医疗到工业生产再到社交媒体，他几乎丰富了我们生活的方方面面，这就是你可以上厕所时拿智能手机玩 Minecraft 的原因。当然，我可没这么干过。\nUnfortunately, technology is also at the root of the beautiful post-apocalypse that is Complexcity , an intricate build from the Aria Creations team.\n不幸的是，科技也是看似美好的后启示录的根源。那就是繁华之都，一个来自 Aria Creations 创作团队的复杂建筑。\n“Our first intention was to create an even more complex city than we did with our previous builds,” Aria Creations founder LNeoX tells me via email. “Complexcity seems to be a nice and friendly place but, from the inside, the city is dead and controlled by artificial intelligence. Isolated from the rest of the world.”\n我们的第一个目标是创作一个比之前的建筑更加复杂的城市。爱瑞亚创作团队的创始人雷诺克斯通过邮件告诉我：“繁华之都似乎是个友好的地方，但是，这个城市的内部已经了无生趣，并被人工智能掌控，与世隔绝。”\n\n\n\nThe story of Complexcity is of humans producing robots to build things for us - but then probably regretting that decision when the robots rise up against us. It’s a story we’ve experienced in other sci-fi. I’ve seen about 5,988,434 movies where ungrateful machines start rising up against their poor human creators (as a human myself, I might be a little biased here).\n繁华之都的起源是人类生产机器人来为我们生产，但当机器人起来反抗我们的时候，我们可能会悔不该当初。这是我们在其他科幻小说中经历过的故事。我看过不计其数的电影里面忘恩负义的机器开始反抗他们可怜的人类创造者（作为人类，我这样说可能有些对人类的偏爱）。\nComplexcity tells a similar cautionary tale, with the robots headed toward eliminating humans from the equation altogether. At the time we’re seeing Complexcity, robots are in complete control and nobody knows how the situation will develop.\n繁华之都的故事类似一个警示。随着机器人将人类从考虑范围内完全剔除，那时我们看到的繁华之都被机器人完全掌控，天知道解决之道是什么。\nAria Creations were also unsure how this project would develop when they started building. “Normally we like to make our own concept before we start building but this one was without any planning beforehand,” explains LNeoX.\n当Aria Creations的团队开始建设的时候，他们也不确定这个项目将如何发展。雷诺克斯解释道：“通常情况下，我们喜欢在开始建造前先提出自己的想法，但这一次事先没有任何讨论。”\n\n“We felt confident that everyone was on the same page and just started the project. Our goal was a complex city guided by a modern theme. We tried to implement the ideas of everyone and adapt on the run.”\n“我们相信每个人的想法都相同，所以就直接开始了这个项目。我们的目标是一个以现代主题为导向的繁华之都。我们企图贯彻每个人的想法，并在制作中磨合。”\nA team of eight, the toughest part of constructing the city for Aria Creations was apparently “how we should start this new project.” But once they’d started, they managed to finish construction in just ten days. Maybe we shouldn’t be so worried about robots surpassing us in efficiency after all?\n对于八人小队来说，建造这个城市最困难的部分显然是“该怎么开始这个新计划”。但是只要他们开工了，他们就会竭尽全力在十天内完成建造。毕竟，或许我们不用担心机器人在效率上超过我们。\n\nEven without a team, sometimes you have to let loose and create without critiquing yourself every step of the way. “Not trying to make everything 100% perfect in one go,” explains LNeoX, was something the team learned with the Complexcity project.\n即使没有团队，有时你也不得不放手去创造自己的路，让别人说去吧。“不要试图一次把所有事情都做到百分百完美。”雷诺克斯解释道，这是他从繁华之都项目中学到的一个道理。\n“A lot of times you end up changing parts over and over again. You lose a lot of time and/or motivation and the modifications don’t [even] add much to the big picture.”\n“很多时候你会踌躇不定。你心力交瘁也力不从心，甚至没能为全局添几片砖瓦。”\n“We always strive to build something greater and focus on layout, composition, concept and colors,” LNeoX tells me. But the secret to a build of this quality is apparently to “be passionate and don’t set yourself to high goals. Just have fun.”\n“我们总是努力建设更伟大的东西。专注于设计、创作、概念和颜色。” LNeoX 这样对我说道，但是建造这种质量的建筑的诀窍显然是“富有激情，不要好高骛远，做到真心享受。”\n\nThe team at Aria Creations is building quite the impressive portfolio of beautiful, intricate builds . When you have a team that flows together so well, that's when your builds can come to life, giving birth to wonderful ideas that go beyond what an audience might see at first glance! Just keep an eye on the machines that are helping build those ideas, OK? stares suspiciously at toaster \n这是 Aria Creations 创作团队建造的美丽而复杂的建筑中，相当令人影响深刻的作品之一。当你有一个配合默契的团队时，你的建筑就能做到栩栩如生。众人的奇思妙想，能打造出观众第一眼无法看出的深刻内容。不过请留心那些帮你完成建筑的机器，免得它们也叛变。堤防哪些烤面包机！\n Aria Creations are LNeoX, Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan, Kellerbier, spaceemotion \nAria Creations 成员由 LNeoX, Asdan, Monsterfish, Meadows, TurnipN0se, Laeonathan, Kellerbier, spaceemotion组成\n【@EBSky 译自官网 2018 年 01 月 18 日发布的 Complexcity】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "Police_",
            "timestamp": 1583653980,
            "txt_content": "这是社区最新的博文吗"
        },
        {
            "author": "麦c梦晨",
            "timestamp": 1583677200,
            "txt_content": "大佬NB！！！！！！！！！1"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583953440,
            "txt_content": " It’s enhanced almost every aspect of our existence\n这个“almost”是对于\"every aspect\"的修饰 不是对于\"enhanced\"\n\njust started the project 就直接开始了项目（指不事先讨论，接上文）\n\nMaybe we shouldn’t be so worried about robots surpassing us in efficiency after all?\nMaybe 是 或许 这句话是转折的效果\n\n你花费了精力和耗尽了动力\n这个“和”有点突兀\n\ndon’t [even] add much to the big picture.”\n没加太多，不是完全没加\n\nfocus on layout, composition, concept and colors\n译文里少了一个词\n\nstares suspiciously at toaster\n斜体一般代表动作 建议直接按原文说法\n\n\n\n\n\n"
        }
    ]
}