{
    "title": "[Minecraft.net | INSIDER]聊聊傻子村民",
    "author": "零x",
    "replyCount": 2,
    "timestamp": 1583648520,
    "txt_content": " 本帖最后由 零x 于 2020-3-9 08:29 编辑 \n\n                          \nMEET THE NITWIT\n遇到傻子村民\nMinecraft’s least useful mob?                     Minecraft最没用的人群？\nThe Exploration Update may have bought maps and mansions and other marvels, but arguably it made an even greater contribution to the texture of village living in the shape of the nitwit. \n这次的探险更新带来了藏宝图，林地府邸和其他的奇迹，但也可以说，它使傻子居住的村庄的样貌发生了巨大变化\nThey may burble benevolently like their fellow villagers, but these green-robed layabouts don’t have any trade at all, and just spend each day pottering about aimlessly. You can wave all the emeralds you want - they have nothing for you. So why are they there?\n傻子也许会像其他村民们一样亲切地打嗝，但这些穿着绿袍的懒汉无事可做，每天只是漫无目的的闲逛来打法时间，如果你愿意的话，你可以挥舞你所有的绿宝石，可是他们没有任何东西可以给你，那么他们存在的意义是什么呢？\n\n(为什么我的图片这么大！！)It started because players could summon villagers without a career by using commands: it was the only way to get villagers with green robes. Whenever we discover we have a bug which is used by the community we just see it as 'undefined behaviour' - and ‘fix’ it by making it a feature. In this case we just needed a profession for the green-robed villager. I don’t remember what name we came up with first - I think it was ‘unemployed’ or something, but it doesn’t really fit in the world, because I don’t really think the other villagers are employed by anyone either. So I think the next suggestion was ‘village idiot’ but I thought ‘nitwit’ was a more fun name. \nJens Bergensten它的出现是因为玩家可以用命令召唤出没有职业的村民，这是唯一一种得到穿绿袍村民的方法。每当我们发现一个被玩家利用的bug时，我们只会把它看作“未知行为”——然后通过使其成为一个特性来“修复”它。在这种情况下，我们只需要给绿袍村民一个职业。我忘记了我们第一个想到的时什么——我想是“失业”之类的，但是这个职业并不适合这个世界，因为我不认为其他村民是因另一个人而工作。另一个建议是“村庄白痴”，可是我认为取名“傻子”会更加有趣。Jeb\nSo: are they Minecraft’s most useless mob? Only if you assume that everything in Minecraft is there to serve you! Personally, I think the nitwits are just having a jolly good time and/or protesting against the imperatives of the commercial state by denying emerald acquisition through limited trading partners as the ideal system on which to predicate social stability. More power to ‘em. (Also, bats are pretty useless, too.)\n那么，他们是Minecraft最没用的人群吗？仅当你认为Minecraft里的一切都是为你一个人服务的时候！就我个人而言，我认为这些傻子只是为了玩得很开心或者说通过拒绝和有限的贸易伙伴的绿宝石交易来抗议商业国家，是预测社会稳定的理想体系。他们有很大的力量！（同样，蝙蝠也没毫无用处）\n\n\n【零x译自Marsh Davies2017年1月23日在官网发布的MEET THE NITWIT】",
    "replies": [
        {
            "author": "零x",
            "timestamp": 1583648640,
            "txt_content": " 本帖最后由 零x 于 2020-3-8 14:27 编辑 \nor protesting against the imperatives of the commercial state by denying emerald acquisition through limited trading partners as the ideal system on which to predicate social stability. \n这句话好难翻译，我感觉我翻译的很不对，有人教教我嘛？"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1583953740,
            "txt_content": "调色检测\n\n左为谷歌翻译 右为本帖翻译\n\n\n\n\n\n979912.png (125.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-12 03:09 上传\n\n\n\n\n\n"
        }
    ]
}