{
    "title": "【原创·连载】我的世界飞逝堕落第十八章",
    "author": "但是你",
    "replyCount": 1,
    "timestamp": 1583664240,
    "txt_content": "      首发地址：https://book.qidian.com/info/1017577575 \n\n      按照外国日历，星期天就已经算是新的一周了，这里是本周的更新（说好了每周一章）\n\n      之前的帖子已经重新排版。\n\n      第十八章：这剧情好尬\n\n\n　　我面无表情地看着地上的尸体，心里乱糟糟的，在伫立良久之后叹了口气。周围情景变换，我回到了方块的世界。\n\n\n　　“你还真下得去手啊。”“......”一阵沉默。“话说你的毒为什么没被收上去？”漪蛛扭头问她。“这毒是与灵力融合的，他们拿不走。”“这毒，可有些年头了啊......”末姐的眼神变得凝重起来，“她还没停止那项实验吗。”“她永远都不会停。”又一阵沉默。\n\n\n　　“还想比吗？”末姐问我。“他可不会让我出去。”我瞅了下门后的监狱长，拿起毒刀用灵力将其粉碎。“这监狱质量挺差的。”“没必要弄出那么大动静。你们先走吧，这件事我自己解决。”她们看我也认真起来，便瞬移走了。\n\n\n　　“都别躲了，没用。”刀片从地上浮起，在空中飘忽不定。悄无声息，一切都悄无声息。全场鸦雀无声，连丝风吹草动也没有。一枚刀片消失了，完全凭空消失，没有迹象，没有动静。倒在地上，也是轻飘飘的。\n\n\n　　整个世界如同被静音一般，所有人都屏住呼吸，目不转睛地盯着我的一举一动。一个又一个倒下，毫无察觉。我就静静的站在那里，浮在手掌上的刀片变幻莫测。最后的刀片消失了，剩余的人站了出来。\n\n\n　　“杀了他！”带着颤抖的声音显得软弱无力。“你们有这个本事吗。”我往前迈一步，而这一步，让我的形象在他们眼中瞬间变得庞大起来。一挥手，所有的刀片从场地的各处汇集过来。刀片在我的身边不断穿过他们的身体，最后凝固成一个块，在天空中爆裂开来。\n\n\n　　“无聊。”一个响指，所有的刀片顷刻间化为尘埃。头顶的观众眼珠睁得老大，认为自己的视力出现了毛病。“老子现在很不爽啊喂。”瞬闪，铁门爆裂成粉碎，身侧的监狱长慢慢地蹲到了地上：“来人啊、快，快来人啊。”细若游丝的声音在楼道中回荡，无人听见。“这是你自己要求的。”我甩甩头：“所以我只是泄愤啊。”\n\n\n　　从身边走开后，他忍不住打了个寒战。地上的人硬撑着爬起，不停地喘着粗气。“放心吧，毒都已经被我清除了，继续正常的试炼吧。”我伸了个懒腰，脊椎咔呲咔呲响。“嘿嘿，没想到吧。”刀锋穿过我的肚子，刀柄顶在我的背后，我感到肚子一阵冰凉。“我还真没想到。”我软软地躺倒在地上，喘着最后的一口气。\n\n\n　　“姜果然还是老的辣啊。”我倦缩成团，监狱长提着冰剑朝着我头上砍去。“啊！”尸首分离，头颅滚到一旁。\n\n\n　　主角死了，全书玩。\n\n\n　　（我：开玩笑，我可是主角，怎么可能死！作者：你真的死了。我：......）\n\n\n　　“不就是死了吗，喊什么喊。”时空扭曲，回到了我被砍之前的那一刻。我正要伸懒腰，突然愣了一下。不只是我，场地里的所有人都愣了一下。（其实是全世界的人都愣了一下）\n\n\n　　“对不起，看来是有人不想让我死啊。”因为愣了一下，冰剑顶在我背后没有刺进来。一阵烟尘过后，冰剑回到我手上。“太辣了也不好啊。”监狱长最后苦笑了两声。“这个人我要带走。”我面前突然爆炸，随后整个监狱都变成了火海。“今天可真是事事不顺啊。”末姐她们的灵力在我体内还有些残留，可惜不能吸收。\n\n\n　　灵力释放而出，王阶的气流席卷了全场，所有建筑都被狂风彻底吹到一旁。“果然有副作用。”因为身体强度不够，我的左臂爆裂开，什么都不剩。我服了，这次可真的闹大了，整个监狱都被夷为平地，四散的方块把周围的建筑砸了个稀巴烂。\n\n\n　　“还没完呢。”天上降下数十个铁砧，席卷了整个城市。“切，就这？”铁砧从我头上砸下，然后落到了我放置的石头上，“简简单单。”末影珍珠以最快的速度发射出去，将我瞬移到凶手面前。“真是小看你了。”双手合十，强烈爆炸让我从天上坠落下去。\n\n\n　　“可恶，还是逃了。”我咳嗽几下，躺倒在地上。“才几分钟就成这样了。”她们带着我手臂的碎片瞬移回来，直接给我装上，“下次手臂再爆可没这么容易了。”“你们为什么不追。”“我们被他拦住了。”王阶被拦住？看来这个人不简单啊。“这场面怎么收拾？”末姐环视四周，彻底无语。\n\n\n　　“我要赶紧跑路了，你们也快走吧。”我站起来拍拍尘土，人们渐渐聚集。“这么多人，你连末影珍珠都没了，怎么跑。”“瞬移呗。”我的身形瞬间消失。“切，这小子。”\n\n\n　　瞬移离开，我扭扭身子，转转腰，找个旅馆睡觉。任务是拿到核心去皇城进行仪式，可现在连核心在哪都不知道。说起来也奇怪，水之城火之城还好说，可不论是冰之城、木之城还有金之城，都是归顺圣城的，完全可以直接将核心交给昭影或者直接让他来拿，根本没必要专门派我来取。而且跟我说这话的都是怪物，昭影和无名只字未提，这中间的关键肯定是我。也就是说只有当穿越者得到这些核心时才会激发隐藏效果。\n\n\n　　表面上末地和人类是同盟，可又和不只是敌是友的蛛族往来；蛛族神秘莫测，实力不明，意向不明，和亡灵交好，却帮助又我这个人类；亡灵和人类敌对，可也仅此而已；地狱了无音讯；水之城主没有动静；三个神识也势力不明。现在这个局势分不出谁强谁弱，也分不出谁对谁错，我也根本不清楚哪一边的话才是正确的。所以说......睡觉！睡一觉就清楚了！欧耶！\n\n\n　　（我：这篇小说的整个世界观都是作者做梦做出来的，我为什么不能做梦得到真相？作者：这脑回路......我真服了你了，说得挺有道理的......无法反驳......）\n\n\n其实整篇小说都是作者梦出来的。本来想写多部不同题材的小说，结果全都压缩成了这一部。甚至可以说整部小说就是一个梦境结合体。",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583817300,
            "txt_content": "不错的稿子  继续努力 支持下"
        }
    ]
}