{
    "title": "[Minecraft.net|CULTURE] Remaking History 历史再现",
    "author": "qsefthuopq",
    "replyCount": 0,
    "timestamp": 1583680440,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-3-12 18:31 编辑 \n文章日期2018-09-06作者Jay Castello\n译者qsefthuopq\n\n原文链接点击打开\n\nRemaking History\n历史再现\nBlockworks and English Heritage team up to save real castles!\nBlockworks和English Heritage携手保存现实世界里的城堡！\n\n\nWe’ve featured loads of great castle builds on this site. Here’s one . Ooh, here’s another . And another . Is that enough? Nope, here’s one more! Sorry, we just love your castle builds a lot. So many builders put tons of effort into making creative, detailed, and simply gorgeous fortresses. Here, have a BONUS CASTLE .\n我们在这个网站上介绍了很多宏伟的城堡建筑。 比如这个。噢，还有这个。以及这个。够让你大饱眼福了吗？不，还有这个！抱歉，我们太喜欢你们造出的城堡了。如此多的建造者投入了大量的精力来建造富有创造性的、精细和低调华丽的城堡。这里还有一座城堡。\n\nThese brilliant Minecraft projects don’t have the same upkeep needs as real castles. Hooray! However, real castles all over Britain and other parts of the world do need regular upkeep – a task that’s sadly a lot harder than just switching to Creative Mode or turning the cheats on.\n这些杰出的Minecraft建筑项目并不需要和现实世界的城堡一样进行同样的日常维护。妙啊！然而，在英国和世界的其他地方的现实世界的城堡真的需要日常维护 – 不幸的是，这项任务比在游戏里仅仅切换到创造模式或作弊要困难得多。\n\nThat’s where English Heritage comes in.\n而这就要谈到本文的主题：英国遗产（English Heritage）。\n\n这是建筑师在Minecraft内还原的1575年的英国肯尼沃斯城堡。 请继续阅读下文以了解这座城堡的历史!\nEnglish Heritage is a charity dedicated to preserving over 400 monuments. They’re now working with the educational and community-focused Blockworks collective to get people interested in their work and all the real castles that they look after.\nEnglish Heritage是一个负责保护英国400多处历史古迹的慈善机构。他们现在正和以教育和社区为中心的Blockworks合作，以便引起人们对他们的工作及其维护的现实世界里的城堡的兴趣。\n\n“Minecraft aligns well with our ambitions,” says Eric Winbolt, Head of Digital Innovation at English Heritage. “It has a large audience, castles are already a popular theme, and by bringing it into our properties we can blend the new and old, the real and the virtual.”\n“Minecraft很符合我们的志向，”  English Heritage的数字创新主管Eric Winbolt说，“它的受众群体很大，城堡已经成为了一个热门的建筑主题，通过将其纳入我们名下，我们可以将新和旧、现实和虚拟融为一体。”\n\nEnglish Heritage and Blockworks have been working hard on a number of projects relating to some of England’s most famous buildings. At Dover and Kenilworth castles, visitors were invited to try recreating the monuments, complete with all their ancient walls, towers, and details, in Minecraft.\nEnglish Heritage和Blockworks一直在致力于与一些英国最为著名的名胜古迹有关的项目。在多佛城堡和肯尼沃斯城堡这两个建筑项目内，游客可以尝试在Minecraft内还原这些古迹：填补残缺的古城墙、塔楼，完善建筑的细节。\n想要在Blockworks的可交互3D模型建筑内尽情观赏吗? 遗憾的是，你不能这么做。等等，你可以这么做了! 点击这个链接吧！（译者注：模型已被禁止观看）\n“It was an engaging way to playfully inform younger audiences about the heritage behind the fictional castles they already know,” Eric explains. “The workshops were hugely over-subscribed, with places fully booked up within minutes of the sites opening.\n“这是一种引人入胜的方式，能够让年轻群体深入了解它们所知的虚构城堡背后的遗产。” Eric解释道。“建筑工坊的报名人数远远超出预期，场地开放几分钟内就被全部订满了。\n\n“Even if you were unable to attend, we had YouTuber AmyLee sat in her replica throne, snapping selfies and swapping tips on castle construction. And after that, you still have a real castle to explore!” But if you missed out on these exciting workshops, don’t worry; they’re looking into how they can do more in the future, as well as thinking about how they can integrate Minecraft into other experiences.\n“即使你无法参加，你也可以看到YouTuber AmyLee坐在她的王座模型上自拍并交流建造城堡的技巧。之后你仍然可以探索现实世界里的城堡！” 但如果你错过了这些激动人心的建筑工坊，也不要担心；他们正考虑任何在未来举办更多类似的活动，以及如何将Minecraft融入到其他体验中。\n\n\nOne way you can get involved right now is by building something yourself. English Heritage are currently running a competition to find the very best castle creator, and the winner will get to stay in one of the actual castles for three nights – so what are you waiting for?Click this line of green text to learn more!\n你可以现在参与其中的一种方法是自己动手造点建筑。English Heritage正在举行一场比赛以找出卓越的城堡建造者，胜者将可以在现实世界里的城堡住三天 – 那么你还在等什么呢？心动不如行动，点击这行绿字了解比赛详情吧！\n\nYou’ll have to do something really impressive to top Blockworks’ build though. The castle image that made you click on this article in the first place (unless you clicked on it because you really liked the title ‘REMAKING HISTORY’ – in which case, thanks!) is of Kenilworth Castle . It’s a terrific recreation, one designed to teach people about the amazing construction of this real life monument.\n不过你必须造出能够与Blockwork的作品相匹敌的城堡才可能胜出。在你点开这篇文章时看到的第一张城堡图片就是肯尼沃斯城堡（除非你是因为'历史再现'这个标题而点进来的 - 既然是这样的话那么还是感谢你读到了这里！）。这座绝妙的再现历史的城堡为让人们了解现实世界内的历史古迹而设计。\n\n\nBlockworks’ managing director James Delaney explains: “We worked with the historians at English Heritage to recreate the castle exactly as it was in 1575, including all of the interiors and furnishings. We had to consult historical sources, plans, and illustrations to work out what would still have been there in 1575.\nBlockworks的管理总监James Delaney解释道： “我们和和English Heritage的历史学家携手合作再现了这座城堡在1575年时的完整模样。\n\n“The site underwent significant changes in the 12th, 13th, 14th, 15th and 16th centuries – so working out what was there in 1575 was like solving a huge ancient jigsaw puzzle!”\n“这座城堡在12-16世纪经历了重大变革 – 所以还原其在1575年的场景简直就像是在解决一个巨大的古代拼图一样！”\n\nSoon, the recreation will be made available to all Minecraft Java users, so you can take a virtual tour of the property, but for now, take a peek at the videos made for English Heritage by YouTuber GeminiTay .\n不久后，所有Minecraft Java版的用户都可以在游戏内的虚拟旅行中看到这座再现历史的建筑，但现在，你可以先看看YouTuber GeminiTay为English Heritage制作的介绍视频。\nhttps://www.bilibili.com/video/av95198049\n（前往B站可以看到自带的英文字幕：https://www.bilibili.com/video/av95198049）\nGeminiTay’s first video covers the castle’s excellent exterior!\nGeminiTay的第一个视频介绍了城堡华丽的外观！\n\nGeminiTay points out some really neat details about the castle, like how it uses a red and orange colour scheme to imitate the sandstone construction of the real thing, and how it’s set high up on the hill for self-defence purposes.\nGeminiTay指出了一些十分整洁的细节，比如建筑团队使用红色和橙色的配色方案来模仿现实世界里的砂岩，以及如何利用山丘地形来防御外敌。\n\nThere are also spots for outdoor activities, like the stables and hedge maze, but it’s the interiors where James and the Blockworks builders had to work really hard. “We had to map out the correct function and use of every single room so as to give it appropriate decoration and furnishing – this took even more time than creating the exterior structure of the castle,” he tells me.\n这座城堡也有一些户外活动场所，比如马厩和树篱迷宫，但内饰猜是较为困难的建筑部分。“我们必须弄清每个房间的正确用途以便于对其进行合适的装饰 – 这比建造城堡的外部结构所消耗的时间更多。” 他告诉我。\n[bili=95198049]2[/bili]\n\nGeminiTay’s second video covers the incredibly detailed interior!\nGeminiTay的第二个视频介绍了城堡精细的内饰！\n\nThat’s not very surprising, as there are so many rooms inside! Bedrooms, storage rooms full of chests, a huge basement, and a grand hall perfect for feasts and dances. For me, the best detail has to be the suits of armour that stand guard over the corridors, though I like the fireplaces too. These would have been indispensable in the real castles, since they didn’t have central heating back then. Did they even have fire in 1575? Probably not.\n城堡内有如此多的房间也不足为奇：卧室、满是箱子的存储间、巨大的地下室和适合举办盛宴和舞会的大厅。对我来说，最佳的细节当属站立在走廊上的盔甲，不过我也喜欢房间里的壁炉。这些东西在真正的城堡里是或不可缺的，因为那时城堡里还没有中央供暖系统。在1575年他们会用火取暖吗？这可说不定。\n\nIf it seems like it must have been hard work for the builders to think about all these little things, imagine what it would have been like to make the real thing all the way back in medieval times! Creative Mode, I’m never taking you for granted again.\n如果让建造者去解决这些琐事的话，这肯定会很辛苦，想象下在中世纪造东西有多么困难吧！我再也不会认为使用创造模式是理所当然的了。\n\n“The build captured the imagination of everyone from young Minecrafters to young at heart English Heritage staffers,” Eric enthused. “It vividly offers a fresh lens with which to view this much loved property.”\n“这座建筑激发了年轻Minecraft玩家和English Heritage员工的想象力，” Eric饱含热情地说。“它生动地提供了一种全新的视角，让人们能够观赏这座倍受喜爱的城堡。”\n\n\nIf you’re thinking of making your own castle for the competition, GeminiTay also has plenty of tips to help you out, so be sure to check out her videos. And even if you’re not a builder, there’s inspirations of all kinds to be found at English Heritage sites, so have a look to see what’s nearby and plan a fun day out!\n如果你正打算建造属于你的城堡来参加比赛的话，GeminiTay有很多条可以对你有所帮助的小技巧，所以请务必看看她的视频。如果你不是一名建造者，你也可以从English Heritage官网的各种建筑里找到灵感，所以看看你附近有什么可以激发灵感的建筑，计划一个有趣的一天吧！\n\nWill visiting real castles inspire you lot to build another 732,998,000 Minecraft castle builds for us to cover? We hope so!\n参观真正的城堡会激励你们造出另外732998000座Minecraft里的城堡以供我们介绍吗？我们希望如此！\n\nThanks to: Blockbuilders and AmyLee for facilitating the workshops, GeminiTay for her videos, and Blockworks as the project managers and builders of the Kenilworth castle model.\n感谢: Blockbuilders和AmyLee组织建筑工坊有序进行，GeminiTay的介绍视频和造出肯尼沃思城堡模型的Blockworks项目管理者和建造者。\n其它【Minecraft|延时摄影】肯尼沃斯城堡https://www.bilibili.com/video/av95191616/\n\n\n\n",
    "replies": []
}