{
    "title": "luckperms如何切换存储方式为mysql",
    "author": "1871487870",
    "replyCount": 6,
    "timestamp": 1583672820,
    "txt_content": "已按照wiki中的内容编辑配置文件，更改存储类型,但是重启服务端后mysql数据库中还是没有任何内容，应该怎么办",
    "replies": [
        {
            "author": "GiNYAi",
            "timestamp": 1583672820,
            "txt_content": "1871487870 发表于 2020-3-8 21:11\n已经改为了storage-method = \"MySQL\"\nsplit-storage\n是否关闭\n能不能 贴出你当前的完整的配置文件"
        },
        {
            "author": "思念化作海",
            "timestamp": 1583672880,
            "txt_content": "config中的storage-method改了吗 你可以先给自己加一条权限试试"
        },
        {
            "author": "xmdhs",
            "timestamp": 1583672880,
            "txt_content": "见这 https://pluginscdtribe.github.io ... -storage-types.html"
        },
        {
            "author": "1871487870",
            "timestamp": 1583673060,
            "txt_content": "折叠 发表于 2020-3-8 21:08\nconfig中的storage-method改了吗 你可以先给自己加一条权限试试\n已经改为了storage-method = \"MySQL\""
        },
        {
            "author": "1871487870",
            "timestamp": 1583673300,
            "txt_content": "GiNYAi 发表于 2020-3-8 21:12\nsplit-storage\n是否关闭\n能不能 贴出你当前的完整的配置文件####################################################################################################\n# +----------------------------------------------------------------------------------------------+ #\n# |                                   __         __   ___  __         __                         | #\n# |                        |    |  | /  ` |__/  |__) |__  |__)  |\\/| /__`                        | #\n# |                        |___ \\__/ \\__, |  \\  |    |___ |  \\  |  | .__/                        | #\n# |                                                                                              | #\n# |                                  https://luckperms.github.io                                 | #\n# |                                                                                              | #\n# |  SOURCE CODE: https://github.com/lucko/LuckPerms                                             | #\n# |  WIKI:        https://github.com/lucko/LuckPerms/wiki                                        | #\n# |  BUG REPORTS: https://github.com/lucko/LuckPerms/issues                                      | #\n# |                                                                                              | #\n# |  Each option in this file is documented and explained here:                                  | #\n# |   ==>  https://github.com/lucko/LuckPerms/wiki/Configuration                                 | #\n# |                                                                                              | #\n# |  New options are not added to this file automatically. Default values are used if an         | #\n# |  option cannot be found. The latest config versions can be obtained at the link above.       | #\n# +----------------------------------------------------------------------------------------------+ #\n####################################################################################################\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                      ESSENTIAL SETTINGS                                      | #\n# |                                                                                              | #\n# |                   Important settings that control how LuckPerms functions.                   | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# The name of the server, used for server specific permissions.\n#\n# - When set to \"global\" this setting is effectively ignored.\n# - In all other cases, the value here is added to all players in a \"server\" context.\n# - See: https://github.com/lucko/LuckPerms/wiki/Context\nserver = \"global\"\n\n# If the servers own UUID cache/lookup facility should be used when there is no record for a player\n# already in LuckPerms.\n#\n# - When this is set to 'false', commands using a player's username will not work unless the player\n#   has joined since LuckPerms was first installed.\n# - To get around this, you can use a player's uuid directly in the command, or enable this option.\n# - When this is set to 'true', the server facility is used. This may use a number of methods,\n#   including checking the servers local cache, or making a request to the Mojang API.\nuse-server-uuid-cache = false\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                       STORAGE SETTINGS                                       | #\n# |                                                                                              | #\n# |                Controls which storage method LuckPerms will use to store data.               | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# How the plugin should store data\n#\n# - The various options are explained in more detail on the wiki:\n#   https://github.com/lucko/LuckPerms/wiki/Choosing-a-Storage-type\n#\n# - Possible options:\n#\n#   |  Remote databases - require connection information to be configured below\n#   |=> MySQL\n#   |=> MariaDB (preferred over MySQL)\n#   |=> PostgreSQL\n#   |=> MongoDB\n#\n#   |  Flatfile/local database - don't require any extra configuration\n#   |=> H2 (preferred over SQLite)\n#   |=> SQLite\n#\n#   |  Readable & editable text files - don't require any extra configuration\n#   |=> YAML (.yml files)\n#   |=> JSON (.json files)\n#   |=> HOCON (.conf files)\n#   |=> TOML (.toml files)\n#   |\n#   | By default, user, group and track data is separated into different files. Data can be combined\n#   | and all stored in the same file by switching to a combined storage variant.\n#   | Just add '-combined' to the end of the storage-method, e.g. 'yaml-combined'\n#\n# - A H2 database is the default option.\n# - If you want to edit data manually in \"traditional\" storage files, we suggest using YAML.\nstorage-method = \"MySQL\"\n\n# The following block defines the settings for remote database storage methods.\n#\n# - You don't need to touch any of the settings here if you're using a local storage method!\n# - The connection detail options are shared between all remote storage types.\ndata {\n\n  # Define the address and port for the database.\n  # - The standard DB engine port is used by default\n  #   (MySQL = 3306, PostgreSQL = 5432, MongoDB = 27017)\n  # - Specify as \"host:port\" if differs\n  address = \"192.168.3.23\"\n\n  # The name of the database to store LuckPerms data in.\n  # - This must be created already. Don't worry about this setting if you're using MongoDB.\n  database = \"luckperms\"\n\n  # Credentials for the database.\n  username = \"luckperms\"\n  password = \"2wW8kabMSkGyeKJ3\"\n\n  # These settings apply to the MySQL connection pool.\n  # - The default values will be suitable for the majority of users.\n  # - Do not change these settings unless you know what you're doing!\n  pool-settings {\n\n    # Sets the maximum size of the MySQL connection pool.\n    # - Basically this value will determine the maximum number of actual\n    #   connections to the database backend.\n    # - More information about determining the size of connection pools can be found here:\n    #   https://github.com/brettwooldridge/HikariCP/wiki/About-Pool-Sizing\n    maximum-pool-size = 10\n\n    # Sets the minimum number of idle connections that the pool will try to maintain.\n    # - For maximum performance and responsiveness to spike demands, it is recommended to not set\n    #   this value and instead allow the pool to act as a fixed size connection pool.\n    #   (set this value to the same as 'maximum-pool-size')\n    minimum-idle = 10\n\n    # This setting controls the maximum lifetime of a connection in the pool in milliseconds.\n    # - The value should be at least 30 seconds less than any database or infrastructure imposed\n    #   connection time limit.\n    maximum-lifetime = 1800000 # 30 minutes\n\n    # This setting controls the maximum number of milliseconds that the plugin will wait for a\n    # connection from the pool, before timing out.\n    connection-timeout = 5000 # 5 seconds\n\n    # This setting allows you to define extra properties for connections.\n    properties {\n      useUnicode = true\n      characterEncoding = \"utf8\"\n    }\n  }\n\n  # The prefix for all LuckPerms SQL tables.\n  # - Change this is you want to use different tables for different servers.\n  table_prefix = \"luckperms_\"\n\n  # The prefix to use for all LuckPerms collections. Change this if you want to use different\n  # collections for different servers. The default is no prefix.\n  mongodb_collection_prefix = \"\"\n\n  # MongoDB ClientConnectionURI for use with replica sets and custom connection options\n  # - See https://docs.mongodb.com/manual/reference/connection-string/\n  mongodb_connection_URI = \"\"\n}\n\n# Define settings for a \"split\" storage setup.\n#\n# - This allows you to define a storage method for each type of data.\n# - The connection options above still have to be correct for each type here.\nsplit-storage {\n  # Don't touch this if you don't want to use split storage!\n  enabled = true\n  methods {\n    # These options don't need to be modified if split storage isn't enabled.\n    user = \"h2\"\n    group = \"YAML\"\n    track = \"h2\"\n    uuid = \"h2\"\n    log = \"YAML\"\n  }\n}\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                            UPDATE PROPAGATION & MESSAGING SERVICE                            | #\n# |                                                                                              | #\n# |    Controls the ways in which LuckPerms will sync data & notify other servers of changes.    | #\n# |     These options are documented on greater detail on the wiki under \"Instant Updates\".      | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# This option controls how frequently LuckPerms will perform a sync task.\n#\n# - A sync task will refresh all data from the storage, and ensure that the most up-to-date data is\n#   being used by the plugin.\n# - This is disabled by default, as most users will not need it. However, if you're using a remote\n#   storage type without a messaging service setup, you may wish to set this to something like 3.\n# - Set to -1 to disable the task completely.\nsync-minutes = -1\n\n# If the file watcher should be enabled.\n#\n# - When using a file-based storage type, LuckPerms can monitor the data files for changes, and\n#   automatically update when changes are detected.\n# - If you don't want this feature to be active, set this option to false.\nwatch-files = true\n\n# Define which messaging service should be used by the plugin.\n#\n# - If enabled and configured, LuckPerms will use the messaging service to inform other connected\n#   servers of changes.\n# - Use the command \"/lp networksync\" to manually push changes.\n# - Data is NOT stored using this service. It is only used as a messaging platform.\n#\n# - If you decide to enable this feature, you should set \"sync-minutes\" to -1, as there is no need\n#   for LuckPerms to poll the database for changes.\n#\n# - Possible options:\n#   => sql       Uses the SQL database to form a queue system for communication. Will only work when\n#                'storage-method' is set to MySQL or MariaDB. This is chosen by default if the\n#                option is set to 'none' and SQL storage is in use. Set to 'notsql' to disable this.\n#   => pluginmsg Uses the plugin messaging channels to communicate with the proxy.\n#                LuckPerms must be installed on your proxy & all connected servers backend servers.\n#                Won't work if you have more than one proxy.\n#   => redis     Uses Redis pub-sub to push changes. Your server connection info must be configured\n#                below.\n#   => none      Disables the service.\nmessaging-service = \"none\"\n\n# If LuckPerms should automatically push updates after a change has been made with a command.\nauto-push-updates = true\n\n# If LuckPerms should push logging entries to connected servers via the messaging service.\npush-log-entries = true\n\n# If LuckPerms should broadcast received logging entries to players on this platform.\n#\n# - If you have LuckPerms installed on your backend servers as well as a BungeeCord proxy, you\n#   should set this option to false on either your backends or your proxies, to avoid players being\n#   messaged twice about log entries.\nbroadcast-received-log-entries = true\n\n# Settings for Redis.\n# Port 6379 is used by default; set address to \"host:port\" if differs\nredis {\n  enabled = false\n  address = \"localhost\"\n  password = \"\"\n}\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                    CUSTOMIZATION SETTINGS                                    | #\n# |                                                                                              | #\n# |              Settings that allow admins to customize the way LuckPerms operates.             | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# Controls how temporary permissions/parents/meta should be accumulated.\n#\n# - The default behaviour is \"deny\".\n# - This behaviour can also be specified when the command is executed. See the command usage\n#   documentation for more info.\n#\n# - Possible options:\n#   => accumulate   durations will be added to the existing expiry time\n#   => replace      durations will be replaced if the new duration is later than the current\n#                   expiration\n#   => deny         the command will just fail if you try to add another node with the same expiry\ntemporary-add-behaviour = \"deny\"\n\n# Controls how LuckPerms will determine a users \"primary\" group.\n#\n# - The meaning and influence of \"primary groups\" are explained in detail on the wiki.\n# - The preferred approach is to let LuckPerms automatically determine a users primary group\n#   based on the relative weight of their parent groups.\n#\n# - Possible options:\n#   => stored                  use the value stored against the users record in the file/database\n#   => parents-by-weight       just use the users most highly weighted parent\n#   => all-parents-by-weight   same as above, but calculates based upon all parents inherited from\n#                              both directly and indirectly\nprimary-group-calculation = \"parents-by-weight\"\n\n# If the plugin should check for \"extra\" permissions with users run LP commands.\n#\n# - These extra permissions allow finer control over what users can do with each command, and who\n#   they have access to edit.\n# - The nature of the checks are documented on the wiki under \"Argument based command permissions\".\n# - Argument based permissions are *not* static, unlike the 'base' permissions, and will depend upon\n#   the arguments given within the command.\nargument-based-command-permissions = false\n\n# If the plugin should check whether senders are a member of a given group before they're able to\n# edit the groups data or add/remove other users to/from it.\n# Note: these limitations do not apply to the web editor!\nrequire-sender-group-membership-to-modify = false\n\n# If the plugin should send log notifications to users whenever permissions are modified.\n#\n# - Notifications are only sent to those with the appropriate permission to receive them\n# - They can also be temporarily enabled/disabled on a per-user basis using\n#   '/lp log notify <on|off>'\nlog-notify = false\n\n# Defines the options for prefix and suffix stacking.\n#\n# - The feature allows you to display multiple prefixes or suffixes alongside a players username in\n#   chat.\n# - It is explained and documented in more detail on the wiki under \"Prefix & Suffix Stacking\".\n#\n# - The options are divided into separate sections for prefixes and suffixes.\n# - The 'duplicates' setting refers to how duplicate elements are handled. Can be 'retain-all',\n#   'first-only' or 'last-only'.\n# - The value of 'start-spacer' is included at the start of the resultant prefix/suffix.\n# - The value of 'end-spacer' is included at the end of the resultant prefix/suffix.\n# - The value of 'middle-spacer' is included between each element in the resultant prefix/suffix.\n#\n# - Possible format options:\n#   => highest                        Selects the value with the highest weight, from all values\n#                                     held by or inherited by the player.\n#\n#   => lowest                         Same as above, except takes ** with the lowest weight.\n#\n#   => highest_own                    Selects the value with the highest weight, but will not\n#                                     accept any inherited values.\n#\n#   => lowest_own                     Same as above, except takes the value with the lowest weight.\n#\n#   => highest_inherited              Selects the value with the highest weight, but will only\n#                                     accept inherited values.\n#\n#   => lowest_inherited               Same as above, except takes the value with the lowest weight.\n#\n#   => highest_on_track_<track>       Selects the value with the highest weight, but only if the\n#                                     value was inherited from a group on the given track.\n#\n#   => lowest_on_track_<track>        Same as above, except takes the value with the lowest weight.\n#\n#   => highest_not_on_track_<track>   Selects the value with the highest weight, but only if the\n#                                     value was inherited from a group not on the given track.\n#\n#   => lowest_not_on_track_<track>    Same as above, except takes the value with the lowest weight.\nmeta-formatting {\n  prefix {\n    format = [\n      \"highest\"\n    ]\n    duplicates = \"first-only\"\n    start-spacer = \"\"\n    middle-spacer = \" \"\n    end-spacer = \"\"\n  }\n  suffix {\n    format = [\n      \"highest\"\n    ]\n    duplicates = \"first-only\"\n    start-spacer = \"\"\n    middle-spacer = \" \"\n    end-spacer = \"\"\n  }\n}\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                            PERMISSION CALCULATION AND INHERITANCE                            | #\n# |                                                                                              | #\n# |    Modify the way permission checks, meta lookups and inheritance resolutions are handled.   | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# The algorithm LuckPerms should use when traversing the \"inheritance tree\".\n#\n# - Possible options:\n#   => breadth-first            See: https://en.wikipedia.org/wiki/Breadth-first_search\n#   => depth-first-pre-order    See: https://en.wikipedia.org/wiki/Depth-first_search\n#   => depth-first-post-order   See: https://en.wikipedia.org/wiki/Depth-first_search\ninheritance-traversal-algorithm = \"depth-first-pre-order\"\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Permission resolution settings                                                               | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If users on this server should have their global permissions applied.\n# When set to false, only server specific permissions will apply for users on this server\ninclude-global = true\n\n# If users on this server should have their global world permissions applied.\n# When set to false, only world specific permissions will apply for users on this server\ninclude-global-world = true\n\n# If users on this server should have global (non-server specific) groups applied\napply-global-groups = true\n\n# If users on this server should have global (non-world specific) groups applied\napply-global-world-groups = true\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Inheritance settings                                                                         | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If the plugin should apply wildcard permissions.\n#\n# - If set to true, LuckPerms will detect wildcard permissions, and resolve & apply all registered\n#   permissions matching the wildcard.\napply-wildcards = true\n\n# If the plugin should parse regex permissions.\n#\n# - If set to true, LuckPerms will detect regex permissions, marked with \"r=\" at the start of the\n#   node, and resolve & apply all registered permissions matching the regex.\napply-regex = true\n\n# If the plugin should complete and apply shorthand permissions.\n#\n# - If set to true, LuckPerms will detect and expand shorthand node patterns.\napply-shorthand = true\n\n# If LuckPerms should resolve and apply permissions according to Sponge's implicit wildcard\n# inheritance system.\n#\n# That being:\n# If a user has been granted \"example\", then the player should have also be automatically granted\n# \"example.function\", \"example.another\", \"example.deeper.nesting\", and so on.\n#\n# If this option is set to false, this system will not be applied.\napply-sponge-implicit-wildcards=true\n\n# If the plugin should apply Sponge default subject permissions.\n# Plugins can manipulate a set of default permissions granted to all users. If this option is set to\n# false, LuckPerms will ignore this data when considering if a player has a permission.\napply-sponge-default-subjects=true\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Extra settings                                                                               | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# Allows you to set \"aliases\" for the worlds sent forward for context calculation.\n#\n# - These aliases are provided in addition to the real world name. Applied recursively.\n# - Remove the comment characters for the default aliases to apply.\nworld-rewrite {\n  #world_nether = \"world\"\n  #world_the_end = \"world\"\n}\n\n# Define special group weights for this server.\n#\n# - Group weights can also be applied directly to group data, using the setweight command.\n# - This section allows weights to be set on a per-server basis.\ngroup-weight {\n  admin = 10000\n}\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                      FINE TUNING OPTIONS                                     | #\n# |                                                                                              | #\n# |     A number of more niche settings for tweaking and changing behaviour. The section also    | #\n# | contains toggles for some more specialised features. It is only necessary to make changes to | #\n# |                  these options if you want to fine-tune LuckPerms behaviour.                 | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# +----------------------------------------------------------------------------------------------+ #\n# | Miscellaneous (and rarely used) settings                                                     | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# If LuckPerms should produce extra logging output when it handles logins.\n#\n# - Useful if you're having issues with UUID forwarding or data not being loaded.\ndebug-logins = false\n\n# If LuckPerms should allow usernames with non alphanumeric characters.\n#\n# - Note that due to the design of the storage implementation, usernames must still be 16 characters\n#   or less.\nallow-invalid-usernames = true\n\n# If LuckPerms should allow a users primary group to be removed with the 'parent remove' command.\n#\n# - When this happens, the plugin will set their primary group back to default.\nprevent-primary-group-removal = true\n\n\n\n\n# +----------------------------------------------------------------------------------------------+ #\n# |                                                                                              | #\n# |                                      DEFAULT ASSIGNMENTS                                     | #\n# |                                                                                              | #\n# +----------------------------------------------------------------------------------------------+ #\n\n# This section allows you to define defaults to give users whenever they connect to the server.\n# The default assignments are highly configurable and conditional.\n#\n# There is one default assignment built into LuckPerms, which will add all users to the \"default\"\n# group if they are not a member of any other group. This setting cannot be disabled. However, you\n# can use this section to add more of your own.\n#\n# IMPORTANT:\n# In order to save storage space, LuckPerms does not store users who have no permissions defined,\n# and are only a member of the default group. Adding default assignments to this section will negate\n# this effect. It is HIGHLY RECCOMENDED that instead of assigning defaults here, you add permissions\n# to the \"default\" group, or set the \"default\" group to inherit other groups, and then use the\n# group-name-rewrite rule above.\n#\n# It is also important to note that these rules are considered every time a player logs into the\n# server, and are applied directly to the user's data. Simply removing a rule here will not reverse\n# the effect of that rule on any users who have already had it applied to them.\n#\n# The \"has\" and \"lacks\" conditions below support standard boolean logic, using the 'and' & 'or'\n# characters used in Java.\n# e.g. \"(some.other.permission | some.permission.other) & some.thing.else\" == a user has\n# 'some.other.permission', or 'some.permission.other', and they also have 'some.thing.else'\n#\n# Groups are represented by the permission node: group.<group name>\n# Per server and per world nodes are represented by \"server-world/permission\" or \"server/permission\"\n#\n# Within conditions, permission nodes MUST be escaped using \"<\" and \">\". See the example below.\n#\n# Explanation of the examples below: (they're just to demonstrate the features & use cases)\n#\n# rule1:\n# If a user is either in the vip or vip+ group, and they have the \"titles.titlecollector\" permission\n# set to true, and the \"some.random.permission\" set to false... if they're not in the group\n# \"prison_titlepack\" on the \"prison\" server, then give add them to the \"prison_titlepack\" group on\n# the \"prison\" server, and remove \"some.random.permission\".\n#\n# rule2:\n# If the user isn't in any of the following groups on the skyblock server: sb_level1, sb_level2,\n# sb_level3, then add them to sb_level1 on the skyblock server.\n#\n# rule3:\n# If the user is a member of the default group, remove them from default, add them to member, and\n# set their primary group to member.\n#\n# WARNING: Unlike internal commands, this system does not ensure that a group exists before adding\n# a user to it. It also does not unsure that a user is a member of a group before making that group\n# their primary group.\n#\n# Before you use \"give: group.<name>\" or \"set-primary-group\", make sure that the group exists, and\n# that the user is a member of the group.\ndefault-assignments {\n#  rule1 {\n#    if {\n#      has-true=\"(<group.vip> | <group.vip+>) & <titles.tilecollector>\"\n#      has-false=\"<some.random.permission>\"\n#      lacks=\"<prison/group.prison_titlepack>\"\n#    }\n#    give = [\n#      \"prison/group.prison_titlepack\"\n#    ]\n#    take = [\n#      \"some.random.permission\"\n#    ]\n#  }\n#  rule2 {\n#    if {\n#      lacks=\"<skyblock/group.sb_level1> & <skyblock/group.sb_level2> & <skyblock/group.sb_level3>\"\n#    }\n#    give = [\n#      \"skyblock/group.sb_level1\"\n#    ]\n#  }\n#  rule3 {\n#    if {\n#      has-true=\"<group.default>\"\n#    }\n#    take = [\n#      \"group.default\"\n#    ]\n#    give = [\n#      \"group.member\"\n#    ]\n#    set-primary-group=\"member\"\n#  }\n}复制代码"
        },
        {
            "author": "1871487870",
            "timestamp": 1583673480,
            "txt_content": "GiNYAi 发表于 2020-3-8 21:12\nsplit-storage\n是否关闭\n能不能 贴出你当前的完整的配置文件\n谢谢大佬，把split-storage关闭之后可以了"
        }
    ]
}