{
    "title": "[Minecraft.net|CULTURE]奇妙家具",
    "author": "北海上",
    "replyCount": 2,
    "timestamp": 1583675520,
    "txt_content": "\n\n奇妙家具\n从一个超棒的我的世界网站上学习怎么做家具！等等……\n\n大多数情况下，你或许有着很多的家具，床啊，桌子啊，椅子啊，沙发啊等等等等各类的家具在家里，这些家具保证了你的居住环境足够舒适，但是你想想你在我的世界里的房子，你只有一个可悲的泥土屋子，好处是不会被蜘蛛袭击，但是这可不适合喊朋友来玩哦。\n\n这就是乔纳森，换其名曰SnugSites，在他第一次体验我的世界的时候注意到的，现在他经营着一个叫做minecraftfurniture.net的网站，致力于给玩家们提供更好的家居体验！\n\n\n\n\n\n“我注意到，在大多数情况下，建筑物的内部没有自己的风格，基本上都是空的，”乔纳森和我说。“我很清楚我们有着创造舒适的居住空间所需要的工具和材质，所以我想吸引大家都来把自己的居住空间改造得更加宜居，把建筑的重点从建造最大的东西改造为可以打造一片享受并社交的地方。”\n\n他开始在一个生存服务器里建造自己的豪宅，然后借此启发其他玩家去修自己建筑的内饰，但是乔纳森想要做到更多，让玩家们能够交流并获得独特家具与装饰的灵感，所以他决定建立一个网站，每个人都可以从中获得灵感和建议。\n\n\n\nminecraftfurniture.net这个网站是在2011年建立的，通过提供“图片、视频、想法和技巧”，向玩家展示如何在“自己的游戏之中创造可供玩耍的空间。”\n\n我有问乔纳森，问他什么秘诀是他最喜欢的，他说，最好的办法还是专注于原创性与个性。对于制作建筑内饰来说，没有正确或者错误的说法。\n\n但是重中之重看起来还是实验，“试着在家里放上一切能够让你过的很舒适和愉快的装饰，包括光源、植物、地毯还有娱乐设施，尝试不同的材料与颜色，直到找到让你感觉不错的组合。”\n\n\n\n一个实用的建议是，用墙把不同的房间隔开的时候，要确保墙的厚度有两个方块那么厚，这样你就可以在两面实用各自不同的建筑风格了。好好看看你自己家的装修吧，客厅和卧室墙面的壁纸可能是不同的，这样你就有了两倍的空间可以表达自己了！\n\n乔纳森有他自己的网站条目，他觉得这些条目都非常的有创造力且足智多谋。从一个简单却精巧的餐椅到一个绝妙的架子鼓，再到一个时尚的壁炉，他们都使用了各式各样的方块来搭出一切新鲜玩意。不过有句话我是不得不说，那堆炉火离木墙太近了，我很不安。\n\n\n\n\n\n乔纳森致力于我的世界的内饰设计，他在这上面投入了很长时间去积攒相关的知识。他曾经有一个创造模式的服务器，让玩家们进行随意实验， 这个服务器有着自己的论坛以及设计比赛，乔纳森希望尽快恢复这一传统，他和我说，比赛是总是能够成为一种培养创造性的环境，因为它有着建设性的反馈，这就是说，参赛者们可以真正的挖掘出自己的想法，然后或许之后还能上传到网站上。\n\n我最喜欢的建筑设计是这个室内**浴缸，尤其是它在这个网站的“生活与办公”分类之下，我可希望我的办公室里有这么个温水浴缸了。他甚至利用的地狱岩做出了热气腾腾的景象。\n\n\n\n乔纳森希望这网站继续发展，这样任何社区里的玩家都可以自由提交他们的想法，如果你还在努力想着憋出点什么的时候，他还能再给你一个建议！“我们发现，好点子在合作的环境里容易诞生，”他说，所以为什么不和你朋友一起来看看你们合作的话能够造出什么有趣的室内装饰呢？\n\n你在游戏里做出过什么很好看的家具吗？请附上截图发送邮件到scoops@minecraft.net，我们会在以后的文章里介绍那些截图之中的佼佼者。\n\n作者Jay Castello发布日期2019/03/15\nhttps://www.minecraft.net/zh-hans/article/fantastic-furniture\n\n",
    "replies": [
        {
            "author": "麦c梦晨",
            "timestamp": 1583677200,
            "txt_content": "好看喔，我下了很多次"
        },
        {
            "author": "嘤嘤怪123",
            "timestamp": 1583678820,
            "txt_content": "我造内饰的时候经常用"
        }
    ]
}