{
    "title": "[Minecraft.net|INSIDER]《我的世界：地球》体验日志",
    "author": "GCVillager",
    "replyCount": 19,
    "timestamp": 1583680680,
    "txt_content": " 本帖最后由 GCVillager 于 2020-3-13 15:42 编辑 \n\n\n\n\n\n\nfile_1583680601000.jpg (78.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\n\nMy Minecraft Earth Diary\n《我的世界：地球》体验日志\nBraving the cold Swedish streets with our augmented reality game!\n用增强现实游戏抵御瑞典的寒冬！\n\nTom Stone 汤姆·斯通\nOnce upon a time, an up-and-coming games company called ‘Mojang’ phoned up this impoverished British writer and offered him a job. Three years later, the mobile phone has finally redeemed itself for playing a part in that terrible mistake, by being able to run our new augmented reality game,Minecraft Earth!\n在很久很久以前，有一家前程似锦的游戏公司——Mojang。他们给这位一贫如洗的英国作家打电话，给予他一份工作。（注：这应该指作者）在参与铸成这样一个大错的三年之后，手机本身终于完成了自己的救赎——它已经成为了一个糟糕错误的糟糕环节——现在，你可以在手机上玩我们全新的AR游戏《我的世界：地球》了！\n\nAt time of writing,Minecraft Earth is available in Early Access in nine countries (want to see if it’s out in your lovely part of the world yet?Click here for a continually updated list of Minecraft Earth-enjoying nations!)\n此时此刻,《我的世界：地球》的内测现在正在九个国家火热进行中。(想要知道你能否在你家玩《我的世界：地球》吗？点击这里来看看《我的世界：地球》持续更新的开放区域吧！（注：这是2019年11月的文章，MC Earth现在已经在世界上大部分地区开放，大陆还暂时没有开放）\n\nHere’s what I’ve been up to in the game, a few tips for starting out, and my hopefully-not-tragic quest to obtain the Muddy Pig.\n让我来告诉你我在游戏中的经历，还有一些入门技巧，以及我的泥巴猪寻找之旅。\n\n\n\n\n\n\nfile_1583680603000.jpg (120.79 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nDuring my rare breaks from writing this article/my memoirs, I’d put down a buildplate!\n在写这篇文章（或者说回忆录）的难得空闲时间里，我放下了一块沙盘！\nThe first thing you’re going to want to do when you start playing Minecraft Earth is collect some resources to buld with. You do this by simply having the game open and walking around in the real world. Keep a watchful eye on the map and you'll soon ecounter tappables.玩《我的世界：地球》的第一步便是收集一些建筑材料。这很简单，你只需要打开你的游戏，接着在现实世界中溜个弯儿。盯紧地图！你很快就能找到一些tappable。（注：这里看了蓝鸡的教程，发现他不翻译这个词，[ruby=其实就是我懒得翻译]所以我也不翻译了[/ruby]）（解释一下，这个词由tap+able构成，意思是可以点击的东西）\n\nTappables are little icons that are highlighted when you’re within range. A tree can be tapped to unlock different types of wood blocks. A cluster of blocks can be tapped to gain various blocks and resources (and, fair warning, the occasional skeleton). Chests can be tapped for all sorts of items and rewards.\n所谓tappable，就是一种你靠近时就会高亮显示的小图标。你可以点击一颗树，于是你就能获得不同种类的原木。如果你碰上的是方块堆，那么点击它们，你就能获得大量的方块和其他资源 (不过小心点，骷髅可能会给你一个意料之外的“惊喜”)。点击箱子，你就能获得任意种类的物品或者其他奖励。\n\n\n\n\n\n\nfile_1583680600000.jpg (82.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\n\nTapping any tappables also awards you experience points for levelling up (and every five levels, you'll unlock a new buildplate). So to fill your inventory and get your level nice and high, you’ll want to get within range of as many tappables as possible.\n与此同时，点击tappable也可以让你增加经验，而经验可以让你升级。(每升五级，你就能解锁一种新的沙盘)。所以，如果你要让你的背包满满，等级高高，你就需要获得更多的tappables——越多越好！\n\nMobs can be tapped as well, to, you guessed it, gain mobs!\n生物也可以被点击。你猜的没错，只要点击，你就能获得它们！\n\n\n\n\n\n\nfile_1583680600000.jpg (84.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nLeft to Right: you see a pig on the map. Move within range to tap it and you’ll see the middle screen. Keep tapping the pig, and if you’re successful (er, you seriously don’t see yourself in succeeding at tapping a pig?) you’ll add it to your mob collection!\n从左到右，依次是: 你在地图上发现了一只小猪。到达可以点击的范围内并且点击它，你就能发现屏幕变成了中间那样。让你的手指以最快的速度戳它，如果你成功抓到它了（讲真，你从来没有对着猪狂戳还活着回来的经历吧？） 然后，这只猪就成了你的战利品！你可以在生物栏中找到它。\nI take Minecraft Earth for a walk through central Stockholm, and soon find myself crossing streets and heading down paths I don’t recognise, all just to get within range of more chests. I take an unplanned walk through a supermarket, seriously consider scaling a wall so I can tap the cow on the other side, and even look up at one point to find myself in a cinema, holding an apparently-purchased ticket for the Judy Garland biopic Judy .\n我把《我的世界：地球》打开，在斯德哥尔摩市中心漫步，很快我就发现，我正在我大街小巷穿行，而且走到了那些我从不认得的胡同里面，这是因为我一直想要获得更多箱子，所以走进了那些地方。于是，我的意外之旅开始了，我从一家超市中间穿过，绞尽脑汁思考该怎么隔墙取牛；甚至因为一点小东西误打误撞地跑进了电影院，手里攥着一张有关朱迪·加兰的纪录片《朱迪》的电影票。\n\nLooking back now, it’s hard for me to pick a favourite moment from the experience, but Renee Zellwegger's performance as Judy Garland in Judy is phenomenal, and the musical numbers simply sweep you away. Sure, I’d have rather seen the gritty origin story of Judy from ‘Punch and Judy’ that I’d been expecting, but this is still an excellent fil- wait, what was I meant to be talking about again? Oh, Minecraft Earth! Yeah, that’s pretty good too.\n现在回想一下，很难说在这段旅程中，我最喜欢哪一段有趣的经历。不过值得一提的是，蕾妮·齐薇格在电影《朱迪》中的表现相当精彩，音乐也使人流连忘返。当然，我更想要看到一下血腥的场面，但总体来说，这不失为一部很好的电……等等，我本来想要讲什么的来着？哦对，是《我的世界：地球》啊！嗯哈哈，这也是一个不错的游戏呢。\n\nHaving been thrown out of the cinema for trying to tap a chest that was in someone’s popcorn bucket, I continue searching the city for tappables. Obviously having your eyes glued to your phone while out and about is far from a good idea. Luckily, there’s no need to keep staring at the map for tappables, because your phone will vibrate when one is in range and ready for a good tappin’.\n因为在别人的爆米花筒里面找箱子的事情，我被赶到了电影院的大门外。接着，我继续开始在城市里寻找tappable。很显然，当你在街上走时，把眼睛“粘”在屏幕上并不是什么好主意。还好，我并不需要盯着小地图不放才能找到tappable，因为当你走到可以点击的范围内时，你的手机就会开始振动。\n\nBut annoyingly, sometimes I’ll feel my phone vibrate and excitedly check it, only to find it’s someone texting me. Like my boss complaining that I’m not at work, or my boyfriend proposing to me, or some other inane rubbish that I can’t tap on to unlock more spruce logs. I highly recommend blocking all your contacts before playing. Less distracting.\n可是有件事情真的让人很气——有时候，我发觉自己的手机正在振动，当我的心砰砰跳着打开屏幕查看时，发现是某个笨蛋在给我发短信！比如说，我的老板又在因为我偷懒而发火啦，或者是我男友要求婚啊，还有许许多多无法让我点击来获取云杉木的垃圾玩意。我强烈建议，你在玩的时候一定要屏蔽所有的社交软件的消息。这样，你就不会因为它们分心了。\n\n\n\n\n\n\nfile_1583680601000.jpg (174.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nBeing booted out of that cinema was the best thing that ever happened to me, because I stumbled across an adventure and met this delightful porker!\n我可以说，被一脚踹出电影院是我一生中最大的幸事！因为这件事，我进行了一次冒险活动，并且遇到了可爱的猪猪——多棒啊！\nIf you find a beacon on the map, you can try an adventure! But I'd advise going in better equipped. There's loads of blocks to mine up and keep, but I've neglected to craft a pickaxe, so it takes longer. I'm also unarmed, so think it's best to flee before any of the nastier mobs showed up....\n如果你在地图上发现了一个信标，你就能开始一次游戏中的冒险！不过我要提醒一下，在进去之前，你最好确保你的装备能够扛得住攻击。在冒险中，你要挖掘一大堆方块，可是我忘了做一个镐子，所以我花了好久才完成。更悲剧的是，我没有装甲。所以，在那些怪物出现之前，我最好赶紧溜之大吉……\nAlso, I'm like, three days late for work. So I stop by the office!\n由于太投入了，我好像已经三天没有去工作了。于是，我的老板把我强行抓了回来！\n\n\n\n\n\n\nfile_1583680603000.jpg (128.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nWhenever Jens isn't around, I like to make buildplates on his desk and cover his important notes in Mooblooms. Oh, er, don't tell him I do this.\n只要延斯（注：即Jeb）不在，我就会在他的办公桌上放沙盘，让他的重要文件淹没在哞菇的大海中。啊，呃呃，千万不要对他说这件事。\n'Have you finished that Minecraft Earth diary article you were meant to finish three weeks ago?'\n“ 你完成那篇《我的世界：地球》游玩日志了吗？就是你信誓旦旦地说三个星期前就能完成的那一篇？”\n\n'What are you doing to Jens' desk?'\n“ 天哪！你对延斯的桌子做了什么？”\n\n'Are you stealing all the resources from my buildplate?!'\n“ 你是要把我沙盘上的资源全偷走的意思吗?!”\n\nIrritating questions like these haunt my delicate ears. Can't my beloved Mojang colleagues see I'm trying to catch the Muddy Pig? I mean,write?\n诸如此类烦人的问题在我的耳边嗡嗡闹着。难道我亲爱的同事们看不见我正在抓泥巴猪吗？呃，我的意思是，写关于泥巴猪的报道？\n\nAnyway, I’ve got to briefly pause this feature now to go to some silly work meeting called ‘Does Tom Have a Future at Mojang?’. Be right back!\n无论如何，我现在不得不时我的游戏暂停一下，去参加一个蠢蛋会议，一个名为“汤姆还能在Mojang继续待下去吗？”的会议。稍等片刻，马上就来！\n\n\n\n\n\n\nfile_1583680602000.jpg (130.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nFSoon got bored in the meeting, so instead of paying attention, concentrated on putting down a buildplate and throwing as many chickens at it as possible. Not worried about wasting poultry. In the few days I’ve been playing Minecraft Earth, I’ve collected more chickens than Colonel Sanders.\n我很快就厌倦了领导平乏无味的陈腔滥调，所以我不再集中注意听了，便开始放下一块沙盘，并且疯狂地往上面扔小鸡。你不必为我担心浪费的问题。这几天我一直在玩《我的世界：地球》，现在我有的鸡肯定比桑德斯上校还多。（注：桑德斯上校是肯德基的创始人）\nADVENTURE IS OUT THERE!\n冒险近在眼前！\n\nWith the meeting finally over, I go to my desk to try and write this/eat snacks, when I suddenly see something on my Minecraft Earth map. Another beacon! I quickly turn to my BFF/arch-nemesis, writer Kelsey Howard.\n当冗长的会议终于结束，我回到我的办公桌前，准备写文章，或者随便吃点什么。这时候，我突然发现《我的世界：地球》的地图上有点什么不一样的东西。啊哈！是一个信标！ 我赶紧告诉我的好（si）朋（dui）友（tou）——另一位作家，凯尔西·霍华德。\n\n“Kelsey, look!” I say, shoving my phone in her face. “Just a few feet away from the office is an adventure!”\n“凯尔西，快来看!” 我说着，把我的手机摁到她的眼前。“就在不远处，有一个冒险活动！”\n\n“Tom, you pasty British fool, we live in Sweden,” she reminds me, slapping my phone away, “and it is November .”\n“汤姆，你这笨蛋还当自己在英国啊，这里瑞典，冷得多。”她一边提醒我，一边把我的手机推开，“更何况，现在已经十一月了。”\n\nBut I won't take no(vember) for an answer. So a few minutes later, Kelsey and I are outside in the freezing cold, walking towards the adventure beacon. Kelsey is miserable and angry. More importantly, I couldn’t be happier! It’s adventure ti… wait, that’s copyrighted. It’s time for adventure!\n但是对我来说，十一月也不是说“不”的理由。于是，几分钟后，我和凯尔西就在刺骨寒风中，挪向那个冒险信标。凯尔西很痛苦，而且对我很愤怒。不过那不重要。我现在开心得不能再开心了！现在，就是冒险时……不行，那个词是有版权保护的。那么就说，是时候来一场冒险了！\n\n\n\n\n\n\nfile_1583680602000.jpg (161.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-8 23:16 上传\n\n\n\n\nYikes. This is far more hostile than the last one!\n哎呀，这个比上次那个更难！\nThis time I made sure to craft some weapons first. The trusty pickaxe will let me mine resources quickly, and a sword will stop this zombie and giant spider from getting the jump on me.\n这一次，我已经提前造了装甲。而且事实证明，镐子真的能让我挖得更快，而剑也确实能很好的制止僵尸和巨型蜘蛛向我扑来。\n\nKelsey’s fingers are too frozen to tap, so I have to brave the adventure alone. I stab zombies, slay spiders, bravely defeat that tree, and leave the adventure, rich in resources, experience and high self-esteem. Even Kelsey bellowing in my ear about how I’ve dragged her to her wintery grave can’t bring me down. If you’re cold, Kelsey, just warm your hands by all that lava! Oh, she’s walked off.\n凯尔西的手指头完全冻僵了，点不了屏幕，所以我不得不一个人直面冒险。我刺向僵尸，砍杀蜘蛛，并且勇敢地打败了那棵树（？），带着资源、经验和满足感，满载而归，离开了冒险。即使凯尔西在我耳边尖叫，说我硬把她拖到冬天的室外去送死，也不能让我愉快的心情有一点削减。唉，凯尔西啊，如果你冷，就用岩浆暖手不好吗？哦，看，她生气地走开了。\n\nWant to try Minecraft Earth in Early Access yourself?Click here to see if it's available in your part of the world yet. Keep that article bookmarked - we'll update it every time we add a new country!\n想要亲自参与《我的世界：地球》的内测吗?点击这里，看看你所在的地区是否受支持。 把这篇文章丢到你的收藏夹里吃灰吧——每当加入一个新的国家时，我们都会更新这篇文章的！（才怪）\n\n【GCVillager 译自官网 2019 年 11 月 08 日发布的 My Minecraft Earth Diary；原作者 Tom Stone】\n【本文排版借助了：SPX】\n感谢KalphaGo指正错误！",
    "replies": [
        {
            "author": "六百两",
            "timestamp": 1583770020,
            "txt_content": "中国大陆开放了，但是。。。。"
        },
        {
            "author": "GCVillager",
            "timestamp": 1583799900,
            "txt_content": "六百两 发表于 2020-3-10 00:07\n中国大陆开放了，但是。。。。\n没有开放吧？\n那些玩的人都是魔法加虚拟定位玩的，或者干脆物理到国外"
        },
        {
            "author": "六百两",
            "timestamp": 1583806020,
            "txt_content": "GCVillager 发表于 2020-3-10 08:25\n没有开放吧？\n那些玩的人都是魔法加虚拟定位玩的，或者干脆物理到国外\n大陆的地图已经开放了，只是想玩的话还需要梯子，服务器的域名问题"
        },
        {
            "author": "FanOfSMFX",
            "timestamp": 1583807400,
            "txt_content": "顶一下，赞一下"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583810460,
            "txt_content": "可惜大陆玩不了"
        },
        {
            "author": "专刀你",
            "timestamp": 1583834520,
            "txt_content": "好久大陆才能玩哎，不过性能不好的手机应该也不会支持吧？"
        },
        {
            "author": "15815757998",
            "timestamp": 1583904960,
            "txt_content": "顶一顶，顶一顶"
        },
        {
            "author": "ff98sha",
            "timestamp": 1583907960,
            "txt_content": "六百两 发表于 2020-3-10 10:07\n大陆的地图已经开放了，只是想玩的话还需要梯子，服务器的域名问题\n少吹牛，多动手"
        },
        {
            "author": "15815757998",
            "timestamp": 1583910420,
            "txt_content": ""
        },
        {
            "author": "沸血人",
            "timestamp": 1583971800,
            "txt_content": "不知道这游戏彻底对大陆开放时会被代理吗？还是Mojang亲自弄"
        },
        {
            "author": "a2162942733",
            "timestamp": 1584004920,
            "txt_content": "呜呜呜呜呜呜呜呜呜呜呜"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1584005880,
            "txt_content": "的Soon\n\n？\n\n你应该好好检查一遍自己的文章，而且要试着脱离有道之类的工具帮助。"
        },
        {
            "author": "NAMON-Jam",
            "timestamp": 1584033000,
            "txt_content": "好期待！什么时候可以玩到！"
        },
        {
            "author": "忆辶丶永恒",
            "timestamp": 1584073200,
            "txt_content": "我现在好像玩啊"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584082980,
            "txt_content": "Three years later, the mobile phone has finally redeemed itself for playing a part in that terrible mistake,\n在参与铸成这样一个大错的三年之后，手机本身终于完成了自己的救赎\n（汤姆哥自黑入职mojang就是个错误）\n\nA cluster of blocks can be tapped to gain various blocks and resources (and, fair warning, the occasional skeleton). \n如果你碰上的是方块堆，点击就能获得……\n（没玩过MCE不知道cluster of blocks是什么概念，但是这句话还是在讲能tap的东西而不是已经有的东西）\n\n you’ll want to get within range of as many tappables as possible.\n你就会想要 -> 你就需要\n\n比如说，我的老板又在因为我偷懒而发火啦，或者是我男友要求婚啊\n汤姆不是男的吗，当然应该是女……\nor my boyfriend proposing to me,\n嗯？\n"
        },
        {
            "author": "马可solo",
            "timestamp": 1584787800,
            "txt_content": "你很快就能找到一些tappable。（注：这里看了蓝鸡的教程，发现他不翻译这个词，所以我也不翻译了）（解释一下，这个词由tap+able构成，意思是可以点击的东西）\n楼主你还不如翻译了。。打这么多字233"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584789000,
            "txt_content": "马可solo 发表于 2020-3-21 18:50\n楼主你还不如翻译了。。打这么多字233\n有时候，弄一个词真的比这一句话费脑筋，netherite就是最好的例子……"
        },
        {
            "author": "马可solo",
            "timestamp": 1584789120,
            "txt_content": "GCVillager 发表于 2020-3-21 19:10\n有时候，弄一个词真的比这一句话费脑筋，netherite就是最好的例子……\n我比较喜欢秘锭"
        },
        {
            "author": "不扰小屈",
            "timestamp": 1587867480,
            "txt_content": "沸血人 发表于 2020-3-12 08:10\n不知道这游戏彻底对大陆开放时会被代理吗？还是Mojang亲自弄\n肯定还是网易啊，地下城都给他代理了（偶不！）"
        }
    ]
}