{
    "title": "[1.12.2][TekTopia——桃花源记/特克托皮亚]阡陌交通，鸡犬相闻。",
    "author": "Sinbad_Official",
    "replyCount": 99,
    "timestamp": 1583727240,
    "txt_content": " 本帖最后由 Sinbad_Official 于 2021-1-26 22:14 编辑 \n\n★ 介绍你可以收藏这个帖子以获得更及时的更新消息\n“不要嫌弃原版村民的无能，因为他们的手臂与躯干长在一起！”\nTekTopia打开了束缚村民劳动力的枷锁，让他们得以去做想做的事。按照你所喜欢的风格建造一个城镇，吸引五湖四海的旅客前来参观，你可以吸纳他们作为自己的村民，也可以和商人贸易，以此来建设一个国际大都市。体验作为领主的感觉，看着农民农耕，孩童嬉闹，守卫巡逻，一切是井然有序。主宰者的成就感就会油然而生。\nTekTopia提供了超过20种不同的村民职业，超过18种的多方块结构，建设你的村庄，让他们成为你最得力的助手吧。\n★ 特色村庄的活跃程度随你的建筑而改变，村民会完全适应你建筑/修改的房屋。建设一个人口破百的和谐村庄。将你村庄的特产卖给流浪商人以获取绿宝石。使用绿宝石来扩张你的领土，建造更多的建筑来解锁新的村民职业。保护你的村民不受亡灵法师的伤害。每个村民都有独特的属性，受教育程度/职业熟练度。村民们有着高智能的自定义自动寻路功能，可以设置到数百个方块以外。村民是有性别的。\n\n死灵法师\n\n★ 村民职业根据实际情况选择最适合村庄发展的职业。\n吟游诗人：是村庄里的快乐源泉，演奏音乐和其他娱乐项目来增加其他村民的幸福感。铁匠：为你的村民提供铁/钻石工具，武器以及盔甲。屠夫：屠宰牲畜，提供肉制品。厨师：烹饪各种食物，填饱村民的肚子。牧师：治疗与祝福村民。德鲁伊：种植植物/木头，扩大矿井。附魔师：给工具，武器，书籍以及盔甲附魔。农民：耕地，种植与收获庄稼。守卫：巡逻，保证村庄不会受到入侵。守卫队长：鼓舞其他守卫。伐木工：提供木材。矿工：挖掘矿物。牧场主：饲养与繁殖牲畜。教师：教育孩童，以便让其在职业有专攻。孩童：上学以及与其他孩童玩耍。傻瓜：无所事事的人。流浪者：观摩你的村庄，可能会加入村庄的人。商人：在你村庄中交易，获得绿宝石的主要途径。\n\n伐木工\n\n农民\n\n矿工\n\n铁匠\n\n附魔师\n\n★ 建筑解锁建筑，让村民有更多职业选择。\n市政厅：村庄的核心建筑，在这购买建筑与职业。仓库：商品储存处，门庭若市。房屋（2人/4人/6人）：村民的家。矿井：挖掘矿物之处。铁匠铺：铁匠的工作场所。牛圈：牧场主在此饲养牛，获取牛奶。羊圈：牧场主在此饲养养，获取羊毛。猪圈：获取培根。鸡舍：牧场主在此饲养鸡，获取鸡蛋。肉贩店：屠夫会把动物带到这里然后...厨房：厨师在此做饭。酒馆：村民们会在这开party，通常在夜晚，吟游诗人的主场！图书馆：可以提升村民素质。学校：教师在这教育孩童，让他们长大成人。岗哨：守卫在这些岗哨间巡逻，监视可疑对象。兵营：守卫在此休息与训练。商铺：商人在此驻扎，等待交易。\n\n一位牧场主正在将羊毛带到仓库。\n\n市政厅\n\n孩童在学校接受优质教育（王源：反正接受优质教育就对了。）\n\n屠夫在和小猪玩耍(?\n\n坚守岗位的守卫。\n\n★ 汉化\n\n\n\nzh_cn.lang\n(24.35 KB, 下载次数: 6678)\n\n\n\n2020-3-9 15:49 上传\n点击文件名下载附件\n\n\n\n\n\n\nQ:你这个汉化有什么特点？\nA:将其中姓氏全部替换为了百家姓中的姓氏。\nQ:咋装？\nA:看置顶。\n兄弟萌，有救啦。\nTektopia可以和潘马斯一起玩了！你只需要这个模组 \nTektopia Harvestcraft Compat https://www.curseforge.com/minecraft/mc-mods/tektopia-harvestcraft-compat\n下载它，让潘马斯的佳肴进入村民的胃吧！\n教程（翻译&节选自WIKI）教程≠WIKI本教程为WIKI的终极阉割版WIKI站内全文翻译\n本教程内图片皆来自于WIKI\n\nGetting StartWelcome to TekTopia！\n本教程会让你对Mod的概念有一个初步的认知，在阅读完本页面后，你就可以自己着手发展村庄了！\n\nSTRUCTURE MARKERS\n建筑标识\n千里之行始于足下，建设村庄的第一步就是了解村庄运作的原理。\n每一座有着重要地位的 结构/建筑 都需要张贴上一个 建筑标识 （译者注：你可以理解为营业执照），你辛勤的村民们只会在张贴了建筑标识的建筑里挥洒汗水。要让你的建筑生效的话，你需要在这座建筑的门口的顶上或者周围用物品展示框挂上建筑标识。e.g.\n\n你可以在展示框里放置从市政厅的建筑师处购买的建筑标识，然后这个建筑就是一个有效建筑了！\n想要你搭建的房屋成为有效建筑有这么几点要求：\n有一层跟你的门处于相同y轴并且平坦的地板。有一个至少可以为你的村民遮风挡雨的屋顶。\n\n你可以在 这里（待补充超链接）查阅更多与建筑标识有关的信息。一旦你的建筑标识生效（即建筑成为有效建筑），它就会灼灼发光，让你知道村民可以在其中工作了！\n\n\nTHE TOWN HALL\n市政厅\n“政治”一词有“政”和“治”组成，“政”指的就是“政府”。政府在人类历史上扮演着不可缺少的角色。市政厅 便是TekTopia中的政府。建村之间，你要先建造一个市政厅，这是村庄的政治中心，你也需要在其中购买更多的建筑标识。你有两种途径来获得市政厅的建筑标识。\nPart 1.寻找一个自然生成的村庄\n\n\n自然生成的村庄将不再会生成原版村民，TekTopia的酷炫村民取代了他们！在他们的辛勤劳作下，村庄愈发繁荣昌盛，让那原版村民死去吧！你可以在村庄的有效建筑旁找到建筑标识，做一个小偷勇者带走这些建筑标识吧。哎？你问我为什么带走的建筑标识不会发光？哈哈，一山更比一山高，建筑标识只会在其母市政厅的管辖下工作！ \n\nPart 2.自己合成一个建筑标识\n\n如果你打算亲自将村庄从“远古时代”发展到“原子时代”的话，那就按照以上合成配方合成个市政厅建筑标识吧。如果你打算自己建设村庄的话，那么市政厅里的箱子就会生成一些物资来助你发展。\n\nGROWING YOUR VILLAGE\n建设你的村庄\n作为村庄，你需要微服私访，了解你的人民最需要什么。有两种主要途径来让扩大你的村庄：招募新的村民与建设新的建筑。\n\nAdding new Villagers\n招募村民\n社会的进步离不开劳动力，你的村庄需要村民工作来发展。你可以诱拐流浪汉或者扶养村民的孩童来获得村民，不管怎么说，你都需要在市政厅的商人处用绿宝石买职业信物来让村民转职。买了以后，你就可以手拿信物右键流浪汉/村民来让他转职成相对应的职业了。\nAdding new Structures\n建造建筑\n好钢要用在刀刃上，村民需要建筑来进行工作，作为城市规划师的你，需要为他们建造房屋。你的建筑可以设计成各种奇形怪状的模样，不管它们多怪，村民都会自适应其形状以及工作流程。你所需要做的就是建造一个房屋，购买一个建筑标识，并且将建筑标识按上文所述放入门口的物品展示框即可。你可以在市政厅的建筑师处用绿宝石购买建筑标识。记住啦，建筑标识只能在购买的村庄使用哦。\n在激活市政厅建筑后，你需要建造并激活 仓库 建筑，它的地位宛如村庄的心脏，每日这里都门庭若市，村民络绎不绝。\n\nGROWING YOUR ECONOMY\n发展经济\n招募村民与建造建筑可不是免费的，你需要大量的绿宝石，因为建设村庄可是一笔不小的开销。这个时候 流浪商人 就会来造访你的村庄了，你可以将村民们劳动的果实卖给他来获得绿宝石，请切记，不要把鸡蛋都放在一个篮子里，你的村民也需要物资来用于工作与日常生活。\n\nVillager Items\n村民道具\n你需要了解一件很重要的事情，那就是流浪商人只会收购 “村民道具” 这些道具彻彻底底是你的村民自己制作出来的，并且它们会被染上绿色。你的村民收割、制作的所有东西都是村民道具，被用于合成的材料也应该是村民道具。举个例子，如果你迫切希望村子飞速发展，所以往仓库里放了个不是村民制造的铁（即自己挖掘的铁），那么如果铁匠使用它制作道具，做出的道具就不是村民道具，流浪商人也不会收购它。所以不要干涉村民们的生活，让他们自己动手，丰衣足食。\nHUNGER, HAPPINESS AND MANAGING YOUR VILLAGERS\n饥饿、幸福值以及管理你的村民\n尽管你的村民可以动手做很多事情，但你还是要做一个监护人的，毕竟说不准哪次就出问题了呢。村民们会感到饥饿、会不开心，他们就像天真无暇的孩童，不知道哪些该做，哪些不该做。你可以右键村民来查看他们的信息：技能、智力、幸福、饥饿以及AI过滤器。\n\n\nHUNGER\n饥饿\n当你的村民完成工作后，他们可能感到饥饿并且需要吃食物。在你的村庄里有很多职业可以填饱村民们的肚子，农民、屠夫、厨师以及牧场主都是很好的食物供给者。当你的村民感到饥饿时，他们就会前往仓库，挑选他们认为最好吃的食物，然后大快朵颐！如果你的村民找不到食物，那他们就会饿死。\n\nHappiness\n幸福值\n成为社畜，没有休闲时光可能会让你的村民感到不爽，有很多的原因会影响村民们的情绪，不过作为村长的你，该做的就是尽可能地让他们感到快乐。一个幸福值低的村民会闷闷不乐，一言不发，工作效率底下，行动缓慢，哦天哪，这是多么糟糕。别担心，这有很多方法可以让你的村民再次眉开眼笑！品尝新的食物、听吟游诗人侃大山、和三五好友在酒馆体验夜 生 活......\n\nAI Filters\n\nAI 过滤器\n大多数村民都有一张任务清单，他们会在工作日完成它们。村民的AI会为其计划好一天的行程，不过有些时候你都需要介入并且直接控制村民，来让他知道该做什么，不该做什么。你可以在村民的UI里来自定义行动的优先级。\n\nSKILLING UP\n晋升\n当你的村民工作时，往往会提高在这方面的熟练度，每个村民的职业等级有1~100级，1级是啥都不会的菜鸟，而100级就是在此方面达到巅峰的行业泰斗。坚持工作可以让村民缓慢地提升熟练度，做一个有规律的村民吧，这样就能快速的提升能力了！别小瞧熟练度，它们对生产力的影响可大了。\n为了让村民更快地提升熟练度，他们需要指数相当高的 智力 ，一个村民智力越高，熟练度提升的效率也就越高，一般来说，村民很难让他们的熟练度等级超过智力上限。所以你需要 学校 来让孩子学习，图书馆 来让成年人学习。\n\nEXPANSION AWAITS!\n等待村庄发展吧！\n我觉得上述内容已经足够你来初步游玩本Mod了，别忘了查阅更多的WIKI资料来获得更多关于村民、建筑以及游戏机制的信息！让你的村庄成为一个有着过百成千人口的国际大都市吧，当然，小心死灵法师的入侵！\n\nVILLAGERS\n村民\nSHARED BEHAVIORS\n共同行为\n[spoiler]\nEat Food\n进食\n当村民的饱食度降低到30%或更低时，他会尝试进食，如果他们没有随身携带食物，他们就会前往仓库去寻找一些食物进食。\n村民将根据现状态的饱食度和幸福度来选择食物，如果一个村民的饱食度低于幸福度，那相比于提供幸福度高的食物，他就会挑选提供较高饱食度的食物。\n村民进食，永远也不可能让饱食度/幸福度溢出（即超过100点）。\n如果村民吃的不是村民道具类食物，那食物所提供的效果将会减半。\n.\n\nStorage Visits\n仓库\n一般而言，村民背包里的对村民无用的道具都会被村民放置到仓库内。\n如果一个村民闲逛到仓库里，而恰好又有在仓库内的任务，他就会顺手把任务解决掉。举个例子，如果一个村民前往仓库存放物品，他就会检查一下是否需要升级工具/吃点东西。\n\n\n\nWandering\n闲逛\n如果一个村民闲着没事干，他就会绕着村庄散步。\n\n\n\nSleeping\n睡觉\n如果村庄附近没有发现敌人，村民们都会在夜晚入睡。\n村民在受到伤害时会醒来，不过他们一晚上只会入眠一次。\n村民会在睡眠时缓缓恢复血量。\n\n\n\n\nRain\n绵绵细雨时\n大多数村民都不会在下雨时工作，他们会在家中等待雨停，不过他们也有可能去酒馆和图书馆消遣时光。\nItem Interaction\n场景交互\n村民只会于被放置在地上的道具交互，例如工作台和箱子，这些物品同样需要放在建筑的同一y轴上。\n\nEnemies\n敌对生物\n僵尸会使用攻击原版村民的方式攻击TekTopia的村民，除此之外，没有其他原版生物会攻击村民了，除非它们被死灵法师控制。\n\nDeath\n死亡\n如果一个村民不幸死亡，那他将会掉落所有在其背包中的物品，玩家则会在聊天栏里收到一则死讯，其中详细介绍了遇难村民的姓名、职业、死因以及死亡地点。\n\nSymbols\n符号\n想要了解村民头上的符号代表着什么，请查阅 思想图标 词条。\n\nArchitect\n建筑师\n\n介绍\n建筑师是常驻于市政厅的两个NPC之一。玩家可以用绿宝石和他贸易来购买建筑标识。\n\n\n\nBEHAVIOR\n行为\n一旦你的市政厅被激活，建筑师便会生成在其中，他通常会在市政厅中闲逛，如果有椅子的话，他也不介意坐下来小憩一会。\n如果一名建筑师被迫离开市政厅，那么他就会在极短的时间内消失并且市政厅内会生成一名新的建筑师。\n\n\n\nSTRUCTURE MARKERS\n建筑标识\n建筑师会出售建筑标识以获取他最爱的绿宝石。这些建筑标识可以被放置在门口的物品展示框内以在村庄中激活一个新的建筑。\n建筑标识只能在其被购买的村庄内使用。\n有钱就能为所欲为——只要玩家有足够的绿宝石，他就能从建筑师处购买无限的建筑标识。\n建筑标识的价格与卖出的数量成正比，每卖出五个建筑标识，建筑标识的价格就会上升一些。\n价目表：\n建筑标识基础价格酒馆肆拾伍学校叁拾伍羊圈壹拾捌矿井叁猪圈壹拾捌二人房陆四人房壹拾叁六人房贰拾整牛圈贰拾整图书馆叁拾整鸡舍壹拾陆肉贩店贰拾伍铁匠铺叁拾整岗哨贰商铺贰拾整厨房壹拾捌兵营叁拾伍\nSTRUCTURE DEPENDENCIES\n关联建筑\n\n 市政厅\n\n\nBard\n吟游诗人\n\n介绍\n吟游诗人会用他那美妙的音乐取悦村民们。\n吟游诗人会增加村民的幸福值。\n\n\nBEHAVIOR\n行为\n吟游诗人会在两种地方演奏他的音乐。\nPART 1. 在村庄中\n\n在白天时，吟游诗人会在村中闲逛来发现那些不开心的村民们。当遇到一个不开心的村民时，他便会为其演奏一曲小短曲来增加他的幸福值。\n在演奏过程中，每隔两秒，处于吟游诗人16格范围内的村民都有八分之一的概率增长一点幸福值。\n当音乐演奏结束时，处于吟游诗人16格范围内的村民都有二分之一的概率增长2-3点幸福值。\n吟游诗人会获得与给予他人的等值的幸福值，但如果只给予了3点或更低的幸福值，那么吟游诗人将会丧失5点幸福值。\nPART 2. 酒馆夜派对\n\n在夜晚，吟游诗人会在酒馆里展现出自己最完美的一面。如果在场的听众超过两人，那么吟游诗人就会演奏一曲长曲，这会大大提高酒馆内村民的幸福值。\n在演奏过程中，每隔两秒，处于酒馆内的村民都有十六分之一的概率增长1-3点幸福值。\n当音乐演奏结束时，处于酒馆内的村民都有二分之一的概率增长3-5点幸福值。\n吟游诗人会获得与给予他人的幸福值的总值的一般的幸福值，但如果只给予了8点或更低的幸福值，那么吟游诗人将会丧失5点幸福值。\n一山不容二虎—— 一个酒馆内一次性只能有一个吟游诗人演奏。\n如果一个村庄内有多个酒馆，那么吟游诗人就会各自前往一个酒馆进行演奏。\n\nSTRUCTURE DEPENDENCIES\n关联建筑\n\n 酒馆\n\nBlacksmith\n铁匠\n介绍\n铁匠可以为你的村民们将钻石和铁铸造成有用的工具、武器以及盔甲。\n铁匠铸造的物件卖给流浪商人也是相当的值钱。\n\n\nBEHAVIOR行为\n铁匠昼夜辛勤劳作于铁匠铺中，他会进行各式各样的任务，熔炉沸腾声，铁砧敲打声，不绝于耳。\nFurnace Fuel\n卖 炭 翁（\n铁匠总是试着往熔炉里塞东西以确保熔炉正在燃烧，如果煤炭用光了，他就会从仓库里拿出一些原木来烧木炭。\n\nSmelting\n冶炼金属\n一旦仓库里新增了金矿和铁矿，铁匠就会第一时间将其冶炼，金锭会被放回仓库，而铁锭会被铁匠留下以打造器件。\nCrafting at the Anvil\n铁砧作响如果材料足够，铁匠就会前往铁砧并按照原版的合成配方打造下列物品。\n一般来说，如果有钻石的话，他会先打造钻石器件再打造铁器件。\n钻石剑钻石靴子钻石护腿钻石胸甲钻石头盔钻石斧钻石镐铁镐铁斧铁剑铁锄水桶剪刀铁靴子铁护腿铁胸甲铁头盔\n铁匠一次只会打造一件物品，所有物品被打造完后都会被送往仓库。\n\n\nCrafting Torches\n制作火把\n如果火把的储备量小于64个，那么铁匠就会用木棍和煤炭/木炭合成火把，这有助于矿工更好地在矿井内工作，这样就不需要矿工在矿井内自己花时间合成火把了。\n\n\n\n\n\nASSOCIATED VILLAGERS\n关联村民\n\n附魔师\n为铁匠打造的器件附魔\n\n\n农民使用锄头收割庄稼\n守卫穿戴盔甲，手握利器，保卫村庄\n伐木工拿斧砍树提供原木烧制木炭\n矿工提供矿石进行冶炼使用镐子挖掘矿物\n牧场主使用水桶和剪刀获得牛奶和羊毛\n\nRELATED STRUCTURES\n关联建筑\n\n铁匠铺\n\nButcher\n屠夫\n介绍\n屠夫为你的村庄提供美味的肉食以及顺滑的皮革，他们也可以为守卫制作皮革装备，或是将皮革装备卖给流浪商人。\n\n\nBEHAVIOR\n行为\n屠夫的主要任务就是从牧场主处的猪圈等地方牵动物回肉贩店，进行屠宰然后为村庄提供肉食。\nLeading Animals\n诱拐 牵引动物\n屠夫会选择一个可用的动物圈，如果圈里有至少75%的动物，那他就会牵一只回到肉贩店。选择的动物是随机的，不过屠夫会优先选择非村民动物。\n一旦动物被拴上了栓绳，它就会被带回肉贩店。当被牵着的时候，动物会有小额的速度加成，如果它们被卡住了，它们便会传送至屠夫身边。\n\nSlaughtering Animals\n屠宰动物\n巨斧落下，屠夫会屠杀动物来获得各类物品（以原版的掉落为标准），村民动物会掉落村民物品，非村民动物不会。\n屠夫屠宰动物后，会获得1-3片肉，肉的数量基于屠夫的熟练度以及斧子的品质。\n\nCrafting\n制作\n\n屠夫可以用放在肉贩店里的工作台做一些小物件，如果皮革足够的话，他会以原版的合成配方来合成皮革套装，这些轻质盔甲会被带到仓库给守卫们穿戴，你也可以将其卖给流浪商人换取绿宝石。\n真实的是，屠夫的斧子是会损坏的，当它坏了后，屠夫就会自己做把小木斧凑合凑合。不过显而易见的是，铁匠制作的铁质或者钻石斧子都比木斧子好得多，效果也会更加完美。\n\n\nASSOCIATED VILLAGERS\n关联村民\n牧场主饲养动物以供屠夫宰杀附魔师用皮革制作书铁匠为屠夫制作斧子厨师烹饪肉食\n\n\nRELATED STRUCTURES关联建筑肉贩店牧场主的牲畜圈\n\nChef\n厨师\n介绍\n厨师满足了你的村民的所有饮食需求，从美味的主餐牛排到可口的下午茶金胡萝卜，厨师都管理的井井有序。\n\n\nBEHAVIOR\n行为\nFueling the Furnaces\n引燃熔炉\n\n厨师总是试着往熔炉里塞东西以确保熔炉正在燃烧，如果煤炭用光了，他就会从仓库里拿出一些原木来烧木炭。\n\nCooking with Fire\n灼食\n\n如果熔炉里没有燃料了，厨师就会以利益最大化的方式向其中加入合适的燃料，厨师会尝试放入正合适的燃料（如果有16块肉要烧，那厨师就会放入2块煤炭）。\n厨师会烹饪牛排、烤鸡、猪排、羊肉以及烤马铃薯。\n\nCraft Items\n制作清单\n厨师会以原版的合成配方在厨房的工作台里制作下列物品：\n金苹果金胡萝卜甜菜汤烤马铃薯蛋糕面包碗糖南瓜派曲奇\n制作物品是厨师提升技能熟练度的最佳方式，等级越高的厨师制作物品的速度越快。\n\n\nDeliver to Storage送食物至仓库\n厨师会把他制作的/烹饪的食物和物品送至仓库来给其他村民食用。\n\n\n\n\nASSOCIATED VILLAGERS\n关联村民\n\n牧场主\n饲养动物以供给肉蛋奶来烹饪\n\n农民\n提供庄稼给厨师烹饪\n\n屠夫\n提供肉给厨师烹饪\n\n\n\nRELATED STRUCTURES关联建筑\n\n\n厨房\n\nChild\n孩童\n介绍\n孩童是村庄的未来，他们有着难以置信的学习能力。\n\nSPAWNING\n生成\n当村民在处于高幸福值条件下入睡后，他们可能会生成一个可被拾取的心。幸福值越高，生成心的概率就越高。\n心会生成在村民家中的床的旁边，当一颗心在附近时，你就会听到一种独特的声音。\n\n当玩家把心放在一个没有被村民占用的床上时，就会生成一个孩童。\n孩童的智力是随机的，这个机制类似于流浪汉。\n他们会和生成心的村民姓一个姓。\n\n\nBEHAVIOR\n行为\n如果村庄解锁了学校，那么孩童就会前往学校学习，提高智力。智力会在孩童长大后起效果，智力越高，对职业的熟练度提升的也就越快。上学是所有村民提升智力最快的方式，关于孩童在学校如何提升智力，请查询 老师 词条。\n\n当孩童们不在学校/村庄未解锁学校时，孩童们就会在村庄中闲逛，嬉戏打闹。当一个村民的职业熟练度提升时，附近的孩童也有小概率获得对应职业的熟练度提升。孩童们顶多获得该村民的一半的熟练度，孩童在学校学习时也不会增长熟练度。\n\n\nGROWING UP\n成长\n在过了5-6个Minecraft日后，孩童就会长大为成人村民（即傻瓜）。\n傻瓜是没有职业的村民，你可以给予他们职业令牌来转职。\nhttps://www.bilibili.com/video/BV17a4y1i7xD\n\n\n\n\n\nCleric\n牧师\n介绍\n牧师会治愈与祝福其他村民，并且和守卫一起保卫村庄。\n\n\nBEHAVIOR\n行为\nHealing\n治愈\n牧师会在村子中巡逻来寻找那些受伤的和需要治疗的村民，牧师总是优先帮助处于战斗状态中的守卫，只要守卫在村中的任何一个地方与敌对生物战斗，牧师就会在第一时间赶到并且参与战斗。如果没有守卫在战斗，那么牧师就会在周围30格内寻找状态不是很完美的村民进行治疗。\n一旦确定了治愈目标，牧师就会快马加鞭地跑到目标旁施展法术治愈他。当法术施展结束后，目标村民会增加3-6滴血，增加的血量取决于牧师的职业熟练度。被治愈的村民会增加10点幸福值，牧师也会增加2点。\n每进行一次治疗都会减少牧师8点饱食度。\n\nBless\n神官赐福\n当牧师在村子里闲逛时，他会周期性地祝福一名村民，目标村民必须处于牧师周围25格内，幸福值没达到上限并且没被祝福过。\n在祝福期间，牧师的职业熟练度会暂时增加到目标村民身上（会显示在村民UI内）。举个例子，如果职业熟练度是30的牧师祝福了一个职业熟练度是20的农民，那么短时间内农民的职业熟练度会上升到50。\n在祝福的同时，村民的移动速度也会增快，幸福值也会缓缓上升。\n祝福会持续5分钟，牧师的冷却时间为1分钟。\n祝福对玩家不起作用。\n\n\nDruid\n德鲁伊\n介绍\n农业不发达，庄稼长得慢？矿业发展缓，矿工挖矿旧？别担心，德鲁伊来力！\n德鲁伊永远滴神！\n\n\nBEHAVIOR\n行为\n德鲁伊可以重建大地，种植花草树木。\n每天他会花费一半的时间重置矿场，一半的时间重新种植花草树木。\n这两件事的优先级是随机的。\n\nEarth Reform\n大地重组\n当德鲁伊重组大地时，他会前往村子中最深最长的矿道来施展魔法。施展结束，矿井中的矿石将会重新出现——铁矿、煤炭、红石、青金石甚至是钻石，都会重现于地下深处！德鲁伊的职业熟练度越高，重组矿石的概率就越高。\n每次施法都会重组1-4条矿道，德鲁伊的职业熟练度越高，重组的矿道就越多。\n\nGrowth\n春光重焕\n德鲁伊会时不时地在村庄里巡逻来找到那些未成熟的作物与树苗，并且使用魔法催生它们。魔法的效果就像原版的骨粉一样。\n对于树苗来说，催生的次数随着德鲁伊职业熟练度的升高而升高。1级的德鲁伊一次只能催生6次，而100级的德鲁伊可以催生20次。\n对于庄稼来说，德鲁伊一次只能催生一次，不过催生的范围会随着职业熟练度的升高而扩大。低级的德鲁伊一次只能催生一棵庄稼，而高级的德鲁伊一次甚至可以催生5x5范围的庄稼。\n\n\nASSOCIATED VILLAGERS\n关联村民\n农民收割德鲁伊催生的作物 伐木工砍伐德鲁伊催生的木头 矿工开采德鲁伊重组的矿物\nRELATED STRUCTURES关联建筑\n农场区域矿井\nEnchanter\n附魔师\n介绍\n附魔师会制作纸和书，他还会为你的村民附魔道具。\n\n\nBEHAVIOR\n行为\nEnchanting\n附魔\n如果图书馆内有放置附魔台，那么附魔师就会从仓库里拿出需要附魔的道具进行附魔，下列物品可以被附魔师附魔：\n书铁剑铁斧铁镐铁胸甲铁头盔铁护腿铁靴子皮革胸甲皮革头盔皮革护腿皮革靴子钻石剑钻石斧钻石镐钻石胸甲钻石头盔钻石护腿钻石靴子\n附魔出来的属性取决于附魔师的职业熟练度，等级越高，附魔出来的属性就越棒。\n附魔师会从矿工那里拿来青金石来附魔。\n附魔的道具会被放到仓库，并且被守卫，伐木工以及矿工拿走。\n书的附魔完全是随机的，和附魔师的等级/书架数量无关。书可以被附魔上原版所有拥有的魔咒。\n\n\nCrafting\n制作\n如果图书馆内有工作台，那么附魔师就会按照原版的合成配方来合成纸和书，这些书可能被放回仓库，也可能被送给教师授课，还有可能被留下来附魔。\n\n\nASSOCIATED VILLAGERS\n关联村民农民收割甘蔗给附魔师合成纸屠夫屠宰牛以获取皮革给附魔师合成书矿工挖掘青金石给附魔师附魔道具铁匠制作工具和武器给附魔师附魔守卫使用和穿戴附魔师的道具教师使用附魔师制作的书授课STRUCTURE DEPENDENCIES\n关联建筑图书馆\nFarmer\n农民\n介绍\n农民可以种植与收割四种农作物：胡萝卜、马铃薯、甜菜根以及小麦。这些作物在村庄中起很大的作用，它们是村民食物的主要来源，它们也可以用来饲养牲畜，厨师也可以拿它们制作更高级的食物，例如烤马铃薯和面包。除了这些食物，农民还会种植甘蔗供其他村民使用。https://www.bilibili.com/video/BV1qp4y197fT\n\nBEHAVIOR\n行为\nTill Farmland\n开垦荒田\n农民会寻找农场区域里的泥土/草方块，如果他们手握着锄头的话，他就会开垦这些土地来获得耕地。开垦的时间取决于村民的职业熟练度。\n当一个农民的锄头报废时，他就会前往仓库来寻找一个新的锄头，如果仓库里没有，那他就会自己在仓库的合成台上制作一个木锄头。\n\nPlanting Crops\n种植庄稼\n农民自己会保留一些小麦种子、胡萝卜、马铃薯以及甜菜种子用来在农场区域种植庄稼，一旦找到空闲的耕地，他就会尝试在那种植庄稼，农民会将这块地与周围四格的耕地上的作物作比较，并且种下出现频率最高的庄稼。\n如果一块耕地的周围没有庄稼被种植，那么他也不会在这块土地上种植庄稼。这就是为什么玩家需要在第一次创造农场区域时种下一棵作物，这样便好控制这块地要种什么了。\n种植花费的时间取决于农民的职业熟练度。\n\nHarvest Crops收割庄稼\n农民会在农场区域寻找成熟的小麦、马铃薯、胡萝卜和甜菜来收割。收割的时间取决于农民的职业熟练度，等级低的农民经常会在收割的时候踩坏土地。\n\nGather Sugar Cane\n采集甘蔗\n\n农民也会收割附近的甘蔗，如果一根甘蔗超过了两格，那么农民就会收割它，只留下一格的甘蔗并把其余的甘蔗送往仓库。\n\nFarmers and Water\n老民与水\n与其他村民一样，为了确保路径计算正确，农民无法越过水面，所以你应该为其铺上一层方块以便行走。\n\nASSOCIATED VILLAGERS\n关联村民铁匠为农民制作更好的锄头厨师需要庄稼来烹饪更好的食物牧场主需要庄稼来饲养牲畜\n\nSTRUCTURE DEPENDENCIES\n关联建筑\n\n农场区域\nGuard\n守卫\n\n介绍守卫会在村庄内巡逻，保护村庄不受外敌入侵。BEHAVIOR\n行为：近战攻击(Melee Combat)\n守卫无论身处村庄何地，都能随时感知到任何可能对村庄产生威胁的事物。当有村民发出呼救或守卫感知到危险时，他们会冲刺到危险生物面前，用剑攻击他们。守卫每一次挥剑都会减少其饱食度，降低他们手中的剑的耐久，并一定几率提升其技能等级。其剑的伤害和攻击速度会随着其技能等级的提升而增长。守卫还具有对敌人的击退抗性，他们的技能等级越高，生物就越难将他们击退。\n跳劈(Leeping Attack)\n当一名守卫被敌人包围时，他们会高高跃起，并在空中狠狠地向敌人劈去。攻击频率与伤害取决于他们的技能等级。\n敬礼(Salute)\n当一名守卫看到玩家时，他们会时常转身敬礼，每次敬礼会有微弱的几率增加守卫的幸福度。\n升级装备(Upgrade Gear)\n如果储物楼里有比他们目前所穿的装备更好的装备，守卫会过去升级他们的装备。守卫者在选择装备的时候也会考虑到附魔师那里附魔。\n合成物品(Craft Items)\n如果守卫的剑已经损毁，而储物楼内又没有替代的剑，守卫将自行制作木剑。\n巡逻站岗(Patrol Guard Post)\n如果村庄内设置了哨所，守卫将在哨所周围巡逻。如果设置了多个哨所，则少部分守卫驻守各个哨所，其它守卫在哨所与哨所之间来回巡逻\n村内巡逻(Patrol Village)\n如果村庄内没有设置哨所，或者守卫人数超过了哨所所能容纳的最大人数，则守卫会在村民到访的过的地点间随机巡逻。\n守卫村庄(Protect Village)\n当村民被敌对生物袭击时，卫队将收到警报，并立即冲向该地点开始战斗以捍卫村庄。在选择目标方面，守卫会优先攻击死灵法师的召唤物\n生命值(Health)\n守卫是唯一一类能通过升级技能来缓慢提升自我生命值的村民。和其它村民一样，他们的基础生命值都为20，但随着等级的提升，他们的生命值也会缓慢提升，最终在100级时达到最大生命值上限：35\nCAPTAIN OF THE GUARD警卫队：守卫队长是一个特殊的职业，当你建造一座兵营后，你可以往指定的卫队里添加一名守卫队长。守卫队长的头盔上会带有翅膀，普通守卫看见守卫队长后会向其敬礼。守卫队长参与的战斗将会有一定几率触发勇气光环，给一定半径内的守卫增加“抗性Ⅰ”的状态效果。光环半径随着守卫队长技能等级的提升而增加。\nASSOCIATED VILLAGER关联村民：铁匠为守卫打造更好的装备与武器。\nRELATED STRUCTURES关联建筑：岗哨用于设置卫队巡逻区。兵营提供住房并训练守卫。\n\n\nLumberjack\n伐木工\n介绍\n伐木工砍伐树木，为你的村庄提供木材，他会砍伐橡木、白桦木、丛林木以及云杉木。\n\n\nBEHAVIOR\n行为\nChop Tree\n砍树\n伐木工会在村庄内寻找成熟的野生的树木砍伐，他会砍伐橡木、白桦木、丛林木以及云杉木。目前版本还无法砍伐金合欢木以及深色橡木。伐木工会自动锁定最近的树木，为了方便砍伐，他会自动破坏低于自身身高的树叶。\n有三种因素影响了伐木工的伐木时间：\n伐木工的职业熟练度斧子的品阶斧子的效率附魔\n一旦树木被砍倒，它就只会掉落五分之一的原木被伐木工拾取。\n\n在原木被破坏了大约1s后，伐木工会砍倒其余倒在地上的原木，然后将它们带到仓库。\n在伐木工离开前，他会在原位种下一棵树苗。\n\nPick Up Item\n拾取道具\n\n伐木工会定期查看周围的40格内有没有苹果/树苗掉落，如果有的话，他会走向它，并将其捡起。\n苹果会被送到仓库去，不过树苗会一直待在伐木工的物品栏里，伐木工最多可以储存60棵树苗。\nUpgrade Axe\n升级斧子\n\n在一开始，伐木工会拿着一把小木斧踏上成为伐木大师的旅途，如果仓库里有更好的斧头，他就会拿起那把斧头来替换当前的低级斧头。\n然而，如果现在用的斧子坏了，而仓库里又没有库存，那他就会尝试着自己做一把斧子。\n\nDecorative Trees\n装饰性树木\n如果你想给村庄加一些装饰性树木而又不希望它们被砍掉时，你只需要将树木下方的泥土换为其他方块即可。\nAcacia and 2x2 Trees\n\n金合欢木以及2x2树木\n\n尽管伐木工可以捡起各种种类的树苗，但是他不知道如何种植金合欢木和2x2类型的树木，这和他们砍树的算法有关，如果附近有一块树叶方块，那么伐木工就会砍掉这棵树，不过由于金合欢木和深色橡木是不可交易的，所以伐木工不会砍伐这些树木。\n\nASSOCIATED VILLAGERS\n关联村民\n\n铁匠\n为伐木工制作斧子\n\n矿工\n需要木头制作火把\n\n厨师\n需要木头做碗和木炭\n\n农民\n需要木头做木制工具\n\n守卫\n需要木头制作木制武器\n\nMiner\n矿工\n介绍\n叮叮咚咚~矿工挖进了一条矿道！顾名思义，矿工在地下挖掘矿石以供村民们使用。\n\nBEHAVIOR\n行为\nMining\n挖掘\n矿工去采矿时，他要找到一个可用的矿井，并且自动寻路到矿道的最深处，这个时候，就会开展矿工的挖矿千层套路：\nPART 1：穿过隧道！矿工是鱼骨挖矿法的忠实爱好者，他会一次挖掘两个方块并向前进，如果遇到水流/熔岩，他就会离开并且换另一条矿道进行开采。\nPART 2：细嗅矿石！矿工将观察周围六格方块是否有矿石，若是有，则挖掘并进入视察状态（即查看周围是否有链接矿脉），这种状态将持续三格方块之长。\nPART 3：填补矿道！矿工会用圆石填上周围六格内的空气方块，当处在这一阶段时，他们会顺手把熔岩也给堵起来。\n当矿工开采石头时，他们会有几率额外获得矿石，矿石获得的概率与挖掘的y=11时的分布有关，这就意味着矿工可能额外挖到钻石。\n当矿工开辟矿道的时候，他会自己插上火把，保证不刷怪。\n\nDeliver to Storage\n运输至仓库\n转移物品至仓库是每个村民最基本的任务之一，矿工要做的就是把石头与矿物运输到仓库去。\n为了高效率地进行采矿，矿工只会在每个工作日傍晚将矿物送至仓库。\n矿工会运输下列物品：\n铁矿煤炭青金石钻石红石金矿绿宝石\n\n\nUpgrade Gear升级镐子\n\n如果满足条件，矿工就会升起他们的镐子。\n\nCrafting Torches and Supplies \n制作火把及其他物件\n\n如果矿工身上带有的火把小于12根，那他就会从仓库里取出一些火把，一个矿工最多携带30根火把，如果仓库里没有火把，那他们便会自己制作。矿工会把仓库箱子里的原木烧制成木炭，制作火把的速度取决于矿工的职业熟练度。\n如果矿工的镐子报废了而仓库里又没有库存，那他会自己制作一把木镐，制作镐子的速度取决于矿工的职业熟练度。\n\n\nASSOCIATED VILLAGERS\n关联村民\n铁匠为矿工制作更好的镐子使用矿石制作更好的工具附魔师使用青金石附魔\nSTRUCTURE DEPENDENCIES\n关联建筑矿井\n\nNitwit\n傻瓜\n\n介绍\n傻瓜是无业游民。\n\n\nBEHAVIOR\n行为\n傻瓜是没有职业的村民，一个孩童长大后就会自动变成傻瓜。\n傻瓜在你的村子里无所事事，他会吃你的食物，但不会做出任何回报。\n傻瓜不会生成心，但也会缓缓地降低幸福值，傻瓜的幸福值很难恢复。\n傻瓜永远不会前往图书馆，也从来不会增加智力。\n不过傻瓜有一点优势，他们的初始职业熟练度会根据他们的智力而变化，随机值在其智力的50%-100%波动。举个例子，如果一个傻瓜的智力是40，那么当他转职为农民时，初始职业熟练度就在20-40之间，所以孩童在小时候学习是很重要的。\n\n\nRancher\n牧场主\n\n介绍\n牧场主会将饲养的牲畜用圈圈养起来，他会用仓库里的各种东西喂食牲畜。\n\n\nBEHAVIOR\n行为\nFeed Animals\n饲养牲畜\n被圈养在圈子里的牲畜都有着1-100点的饱食度，它们的饱食度会随着时间下降，如果不喂食它们，它们就会饿死。幸运的是，如果有牧场主在的话，牧场主就会饲养它们。所有的牲畜吃的食物都和原版一样。牧场主会首先喂食最饿的牲畜，如果一个动物的饱食度大于75，那牧场主将不会喂食它，牧场主喂食的时间取决于他的职业熟练度。\n如果圈子里的牲畜未达到上限，那么喂食牲畜就会让它们进入爱爱模式，像原版一样生出小动物。\n\nDeliver to Storage\n运输至仓库\n牧场主会将羊毛、牛奶、皮革以及鸡蛋送往仓库。\n\nHarvest Animals 收割牲畜（\n\n如果牧场主有剪刀的话，他就会从羊身上剪羊毛。\n如果牧场主有铁桶的话，他就会从牛身上挤牛奶。同一头牛挤一次奶的冷却时间为5分钟。\n当牧场主有四桶牛奶时，他就会停止挤奶。\n\nReturn Lost Animals\n人肉生物雷达\n牧场主会找回走丢的牲畜并且用栓绳将其牵回圈子，牧场主不会找回被屠夫带走的牲畜。\n\n\nASSOCIATED VILLAGERS\n关联村民\n农民提供食物喂养牲畜铁匠制作剪刀和铁桶屠夫屠宰牲畜厨师使用鸡蛋做蛋糕RELATED STRUCTURES关联建筑牧场主的牲畜圈\nTeacher教师\n介绍教师在学校里教育孩童，提升他们的智力。BEHAVIOR\n行为教师会把孩童们聚集在学校，在白天教导他们，这是提升村民的智力的最快的方法，孩童们有两种方式学习。General Learning一般学习说白了就是上课，这可以让孩童慢慢提高其智力，当学生坐在椅子上时，他们便有概率学习到知识，概率的大小取决于教师的职业熟练度，如果学习成功，孩童将会提升一点智力；如果失败，那么孩童就会举手援疑质理。Book Learning书本学习如果教师有一本附魔师赐予的书，那他教学的速度会更快，事实上，在学校里使用书籍会给每个学生都加上一些智力。只有村里有孩童时，老师才会授课。Crafting制作如果学校里有工作台，那么教师就会用纸和皮革制作命名牌。ASSOCIATED VILLAGERS\n关联村民附魔师制作书籍RELATED STRUCTURES关联建筑学校Tradesman商人介绍商人是常驻于市政厅的两个NPC之一。PROFESSION TOKEN TRADES职业令牌贸易商人提供用绿宝石交换职业令牌的交易。职业令牌可以对着任意村民右键来让他转职。价目表如下：职业令牌的价格与卖出的数量成正比，每卖出五个职业令牌，职业令牌的价格就会上升一些BEHAVIOR\n行为\n一旦你的市政厅被激活，商人便会生成在其中，他通常会在市政厅中闲逛，如果有椅子的话，他也不介意坐下来小憩一会。\n如果一名商人被迫离开市政厅，那么他就会在极短的时间内消失并且市政厅内会生成一名新的商人。\nSTRUCTURE DEPENDENCIES\n关联建筑\n\n市政厅\n\n\n\n\n\n\n\n\n\n[groupid=1952]幽篁流觞[/groupid]",
    "replies": [
        {
            "author": "猫眼",
            "timestamp": 1583728920,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1583731380,
            "txt_content": "这个mod终于有人搬了，mod中的村民模型制作的很好，功能也比较强大"
        },
        {
            "author": "啦啦啦1q2w3e",
            "timestamp": 1583733360,
            "txt_content": "看起来不错,但看了下作者好久没更新了"
        },
        {
            "author": "a2165",
            "timestamp": 1583753160,
            "txt_content": "汉化该怎么弄啊"
        },
        {
            "author": "wshycaa",
            "timestamp": 1583754060,
            "txt_content": "这个mod感觉如果和朋友一起玩会很棒的，还有NPC村民一起生存"
        },
        {
            "author": "Qwe_Sakura",
            "timestamp": 1583754960,
            "txt_content": "目测要火 先占个楼"
        },
        {
            "author": "OLG_lao_ba",
            "timestamp": 1583755140,
            "txt_content": "多谢啦 正好像玩"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583756160,
            "txt_content": "a2165 发表于 2020-3-9 19:26\n汉化该怎么弄啊\n右键jar文件，以压缩包的方式打开。\n打开assets文件，打开tektopia，然后再打开lang，拖入汉化文件即可。"
        },
        {
            "author": "1290374371",
            "timestamp": 1583767920,
            "txt_content": "还要前置的吗"
        },
        {
            "author": "Koor",
            "timestamp": 1583779560,
            "txt_content": "不错，赞一个"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583797920,
            "txt_content": "1290374371 发表于 2020-3-9 23:32\n还要前置的吗\n不需要。"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1583805600,
            "txt_content": "楼主，这个作者有没有可能在1.14或1.15等高版本更新啊？"
        },
        {
            "author": "清秋",
            "timestamp": 1583805780,
            "txt_content": "这个搬运的模板似曾相识。。。"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583807280,
            "txt_content": "清秋 发表于 2020-3-10 10:03\n这个搬运的模板似曾相识。。。\n这排版我花1000金粒和A某买来的。"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583807340,
            "txt_content": "淡蓝色家园 发表于 2020-3-10 10:00\n楼主，这个作者有没有可能在1.14或1.15等高版本更新啊？\n在2月20日的时候有人曾在原贴下留言问“是否会更新至1.15”，作者没回话。"
        },
        {
            "author": "清秋",
            "timestamp": 1583852940,
            "txt_content": "321yu_wango 发表于 2020-3-10 10:28\n这排版我花1000金粒和A某买来的。\n艹这都能交易"
        },
        {
            "author": "许卿辞",
            "timestamp": 1583854260,
            "txt_content": "桃花源记？好像初中背过"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583884920,
            "txt_content": "许卿辞 发表于 2020-3-10 23:31\n桃花源记？好像初中背过\n经典hhh，肯定背过。"
        },
        {
            "author": "2501014766",
            "timestamp": 1583886660,
            "txt_content": "不错，终于有人帮我干活了"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583920860,
            "txt_content": "2501014766 发表于 2020-3-11 08:31\n不错，终于有人帮我干活了\n奴 隶 制"
        },
        {
            "author": "Mosin267",
            "timestamp": 1583922480,
            "txt_content": "感谢楼主分享"
        },
        {
            "author": "7sTWYC",
            "timestamp": 1583926440,
            "txt_content": "感觉像是高版本的模拟城市mod啊 拿走了"
        },
        {
            "author": "2501014766",
            "timestamp": 1583971560,
            "txt_content": "321yu_wango 发表于 2020-3-11 18:01\n奴 隶 制\n不如说是作者的意图吧"
        },
        {
            "author": "a2127407717",
            "timestamp": 1583973420,
            "txt_content": "感谢分享"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583989920,
            "txt_content": "2501014766 发表于 2020-3-12 08:06\n不如说是作者的意图吧\n作者有着远大抱负"
        },
        {
            "author": "2501014766",
            "timestamp": 1584001200,
            "txt_content": "321yu_wango 发表于 2020-3-12 13:12\n作者有着远大抱负\n资本主义的余孽\n"
        },
        {
            "author": "知秋叶",
            "timestamp": 1584007380,
            "txt_content": "那个汉化文件用不用大写文件"
        },
        {
            "author": "maoyangyang123",
            "timestamp": 1584008760,
            "txt_content": "很美的mod"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584010320,
            "txt_content": "知秋叶 发表于 2020-3-12 18:03\n那个汉化文件用不用大写文件\n不需要。"
        },
        {
            "author": "wwwsy",
            "timestamp": 1584010500,
            "txt_content": "评论：这mod里的村民无法识别非原版的树木与动物，因此动态生长树木、animania、潘马斯的农作物与动物都是无法让村民操作的"
        },
        {
            "author": "wwwsy",
            "timestamp": 1584010560,
            "txt_content": "wwwsy 发表于 2020-3-12 18:55\n评论：这mod里的村民无法识别非原版的树木与动物，因此动态生长树木、animania、潘马斯的农作物与动物都是 ...\n走真实自然路线整合包的童鞋要注意了"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584010740,
            "txt_content": " 本帖最后由 Sinbad_Official 于 2020-7-3 22:24 编辑 \nwwwsy 发表于 2020-3-12 18:56\n走真实自然路线整合包的童鞋要注意了\n说错了抱歉。"
        },
        {
            "author": "岁月静好、",
            "timestamp": 1584010980,
            "txt_content": "生存变得更好玩了！！！大爱！"
        },
        {
            "author": "1181387315",
            "timestamp": 1584012420,
            "txt_content": "装了这个mod你锤村民，村民会不会动手打回来"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584021120,
            "txt_content": "1181387315 发表于 2020-3-12 19:27\n装了这个mod你锤村民，村民会不会动手打回来\n村民是你小弟"
        },
        {
            "author": "132084",
            "timestamp": 1584104220,
            "txt_content": "请问这个mod能用在服务器吗？我的海绵服务器只能刷出原版的村民，单人没有这问题"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584104640,
            "txt_content": "132084 发表于 2020-3-13 20:57\n请问这个mod能用在服务器吗？我的海绵服务器只能刷出原版的村民，单人没有这问题 ...\n有加载吗。"
        },
        {
            "author": "132084",
            "timestamp": 1584148680,
            "txt_content": "321yu_wango 发表于 2020-3-13 21:04\n有加载吗。\n有正常加载，在服务器能用刷怪蛋刷出mod村民，但正常形成的村民只有mod的房子类型，村民除了建筑师和交易人其他都是原版村民"
        },
        {
            "author": "minecraft`MC",
            "timestamp": 1584149460,
            "txt_content": "这个mod只能在1.12.2中运行吗"
        },
        {
            "author": "wkzyd",
            "timestamp": 1584152400,
            "txt_content": "这个mod就很秀"
        },
        {
            "author": "wwwsy",
            "timestamp": 1584164820,
            "txt_content": "321yu_wango 发表于 2020-3-12 18:59\n可以通过添加config的途径来兼容。\n这个mod包本身不带config"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584164940,
            "txt_content": "wwwsy 发表于 2020-3-14 13:47\n这个mod包本身不带config\n啊 抱歉是我疏忽了。\n在curseforge评论区有着提醒。\nI'm not the owner but i will help, i learn all about this mod :)\n\nExist issues, Villager Tektopia can't recognized entity modifies. Something like:\n- Dynamic Trees\n- Animania\n- Pam Harvestcraft\n\nMost usually Tektopia only accept the Vanilla items.\n\nAnother issues Cat's and Dog's from \"Not Enough Pets\" doesn't spawn on villages. This happen because the Villagers Tektopia they aren't villagers or don't use the code of Vanilla Village. Is like Animania, the Vanilla Animals are hidding but not replacement totally. Same happen with Tektopia. You can have normal villages if u save Zombie Villagers or spawing them in Creative mode.\n\n\n\nAny other mods related with villagers maybe will not be compatible or will not spawn naturally (Atleast you open creative mode), another Example \"Totems Expansion\" the Doctor who sell totems dosen't spawn and only u can find if u use the classic method (Zombie Village + Gold Apple + Weakness potion or Creative Mode).\n\n\n\nMost mods work perfecly with Tektopia, but you will find these type issues if they are related with villagers.\n\nThis mod is wonderfull and great (Is amazing how the owner make a great work), But like i say you will find a few conflicts if are related with villagers.\n大致是本mod只兼容原版物品XD"
        },
        {
            "author": "wwwsy",
            "timestamp": 1584165660,
            "txt_content": "321yu_wango 发表于 2020-3-14 13:49\n啊 抱歉是我疏忽了。\n在curseforge评论区有着提醒。\n你大概是住在站里了。\n针对animania的解决方法是：animania可以打开原版生物生成，达成一定兼容（实在要找工具人看看车万女仆那里有没有兼容，我还没试）。\n针对dynamic tree，同样是通过config调出原版树木生长"
        },
        {
            "author": "hlf1234",
            "timestamp": 1584167220,
            "txt_content": "感谢楼主，能加个桃树进去吗"
        },
        {
            "author": "a15542781680",
            "timestamp": 1584169020,
            "txt_content": "刷金粒ing"
        },
        {
            "author": "LZXXXY",
            "timestamp": 1584172080,
            "txt_content": "很强....之前还看到了修路的mod  搭配一起会很不错的感觉"
        },
        {
            "author": "hyl879",
            "timestamp": 1584273600,
            "txt_content": "看介绍不错的样子 不过很久没更新了 不知道有没有什么已知BUG"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584280320,
            "txt_content": "hyl879 发表于 2020-3-15 20:00\n看介绍不错的样子 不过很久没更新了 不知道有没有什么已知BUG\n和别的mod的东西不兼容，"
        },
        {
            "author": "不懂",
            "timestamp": 1584282600,
            "txt_content": "从籽岷视频过来的，支持一下！"
        },
        {
            "author": "q21655970",
            "timestamp": 1584297660,
            "txt_content": "养老游戏，哈哈"
        },
        {
            "author": "MC肃潇小号",
            "timestamp": 1584333540,
            "txt_content": "这个下载地址为啥打不开，error1020"
        },
        {
            "author": "MC肃潇小号",
            "timestamp": 1584333900,
            "txt_content": "为啥我打不开下载地址啊"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584337260,
            "txt_content": "MC肃潇小号 发表于 2020-3-16 12:45\n为啥我打不开下载地址啊\n被墙了。用魔法。"
        },
        {
            "author": "清风了了",
            "timestamp": 1584345120,
            "txt_content": "厨师做出了食物村民不吃怎么办，他饥饿度都掉到0了，然后就被饿死了"
        },
        {
            "author": "125704893",
            "timestamp": 1584349740,
            "txt_content": "321yu_wango 发表于 2020-3-16 13:41\n被墙了。用魔法。\n什么魔法啊？什么意思解释一下？买个VPN吗"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584349800,
            "txt_content": "125704893 发表于 2020-3-16 17:09\n什么魔法啊？什么意思解释一下？买个VPN吗\n对，实在不行用手机的免费梯 子下载下来再用QQ传到电脑上。"
        },
        {
            "author": "125704893",
            "timestamp": 1584350520,
            "txt_content": "321yu_wango 发表于 2020-3-16 17:10\n对，实在不行用手机的免费梯 子下载下来再用QQ传到电脑上。\n不行了，现在搜都搜不到了，能不能麻烦你把jar文件直接发我邮箱，好人一生平安"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584351180,
            "txt_content": "125704893 发表于 2020-3-16 17:22\n不行了，现在搜都搜不到了，能不能麻烦你把jar文件直接发我邮箱，好人一生平安 ...\n抱歉，不能分流..可以用火狐浏览器插件hoxx。"
        },
        {
            "author": "125704893",
            "timestamp": 1584359220,
            "txt_content": "321yu_wango 发表于 2020-3-16 17:33\n抱歉，不能分流..可以用火狐浏览器插件hoxx。\n成了，下好了，非常感谢"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584359220,
            "txt_content": "125704893 发表于 2020-3-16 19:47\n成了，下好了，非常感谢\n（求个评分）"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584373560,
            "txt_content": "125704893 发表于 2020-3-16 19:47\n成了，下好了，非常感谢\n可以裸连了。"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1584417600,
            "txt_content": "有教程么 我不会玩呀"
        },
        {
            "author": "凤仙院白雪",
            "timestamp": 1584420480,
            "txt_content": "可以玩模拟城市了"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584428700,
            "txt_content": "模组很好，感谢汉化"
        },
        {
            "author": "楪葉鵺",
            "timestamp": 1584429780,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "125704893",
            "timestamp": 1584433080,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "125704893",
            "timestamp": 1584433200,
            "txt_content": "怎么参与评分？还不太会"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584433320,
            "txt_content": "125704893 发表于 2020-3-17 16:20\n怎么参与评分？还不太会\n四级才行。"
        },
        {
            "author": "125704893",
            "timestamp": 1584433500,
            "txt_content": "321yu_wango 发表于 2020-3-17 16:22\n四级才行。\n好吧，那还得等等"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1584628680,
            "txt_content": "我在b站上刚刚看到这个mod的村民和原版村民如果满足一定条件可以同时存在。"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584628740,
            "txt_content": "淡蓝色家园 发表于 2020-3-19 22:38\n我在b站上刚刚看到这个mod的村民和原版村民如果满足一定条件可以同时存在。 ...\n有链接嘛。"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1584628860,
            "txt_content": "321yu_wango 发表于 2020-3-19 22:39\n有链接嘛。\n链接在这里：https://b23.tv/av75978055/p1就在视频开头一段"
        },
        {
            "author": "Aannecke",
            "timestamp": 1584666600,
            "txt_content": "真就阡陌交通鸡犬相闻的养老呗"
        },
        {
            "author": "ekstone2419",
            "timestamp": 1584728400,
            "txt_content": "321yu_wango 发表于 2020-3-12 18:59\n可以通过添加config的途径来兼容。\n怎么改啊？"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584744600,
            "txt_content": "bekstone2419 发表于 2020-3-21 02:20\n怎么改啊？\n改不了。"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584806820,
            "txt_content": "挺有意思的，不过里面的教程打不开（可能是外网的，）不知道为什么有的村民住着住着会有一颗爱心掉出来，谁知道心有什么用吗？"
        },
        {
            "author": "清河qr",
            "timestamp": 1584839520,
            "txt_content": "求教程啊 ！！！！！！"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584851880,
            "txt_content": "清河qr 发表于 2020-3-22 09:12\n求教程啊 ！！！！！！\n哔哩哔哩上有一个资深玩家籽岷的视频，不过他是两个mod一起玩的（少女前线和这个桃花源记）你可以看看https://www.bilibili.com/video/av70583643/"
        },
        {
            "author": "小小LC",
            "timestamp": 1584866280,
            "txt_content": "请问这个矿井怎么用啊"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584866760,
            "txt_content": "洋洋的世界 发表于 2020-3-22 00:07\n挺有意思的，不过里面的教程打不开（可能是外网的，）不知道为什么有的村民住着住着会有一颗爱心掉出来，谁 ...\n对，用的是google的服务器。"
        },
        {
            "author": "冥胤",
            "timestamp": 1584933420,
            "txt_content": "感谢楼主，只不过curforge好像被墙了，晚会在下"
        },
        {
            "author": "小邪君007",
            "timestamp": 1584941400,
            "txt_content": "原帖崩了…………"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584941460,
            "txt_content": "小邪君007 发表于 2020-3-23 13:30\n原帖崩了…………\n没崩，只是被墙了。"
        },
        {
            "author": "15296583065",
            "timestamp": 1584941700,
            "txt_content": "233第一次回复帖子"
        },
        {
            "author": "clevergod",
            "timestamp": 1584943920,
            "txt_content": "MCBBS有你更精彩"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584950700,
            "txt_content": "QQ940742167 发表于 2020-3-17 12:00\n有教程么 我不会玩呀\n可以看看这个https://www.bilibili.com/video/BV1RE411D7NJ/"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584950700,
            "txt_content": "清河qr 发表于 2020-3-22 09:12\n求教程啊 ！！！！！！\n看看https://www.bilibili.com/video/BV1RE411D7NJ/"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584950760,
            "txt_content": "小小LC 发表于 2020-3-22 16:38\n请问这个矿井怎么用啊\n可以看看这个视频https://www.bilibili.com/video/BV1RE411D7NJ/"
        },
        {
            "author": "QQ940742167",
            "timestamp": 1584950760,
            "txt_content": "洋洋的世界 发表于 2020-3-23 16:05\n可以看看这个https://www.bilibili.com/video/BV1RE411D7NJ/\n谢谢看懂了"
        },
        {
            "author": "洋洋的世界",
            "timestamp": 1584951360,
            "txt_content": "自从玩了这个模组，体会了一把当老板的感觉，每天搞建设和找绿宝石；我的工仔们要有房子住，要有食物（要是它们生产的不够，我就要找给它们），要看书，要喝酒听歌，不然工仔们就不高兴并且消极怠工，还要保护工仔不受僵尸和死灵法师的攻击，不然我在它们身上的投资就拿不回来了。。。。。。当然满足条件以后它们还是很勤快的，晚上巡逻的守卫和牧师白天还会补眠"
        },
        {
            "author": "xiaonibeihuan",
            "timestamp": 1584971340,
            "txt_content": "可以关闭这个模组对村庄的修改吗"
        },
        {
            "author": "wda401",
            "timestamp": 1585022220,
            "txt_content": "如果把一个野生村庄的各个标记全拆了再放上自己合成的市政厅标记，原村庄的村民会转化为新村庄村民吗"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1585023480,
            "txt_content": "wda401 发表于 2020-3-24 11:57\n如果把一个野生村庄的各个标记全拆了再放上自己合成的市政厅标记，原村庄的村民会转化为新村庄村民吗\n ...\n你说的原村庄的村民是原版村民还是这个mod的村民？"
        },
        {
            "author": "wda401",
            "timestamp": 1585024260,
            "txt_content": "淡蓝色家园 发表于 2020-3-24 12:18\n你说的原村庄的村民是原版村民还是这个mod的村民？\n这个mod的村民"
        },
        {
            "author": "天空的大楼",
            "timestamp": 1585025040,
            "txt_content": "wda401 发表于 2020-3-24 12:31\n这个mod的村民\n如果是这个mod的村民，这些村民连职业都不会变化，可以作为新村庄的村民。"
        },
        {
            "author": "13876725377",
            "timestamp": 1585027440,
            "txt_content": "感觉挺好玩的"
        },
        {
            "author": "wda401",
            "timestamp": 1585027440,
            "txt_content": "淡蓝色家园 发表于 2020-3-24 12:44\n如果是这个mod的村民，这些村民连职业都不会变化，可以作为新村庄的村民。 ...\n那样的话是不是就可以去其他村子抓人来自己村子了？\n先拆掉那个村子的标志再把村**到自己村。"
        },
        {
            "author": "金枪鱼王",
            "timestamp": 1585151280,
            "txt_content": "快来看看，汉化怎么弄"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1585182480,
            "txt_content": "金枪鱼王 发表于 2020-3-25 23:48\n快来看看，汉化怎么弄\n去看置顶。"
        }
    ]
}