{
    "title": "[原创][短篇]糟糕的世界",
    "author": "蓝之魂",
    "replyCount": 8,
    "timestamp": 1583740320,
    "txt_content": " 本帖最后由 蓝之魂 于 2020-3-11 21:46 编辑 \n“这个世界很糟糕。”\n史蒂夫如是说道。\n确实，这个世界很糟糕，\n丑陋可怖的僵尸，阴森可怕的骷髅，\n还有那令人畏惧的绿色生物，\n实在令人高兴不起来。\n“但是也很美啊。”\n爱丽克丝拍拍他的肩膀，在他身边坐了下来。\n两人是这个糟糕的世界，唯二的人类。\n在某种意义上，他们如何评价世界，世界就是如何。\n因为没有人会提出不同的评价。\n“……美吗？”这个世界是如此糟糕，以至于他无时无刻都想逃离这里，这样的世界，又如何称得上是，“美”呢。\n回答他的不是爱丽克丝的回复，\n而是悠闲的一声：\n“咩——，”这是一头小羊，慢悠悠地从他们眼前经过，它似是出生温室的花朵，完全不会提防眼前的两名人类。慢悠悠地经过，低下头来吃一口草，小羊再次长鸣一声，走开了。\n两人在此时都默不作声，直到小羊从他们眼前走开。\n默契地，他们长叹了一声。\n想来，这样纯净的世界，在前世一定是桃园吧？\n“如果这个世界没有那些怪物的话，这会是个很不错的世界，哪怕它是由方块组成的。”史蒂夫自己回答了自己的问题。\n“是啊，经历过钢筋铁骨，再看这个世界，不觉多出来了一丝仙境的意味。”\n爱丽克丝抚摸着手中的铁剑，继续说道：\n“恍似仙境，我已不自主沉迷。”\n“但是这里不是游戏！”史蒂夫突然板起了脸。“这里的一切，僵尸也好骷髅也好，都是真实存在的，稍有疏忽便会在这个世界一命呜呼！”\n“你在害怕。”爱丽克丝说道。\n“我害怕这些，”史蒂夫低着头，“但是我更害怕未知。”\n是谁让他们穿越过来？游戏为什么会成为一个真实的世界？他们又是什么？前世的那个世界真的就是现实世界吗？这一切都未知，细想之下便会感到无尽的恐惧，将史蒂夫彻底淹没。\n“那同我们有什么联系，我们能改变什么吗？”爱丽克丝追问道，碧绿的眼瞳直视史蒂夫。\n什么都不能，那就什么都别想！\n“安心地活下去，这才是我们要做的。”\n“……”\n在夜色降临前，两人回到了他们的“家”。\n……硬要说的话，其实只是避难所，毕竟房子这种东西，在这种世界是很奢侈的，石壁地洞比任何别墅都能带来安全和温暖。\n家里不大，坚固地铁门在火光下沉默地迎接两人的归来，史蒂夫拉下了一旁的拉杆，铁门“哐啷”一声打开了。\n这时已经隐约能听到僵尸的嘶吼了，想来要不了多久僵尸就会将这里包围，史蒂夫皱眉想到。\n利落地关上了铁门，史蒂夫将手中的剑和爱丽克丝的剑一同架在门边，一旦有紧急情况要出门，顺手就能带上自己的武器。\n白天出门搜寻资源，夜晚进入自己的矿道探求矿物和宝藏，这是他们来到这个世界后摸索而来的经验。所以两人都不谈休息，径直穿过了客厅，来到了矿道的入口。顺手从入口边上取下铁镐，检查好身上的火把和食物便可以出发了。\n采矿的过程是极其无聊的，除了搜寻到矿物时的短暂惊喜外，剩下的就是无尽的沉默。\n当然那是一个人采矿会遇到的情况。\n而史蒂夫和爱丽克丝是两个人，自然不会一言不发。\n所以两人继续了白天的内容：\n“如果它是真如你所说的仙境，那我们应该拥有无上的伟力来构筑自己心中的那方世界，而不是在此卑微无助地寻找活下去的资源。”\n“真正的仙境应该是自己一砖一瓦所建造的，而不是像所谓创世神一样一个念想便搞定的事情。”\n“……”\n“那我们现在又算如何呢？”在外探索时需要担心树下有没有避暑的僵尸或骷髅，下地探矿时需要警惕突然从背后冒出的爬行者，蜘蛛能轻易翻过他们的城墙，爬行者能轻易炸毁他们的避难所，终末使者会因为你的一眼而突然暴怒，女巫会恶作剧般给你扔各种效果的药水，巨型史莱姆能轻易压碎你的骨头……\n“所以这才是活着啊。”\n",
    "replies": [
        {
            "author": "蓝之魂",
            "timestamp": 1583740440,
            "txt_content": " 本帖最后由 蓝之魂 于 2020-3-11 18:32 编辑 \n\n手机端看不了字数，也不能把文章复制出去看看够没够，再说吧（摊）"
        },
        {
            "author": "蓝之魂",
            "timestamp": 1584657420,
            "txt_content": "awsl，为什么手机端修改后电脑端看不到更新"
        },
        {
            "author": "叶烨子",
            "timestamp": 1584671220,
            "txt_content": "少  女  的 终  末  旅  行            狗头"
        },
        {
            "author": "蓝之魂",
            "timestamp": 1584693120,
            "txt_content": "叶烨子 发表于 2020-3-20 10:27\n少  女  的 终  末  旅  行            狗头\n确实挺像的（笑哭）"
        },
        {
            "author": "梦言蝶痕",
            "timestamp": 1584752100,
            "txt_content": "可悲可叹 悲剧就是把最美好的东西毁灭"
        },
        {
            "author": "蓝之魂",
            "timestamp": 1587993000,
            "txt_content": "突然发现我惨得一批，是因为没写完的原因吗awsl"
        },
        {
            "author": "屑-帽-快-爬",
            "timestamp": 1588056120,
            "txt_content": "哇~！大佬！"
        },
        {
            "author": "血盟团长",
            "timestamp": 1588332300,
            "txt_content": "短是太短，但是的确好看。"
        }
    ]
}