{
    "title": "[Minecraft.net | CULTURE]沉没的宝藏",
    "author": "北海上",
    "replyCount": 1,
    "timestamp": 1583758260,
    "txt_content": " 本帖最后由 huojiliu 于 2020-3-12 15:14 编辑 \n\n\n\n沉没的宝藏\n瓦克索想象了亚特兰蒂斯可能的样子\n\n没有什么其他的神话能像失落的亚特兰蒂斯那样抓住我们的想象力，让我们畅想，尽管很可能这座传说之城从未真正地存在过，但它现在已经消没在大海之中，人们为其创作了歌曲、绘画、电影还有书籍，甚至还有人组了探险队想要实际找到它的位置。显然，没有人曾经寻到过——但是我们依然可以畅想我们在滔滔海浪之下或许能发现些什么：挺拔的白色大理石柱，遗落已久的神庙，甚至可能已经进化成鱼人的新的文明，他们可能依然住在水下的建筑里。\n\n\n\n我的世界建筑师，同时也是神话探险家瓦克索在他的建筑作品里《极·亚特兰提斯》中建造了属于他自己版本的亚特兰提斯，展示出了满是五彩斑斓的珊瑚与海藻却从未遭受过天气与战争消磨的建筑群。\n\n正如很多故事叙述者对亚特兰蒂斯都有一套自己的起源论一样，瓦克索也有他自己的说法：“在很久很久以前，古代的希腊人在水下建造了一座城市，这座城市屹立不倒，隐藏于世。亚特兰蒂斯的希腊人们与外界没有交流，自己的生活美满，所以他们也就不再向前进步了。对于他们来说，他们的时代停止了，他们的建筑也是一样，他们依旧生活在这个水下都市里，远离世间尘嚣，过着他们自己和平又快乐的日子。”\n\n\n\n“我曾经去过希腊那里的好几个景点，我在那里看到了一些很令人为之一振的东西，所以我想试着把我看到的东西应用在建筑上，”他告诉我。他基于这样的灵感，瓦克索建出了属于他的亚特兰蒂斯，他分别建造了很多建筑，然后再把他们拼起来组合成了这座城市。\n\n但是使用现实生活中的建筑规则来去建造建筑也是有它的缺点的。“我了解到当时的希腊建筑非常的复杂。”瓦克索说，“而且还蕴含了数学规律。”所以他在建造他的大西洋桃花源的时候，瓦克索在建筑时必须坚持使用希腊人曾经使用的数学规律，而且难上加难的是，他自己的建筑设计也是一样。\n\n\n\n\n\n\n这些建筑的材料有石英、铁还有混凝土，这样可以营造出一种鲜明的白色效果。瓦克索是这么说的，这样的话它们这些建筑和周围岩石的亮色以及植物的颜色一对比，就会显得十分鲜明。但是因为城市位于海底，所以他不愿意使用草方块和树叶来搭建植被，因为这样不够“水下”。但是当他尝试使用其他水下的方块来搭建的时候，他发现这样的对比还是不够强烈，所以最后瓦克索决定混用方块，终于打造出鲜明的海床映照着他的城市\n\n\"...for these types of builds you need to really keep going and not give up...\"\n“搞这种建筑的时候，不要停下来啊！只要我们不断前进，道路就会不断延伸……”\n但是瓦克索承认，自己其实并不是很上手制作这些植物与延时。“我以前曾经在游戏里试过再次重建再现现实中的建筑，”瓦克索说，“但是我从来没有搞过活体的建筑。”他的亚特兰蒂斯周围有着水草溪流，珊瑚丛，还有一些海洋生物在周围洄游，比如说屋顶上的海马还有特大号的海龟，瓦克索说：“我很难给这只海龟配上恰到好处的形状与颜色。我想加入一些比较显眼的东西，使其与众不同，要想做到这点其实还挺难的。”这只海龟最后的配色是蓝色、白色还有米黄色，与城市的配色遥相呼应。\n\n\n\n但是搞水下城市的最大挑战之一无疑就是在水下建筑。我的世界的水下可见度真的很差，所以造出这样规模的水下建筑是几乎不可能的，所以瓦克索尝试了一条未曾设想过的道路来创造这样一个淹没城市的效果。“这些都是渲染，”他解释道，他是指这些截图之中，城市看上去似乎是在水面之下，阳光穿过水面。“我自己在C4D之中完成了建筑的渲染，这还是我第一次搞渲染，所以在我得到一个我十分满意的效果之前我尝试了很多次。”\n\n瓦克索也为自己亚特兰蒂斯的建筑规模感到骄傲——这是他目前所建造过的最大的建筑，他不得不承认这对他来说是个挑战。“在此建筑之前，我主要还是做小型建筑的，对于这样的建筑你只需要永不言弃，一直坚持建下去，当我发现一些东西很难达成的时候更要如此。”尽管瓦克索建造亚特兰蒂斯的主要起因还是因为他想建一座由希腊建筑作为灵感的城市，但是这个规模对他来说也是很重要的：“我想要建一些更大更有趣的建筑作为自己的挑战，我希望我这样的建筑可以满足条件。”\n\n\n\n这并非是最后一次瓦克索这么虐待自己。在亚特兰蒂斯的生物部分的建筑初次完工后，他深知自己接下来要做什么。“结构和建筑的搭建真的是妙计了，我现在也有一个相关的计划在建中，但是我现在想再建些生物提升自己。”他说，“只有时间才能告诉我们，接下来会是什么？”\n\n作者Kate Gray发布日期2018/08/25\nhttps://www.minecraft.net/zh-hans/article/sunken-treasure\n\n",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1583955780,
            "txt_content": "子舰 -> 自己"
        }
    ]
}