{
    "title": "[Minecraft.net|CULTURE]八月社区最好的皮肤",
    "author": "森林蝙蝠",
    "replyCount": 2,
    "timestamp": 1583766960,
    "txt_content": "\nBest Community Skins: August\n八月社区最好的皮肤\nOur favourite Minecraft skins crafted by you!\n社区最爱，由你打造！\nTom Stone 汤姆·斯通\nWhen I asked you to email us your best Minecraft skins throughout August, I never expected to get so many submissions. My inbox is now full of emails with brilliant Minecraft skins attached, which means I can’t see any of my important emails anymore, and I’m in serious danger of losing my job. Great work, everyone!\n八月，当我让大家把最好的皮肤用邮箱发我时，我没想到会来这么多，所以现在我的邮箱全是漂亮的皮肤附件，害得我看不了其他重要邮件，有很大风险会丢工作，干得不错啊你们！\nWant to submit your own Minecraft skin, even after I’m gone? Magnificent idea! Email scoops@minecraft.net with the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it.什么，我走了之后你还想提交皮肤？好事啊！发送主题为“ME SO PRETTY”的邮件到邮箱scoops@minecraft.net，内含皮肤模板，游戏内皮肤截图，皮肤名称，以及皮肤被采纳后我们用来称呼你的名字即可。Let’s take a look at the best community skins for August:\n现在，来看看八月份这些最好的皮肤吧：\n\nCHESTER THE JESTER\n小丑切斯特\nSquirrels制作\n\n\nDream of a version of Minecraft that’s more cheerful? Sick of begging the Creeper to smile, then bursting into tears (not of joy) when it blows up in your face? Then you need Chester the Jester!\n厌烦了求着苦力怕笑一笑，结果还是被它炸得泪流满面的生活吗？想要一个更有意思的MC版本吗？那么你就需要这款“小丑切斯特”皮肤！\nI’ve always considered myself the delightful clown of Minecraft.net, even though my excellent six hours of Minecraft-based stand-up (“What do you call a rude Minecraft build? Ob-block-ious!”) still gets me more threats than laughs. This skin might not help my act, but it’ll certainly improve my wardrobe, with it’s audacious mix of blue-and-yellow and that garish red eye-mask. Although that eye-mask does make Chester look a bit like a crime-committing clown… hey, maybe I could use it to role-play as the coolest Batman villain!\n我向来自认是Minecraft.net的谐星，尽管每天六小时的MC单口相声（比如这段：你管一个粗糙的MC建筑叫什么？**性质！）让我感到麻烦比欢笑更多。这个大胆的黄配蓝，带着俗气的红眼罩的皮肤应该不能让我表演得更好，不过至少可以充实我的衣橱。虽然那个红眼罩让“切斯特”看上去像是个犯了罪的小丑，不过我觉得我可以用它来cosplay一下最酷的蝙蝠侠！\n\nOlak THE Polak\n奥利给泳装\nOlak_The_Polak制作\n\n\nSummer is drawing to a close, and the promise of another Swedish winter already has me shivering in ‘delight’. At least it can always be summer in Minecraft, especially if I wear Olak THE Polak, a skin that feels like it should be challenging me to a limbo competition, or selling me sea shells on the sea shore (side note: has anyone else noticed that selling sea shells on a sea shore is the worst business model of all time?)\n夏日将尽，我正在瑟瑟发抖地“欢迎”瑞典的冬天。不过至少MC的夏季是永恒的，这套“奥利给泳装”让我看上去像是在搞沙滩竞赛，或是个海边卖贝壳的 (有人注意到，海边卖贝壳其实是个最糟糕的商业模式吗？)\n译注：海滨（sea shore）和贝壳（sea shell）谐音，这在英语中是个常见的绕口令。\nAnyway, Olak’s skin comes complete with MASSIVE grin (his mouth is almost in his eye! That’s the kind of face-disfiguring commitment to cheeriness I respect). But it’s the shades that match his Elvis-worthy hairdo that makes this skin a summer must have. Did you hear that Summer? COME BACK PLEASE COME BACK I NEVER EVEN TANNED I LOOK LIKE THE GHOST OF TOOTHPASTE\n这张奥利给皮肤充斥着咧嘴大笑的表情（嘴都咧到眼珠子底下去了！我猜这是一种自黑娱人的行为），不过也正是这样，才和他猫王式的发型相得益彰，成为了夏日标配——你听到了夏季的声音吗？归来吧，归来哟，浪迹天涯的牙齿，归来吧，归来哟，我已厌倦晒黑……\n译注：我非常怀疑COME BACK PLEASE COME BACK一句是猫王埃尔维斯的歌词，但我也没听过猫王的歌，如果有人有了解，请告诉我。\n\nKEVIN - TREASURE, NOT TRASH\nKEVIN —— 宝藏而非垃圾\nConfusing制作\n\n\nWALL-E, go back to your scrapheap, because Kevin is the only adorable android I need to download into my life ASAP. Kevin’s an utterly charming mix of DIY components, including an old television for a head, cardboard box for a torso, and two grape soda bottles strapped to its back to make the world’s most refreshing jetpack. If the machines do one day rise up and take the planet from us, I sure hope they look as delightful as this. Help yourself to all of humanity’s resources, Kevin! D’awww!\n瓦力（译注：《机器人总动员》的主角，以收集垃圾为业），回你的垃圾堆吧！我只想赶紧把Kevin的程序下载到我的生活中！Kevin是个DIY组件集合体，旧电视做头，纸板箱做身子，后背绑两个葡萄味汽水瓶当作最新潮的喷气背包——如果某一天，智械崛起，并从我们的手中夺走对地球的控制权，我希望它们是kevin的形态，所以kevin，微笑着面对人类的所有资源吧，奥利给！\n\nIMJUSTBENTON\n我是benton\nImjustbenton制作\n\n\nHere’s how I select a Minecraft skin in four easy steps:1) I admire the green hoodie, that uses multiple shades and clever details to make me feel more comfortable just looking at it 2) I nod respectfully at that fine mop of blonde hair, take a sip of tea, and start seriously considering this skin for Minecraft.net fame 3) I spit out the tea in shock when I notice the left shoulder of said skin has a little bee on it.4) I apologise to all my co-workers who were scalded by my reckless tea-spitting, and then go stand in the corner of the Mojang office to think about what I’ve done.\n个人挑选MC皮肤四步走：1.我喜欢绿色连帽衫，这东西要用到很多阴影和聪明的细节，这样才能让我看得舒服；2.认真观察那拖把一样的金发，抿一口茶，然后再严肃考虑这张皮肤在MC.net的影响；3.当我看到皮肤的左肩上有个小蜜蜂的时候，我吓得茶都喷出来了；4.跟所有同事道歉喷茶的事情，然后一人到mojang办公室角落面壁思过。\nActually, I’m gonna spend today’s corner time thinking about Imjustbenton’s excellent skin instead! This was submitted 17 days before we announced this buzzing into Minecraft which is the kind of weird coincidence that makes me paranoid that we’re all living in a simulation. But hey, if said simulation contains skins as well-crafted as this one, who cares?\nActually，I’m gonna spend today’s corner time thinking about Imjustbenton’s excellent skin instead！This was submitted 17 days before we announced this buzzing into Minecraft which is the kind of weird coincidence that makes me paranoid that we’re all living in a simulation。But hey，if said simulation contains skins as well-crafted as this one，who cares？\n实际上，我哪有在面壁思过，只是在想Imjustbenton做的皮肤！很巧的是，这个皮肤是在我们宣布19w34a快照的17天前提交的，让我怀疑我们生活在一个模拟出来的世界中（译注：好笑吗？呵呵呵呵），不过如果这个世界有这么好的皮肤，谁关心自己是不是模拟的呢？\n\nHEATHER'S SKIN\nHEATHER的皮肤\nHeather制作\n\n\nWe’ve all been there. We’re on our way to a delightful Pride parade in our best rainbow outfit when suddenly the local volcano goes off and we get coated in ash. How else to explain the delightful clash of colour and col-ugh that make up the two contrasting halves of Heather’s rainbow and grey-oh-no skin?\n故事的背景是，我们正穿着彩虹服装参加基佬大游行，然后本地的火山喷发了，把我们都蒙上一层灰——除此之外，还能怎么解释Heather的一半彩虹一半灰（也可以说是没有皮肤）的奇怪颜色对比？\nPerhaps it’s meant to represent the unknowable duality of man? How some days we wake up feeling like we’re literally made of rainbows, cartwheeling to work, smiling at everything we see and seizing the day! And other days we wake up grey, miserable and remembering we were meant to have this article finished twelve days ago, because it’s about August skins, Tom.\n也可能这只是代表了人的两面**，某些日子里，我们美美地醒来，感觉自己是彩虹做的，还做着侧手翻上班，笑对一切度过今天！还有些日子里，我们灰暗地起床，悲哀地想起来这篇文章其实12天前就该完成了，因为这是八月的皮肤评选啊，Tom！\nWe’ll probably never know, but at least we can take comfort in knowing that this skin is pretty much perfect. Great job, Heather!\n我们可能永远无法得知这个皮肤的寓意了，但至少我们知道，这个皮肤挺好看的，干得好，Heather！\n\nTHE KNIGHT OF THE PINK FISH\n粉鱼骑士\naSociopathicPinkFish制作\n\n\nA skin with a name so good I’m already looking into legally changing my name to it,The Knight of the Pink Fish is a medieval warrior not afraid to add a dash of swishing style to his look. The metal armour looks mighty tough, and you could probably cook steak on that excellent grill-plate it has for a face.\n这个皮肤的名字非常不错，以至于我都想改名成这个了。粉鱼骑士是个中世纪战士，且并不害怕给他的外观加上些许冷飕飕的风格。金属的盔甲看上去无情冷漠，面甲是上好的烤盘，你甚至可以在上面煎牛排。（译注：呵呵呵，很好笑吗）\nBut honestly, it’s that marvellous pink cape, cockily draped over a single shoulder, that clinches it for me. Just imagine how it flows behind them when they enter a room! Or leave a room! Or when they swoop it over themselves dramatically after calling you “a most craven of cowards, sir!” I need to lie down.\n但老实说，那个斜披在一侧肩上的拉风红斗篷才真正吸引到了我，想象一下，当它的主人冲过房间时，或者被叫成胆小鬼而奋勇向前时，这张斗篷会如何飘扬！啊，我要躺会！\n\nBEES R PRETTY COOL\n大黄蜂\nStuffles制作\n\n\n\n\nMore bees? Oh, alright then – but only because Stuffles’ bee costume is stunning. Where to start? The deliberately mismatched yellow and black socks, that – unlike when I wear them – make odd socks work? How about the little bonus bee hidden in her hair? Personally, I think the best feature is the bee wings on the back, which should have the Elytra wings sweating and booking a makeover right now.\n怎么这么多蜜蜂？哦，只是因为Stuffle的装扮太好看了，从哪开始说呢……黄黑错配的一对袜子？穿上去会有什么奇怪的事情吗？又或者是她头发里隐藏的小蜜蜂？就我个人而言，我觉得最好的特点是她背上的蜜蜂翅膀，这会让鞘翅捂出汗来，然后变个模样。\nThis skin is such a success, even Minecraft’s actual bees can’t get enough of it! Or they just really want the flower that I forgot to put down before taking that screenshot. I guess we’ll never know.\n这个皮肤非常成功，有沉鱼落雁，闭月羞蜂之功效！当然了，这些蜜蜂也可能只是在找我截图之前忘记放下的花朵，究竟怎么样，我也不知道。\nRemember to submit your own skin for next month’s article! Email scoops@minecraft.net with the subject line ME SO PRETTY with your skin template, a screenshot of your skin in-game, the name of your skin, and the name you want to be credited by if we use it.\n记得给下个月提交自己的皮肤！发送主题为“ME SO PRETTY”的邮件到邮箱scoops@minecraft.net，内含皮肤模板，游戏内皮肤截图，皮肤名称，以及皮肤被采纳后我们用来称呼你的名字即可。\nBest of luck!\n祝你好运！\n\n【森林蝙蝠 译自官网 2019 年 09 月 12 日发布的 Best Community Skins: August；原作者 Tom Stone】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "森林蝙蝠",
            "timestamp": 1583767080,
            "txt_content": "Tom Stone，你真是一个彻头彻尾的大SHABI，我头一次翻译一个mojang博文俩小时，就为了猜你的意思，你做到了。\n我一定要发邮件问候你。"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583810760,
            "txt_content": "奥利给泳装可还行"
        }
    ]
}