{
    "title": "【原创/单篇】意外",
    "author": "柠檬不卖萌w",
    "replyCount": 5,
    "timestamp": 1583805180,
    "txt_content": " 本帖最后由 星皇丶柠檬 于 2020-8-13 10:16 编辑 \n\n  在一个雷雨交加的夜晚，大颗大颗的雨滴仿佛被人从天上泼下来似的，打落在石质地面上，发出响声。漆黑的天空时不时有蓝色的电弧划过，照亮了半边的天空。。     与窗外狂吼的景象不同，小屋之内充斥着温暖的灯光。名为江晓天的男子坐在沙发上，看着窗外的景象，他的嘴角微微上扬，露出吃了糖的小孩子似的表情。一名少女缓步走近男子，在他身边坐下。  \n   “爸，在想什么呢？”少女的手扶上男子的肩膀，轻轻地发问。男子转过头来，看向少女，手抚摸自己的胡子，说道：“这个场景，和我年轻时那天的景色相似呢。其实我和我妈走到一起，让我很意外呢。想听吗？”   \n  少女点点头，同时和男子一同靠向沙发，柔软地沙发稍微下凹。窗外又是一道闪电划过天空，而屋子中的少女则开始倾听男子的娓娓道来。   \n  江晓天从小就有较为出色的商业头脑，同时有学剑的兴趣爱好，尽管父母十分反对他学习剑术，他还是常和小伙伴们用偷偷买来的木剑练习。不过他的父母对他的商业头脑十分看好。住在码头边的江晓天每天都能看到来往的商船，再加上父母对行商的支持，十大岁的他就离开家，到中心大城市去打拼，他用了两年的时间，成为当地小有名气的商人。他不像某些商人一样不断提高自己的利益，而是在保证自己生活的情况下尽可能多地为买家谋取利益，这是他心目中商人应有的品德。他却不知道，他的这种行为抢走了许多其他商人的客人，谋取暴利的机会的减少，点燃了某些丑恶心灵中的复仇火焰。   \n  高高挂在天上的月亮给街区洒下一层银边，江晓天刚刚完成工作，哼着歌，向家中走去。在这样一个时间点，在街上行走的人极其稀少，但江晓天却在一个墙角发现了突兀的东西。   \n  由于光线原因，江晓天走近了看才能看清那是一个人。她双头抱膝蜷缩在墙角，头埋在双臂之间。她的衣服十分单薄，手脚上也有些许污渍，看上去楚楚可怜。江晓天试探性地问，“你是谁，这么晚了，不回家吗？”   \n  少女抬起头，视线与江晓天的视线相交。江晓天看到少女的脸后，不由地吃了一惊。少女有些凌乱的刘海散在头上，脸上的污渍完全无法掩盖她惊人的美貌，不知为何，江晓天从她楚楚可怜的眼睛里仿佛看到了一丝微不足道，但深入骨髓的寒意。江晓天把视线移开，再移回来，寒意消失不见。就在他怀疑寒意的真实性时，少女说话了。“我…没有家可以去。”这甜美的声音，每一个字都撼动着江晓天的心。就这样，江晓天收养了名为林梓玥的少女。当时的他，丝毫没有怀疑林梓玥的出现有什么不妥。   \n  一个阳光明媚的下午，江晓天坐在自家花园里，享受着下午的阳光。林梓玥从屋内走出来，端着一杯冒着热气的咖啡。“这是我帮你泡的…喝了吧。”不知为何，江晓天似乎从她的语气中感到深沉的无奈，以及收养她以来若隐若现挥之不去的不自然的寒意。   \n  江晓天接过杯子，将杯子靠近嘴边。林梓玥把视线以难以察觉的微小动作移向别处，嘴唇微微抿起。   \n  花园门口传来喊声，江晓天放下还没喝的咖啡，向花园门口走去。门口站着的是同为商人的李风顺。他似乎向花园内瞪了一眼，随后才看向江晓天，开始与他讨论工作的事。林梓玥微微低下头，光线作用在刘海上，让她的脸似乎蒙上了一层阴影。在江晓天家里生活的时间不长，但江晓天对她很好，与以前的生活完全是一个天上一个地下…胡思乱想之际，一只野猫意外地跑上桌子，打翻了茶杯，喝了几口咖啡后，跑进了草丛。   \n  “哈哈，江总最近赚了一大笔呢！祝贺你呀！”李风顺表面上话说给江晓天听，他那如鹰眼般的眼睛却锁定着猫逃走的方向。   \n  “哪里哪里，没有李总的帮助，我不可能走到这一步。”江晓天只是认真地回应李风顺的话。 \n  当天晚上，林梓玥躺在床上，翻来覆去睡不着。作为孤儿的她，还是第一次接触江晓天这样温柔的人。她呆滞地看着自己的手，试图压抑心中那股奇怪的感觉，她现在做的事，完全违背她真正的想法，但如果不完成…林梓玥猛地睁大眼睛，从床上坐起来。“完了，猫…”她小声对自己说，随即从窗帘后探出脑袋看向窗外。   \n  江晓天正站在花园里打扫落叶。林梓玥合上窗帘，无力地在床上躺好。“横竖都是死…没有意义了…”随即，她向上拉了拉被子，遮住嘴巴。   \n  花园中，江晓天正在打扫。林梓玥今天主动做了不少家务，江晓天拦也拦不住，只好把她打发去睡觉后再来打扫剩下的地方。忽然，他在草丛里发现了一只死猫。“这不是下午打翻咖啡的猫吗？”江晓天想着，突然打了一个战栗。他的瞳孔缩小又变大，冷汗顺着他的脸颊滑过。   \n  “难道说咖啡里有毒？那么林梓玥…从一开始就是来杀我的吗？”江晓天的脑子飞速旋转，联想起林梓玥眼神中的寒意，就完全说得通林梓玥是来杀他的杀手了。   江晓天极力让自己保持冷静，他再次回想林梓玥的眼神。其中不只有寒意，还有别的感情，那不是真正杀手的眼神，而更像是被强迫做什么似的。   恢复冷静的江晓天决定随机应变。“如果真有谁强迫你来杀我的话，我倒要看看他是谁，为什么这么做。”   \n  第二天早上，林梓玥从床上坐起来。手上没有手铐，身上没有伤口，阳光斜射进来洒在身上，给她暖暖的感觉。一切是那么的真实，什么也没发生。“难道他没发现那只猫？”林梓玥想着，披上外套，扭开房门。  \n   “早安。早饭做好了哦。”   是江晓天。一样的温暖的笑容。一样的白色衬衫。一样的黑色长裤。   \n  “好像是没发现呢。”   \n  在这之后的两个星期，林梓玥收到了多次威胁信——当然都藏起来了，但她却越来越觉得自己下不去手，对心中某种感情的压抑似乎快到了极限。   \n  这天是星期日。江晓天提出要带林梓玥去游乐场。林梓玥答应了他，但说不出理由。她还挑了自己最好看的衣服——和暗杀对象出去玩这是为什么，她也说不出。   \n  这个世界——有这么开心吗？以前自己，看世界都仿佛是灰色的。自幼便是孤儿，十三岁开始干夺取他人性命的勾当。尽管她不愿意。可现在，和本该杀掉的对象在夕阳下漫步，是那么的开心。就好像——灰暗的世界被染上了色彩…   \n  “江晓天，”林梓玥停下脚步，喊着所爱之人的名字。江晓天回过头来，看着林梓玥。她的脸蛋还是一如既往的可爱，不知是不是夕阳的原因，她的脸上似乎有着红晕。但他猛地发现远处的山上有东西闪了一下亮光。   \n  “今天——”林梓玥语音未落，江晓天一个箭步冲上前，双手抓住林梓玥的双臂，将她向左边扑倒，与此同时，破空的呼啸声响起，林梓玥不知所措地闭上眼睛，感觉到湿热的液体溅在脸上。   \n  是血——江晓天的左臂完全被鲜血染红，肌肉仿佛炸裂开来一般的疼痛。林梓玥这才想起，威胁信的最后一封，是对她的最后通牒。刚刚的狙击手，显然想把她和江晓天一起杀死…   再也抑制不住这种复杂的情感，眼泪夺眶而出。“——为什么…为什么！我可是想要杀你的刺 客…刚刚你明明可以自己躲开的…”   江晓天没有回答。周围的游客看到异常围了过来，狙击手只好作罢。   江晓天再次睁开眼睛时，看到的是白色的天花板，他盖着白色的被子，穿着白色的衣服。左手似乎打上了沉重的石膏，连着点滴线。他用右手支撑着身体坐起来，这才发现林梓玥趴在他的病床边睡觉。根据护士的话说，江晓天的左臂被狙击枪击中导致骨折，林梓玥在床边照顾了他一天，刚刚才睡着。   \n  傍晚，林梓玥醒过来，看到的又是江晓天那熟悉的温柔的笑脸。她轻轻地上前，抱住江晓天，两颗泪珠滑过她的脸颊。“结束了呢。我想…一直和你在一起。”江晓天伸出右手轻轻抚摸着林梓玥的头。“嗯…结束了，我答应你哦。不会再分开的。”   \n  意外的是，事情并没有结束。   \n  那天，雷雨交加，蓝色的电弧不时划过天空。林梓玥说帮江晓天买饭，却迟迟没有回来，就在江晓天看着窗外的倾盆大雨发呆时，一名护士走来，递给了他一个信封。   江晓天拆开信封，直勾勾地看着信中的字。   \n  随后，他跳下床来，不顾护士的劝阻，披上一件黑色风衣，走出了医院，来到一处地下车库。本来就是黑夜，加上地下车库的黑暗和黑色风衣的掩护，让他难以被发现，他推开紧急通道的门，发出吱呀的响声。这个通道似乎年代有些久远了，墙上的裂缝和滴水的管道彰显这通道的年龄，江晓天开始一步一步向上爬楼梯。一边爬，一边压抑着心中的冲动，信是林梓玥的指使者发出的，江晓天来到这里，有很大的危险性，但他不能放着林梓玥不管。同时，他也好奇，幕后黑手是谁，动机是什么。这些要素让江晓天一步比一步坚定地向上走去。   按照信上所述，江晓天爬到了最顶层，是一栋楼房的天台。他扭开门，毅然走进倾盆的大雨里。   \n  林梓玥被捆起来丢在一边，一边摇头一边焦虑地用被堵住的嘴发出“呜呜”的叫声，似乎在警告江晓天不要接近。   \n  她的旁边，站着一名男子。他黑色的夹克和裤子已完全湿透，皮鞋则在雨中显得十分铮亮。   \n  “你还是来了，江晓天，我佩服你的勇气。既然这样，我就给你一个反抗的机会。”男子抬手，丢出一把直剑，同时拔出另一把剑，“切磋一下吧。”   \n  江晓天用右手接过剑，抬起头来。“为什么，李总，不，李风顺啊，我们难道不是工作伙伴吗？”   李风顺忽然笑了，他右手扶额，身体后仰，十分夸张地笑着。“哈哈…哈哈哈哈！真是太可笑了，江晓天。那些珍惜的商品，在这个地区只有你我两家卖家，你又何必带节奏拉低市场价格？”   雨水顺着江晓天的刘海流下，但他的话却铿锵有力。“我只是按应有的价格出价。这难道不是作为一名商人应有的道德吗？”   “蠢驴，你这种人也配被称作有商业头脑？有钱不赚的傻子，我是第一次见。不过你妨碍到我的生意了，所以请你——”李风顺举起剑向前冲去。   \n  “消失吧——”李风顺的剑从上而下砍过来。江晓天右手握住剑柄，轻轻甩掉剑鞘，同时将儿时练剑的技术使了出来。   \n  “噹”的一声，双剑相交。大雨倾盆，大楼顶上的两人刀光剑影。   \n  江晓天并没有取对方性命的意思，但对方似乎不这样想。李风顺的每一次出剑，横斩，斜斩，都被江晓天一一挡下或侧身躲过，李风顺渐渐不耐烦了，他怒吼着再次抬高剑刃冲过来，这种类似穿刺的进攻是无法弹开的，于是江晓天向右闪躲，谁知李风顺这一招其实是假动作，他转过身来借势又砍过来。   \n  勉强接下这一击，江晓天没有站稳，向后仰倒，眼看下一剑就要来了，江晓天的左手摸到了某样东西，李风顺露出兴奋的表情，挥下了他手中的剑。江晓天则用力抬起左手。如此用力的使用伤势未好的左手，江晓天咬紧牙关，手上又传来了剧痛，但他不敢减少丝毫力气。  \n   “噹”的闷响，剑插在江晓天腰边。李风顺被江晓天左手的钢管击中，向后倒下去。   暴风雨仍在继续，蓝色的电弧肆无忌惮地划过天空。江晓天吃力地站起来，解开林梓玥的绳子。   李风顺被绳之以法，江晓天与林梓玥在几个月后举行了婚礼，这次，才是真正结束了。  \n   窗外下着暴雨，温暖的屋内，君子和少女坐在沙发上愉悦地交谈。  \n   “女儿啊…意外是神秘的，不要害怕意外，也许一次意外给你带来了不快，但接下来会发生什么，谁说的出呢？对吧？”作者：星皇丶柠檬\nhttps://www.bilibili.com/read/cv352042\n出处： bilibili\n\n\n",
    "replies": [
        {
            "author": "975495395",
            "timestamp": 1583816220,
            "txt_content": "不错的稿子 支持下"
        },
        {
            "author": "1272237437",
            "timestamp": 1583817060,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "An-xin",
            "timestamp": 1583896380,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@@lililili",
            "timestamp": 1583896680,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "末地欢迎你",
            "timestamp": 1583915040,
            "txt_content": "排版有待提升，可惜是单片"
        }
    ]
}