{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·一",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1583809080,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-10 10:59 编辑 \n\n昏暗的森林里，一名蓝发的青年正森林里游走着，午间慵懒的阳光穿过树木枝叶间间隙落在青年的头上、肩上、手上，还有些落在了他腰间的铁剑上，折射出刺眼的金属光泽。 \n\n他叫蓝，年二十五，是一名没有在猎人协会挂名的自由猎人。 \n\n“奇了怪了，昨天还听到有人说在这看到了一只长相奇特的僵尸，为什么我逛了那么久连个影子都没有看到，难不成那些家伙在骗我？要是被我知道他们其实在骗我，我回去保证把这些家伙的头全部拧下来送给僵尸玩，骨头拆给骷髅当家具。”\n\n蓝小声的嘀咕着，突然停下了自己的脚步，他抬头看着天空，天色不知道什么时候阴了下来，四周动物的声音都逐渐沉寂，只有零星的冰凉感落在他的脸上，告知他接下来要发生的事情。\n\n要，下雨了。 \n\n……\n\n“啧，今天是什么情况，先是在这个连只精英怪都撞不上的和平森林里逛了半天的街，然后又给老子下那么大的雨，老天爷是看我不爽吗，MD，要是给老子我找到怎么打你的方法，保证把你三条腿打成两条腿，两条腿打成一条腿，让你的下半身成为那些轻小说男主。” \n\n嘴里碎碎念着，蓝的身影在森林里飞快的穿梭，倾盆的大雨从天上落下，交织成一片片的雨幕，打湿了树叶、打湿了草坪、打湿了来不及躲雨的动物，但却打不湿他的他的衣服，哪怕是一个衣角。 \n\n烟雾似的粒子围绕在他的身边，像是忠实的仆人一样替他拦下所有靠近他的雨滴，如此密集的雨幕都被粒子们拦下，从蓝的身边偏离开。 \n\n今天这雨大的奇怪啊，如果再找不到能够避雨的地方话，这次恐怕就要提前打道回府了。\n\n像是安排好了一样，正在他为如何避雨而烦恼的时候，一处在山壁下的山洞逐渐出现在他的视野内。 \n\n“还算有点良心，那就少打断零点五条腿吧。” \n\n自言自语的说着，腿上的粒子突然快速的聚集着，下一秒，一声轻微的爆破声响起，他立刻被爆破所产生的作用力飞冲出去，直至山洞。 \n\n粒子公式：粒子加速+粒子爆破=粒子推进 \n\n穿过这瀑布般的雨幕，夹着还没来得及离开的雨珠，[ruby=旋转突进]一路飞冲[/ruby]的蓝发青年撞进了这个山洞，随手接下一个粒子缓冲后，青年稳稳的落在了这方小世界里，粒子感知瞬间展开，开始打量起里面的环境。\n\n唔……除了洞口处的一小块地方外，其他地方几乎没有太过于潮湿，洞内很干净，连那些常见的喜阴喜潮的植物都没能见到多少，粒子感知的反馈也说洞的深处没有什么危险生物，作为临时躲雨的地方简直不要太完美。\n\n强行无视了蜷缩在山洞角落的橙白生命体人后，蓝在一处离洞口较近又没有被雨打湿的地方坐下，对着窗外的雨幕，从背包里拿出面包慢慢的啃着，眼睛却偷瞄着离他没有多远的先来者。 \n\n虽说看不清脸，但从体型上大致可以猜出是一个十四五的少女，一头柔顺的橙色长发顺着杂乱的散落着，不少发丝顺着她白皙到异常的脸颊和手肘滑下，一直垂到地上然后散成一片，她全身上下似乎只穿了一件极其不合身的白大褂，看上去松松垮垮的，甚至还能隐隐约约的看到一丝不该看到的景色。 \n\n哪里来的流浪者吗？又或者是遇到了魔物灾害的难民。\n\n想着，蓝收回了自己的目光。 \n\n“咕……”\n\n一声所有人都不会陌生的响声盖过了洞外的雨声传进蓝的耳朵里，下一秒，蓝就感觉到一个目光正盯着自己……手中的面包。 \n\n“想要吗？”\n\n蓝没有回头，而是抬起手了，晃了晃手中的面包。\n\n“嗯嗯……”\n\n蓝把面包撕成两半，一半扔到了自己嘴里，而另外一半则是又晃了晃，然后……也扔到了自己嘴里。\n\n“还想要吗？” \n\n蓝扬了扬自己空荡荡的双手。\n\n“……”\n\n蓝感觉到盯着自己的视线消失了，剩下的淡淡的声响也被洞外的雨声遮掩，还有小声呜咽声。他手伸进自己的包，随手又拿出了两个苹果。 \n\n“抬头！”\n \n突然的一声轻喝，少女下意识的抬起头，只见一个鲜红色的球状物体带着点点白色粒子在她的眼前逐渐变大，接着正正好好的落到她的怀里。 \n \n“刚从外面滚进来的，要吃就吃，不吃拉倒。”  \n\n少女拿着这个红色物体，看了看蓝，又看了看手中的东西，打量了好一会，然后……“这个，是什么？”“苹果啊！长那么大苹果没见过吗？” \n \n“唔……没见过……”\n\n“……”\n \n这是从哪个大荒漠中来的小公主吗？苹果都没见过？ \n \n“啧，你只要知道这玩意儿可以吃就行了。”\n \n“唔……”\n \n少女应了一声，然后像是试探一样的，小心翼翼的从这个对她来说是个新事物的苹果上咬下一小块，细细的咀嚼着…… \n\n“那个……”\n \n“又怎么了？小公……” \n\n蓝很不耐烦的抬起头看了她一眼，少女也回看了他一眼，就这一眼，蓝的表情出现了一瞬间的震惊，但在下一秒中就像是想起来了什么，收回了目光，表情重新变得平淡。\n\n “这个叫苹果的东西，还有吗？”\n\n连一个回答都没有，一个红红的球形物体就朝着少女抛来，不偏不倚的落在了少女伸出的手里。 \n \n“谢……”\n \n“地上捡的而已，没必要对我说这话。” \n \n“……”\n \n“喂，你叫什么。”\n \n极长的一段沉默后，终于是蓝先开了口。\n \n“……叫什么？”\n \n果不其然，少女再次对蓝的话产生了疑问。 \n \n“就是你的名字是什么，难不成没有吗？” \n \n“……”\n \n少女沉默了，许久没有回他的话，只是专心的啃着自己手中的苹果。 \n \n不想说？还是……没有…… \n\n空气逐渐的沉默，只有淡淡的雨声在空中飞舞，时针轮转，如幕般的雨终究也有歇息的时候，落幕的夕光在零星的雨点间反复折射，跳跃着，落入了蓝的眼里。\n \n已经过去那么久了吗？啧，僵尸明天再来找算了，今天就到这吧。\n \n蓝站起身，拍了拍身上的尘土，不经意间，余光再次扫到了少女的身上。\n \n嘛，算了，只是长得像而已，也没什么大不了的，世界上总会有几个长得比较像的人不是吗？看开点蓝，她，不是她。\n \n嘴角划起了一弧自嘲的笑容， 一脚踏出了山洞。 \n \n“……”\n \n一股小小的拉力拉住了他的衣摆，蓝头都不用回，就知道拉住自己的人是谁。 \n\n“苹果已经没了，你拉着我，我也不会给你任何东西的，所以说，放开。”\n \n不过少女像是没有听见一样，低着头，拉着他。 \n \n“啧，我……”\n \n“出去，会死的。” \n\n蓝的话还没说完，温软的女声就打断了他的话，但这声音也小声的想蚊子咬一样，若不是两人站得很近，蓝可能根本听不到她在说什么。\n \n会死？这家伙在开什么国际玩笑吗？我又不是末影人也不是雪傀儡，那里会被雨滴消灭……不过，看她这样子……估计是很认真的了。 \n \n明明只是抓住了个衣角，她却纂的非常用力，几乎要听见布料撕裂的声音了。 \n \n“唉……你这个人……还真的是没有常识。” \n\n“诶？” \n\n少女诧异的抬起头，瞳孔还没完成焦距，身体就被什么人抓住转了半个圈，一片阴影罩上她的头顶，没有来得及反应过来发生了什么，一小股推力就使她的身体被迫的退后了好几步。 \n \n“雨是杀不死人的，小公主。”\n \n重新站稳身体，那个自己去拉的男人已经站在了雨里，背对着山洞，自己就在他的面前，也在雨里，不过头顶上多了一件衣服，那是\n他的外套。 \n \n零星的雨滴落在他的身上，打湿了他的衣服，但却没有出现记忆中的情况，自己也是这样。\n \n“雨不过只是水粒子的集成体罢了，除了能够瓦解雪粒子、末影人的构成粒子和火焰粒子外，根本没有任何的杀伤力，所以它对人类的构成粒子是无害的，听懂了吗，小公主。” \n \n一番话下去，蓝对上的还是她茫然的表情，还有她偷偷向山洞挪去的小动作。 \n\n果然，这些话对这种连苹果是什么的人没有什么用处，嘛，也罢，路人而已，管她那么多干嘛。 \n \n想着，蓝就转身离开。\n \n“诶！你的……”\n \n“不用了，送你了。”\n\n蓝扬了扬手，像是再见，又或是再也不见。 \n \n少女愣在原地，看着蓝离开的背影，手里攥着他的外套，直到他消失在视野内。 \n\n雨，莫名的又大了起来，少女不知道为什么，拿下了披在头顶的衣服，任由雨滴落在身上、头上，顺着她的脸颊滑下。\n \n“蓝……空……” \n \n一丝温润划过脸颊，她用手指拭了拭…… \n \n是水。 \n \n…… \n \n那家伙看上去那么弱，能在这里活下去吗？ \n \n……啧，算了，去和伊娜大妈讲一下，让她……！ \n\n本该加快的脚步突然停了下来，一股不属于人的粒子气息冲进了他的粒子感知范围，正朝着他的方向冲来，速度奇快，比喝了速度药水二型的人还要快上几分，其他生物都疯了似的奔跑，只是想避开这个神秘生物。 \n \n好家伙，总算来了，看来那些人的头是保住了。 \n\n纯白的粒子扬起，卷住了他的身体，铁剑握在手中，蓝浑身上下的气息瞬间变得锋锐异常。 \n但就在此时，这个生物像是感应到了什么，它的行进路线突然出现了一点点的偏差，但就是这点偏差，它的目的地变成了……少女所在的洞穴！ \n \nMD，走远了还不让我省心。 \n \n铁剑迅速收回剑鞘，锋锐的气息一瞬间消失，本来席卷全身的粒子也都回到了腿上。\n \n腿附加：粒子推进、粒子加速 \n \n“轰！” \n \n粒子推进的清脆轰鸣声响起，蓝的身体卷着粒子烟雾飞速的冲出，以诡异灵活的步伐在树林间飞快的移动着。 \n\n麻烦的家伙就会给人添麻烦。 \n \n遇到你可能是我今天最大的不幸。\n\n原贴发于B站，CV号4381423，感兴趣的人可以去B站支持一下。",
    "replies": [
        {
            "author": "1272237437",
            "timestamp": 1583817120,
            "txt_content": "不错的稿子  继续努力 支持下"
        },
        {
            "author": "爬熊黄",
            "timestamp": 1595200860,
            "txt_content": "不错不错 蓝小声这名字有点奇葩"
        }
    ]
}