{
    "title": "[Minecraft.net|CULTURE]为世界献上惊艳的色彩！",
    "author": "ItIsEnderman",
    "replyCount": 3,
    "timestamp": 1583880660,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-3-11 15:00 编辑 \n\nColour us Impressed\n为世界献上惊艳的色彩！\nEmbrace the primary power of PAV's colourful builds!\n拥抱来自PAV的建筑作品的第一印象之力吧！\n\nTom Stone 汤姆·斯通\n\nMinecraft just wouldn't be the same in black and white, would it? Every building you made would look grey, cold and lifeless, without those flaming reds, warm oranges, Creeper greens, sunny yellows and sapphire-bright blues. That's why we didn't make a black and white version of the game and release that instead. We're really smart, you see.\nMinecraft就是不会长着千篇一律的黑白面孔，不是吗？你的每一个建筑最后会看上去苍白无力、面如死灰 —— 如果没有激燃红、温暖橙、苦力怕绿、活力黄和宝石蓝的点缀。也正因如此，我们并没有制作并发布黑白版本的游戏。看，我们真机智！[DOGE]\n拉倒吧你\n\nOne man who gets the colourful potential of Minecraft is PAV, a Russian builder who uses every colour in the 'bow to craft some seriously luscious lands. He also might just be the most positive person we've ever interviewed for Minecraft.net, and that's really saying something.\nPAV正是一位领会到Minecraft那多彩的潜力的老大哥。他来自俄罗斯，是一名专心使用每一种颜色来雕琢必须冠以“绚丽”之名的地图的建筑师。或许，他正是我们Minecraft.net需要采访的正能量化身，并且这必定拥有极高的含金量。\n\n“Yes!” says PAV, when we mention his use of colour. “I love bright colours and thanks to the new Minecraft update there will be even more. I really like it when my works look bright and cartoonish. I want them to inspire others.”\n“正是如此！”当我们提到PAV的上色时，他如此说道，“我喜欢亮色；并且，感谢这一次更新[1]，我有拥有了更多颜色。我十分喜欢看着自己的作品变得光鲜亮丽、精美如画。我想让这些作品成为新的灵感源泉。”\n\nYou heard the man! Take a click through this gallery and GET INSPIRED:\n正如所言！点击按钮[2]，尽收眼底，一起寻找新灵感吧:\n\n\n\n\n\n\n\n\n\nPAV got into Minecraft the unorthodox way, after playing “a 2D clone of the game on my phone” in 2012 (PAV didn't tell us the name of this clone, to the disappointment of our lawyers).\nPAV并不是以一般的方式入坑Minecraft的，直到在2012年“在我的手机上玩了Minecraft的谜之2D版本”之后才入坑 (令我们的律师失望的是，PAV没有告诉我那款游戏的名字)。版权狂魔\n\nSoon he moved onto real Minecraft and “as time went by, I started to learn its endless possibilities and it became more than just a game to play after work. About two years ago I fell in love with the creative side of it - making community maps to be exact - and now I can’t stop!”\n很快PAV就步入Minecraft正轨，并且 “随着时间推移，我也开始学习Minecraft的无限种可能性，同时Minecraft也逐渐不再是我下班后的休闲的游戏了。两年后我着迷于它的非凡的创造自由性 —— 确切来讲，在社区里做地图作品 —— 现在我停不下来了！”\n\n'Without the visuals, without the inspiration from pictures and other Minecraft community projects one can’t create a great map.'\n没有视觉资料，没有来自图片或者其他社区作品的启发，一个人是没有办法做出好地图作品的。\n“Minecraft is versatile,” explains PAV. “Some like mini-games, some like mods, some like watching videos about the game, I personally like the creative mode. I liked it because it’s a pretty easy way to start expressing yourself - create astonishing places and builds existing in the real world or in your mind, recreate the moments of our past or even our future - and I can easily share my works with other people and let them see the worlds I’ve built with their own eyes.”\n“Minecraft是万能的,” PAV说道。“有些人喜爱小游戏，有些人喜欢模组，有些人则喜欢看游戏实况，而我本人则喜欢创造模式。我喜欢它，因为这是去表达自我的捷径 —— 创造出现实世界或者心中那魅力惊人的景致于建筑，重铸过去甚至是未来的时光 —— 并且我还能将作品与其他人共享，让他们用自己的视野欣赏这些世界。”\n\n\nWe asked PAV to tell us more about some of his best builds. First, YOHOHOHORUMS: “One of my biggest projects. A giant island with caves, a city and the treasure of the golden monkey. I enjoy making “alive” cities, in which one would want to live and search for secrets and mysteries.”\n我们请PAV再多告诉我们关于他的最好的建筑的事情。先看看作品「YOHOHOHORUMS」: “这是我的最大工程之一。它是一个有着神秘洞穴、一座城市和金猴子的宝藏的巨大岛屿。我喜欢让城市‘获得生命’，想要在那里生活，并且探索各种各样的神秘事物。”\n\n\nAMEGAKURE NO SATO: “I built it with my friend, who no longer plays Minecraft,” explains PAV, of this Eastern-inspired city “and we were inspired by anime, Japanese culture and steampunk. Narrow streets, shops, pipes and factories situated in this small but noisy city make it mysterious.”\n作品「AMEGAKURE NO SATO」: “我和一位现在已经不再玩Minecraft的朋友建造了他,” 对于这座洋溢着东方元素的城市，PAV如是说，“而且我们深受动漫、日本文化和蒸汽朋克文化的启发。袖珍却嘈杂的小城里的狭窄的街道，小商店，管道以及工厂让这座城市看上去更神秘了呢。”\n\n\nCASTLE LE PE TUX: “My first castle in Minecraft! For a long time I disliked the medieval style - a lot of people start from it and don’t go anywhere from it. But I finally decided to try to study it and it seems successful. I tried to make the castle as simple as I could, without overdoing the details.'\n作品「CASTLE LE PE TUX」: “我在Minecrafdt中的第一座城堡！很长时间以来我不喜欢中世纪风格 —— 许多人从这里开始，却固步自封、无所进展。但我最后还是决定试着去研究它，并且看上去挺成功的。我试着让城堡尽可能朴素，而不过度雕刻细节。”\n\nPAV clearly enjoys switching style and theme with each new build. To what does he owe such eclectic inspirations? “Before I start building, I create a concept and search for suitable pictures. There can be many pictures, because one can have an interesting tower/house/bridge, the other could have a great landscape or something else that would look good with other builds.”\n显然PAV喜欢对每一个建筑使用不一样的风格和主题。如此兼收并蓄地灵感归功于谁呢？“每一次开始建筑之前，我会在脑海中形成大致想法，并且为之搜索合适的图片。搜到的图可能很多，因为一张图可以包含有趣的塔/房子/小桥，其他的图却可以拥有绝佳的风景，或者是能够和其他建筑完美协调的其他事物。”\n\n“After I’ve collected everything, I start working. Without the visuals, without the inspiration from pictures and other Minecraft community projects one can’t create a great map.”\n“搜集到一切需要的东西后我就开始工作。没有视觉资料，没有来自图片或者其他社区作品的启发，一个人是没有办法做出好地图作品的。”\n\nInspiration may come from other builders, but PAV also found the wider Minecraft community helpful with other parts of the building process. “The hardest part was terraforming,” he explains. “I needed some help from the members of our team, Nightly Owls - these guys taught me a lot not only in terraforming but in making unique maps, a big thank you to them!”\n尽管灵感会来自于其他建筑师，但是PAV也因此而探寻到了有助于建筑的其他工序的更广阔的Minecraft社区。“刷地形是最难的部分，”他解释道，“我需要来自我们的团队Night Owls的其他成员的帮助 —— 不仅在刷地形、而且还在制作独特的地图方面，这些人教会我很多，我在这里由衷地感谢他们！”\n\n\nWell after admiring all these colourful builds, you can certainly colour us impre ... oh, wait, we already used that for the title. Drat. Anyway, find more from PAV on Planet Minecraft here!\n在欣赏完这些五彩斑斓的建筑之后，你一定会为世界献上惊艳的……等下，我们已经把它拿去当标题了。见鬼。最后，狂戳这里，来Planet Minecraft更多地了解PAV吧：HERE！\n\nscript.\n[1] 多彩世界更新；应该从第一个快照发布那一刻起。\n[2] 众所周知，Minecraft.net的画廊是横着的。\n[3] 翻译时一张图都加载不出来。\n\n【ItIsEnderman 译自官网 2017 年 06 月 14 日发布的 Colour us Impressed；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "cc7w",
            "timestamp": 1583881620,
            "txt_content": " 本帖最后由 cc7w 于 2020-3-11 07:37 编辑 \n\n“Minecraft是万能的,” explains PAV。\n\n引用他的话也要翻的（可能是重复的）（图片载不出来可以试下科学...）\n给iem献上膝盖"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1583881980,
            "txt_content": "cc7w 发表于 2020-3-11 07:07\n“Minecraft是万能的,” explains PAV。\n\n引用他的话、图片的说明也要翻的（图片载不出来可以试下科学...） ...\n好的，等下下课了再继续完善\n\n图加载不出来是因为侧面的滑块莫名其妙没了，几个浏览器都只能看到开头，换网络环境也没啥用，忍无可忍时直接拿着SPX生成的模板去翻译了\n你可以想象一下手机也翻不了页是啥感觉。。"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588803780,
            "txt_content": "Minecraft just wouldn't be the same in black and white, would it?\n应该是MC变成黑白一定会完全不一样（联动文章内容）\n\na 2D clone\n2D翻版（指那些抄袭MC的手游应该）\n\n"
        }
    ]
}