{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·二",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1583887320,
    "txt_content": "魔物，拥有怪物的构成粒子，但却拥有近乎与人类的意识层次的特殊生物，它们有着其他生物没有的特性，和其他怪物一样仇视着人类，是人类现今最大的敌人，自初代屠龙者斩杀末影龙的数十年后开始出现，距今已有百来年。\n \n因为意识层面的相近，魔物的一些行为更接近于人类，如陷阱、逃跑、伏击等，还能指挥其他的怪物，有研究表明它们中的部分还能听得懂人类的语音，但这些都不是它们最可怕的地方，它们真正可怕在它们也可以像人类一样学习和使用粒子。\n\n一只魔物从出现到学会粒子只需要短短的一个月不到，而未曾出现过意识膨胀的人类则需要一两年才能学会使用粒子，它们的学习速度远高于普遍人类，当一只魔物可以灵活的操纵粒子并能自主的搭构粒子公式的时候，它就成为了能够凭一己之力毁灭一座城池的恐怖生物，这样的魔物则被称之为完全体。 \n\n……\n\n“轰！”\n\n随着一声巨响的发生和一颗两人环抱的大树的倒下，本来已经走远的蓝发青年又出现在了少女的目前。\n\n“你……” \n\n“你什么你！还不快点给老子我滚回山洞里待着，头都不要探出来一下，不然让你成为世界上第一个从三维变成二维的人！”\n\n“诶？”\n\n“嗷！！！”\n\n少女还没反应过来蓝在讲什么，只听见远处传来让人心悸的咆哮声，少女的脸色瞬间变得惨白，而蓝则是逐渐变得凝重。\n\n啧……来的还真快。\n\n伸手一揽，直接将还在茫然状态的少女拦腰抱起，纯白的粒子团极速聚合后又快速散开，产生的微小推进力在蓝刻意的安排下，直接将蓝连同少女一起推出了近十来米。\n\n就在他们离开的下个瞬间，一团黑影从森林中越出，径直落在了少女原本站的位置。 \n\n“轰！”\n\n声浪夹着气浪一同朝周围席卷开，没有来得及落地的水珠和土块都被卷进其中，声势浩大，非常日所能见，狂舞的劲风袭过蓝的身周，划过他的衣角，但却没有触碰到被他护在身后的少女。\n\n风，进不了少女的身，声，传不入少女的耳，在少女的视角看来，除了看上去气势很大之外，好像也没什么可怕的，尽管如此，她的脸色还是一片苍白。\n\n“喂，你听得到我说话吗？”\n\n“嗯。”\n\n少女抬头看着站在自己身边的这个人，看着他的神色凝重的侧脸。\n\n“等下我离开你身边后，你就立刻朝远处跑，千万不要回头，如果想活下来的话。”\n\n在他说话的时间里，风浪卷起的尘埃终于落下，一个有着青铜色皮肤的生物站在坑洞中，这是只僵尸，但又和其他的僵尸不一样的是，它的双臂上布满了血红的纹路，这些纹路像血管一样的盘踞着、忽明忽暗的闪烁着，好像真的有鲜血在里面流淌一样，它充斥着暴戾的血色瞳孔直勾勾的盯着蓝身后的少女，暴戾中又闪烁着一丝理性的光芒，这些特征让它与其他普通的僵尸划开了区别。\n\n力量特化型的魔物吗？看上去没有其他的特性了。刚才的速度估计也是依靠纯粹的力量来达到的，没有使用粒子加速，那它应该还没有学会使用粒子……呼……还好，现在还有一半出头的粒子量，虽然有一个拖油瓶，但只是拖住它然后掩护其逃跑，对现在的我应该不算太难。\n\n铁剑出鞘，冰冷的寒光刺的人眼睛生疼，蓝握着剑，脚底暗自发力，流转的粒子又重新在他身上浮现。\n\n“嗷！！！” \n\n僵尸终于把目光从少女身上移开，咆哮着，看似枯瘦的脚掌在地上一踏，如同炮弹般径直朝蓝冲来，它好像是打算先解决掉这个看上去威胁很大的人类。好样的，就是要朝我这边来。\n\n“轰……”\n\n粒子推进特有轰鸣声响起，一边是少女被冲击推开，然后在粒子缓冲的效果下稳稳落地，一边是蓝直接朝着僵尸撞去，手中的铁剑卷起密集的粒子流对着僵尸迎面劈下。\n\n剑附加：粒子加固、粒子剑气\n\n僵尸不躲不闪，凭借强大的力量踩住地面，狰狞的血手夹着劲风落在了蓝的剑上。\n\n“嗡！”\n\n巨力从剑身传到蓝的手上，他立刻改变了握剑的动作，剑身一转，卸去了大部分的冲击，并转手拍了一下它的手臂，微弱粒子冲击从\n\n掌心涌出，蓝的身体瞬间抬高了一小节，然后一个膝击撞在了它的面门上。\n\n“嗷！”\n\n毫无防备的僵尸被这突然的一击砸的退后了好几步，弱小的意识还没反应过来发生了什么，一把闪着寒光的铁剑又出现在它面前。\n\n“再不见，杂碎。” \n\n寒光，划下。 \n\n…… \n\n“呵……哈……呵……哈……” \n\n不知道跑了多久，直到少女觉得浑身上下没有一块肌肉是完好的后，她才终于停下了自己的脚步。\n战斗的声音已经离这个地方很远了，耳边只有树叶静悄悄的摩擦声。\n\n我……应该是跑掉了……吧？\n\n有点不自信的回过头，看见的是漆黑一片的森林。\n\n天……不知什么时候暗下来了。\n那个人……应该还好吧……在自身安全确保后，少女全身上下的力气一瞬间消失了，瘫软的靠在了一颗树上，思维漂浮，莫名其妙想到了那个第一次见到的人。\n\nZ404那么厉害，他会不会有事啊……明明是第一次见……为什么……\n\n“轰！” \n\n“抱头！蹲下！” \n\n不等她的思考结束，气浪划过她的身周，耳边是喊到近乎咆哮的声音，而眼前，血瞳的黑影已经遮挡住了视野内的所有光明，布满血纹的手爪朝她伸来……\n\n“嗷！”\n\n…… \n\nMD，我早该发现的，这只魔物盯着那家伙看，不是因为她看上去比较弱，而是带有什么目的，或者是那家伙身上有什么吸引它的东西。\n\n粒子的烟雾在他腿上明暗交替着，蓝一边飞快的移动，一边展开粒子感知，追踪那只魔物。\n\n\n但不知道为什么，粒子感知的范围内，根本没有那只僵尸的影子，哪怕是连一点粒子痕迹都没有。\n\n\n它有隔绝粒子感知的手段？那看来要换个方法找它了，省的它等会追上那家伙。\n\n一个独立出来的纯白粒子飘浮在他身前，与其他粒子不同的是，这个粒子的状态极其的不稳定，时不时的发出轻微的嘶嘶声，像是被点燃的炸弹一样。\n\n好像到这里后就没怎么用这个了，也是时候该熟悉一下了。嘴角微微上扬，在蓝精准的控制下，普通的纯白粒子围绕着这个特殊的粒子不断的旋转、压缩，直到形成了一个凝实的球体。\n\n粒子公式：粒子压缩+粒子冲击+爆破粒子·粒子爆破=粒子？ \n\n现在的我用不了粒子推进的改式，但捣鼓这些稀奇古怪的东西看来还是没有问题的。\n\n握住这个球体，蓝毫不犹豫的砸在了自己脚下，同时用粒子包裹住了自己。\n\n“轰！”\n\n巨大的冲击瞬间将蓝送上了高空，身周包裹的粒子同时散开，整座森林的近半都进入了蓝的视野范围内。果然，这种方法还是不要多用好。伸手抹掉了嘴角的血，目光瞬间扫过所视范围内的所有生物，这些密密麻麻的树叶好像都无法遮蔽他的事业，如同神明俯视众生万物一样。\n\n它在……找到了！\n\n那个在森林中疯狂行进的生物立刻被蓝锁定，它像是察觉到了什么，抬头看了眼蓝所在的位置，然后速度再次加快。\n被我发现了你还想跑吗……奇怪，这家伙的行动……怎么那么有目的性，难道……\n\n把目光朝它前进的方向转去，果不其然，看见了一个橙色的小东西蜷缩在一颗树底，她好像还不知道正在靠近的危险，还一动不动的在那里发呆。\n\n僵尸距离她的距离只剩下了十几秒不到，而蓝却还在空中缓缓的下坠，周围根本没有可以借力的地方。\n\n这家伙早就发现她的踪迹了，还装着不知道的样子和我周旋，就是在等能够一瞬间拉开和我之间距离的机会！啧，被算计了！那没办法了……\n\n绿色的鳞片攀上了蓝的双臂，狂暴的粒子化作烟龙在他身周浮现，咆哮着，颤动着，然后…… \n\n“轰轰轰！”\n\n连串的爆破声冲散了空中的浮云，天空一瞬间变得无比澄澈，化作炮弹的蓝直冲向了少女的位置。\n\n“抱头！蹲下！” \n\n胸腔内最后的空气变作这声咆哮，也没有时间再关注其他的地方，恐怖的冲击力不断地撕开蓝的肌肉，然而这些伤势又在某些特殊的力量下缓慢又明显的愈合着。\n\n“嗷！”\n\n僵尸停下了抓住少女的动作，它根本没有时间去闪开这恐怖的攻击，连蹲下的时间都没有，只好双臂交叉，用最原始的方法来保护自己。\n\n用剩下的粒子保护住了自己身上的要害，蓝举着铁剑，横抵在了自己的面前。\n\n看你这次还死不死！\n\n“轰轰轰轰轰轰轰！！！！！！！！！\n\n原贴发于B站，cv号4433601，感兴趣的人可以去B站支持一下。\n\n\n\n",
    "replies": [
        {
            "author": "An-xin",
            "timestamp": 1583896320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "@@lililili",
            "timestamp": 1583896800,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}