{
    "title": "[Minecraft.net|CULTURE] 室内设计",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1583908320,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-11 14:35 编辑 \n\nInterior Motives\n室内设计\nMinecraft builders share their interior design secrets!\nMinecraft建筑师们分享他们室内设计的秘密！\nTom Stone 汤姆·斯通\nTurns out my parents weren't lying to their ugly son after all - it truly is what's inside that counts! Some of my favourite recent Minecraft builds understand that. Because anyone can build something beautiful looking in Minecraft on the outside (even me, soon as I remember my password). But what are those beautiful-on-the-outside builds like on the inside?\n现在看来我的父母并没有骗他们的丑儿子——内在的东西才是真正重要的！我最爱的一些新发布的Minecraft建筑体现了这一点。因为任何人都可以在Minecraft里做出外表美丽的建筑（甚至包括我，等我想起密码后登录游戏就能做到），但是那些外表好看的建筑里面又是什么样的呢？\nOften you're in for a nasty shock. Floors made of dirt. Discarded pickaxes and shovels scattered everywhere. Rooms not properly hollowed out. Creepers happily sliding about the place. Disgraceful! Even scum like myself wouldn't live in these dumps.\n你到里面经常能大吃一惊。地板是泥土做的，镐和铁锹散落四周，房间也没有挖完，苦力怕恣意滑行。丢人！就算是我这样的渣渣也不会住在这些垃圾堆里。\nPoint is, while exterior design may hog the limelight, the art of quality interior design is equally important. Just ask Arvid Lind (also known as Z00 ), builder of this Modern Mediterranean Townhouse . The house's charming exterior isn't skin-deep. Click through the gallery below to see the level of detail he put into the interior too:\n关键是，虽然外部设计可能会抢了风头，高质量的内部设计艺术也不可或缺。就问问 Arvid Lind（又名Z00） 他建造了这个现代地中海别墅。这个房子的不仅表面好看，内部也同样好看。点击浏览下方的图库来看看他给房子内部也放入了怎样的细节。\n\nZ00's charming townhouse build was constructed on the play.buildzcreative.com server  Z00的可爱别墅，建于play.buildzcreative.com服务器\n\n\n\n\n“Look at real-life builds and try to see what other architects think about,” advises Arvid, when I ask how to build a structure that prioritizes both interior and exterior. “It's also good to find a purpose in everything you do. It doesn't always have to be minimal but don't just add a thing just because. Also, try to make exterior and interior work well together.\n当我问起如何兼顾内部装潢和外在景观时，Arvid建议道：“我参考了现实生活中的建筑，尝试理解其他建筑师的想法。寻找做每件事的价值所在也是不错的方法。不用总是无比细致，但正因如此也不要只是随便加点东西。而且要努力让外在和内在配合好。”\n“The goal is to make it very good looking from both exterior and interior.”\n“最终目标是让建筑从里到外都很好看。”\nArvid's been playing Minecraft for over five years, and started a more “realistic” architectural style about eighteen months ago. When I ask what he likes about the game, he talks about the ease of making 3D structures, lack of limits and “I also love that you can make stuff look very realistic even though it's a block game.”\nArivd玩Mincecraft已经五年多了，而且在18个月前开始了更“现实化”的建筑风格。我问他喜欢这个游戏的什么地方，他说到制作3D结构的舒适感、没有限制，“我喜爱的还有一点是，你可以让那些建筑看起来栩栩如生，即使这些建筑只是在一个方块游戏里。”\n(I'm going to go ahead and assume he means 'even though it's a block game' as a compliment. Thanks, Arvid!)\n（我要继续了，就假定他的“即使这些建筑只是在一个方块游戏里”是赞美吧。谢谢，Arvid！）\n\nArvid uses WorldEdit, a mod that (amongst other functions) lets you create thousands of blocks in seconds. He's adamant, however, that mods like these are helpful but aren't essential to realistic interior design. “I use World Edit and stoplag but those mods doesn't necessarily make it realistic. You can build realistic in any gamemode, with or without mods.”\nArivd用的是一种叫WorldEdit的模组，它有个功能可以让你几秒钟创造上千个方块。然而，他很坚定地认为对于室内设计来说，这些模组是有助的但不是必要的。“我使用World Edit和stoplag，但这些模组不一定是让建筑逼真的原因。不论有没有模组，在任何的游戏模式下你都可以将其造的很逼真。”\n|\"The challenge is to make something functional look very beautiful.\"\n|\"真正的挑战在于让实用的东西看起来也美观。\"\n“I feel like a lot of people think that building realistic means that it will get boring,” Arvid tells me. “But in my opinion it is more challenging and because of that more fun since you need to think about more than just aesthetics.\n“我感觉很多人认为现实风的建筑意味着无趣，” Arivd告诉我说。“但是在我看来，这更有挑战也因此更有乐趣，因为你要考虑的更多而不仅仅是审美。”\n“The challenge is to make something functional look very beautiful.”\n“真正的挑战在于让实用的东西看起来也美观。”\nTaking on that challenge often gives us Minecraft builds that can risk looking unexciting initially, but impress once you explore their inner workings. Take this Entertainment Centre from TheVoyager35 .\n接受那个挑战的风险是，我们的Minecraft建筑一开始常常会看起来平平无奇。不过一旦你开始探索它们的内部装潢，你就会印象深刻。比如TheVoyager35的作品Entertainment Centre。\nA tour through the screenshots below show how its interiors could work as a functional space for events and concerts – one that if you were to recreate in real-life, might actually be usable by people (just don't forget to increase the size a few thousand times too).\n下面一组截图展示了它的内部怎样作为提供比赛和音乐会的功能性空间来使用——假如你要在现实生活中再现一个这样的空间，它实际上可能也是能用的（只是也不要忘记把它的面积扩大好几千倍）。\n\nInside TheVoyager35's Entertainment Centre! This is the VIP area. You can tell that it's VIP because I haven't been allowed in. TheVoyager35's Entertainment Centre（探险者35号的娱乐中心）内部。这个是VIP区。你可以看出来是VIP区域，因为我没被允许进去。\n\nOne of several stages inside the centre. I asked Marsh if we should consider having Minecon here. Marsh asked me to stop talking to him. Inconclusive!中心内部其中一个舞台。我问Marsh我们也许应该考虑在这举办Minecon。Marsh叫我别再和他说话。具体安排待定！\n\nMore seating and speakers. Er, I wouldn't sit 更多的座位和扬声器。额，我不会坐的\n\nEven simple interior constructs, like these chairs, can be enough to make your build feel like a practical, usable space.      甚至是简单的内部陈设，比如这些椅子，也足够让你的建筑感觉像一个实在、可用的空间。\n\n\nAnother stage - and TheVoyager35 has ambitions to make this centre even bigger!另一个舞台-而且TheVoyager想要让这个中心变得更大！\n\nAn outside view of the Entertainment Centre. For me, it's touring the inner workings that show it at its best.Entertainment Centre（娱乐中心）的外部景象。对我来说，在内部的游览才展示了它最好的一面。\n“I’ve always been creative and fascinated by architecture,” explains TheVoyager35. “When I was younger, I drew plans of buildings and houses, and my wish was to be a professional. In Minecraft, I saw the power of the game with all of these opportunities.”\n“我一直都被建筑吸引和启发，”TheVoyager35解释道。“当我很小的时候，我就开始画建筑物和房子的设计图，而且我的愿望就是做一名专业建筑师。在Minecraft里，我看到了这个游戏所拥有的所有的这些可能性。”\nTheVoyager35 took inspiration for his Entertainment Centre from the French 'Le Festival du Roi Arthur.' “It's a little festival in my village in Bretagne,” he explains. He was interested in the main stages, but also backstage, and how these structures worked to put on the show. It was that thought process that led him to focus more on interiors, and the smaller details large-scale builds can easily miss.\nTheVoyager建造他的娱乐中心的灵感来源于法国的“Le Festival du Roi Arthur”。“在Bretagne，这是我们村庄的一个小节日，”他解释道。他除了对主要的舞台感兴趣，也对后台以及这些结构怎样一起呈现演出感兴趣。正是这些思考过程引领他把注意力更集中到内部和更微小的细节，这是大规模的建筑会很容易忽视的。\n“The entire world of entertainment fascinates me,” TheVoyager35 explains. “Starting two years ago, I've participated of the construction of the festival of my village. Last year I was on the stage I’d helped build. It was amazing.”\n“娱乐中心的整个空间都让我陶醉，”TheVoyager解释道。“从两年前开始，我就参与建设了我的村庄的节日。去年我站在了我帮忙建造的舞台。这太赞了。”\n\nHaving worked on the construction of a real-life stage, it's not hard to see how those skills translated to Minecraft. Skills that helped create an interior space that's carefully thought out, prioritizing practicality perfectly!\n建造了一个真实的舞台后，不难看出他将这些技巧转化运用到了Minecraft里面。帮助创造了室内舞台的技术是经过了深思熟虑的，完美地保证了实用性。 \nWhen asked if there are other Minecraft interior design builders that inspire him, TheVoyager35 reccomends the work of Sean Kelly (who goes by the brilliant moniker CONCERTMON ).\n当被问到是否还有其它Minecraft内部设计的建筑对他有所启发时，TheVoyager推荐了Sean Kelly的作品（这个人用了一个厉害的绰号——CONCERTMON）\n\nConcertmon, as his name helpfully implies, focuses on recreating concert venues in Minecraft. Here's Tommorrowland's main stage.正如他的名字很好地暗示的， Concertmon，专注于在Minecraft重现演唱会场景。这是Tommorrowland的主舞台。\n\n\nInteriors are a big focus of his work too, as you can see from this control booth looking out at the Tomorrowland stage.内部也是他作品的一大重点，正如你能从这个控制室往外面看到Tomorrowland的舞台。\n\nAnother Tomorrowland interior - 'The New Garden of Madness'. \nTomorrowland另一个内部-'The New Garden of Madness'(疯狂新花园）。\n\nThe Ultra Music Festival - Concertmon used Stagecraft, a texture pack he made himself, to build these. You can find Stagecraft The Ultra Music Festival - Concertmon用Stagecraft，一种他自己制作的材质包来建造这些。你可以在这里找到Stagecraft\n\n\n“I like to build realistic and to scale because I enjoy building replicas of events that you can walk around in, as if you are there in real life,” says Sean to me. “I study photos of stages and events in depth to get the realistic look that you can see in my work and I have a great understanding of stage design and how events work because of this.”\n“我喜欢修建现实风的、等规模的。因为我享受场景再现，你可以漫步其中，就像身处真实生活中的那个地方一样，”\nBut why not just settle on making the stages look good? What's the point of putting effort into the interiors too? “I think it's very important to include interiors in my builds because a lot of my builds are clubs and arenas which require a lot of interior detail, much like in real life,” explains Sean.\n但是为什么只注重把舞台做的好看？努力做室内的意义是什么？“我认为把内部设计涵盖在我的建筑之内是非常重要的，因为我有很多的建筑都是俱乐部和竞技场，它们需要许多内在细节，就跟真实生活一样。”Sean解释道。 \n“Interiors make builds interesting, because you can explore inside buildings as well as outside which makes for more fun!”\n“内部构造让建筑更有意思，因为你能像在建筑外面一样在里面探索，但是这提供了更多的乐趣。\nGood incentive! So what tips does Sean have for building realistic interiors? “Look at photos of stadiums, nightclubs, events etc. and try to imagine how it would look in Minecraft. Try your best to recreate it and eventually you will develop a style of building.”\nbuilding.”真是绝佳的诱惑！所以Sean有什么做现实风内部的妙招呢？“翻看体育馆、夜总会、赛事活动等的照片，同时试着想象在Minecraft里它会是什么样的。尽你所能地去重现它，最终你就会形成一套建筑风格。”\n\nThis is Spaceship 23 by Foxy, which we featured on the site recently.Zoom in, and you can see Foxy wanted the different rooms on his spaceship to have unique interiors.Great idea!And one that only took him three year of work这是由Foxy制作的Spaceship 23（飞船23号），在我们的网站上有详细介绍。放大后，你能看见Foxy想让他飞船内部的不同房间都有独特的内部设计。真是很好的主意！而且这个只花了他三年的功夫。\nArvid, TheVoayger35 and Concertmon all work on constructions that commit to smart, semi-realistic interior design – not an excess dirt block or Creeper in sight. It can be a time-sucking exercise, one that doesn't always have immediately satisfying results.\nArivd、TheVoyager35和Concermon都致力于有新颖的，半现实的内部设计的建造工程——里面不是只有多余的泥土块或者苦力怕。这可能是十分耗时的过程，并不总是立马能有满意的效果。\nBut commit to smarter interior design and you'll find yourself rewarded with a\nspectuacular looking build that isn't skin deep. You'll be able to give people a grand tour, and watch smugly as they 'oooh!' and 'ahhh!' over your builds glorious inner workings. A project you can be proud of, inside and out!\n但是投入到室内设计你就会发现，你得到的建筑是壮丽而不肤浅的。你能为人们提供一次伟大旅程，洋洋得意地看着他们对你建筑的华丽内设又惊又叹。这是一个你能从里到外都引以为傲的工程！ \n\n【@EBsky 译自官网 2017 年 09 月 16 日发布的 Interior Motives】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}