{
    "title": "[Minecraft.net | INSIDER] 永 续 生 命",
    "author": ":spgbigfan:",
    "replyCount": 6,
    "timestamp": 1583915220,
    "txt_content": " 本帖最后由 KalphaGo 于 2020-3-18 12:30 编辑 \n\nLet's cheat death\n永 续 生 命\nLife-keeping-hacks for avoiding the grave in Minecraft!\n避免在 Minecraft 奔赴黄泉的存活小技巧！\n\nTom Stone 汤姆·斯通\n\nI don’t know about you but I personally enjoy my Minecraft a lot more when I’m alive. No offence to our developers, but I just find crafting and mining a lot more fun than trying to play the ‘You Died!’ screen. Here, let’s try playing it now:\n我不知道你们怎么样，但是就我本人而言，存活时的 Minecraft 要好玩得多。我无意冒犯我们的开发员们，但是我认为合成和挖矿比“你死了！”界面好玩得多。喏，玩一下这个试试：\n\n\nSee? There’s barely anything to do, the level design is rubbish, and you only get two options to select. Pick the wrong option and you get taken out of Minecraft entirely. Rude!\n看到没？基本上没什么可以玩的，这关卡设计简直无脑，只有两个选项可以选择。一旦选错的话，你就会被完全踢出 Minecraft 的游戏中。真是粗暴！\nSo I’ve put together this handy list of tips for staying alive. Just think of me as the anti-Grim Reaper. The Jolly Reaper! Hmm. I’ll work on the name.\n所以我在这里收集了一些保持生存的小技巧。请叫我“反冷酷收割者”。那不就是“滑稽收割者”！这……我再改进一下名字。\n\n1. Totem of Undying\n1. 不死图腾\nAs the name subtly hints at, this terrific totem prevents you from being forced to attend my seven hour lecture on why the cobblestone block is sooooo misunderstood. I mean, dying. It prevents you from dying. Please come to my lecture. Every ticket is still available!\n这个绝妙的图腾可谓名副其实，它能让你免于被迫参加我的七个小时之久的讲座之《为何圆石深受误解》。我想说的是，免于死亡。不死图腾可以让你免于死亡。请来参加我的讲座。目前所有门票均为待售！\n\n\nJeez developers, did you have to make the totem so gosh darn handsome? \n我的天啊开发员们，至于把这图腾做得这么酷炫吗？\nIf you have a totem of undying in one of your hands, you’re invincible! You can swim in lava, hug Creepers, stare lovingly into the eyes of Endermen, and even gorge yourself on suspicious stew then wash it down with a potion of poison. Immortality is awesome! Right, totem?\n如果你手上有一个不死图腾，那你就无敌了！你可以在熔岩里游泳，拥抱苦力怕，深情地注视末影人的双眸，甚至猛灌迷之炖菜，豪饮剧毒药水。永生的感觉真是太棒了！好了，图腾……\n\n... Hey, where’d it go?\n嗯？我图腾呢？\n\n\nThe totem isn’t in either of my hands anymore, and all there is in my hotbar is every pink item I could find. As it should be.\n我的两只手上都没有图腾，而快捷物品栏里头剩下的，只有我能找到的所有粉色的物品。虽然一切本就该如此。\nOh. Seems the totem only works once . Then it disappears from your inventory, leaving you mortal once more. Huh. Think I’ll get out of this lava bath now.\n噢。看来图腾是一次性的。然后图腾就会从你的物品栏消失，让你重新变为凡人。哼。看来我得结束我的熔岩浴了。\n\nSadly, obtaining the totem of undying is only slightly easier than playing Minecraft Earth on Mars (currently unsupported, sorry). You’ll need to defeat an evoker , a dangerous mob that resides in a woodland mansion .\n让人难过的是，获得不死图腾只比在火星上游玩《我的世界：地球》容易一丁点（目前在该地区尚未支持，抱歉）。你需要打败唤魔者，这是一种居住在林地府邸的危险敌人。\n\nSo to get the item that prevents dying, you just have to go on a deadly quest to a deadly place to fight a deadly mob that deals death **gently. Good death! I mean, luck!\n所以为了获取这个让你免死的图腾，你需要踏上一场致命的旅程，前往致命的地点，与致命的杀人魔搏斗。祝你暴毙！啊不是，祝你好运！\n\n2. Hire some muscle\n2. 雇佣保镖\nMy life as a writer got infinitely better when I finally hired my bodyguard, Tough Pete . T.P. protects me from overly sharp pens, makes sure I’m wearing my safety mittens before I start typing on my keyboard, and gives me useless feedback on my Minecraft.net articles to soothe my delicate ego (“ yeah, I think having a paragraph all about your imaginary bodyguard is a, er, great idea, boss! Yeesh. I need to find a job in a better imagination. ”)\n在雇佣了贴身保镖 硬汉皮特 之后，我的写作生涯变得好上加好了。他保护我远离尖锐的笔杆，让我在摸键盘打字之前穿戴好安全连指手套，还针对我的官网文章提出无用的反馈，以期安抚我脆弱的心灵（“ 对啊，我觉得嘛，起一个段落专门讲述你虚构的贴身保镖，这个主意妙啊老板！呕。我得跳槽到一个更好的幻想世界。 ”） \n\nIf you want a bodyguard to protect you from death in Minecraft, might I suggest the Iron Golem ?\n如果你需要一个在 Minecraft 中保护你生命安全的贴身保镖，那么试试铁傀儡如何？\n\n\nIron golems usually defend villagers. If you want to get one to defend you, you’ll have tocraft one yourself.\n一般来说，铁傀儡保护的是村民。如果你想要铁傀儡保护你，那你就得自己制作一个。\n\n\nFirst, place four iron blocks like this. Then get a pumpkin ready for the head.\n首先，像这样放置四个铁块。然后用南瓜作为头部。\n\nOnce you’ve crafted your Iron Golem, and watched it creak to life, you’ll naturally be horrified. You’ll never stop fleeing, spending the rest of the life living in terror of the creation you foolishly gave sentience. Oh the horror of your own scientific ability! Your disrespect of the laws of nature! The cursed life you’ve dragged screaming into the worl… oh wait, sorry, that’s Frankenstein .\n当你做出了铁傀儡，看着它在机械摩擦声中活动起来，一股恐惧感便会涌上你的心头。你逃跑的脚步将永远不会停下，那个被愚蠢的你赋予了知觉的东西，将让你在恐惧中度过余生。噢！是你的科学能力造就了你的恐惧！你亵渎了自然法则！这个被诅咒的生物将让世界陷入惊声尖jiao……等下，不好意思，这是《科学怪人》（又名《弗兰肯斯坦》）的剧情。\n\nIn this case, you’re delighted to meet the Iron Golem and they’re delighted to protect you. Hooray!\n在我们的这个情境里，你很高兴遇见铁傀儡，他们也很乐意保护你。太棒了！\n\n\nDid you know the monster isn’t called ‘Frankenstein’? That’s the name of the scientist who created the monster! According to my friends, the monster is actually called ‘Tom Ston-HEY WAIT A MINUTE :’(\n你知道吗？那个怪物不叫“弗兰肯斯坦”。因为这是那个创造了怪物的科学家的名字！听我朋友说，怪物的真正名字是“汤姆·斯to等下什么情况: (”\n3. Carry a bucket\n3. 带上一个桶\nHave you ever watched 10 Things You Probably Didn’t Know About Minecraft ? It’s our YouTube series that has never lost an award it’s been nominated for ! It’s also never been nominated for any awards, but that’s hardly relevant.\n你有没有看过《十或不知》？这是我们的 Youtube 系列视频，本视频系列从未在被奖项提名之后与获奖失之交臂！此外这个视频系列从未被任何奖项提名过，不过这不是重点。\n\nWhat is relevant is the above episode which tells you how to prevent kicking the bucket by carrying a bucket. Firstly, because buckets can carry milk, and in Minecraft, a healthy drink of milk will cure poison. Secondly, if you fall from a great height, drop a bucket of water and manage to land in it, you won’t take any fall damage! You’ll be alive and well. Well, alive and wet , true, but now you’re just acting spoilt.\n重点是，上面链接里的视频将告诉你，如何通过[ruby=carrying a bucket]带上一个桶[/ruby]来避免[ruby=kick the bucket]一命呜呼[/ruby]。首先，桶能盛装牛奶，在 Minecraft 里，喝下有益健康的牛奶能治疗药水效果。其次，如果你从很高的地方摔落，把一桶水浇在地上，然后尽量试图在水面着陆，那你就不会受到摔落伤害了！毫发无伤，身体棒棒。好吧，是毫发无伤，水浸衣裳，的确，但是你这也太幼稚了一点。\n\n4. BUILD A SNOW GOLEM\n4. 做一个雪傀儡\nThis pumpkin-headed pal (hey, I finally got what I wanted!) will lob snowballs at any hostile mob who dares approach you. Take that, you stupid spider! Eat snow, zombie! Do your worst, Blaze! Oh, actually, you seem to be made of fire. I think I’ll run away now.\n这个长着南瓜头的好朋友（哇，终于找到我想要的了！）将朝着任何胆敢靠近你的敌对生物扔出雪球。接招吧，愚蠢的蜘蛛！吃雪吧，僵尸！没用的，烈焰人！噢，其实嘛，你看起来是火焰做的呢。看来我得跑路了。\n\n\nGood luck friend! *flees*\n祝你好运，朋友！*开溜*\n\nRest in peace friend! *flees*\n安息吧，朋友！*开溜*\n\n5. Go to bed\n5. 上床睡觉\nI can’t remember the last time I got out of bed. 1998? In my defence, sleeping in Minecraft is practically the opposite of knocking on death’s door (ringing on life’s doorbell?). Sleep in a bed and you’ll be completely healed and nasty night will be replaced with delightful day, meaning you’re significantly safer from hostile mobs too. Plus, if you don’t sleep regularly...\n我都不记得上次睡觉是什么时候了。1998 年吧？我得解释一下，在 Minecraft 睡觉，就相当于是“敲响死亡之门”的反面（或者说“按响生存之门的门铃”？）。在床上睡一觉，你就可以加满血槽，而且讨厌的夜晚就会被喜人的白昼取代，意味着敌对生物的威胁度将大大降低。另外，如果你做不到按时睡觉的话……\n\n6. Invest in Mr. Whiskers\n6. 养一只可爱猫咪\nInsomniacs beware. If you ignore my last piece of advice and instead keep putting off bedtime, you’ll have to contend with the phantom .\n睡不着的人啊，请看过来。如果你忽视了我上一条的建议，一再地推迟睡眠时间，那么你就得准备和幻翼打一架了。\n\n\nThis terror of the night skies will keep swooping for you until you either get some shut-eye or just-die. The solution? If you still insist on not just going to be d? Get a cat!\n这种可怕的夜间生物会持续地向你俯冲过来，直到你在床上合上眼睛，或者永远地合上眼睛。解决办法？如果你依然坚持不肯睡觉？那就养只猫吧！\n\n\nNot scared? Trust me. All our phantom readers just fainted.\n不感觉吓人？相信我，我们的幻翼读者们现在都被吓晕了。\nHang on, why does the Phantom fear a cat? Intimidated by their cuteness? Can’t stand all that incessant meowing? Tired of getting furballs after licking them? Boy, I’ve been there! I mean no I haven’t.\n等等，为什么幻翼会怕猫？被它们的可爱吓到了？还是受不了持续不断的喵呜声？又或者是厌倦了舔了猫之后粘上的毛球？哎呀，这种事情我也算个过来人了！不是，我没有。\n\nAnyway, keep your meow-pal close and you can stargaze safely, safe from phantoms!\n总之，让你的猫猫朋友靠近一点，你就能安全地仰视星空了，幻翼不再是个威胁！\n\n WE’RE GONNA LIVE FOREVER! \n我们将永生不死！ \n\nI’m not one to brag, but I just saved your life six times , and I’m also really handsome. But If you’ve found a great way to avoid the grave in Minecraft, email scoops@minecraft.net with the subject line I’M TOO PRETTY TO PERISH and tell us all about it!\n我可不是在吹牛——你的小命刚刚被我救了六次，以及，我非常帅气。但是，如果你还有不错的方法，能让我们在 Minecraft 中免于死亡，就请发送邮件到 scoops@minecraft.net，标题就写我的美丽，让我生命存续，然后细细与我们说来！\n\nEnjoy immortality! Jolly Reaper out.\n享受你的永生吧！滑稽收割者退场。\n\n【KalphaGo 译自官网 2020 年 03 月 10 日发布的 Let's cheat death】\n【本文排版借助了：BCC】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583916060,
            "txt_content": "此文有很多梗可能让大家在阅读的时候感到十分神必，在这里我们解释一下：\n\n1. 反冷酷收割者 anti-Grim Reaper\n这个 Grim Reaper 就是西方文化中拿着镰刀的死神形象。\n\n\n\n\nOIP.jpg (20.35 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-11 16:29 上传\n\n\n\n\n\n\n2. 让我在摸键盘打字之前穿好安全连指手套\n所谓连指手套就是这玩意\n\n\n\n\nmit.jpg (18.11 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-11 16:31 上传\n\n\n\n\n\n\n3. 科学怪人，弗兰肯斯坦\n实际上科学怪人差不多就像文中所说，某科学家用人体组织拼贴出了一个怪物。这个故事源于 1818 年的同名科幻小说，后来翻拍成了电影。\n\n4. Well, alive and wet , true, but now you’re just acting spoilt. 好吧，是毫发无伤，水浸衣裳，的确，但是你这也太幼稚了一点。\n我也觉得后面这句话很突兀，搜索了一下，发现有些洋娃娃会说话，能喝水，还会变湿（大概是指撒尿？没玩过这种高档玩意……）。你可以自己搜索一下“alive dring and wet”。\n\n\n\n\nalive.jpg (15.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-11 16:38 上传\n\n\n\n\n\n\n5. Invest in Mr. Whiskers 养一只可爱猫咪\nMr. Whiskers？猫？实际上 Mr. Whiskers 是2012年动画电影《科学怪狗》（显然是有一点《科学怪人》的精神内核）里面的一只猫，我没看过，听说被和蝙蝠缝合在了一起。啥玩意？\n\n\n\n\ncat.jpg (13.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-11 16:40 上传\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1583916240,
            "txt_content": " 本帖最后由 Vandarkblue 于 2020-3-11 16:51 编辑 \nOh. Seems the totem only works once[/font=楷体,楷体_GB2312] .\n喵，麻烦代码删干净点（？\n内容待会再看（（（"
        },
        {
            "author": "cc7w",
            "timestamp": 1583918820,
            "txt_content": " 本帖最后由 cc7w 于 2020-3-11 17:44 编辑 \n\n这标题，[数据删除]\n\n3月加急"
        },
        {
            "author": "Vandarkblue",
            "timestamp": 1584028320,
            "txt_content": "every pink item I could find\n个人认为强调的并不是“都是粉色的东西”(any x∈Hotbar, x∈pink)，而是“所有能找到的粉色的东西”(any x∈pink ∩ x∈could_fild, x∈hotbar)。\n此外这个视频系列从来没被任何奖项提名过\n本句并没有跳出上一句的叙述范围，also 只是对重复出现的 never 的修饰，并没有达到“此外”的程度，简单的“也”足够了。\n同时我也非常地帅气。\n都说过好多次了的地得要分清啊kora！\n\n最后……子弹滞销，帮帮国家"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584505800,
            "txt_content": "Vandarkblue 发表于 2020-3-12 23:52\n个人认为强调的并不是“都是粉色的东西”(any x∈Hotbar, x∈pink)，而是“所有能找到的粉色的东西”(any  ...\n虽然我觉得非常的和非常地好像可以接受混用但是我想到了一个更美妙的方法"
        },
        {
            "author": "MC小迷",
            "timestamp": 1584511020,
            "txt_content": "健康很爱上的空间和文化"
        }
    ]
}