{
    "title": "阿图姆2：回归沙漠|教程从萌新到大佬的过程[基本完结]",
    "author": "猫凉、",
    "replyCount": 8,
    "timestamp": 1583919900,
    "txt_content": " 本帖最后由 猫凉、 于 2020-4-12 22:05 编辑 \n阿图姆2：回归沙漠\n\n\n\n\n\nfile_1586691772000.jpg (38.43 KB, 下载次数: 1)\n\n下载附件\n\n2020-4-12 19:42 上传\n\n\n\n\n\n\n\n\n\n————阿图姆2：回归沙漠 | Atum 2: Return to the Sands\n\n>阿图姆2：回归沙漠 | Atum 2: Return to the Sands 是阿图姆：沙漠之旅 | Atum: Journey Into The Sands的续作把版本提高了（就是重置版)\n并且加入的中文翻译，这是一个冒险类mod，貌似是唯一一个沙漠类冒险mod\n>个人感觉国内玩这个mod的人比较少，但这确实是一个非常不错的冒险类mod，看完我的介绍希望大家可以喜欢.\n\n\nCurseForge下载地址\n\n\n      站内搬运贴        \n\nGitHub源码页面\n注：推荐前往curseforge下载，刚刚也说了本mod已经自带中文翻译了，本mod好像还需要加前置，可以从站内贴查看\n\n\n\n\n\n\n\n\n更新日志\n\n\n最后编辑于2020/4/12（我一段时间就会更新一些）2020/3/*:修改了一些东西，去除了无意义介绍，开始编辑装备2020/4/9:更新了农业方面的东西，和装备信息2020/4/10：更新了一部分生物的信息2020/4/12：mod基本完结，进入的完善阶段\n\n\n\n————本mod增加了\n由9个生物群系构成的新维度有地牢，遗迹等建筑物等着你去探险增加了11个新的生物5种动物去驯服和狩猎35+种拥有特殊能力的古器物一个强大的多种不同形态的法老王BOSS\n\n————怪物们刺客野蛮人骨头风暴强盗被遗忘者木乃伊游牧人石之守卫石之看守者日语者怨灵\n\n————动物\n\n骆驼（驯服，可安装护甲，可骑乘！）沙漠狼（驯服，防具！）阿尔法沙漠狼（可驯服，可安装护甲，可骑乘！）沙漠兔圣甲虫塔兰图拉毒蜘蛛\n\n\n————Boss\n\n法老王（有13个变化形态！）\n\n\n\n————新增群系\n\n\n沙漠平原沙漠丘陵沙漠山丘石灰石山脉石灰石峭壁死亡河流死亡绿洲绿洲废墟/遗迹（19个样子）金字塔型灯塔\n\n\n目前为止的物品图（部分）\n\n\n\n\n\n建立阿图姆传送门传送至阿图姆\n\n\n\n————阿图姆\n>阿图姆是模组唯一的维度，需要用阿图姆传送门进入。 阿图姆主要以沙漠地形为主，环境炎热干燥，有时还会出现沙尘暴。>会像地狱一样放下就会消失，除非你在绿洲（Oasis）生物群系。>阿图姆全天都会刷怪，真的非常危险，会刷新刺客，强盗、游牧人和野蛮人,晚上刷木乃伊、被遗忘者、骨头风暴和怨灵。>然还有boss法老王\n\n\n\n————阿图姆传送门建造>首先，建造出5x5的錾制砂或平滑砂岩都可以，一共需要49个，摆法如下图\n>然后使用 圣金甲虫（Scarab）点击即可>在1.12.2中还需要在中间倒满水，将圣金甲虫扔进去才可以开启传送门\n————圣金甲虫\n\n\n\n\n\nimage.png (17.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 10:45 上传\n\n\n\n\n\n\n\n\n\n\n————沙尘暴\n\n>沙尘暴是阿图姆特有的天气，在露天环境下屏幕上会出现沙尘的粒子效果\n而且较低处（高低差一格）除了沙怪以外的地方都会覆盖上一层沙子\n（沙尘暴是可以被命令控制，用法：/atumweather <clear 或 sandstorm>，持续时间随机。）\n\n\n\n\n遗迹是阿图姆的主要生成建筑，在这里你可以挑战boss法老王，还可以获得很多的战利品\n注：遗迹的方块都是不可破坏的,如果要更快找到遗迹的话你还需要盗墓者地图\n\n>盗墓者地图 (Graverobber's Map) ——— 盗墓者地图发现于阿图姆各建筑内的死树木板条箱，\n拿在手上后可像原版探险家地图一样精确定位并寻找到金字塔，金字塔在盗墓者地图上是白色的十字。\n\n\n\n————金字塔\n>金字塔的主要结构由大型石灰岩砖组成，金字塔的所有方块无法被破坏，可使用盗墓贼地图定位。\n>金字塔分三层，从上到下分别是第一、二、三层。\n————如何进入？\n>进入金字塔则需要找到第一次的入口，入口会在金字塔第一次的其中一面（只有一面有入口），通常情况下入口都是被埋在沙子里的\n>进去后会看到左右两侧和中间都有一个大型石灰岩箱子，里面有战利品   要注意的是左右两侧各有一个刷怪笼，刷怪笼里会生存的怪物是随机的。\n\n————第二层>第一层入口对面是通往第二层的梯子，第二层是一个迷宫，地面被沙层覆盖，   要注意的是里面有燃烧陷阱、烟雾陷阱、焦油陷阱、剧毒陷阱，   他们都是放置在墙上，都会使玩家收到伤害或者负面效果，用镐子右击可使其失效.\n>第二层则有两个出口，出口是通往第三层的梯子，第三层除了有第二层有的陷阱之外，   还有箭矢陷阱，箭矢陷阱只会布置在墙上，其他陷阱则只会布置在地上。\n————第三层（boss层）\n>第三层的梯子后面的房间内有一个石棺，需要沿三格宽的通道走过去。进入石棺房间后先在石棺周围的四个錾制石灰岩砖上放置皇家火把并全部点亮，然后右键石棺会召唤出boss——法老王 法老王的名字都是随机生成的，击杀法老即可拿走石棺里面所有的战利品。\n\n>石棺房间两侧各有一个刷怪箱房间和储藏室，刷怪箱房间里面有一个刷怪笼和一个石灰岩箱子，储藏室里会有几个死树·木板条箱，内有战利品.\n>第三层入口前方有三个储藏室，横向排列，相互之间用大型石灰岩砖门连接，有几个死树木板条箱，内有战利品。\n注意：金字塔内的刷怪笼可刷出的怪物会包括骨头风暴、被遗忘者、木乃伊、怨灵，一定要小心这些陷阱，法老王不适合前期进行挑战下面会详细介绍这些陷阱，遗迹里的所有方块不可破坏\n\n>燃烧陷阱 (Burning Trap)\n————燃烧陷阱可自然生成于金字塔的第二、三层，不可破坏。能够使靠近它的玩家着火，持续 6s，用任意的镐子右击正面使其失效。\n\n\n>剧毒陷阱 (Poison Trap)\n————剧毒陷阱可自然生成于金字塔的第二、三层，不可破坏。能够使靠近它的玩家中毒，持续 6s，用任意的镐子右击正面使其失效。\n\n\n>焦油陷阱 (Tar Trap)\n————焦油陷阱可自然生成于金字塔的第二、三层，不可破坏。能够使靠近它的玩家获得缓慢效果，持续 6s，用任意的镐子右击正面使其失效\n\n\n>烟雾陷阱 (Smoke Trap)\n————烟雾陷阱可自然生成于金字塔的第二、三层，不可破坏。能够使靠近它的玩家获得失明效果，持续 6s，用任意的镐子右击正面使其失效。\n\n>箭矢陷阱 (Arrow Trap)\n————箭矢陷阱可自然生成于金字塔的第三层，不可破坏。能够向靠近它的玩家发射箭矢，用任意的镐子右击正面使其失效。玩家自己合成的可破坏。\n\n\n\n注：这些陷阱在遗迹里都无法破坏，但是如果是你自己做的那么就可以破坏啦\n\n\n>皇家火把 (Royal Torch) ——— 阿图姆里的火把，能够发出 14 亮度的光。皇家火把用于召唤金字塔里的boss法老王的必须物品。作者的话：好像还挺好看的，当我没说过，但是当装饰还是可以的，（这话是不是听起来怪怪的不慌问题不大）\n\n\n\n\n————宫殿\n\n>宫殿是正方形结构哒，主要结构由石灰岩大石砖（都不可破坏）组成。非常大，但似乎里面除了书架外，就没有东西了。吐槽：这宫殿可真的穷啊，难道这里以前的主人很爱看书吗(雾)\n\n\n\n\n\n————墓地\n\n\n\n\n\n>Girafi墓地生成于阿图姆的 沙地、沙丘 和 死亡河流 生物群系，形状像长颈鹿。\n从外面的门里进入可看到装有战利品的板条箱和石棺，其中石棺内必有一个劳工神像（下面会讲到它）。\nGirafi墓地同时也是本模组的作者， Girafi墓地内部左侧有牌子，写有为这个模组做出贡献的贡献者致谢名单。（好像有哪里很有趣）\n>注:我并不知道把Girafi翻译成什么合适emmm就那样吧\n\n\n\n\n>劳工神像 (Idol of Labor) ——— 劳工神像是从一个彩蛋建筑 Girafi墓地的石棺里获得。玩家拿着神像右击时，物品栏上方会随机出现下面的其中一段文字，内容十分有趣（真的很有趣）  \n\n\n\n再加把劲！我快死了！嗯……什么都不会发生。这真的超屌的。出了点问题！不可能！好吧，我不得不想出点什么！我需要加薪。行 ^^你又要搞些什么破坏？哦，我又得为此做一些调整和很多花里胡哨的东西。哦，好吧。也许他在你的某个秘密电子表格上。当然，如果你想要毁掉你的世界。表上都已经说了你要做啥！这30秒也太难熬了。嘟~ 嘟 嘟！早睡早起…….这也太早了吧。我把他 变红！2333我绝对不允许这样！哦，我今天也放假对吧？我又不是为你而活！嘘~我的天。我晓得，我超爱这个！幸好你没有改变它。任何改变都不应该有。你动了什么？我记得你说过你不会再加镐子了？我们好像不会再添加标枪了。我不认得那东西。给俺也整一个！什么鬼？玩命加班，累死累活，还是买不起房！我会骗你吗？“计算完毕” 等一下。八九不离十，我感觉并不是这样。怎么算！毫无头绪。别。它上涨了！想啥呢，大点声说！哇，这么神奇的吗！举杯邀明月，对影成三人~行不行？它让我告诉你它让我看它能不能让你停止让我对它做蠢事。听得懂吗，*帽？我的天，又要加班！滚，不欢迎你！我曾经破坏了一切，现在我试着忍住。在各种问题上苦苦挣扎，真是有趣的时光。好了好了，我知道了。阿图姆所有的矿石都在这。我不确定要怎么做。这是现在的一个功能。顺便一提，我很清楚哪里出了问题。我很确定它应该会被解决，大概吧。哦好吧，看来我今天没有弄坏它，是昨天！嗯。没错~配置中。 我又不可能让石头守卫变成友善生物。这会儿先别push没材质的东西，我不想让我的项目坏掉。怎么没人告诉过我！显然这就是原版行为。OK，修复BUG~ 明天就要发布了，赶紧搞定所有的事情，GIRAFI（作者名字）！\n\n\n\n\n\n>阿努比斯的愤怒 (Anubis's Wrath) ————可以在金字塔的石棺里获得 | 特殊效果：随击杀数提高攻击速度和攻击力。\n\n\n击杀数攻击速度攻击力0~491.6650~1491.77150~4991.88500 及以上\n210\n\n\n>阿努比斯的仁慈 (Anubis's Mercy) ————  可以在金字塔的石棺里获得 | 特殊效果：携带时（有饰品栏时要装备上去）能够在装备者死亡时不会掉落身上的所有物品，可使用三次。（可能对于你们这种开死亡不掉落的没什么用吧）\n\n>阿图姆的回归 (Atums's Homecoming) ———— 可以在金字塔的石棺里获得 | 特殊效果：手持它右击可立即返回到自己的出生点\n（不管你在任何维度都可以使用）\n\n\n\n>阿图姆的赏赐 (Atum's Bounty) ———— 可以在金字塔的石棺里获得，用法和原版的钓鱼竿一样 | 特殊效果：在阿图姆维度内绿洲（Oasis）群系的水坑钓鱼可钓到被遗忘的鱼、木乃伊鱼、宝石鱼和骸骨鱼。 \n\n\n\n>阿图姆的意志 (Atum's Will) ———— 可以在金字塔的石棺里获得。 阿图姆之意志拥有 7 点攻击力，1.6 攻击速度，可以附魔到剑的附魔。 特殊效果：当攻击冷却结束后攻击亡灵生物时会造成双倍伤害，目标身上会出现白色十字粒子效果。\n\n\n\n>阿图姆之眼 (Eyes of Atum) ———— 可以在金字塔的石棺里获得。 穿戴时提供+3 盔甲，+2 盔甲韧性。 特殊效果：在黑暗环境下获得夜视效果，增加视野。\n\n\n>阿图姆之躯 (Body of Atum) ———— 可以在金字塔的石棺里获得。穿戴时提供+8 盔甲，+2 盔甲韧性特殊效果：可以减少一半来自亡灵怪物的攻击伤害。\n\n\n>阿图姆之腿 (Legs of Atum) ———— 可以在金字塔的石棺里获得。 穿戴时提供+6 盔甲，+2 盔甲韧性 |  特殊效果：可以提高自身移动速度。\n\n\n>阿图姆之足 (Feet of Atum) ———— 可以在金字塔的石棺里获得。 穿戴时提供+3 盔甲，+2 盔甲韧性 | 特殊效果：可以免疫击退效果。\n\n\n>安普特之饥荒 (Anput's Hunger) ———— 可以在金字塔的石棺里获得。 安普特之饥荒拥有 6 点攻击力，2 攻击速度，可以附魔到剑的附魔。 特殊效果：拿在手上时会加快饥饿消耗，但攻击生物时会恢复饥饿度。\n\n\n\n\n>你以为阿图姆真的只有沙子吗，在阿图姆的世界中也会有矿石，当然原版的铁、金、钻石、绿宝石等矿石也会在阿图姆出现\n————遗物化石\n>遗物化石是阿图姆世界中特有的矿石，挖掘后有概率得到肮脏硬币、肮脏饰品、肮脏神像的等物品\n————骨化石\n>骨化石是一种生成与阿图姆世界的矿石，木镐即可挖掘，无时运附魔的情况下挖掘后掉落1-3个泥骨，且平均每个矿石掉落2个（时运1平均2.7个，时运2平均3.5个 时运3平均4.4个）。如果想要采集完整的骨化石矿物，则需要精准采集附魔的镐子\n\n————泥骨头\n>跟原版的骨头一样都可以分解成3个骨粉，可以通过挖古化石，击杀木乃伊，骨头风暴等暴徒生物获得，也可以在遗迹中的战利品箱子里开出加了阿图姆以后感觉骨粉非常多（确信）\n\n\n————亚麻\n>亚麻是阿图姆中生长在沙漠的一种植物，它会出现在绿洲中，不过通常情况下绿洲中是不会生长出植物的，所以需要自己用骨粉去催同时打草可以获得亚麻种子，亚麻可以用来制作碎布，碎布是流浪者套的初级合成材料\n————流浪者套制作流程\n>首先制作出碎布（合成配方等请使用jei查询），>之后用纺车制作出亚麻线\n——纺车使用方法：手持碎布右键纺车的上部，右键5次后会增加一次进度条，进度条可以在纺车的正面看到3块碎布全部使用完后，点击纺车的正面 可以获得亚麻线\n>三份的亚麻线可以合成一份亚麻布捆，亚麻布捆是合成流浪者套的材料\n>之后可以按正常原版套装的方式用亚麻布捆合成出流浪者套，主要的不是流浪者套，流浪者套可以跟原版的铁或金的对应装备合成沙漠套（当然还是按照原版来铁的防御大于金）\n\n————小麦面包\n>首先先用手推石磨磨出小麦面粉\n——手推石磨使用方法：\n>先将原材料以右击的方式放上去，此时会看到物品数量，最大放置数量与原材料最大叠加数是相同。如果想要取出里面的物品，则需要直接用镐子破坏手推石磨取出。\n放好材料后，空手或持有与放置在手推石磨上的材料不同的物品连续右击或按住右键旋转。连续右击时旋转一圈需要右击 15 次，注意点右键不用过快，因为这样可能会使你的右手中指感觉不好。\n\n手推石磨能制作的物品可在 JEI 中用指针悬停在手推石磨上按U键（这是默认按键，具体自己看你设置的是什么）或右击以查看，中间的“×a”代表旋转圈数，旋转完成后物品会直接掉落，直接拾取即可。\n>将小麦放入手推石磨转两圈（也就是鼠标点30下）可以得到小麦面粉\n>将小麦面粉，手持对着一个水右键一次（不是流动的水是静止的，就是水的源头），右键后会消耗这隔水，然后会获得一个小麦面团\n>将小麦面团放入熔炉烤制，可以获得小麦面包\n\n\n\n————椰枣\n>椰枣是棕榈树上的掉落物，而棕榈树是阿图姆沙漠中常见的一种树，树上长有椰枣>椰枣可以跟原版的苹果一样合成金椰枣，和附魔金椰枣，合成方式和原版的金苹果和附魔金苹果（后来合成配方被删了，只能从地牢之类的宝箱里找到，但是附魔金椰枣不一样他是可以合成的！）合成方式相同\n\n\n\n————金币\n>金币是阿图姆中的一种货币，可以用于和日语者进行交易，获得金币的方式有很多\n>可以把肮脏的硬币扔进水中进行清洗，可以获得一个金币，但同时有概率不会掉落金币\n>也可以将神像、项链、指环、胸针和权杖右键日语者换取金币\n————遗物\n>神像、项链、指环、胸针和权杖5种遗物都可以从遗迹的宝箱中找到，但是宝箱中的遗物都是肮脏的遗物，你需要用水去清洗他们在这个过程中，这些遗物可能会因为损坏而消失，\n>洗干净的遗物分为：银、金、蓝宝石、红宝石、绿宝石、钻石（可兑换的到金币的数量由低到高依次排列）\n神像：5、10、15、20、25、50\n\n项链：2、4、6、8、10、20\n\n\n指环：1、2、3、4、5、10\n\n\n胸针：2、5、7、10、12、25\n\n\n权杖：3、6、9、12、15、30\n\n\n注：后面的数字为可兑换金币的数量，遗物从左到右分别是银、金、蓝宝石、红宝石、绿宝石、钻石的，右键日语中即可兑换金币\n\n\n\n\n————日语者\n>你知道吗？\n这个日语者其实就是说日语的\n\n>咳咳，这里的日语者，不是说日语的人，这里的叫日语者是根据名字的汉化sunspeaker，日语并非是说的那个日语\n\n\n>日语者会在阿图姆的灯塔生成，血量为20，护甲为 4，近战攻击力为4 点。 日语者属于中立生物，在中立状态下玩家可与其交易，使用阿图姆的金币作为货币。洗干净的神像、项链、指环、胸针和权杖可以通过右键和日语者兑换金币\n\n\n>如果击杀日语者的话可以获得0~1个火焰之心，如果剑上有抢夺抢夺每增加一级最多掉落的火焰之心＋1\n\n\n\n\n\n\n\n>除了上面说到的日语者之外阿图姆还有很多的暴徒生物\n\n————敌对生物\n\n——被遗忘者 (Forsaken)\n\n>被遗忘者会出现阿图姆的晚上，或者阿图姆遗迹的刷怪笼中，血量18点，近战攻击力为3点，属于亡灵类生物，在白天的阳光下会燃烧（和僵尸一样）\n被击杀后会掉落骨泥（也许是小白..）掉落物的最大数量随抢夺附魔的等级增加\n\n\n\n\n\nimage.png (14.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-10 17:32 上传\n\n\n\n\n\n\n\n——刺客 (Assassin)\n\n\n>刺客出现在阿图姆的白天，亮度小于8的露天的地方自然生成血量40点，护甲4，伤害5，手持剧毒匕首（你懂的），被击杀后会掉落肮脏的硬币或者蛇舌草（有点草）\n\n\n\n\n\nimage.png (17.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-10 17:33 上传\n\n\n\n\n\n\n\n——野蛮人 (Barbarian)\n\n>这是部落冲突混进来的， 野蛮人会在白天生成，亮度要小于8，或者在遗迹的刷怪笼里生成，血量18，护甲4，手拿铁质巨剑（所以攻击伤害大家懂），被击杀会掉落肮脏的硬币，有几率掉落手上的铁质巨剑\n\n\n\n\nimage.png (16.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-10 17:36 上传\n\n\n\n\n\n\n>铁质巨剑只能通过野蛮人掉落无法合成，可以使用铁砧修复\n\n\n\n——强盗 (Brigand)\n\n>他的生成条件跟上面的一样，血量18，护甲4，空手伤害3手持铁质弯刀，副手持有盾牌（可是他笨不会用），击杀他会掉落肮脏的硬币，有概率掉落他手中的装备，这些装备都是不可合成的，只能通过这些生物掉落\n\n\n\n\n\nimage.png (16.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-10 20:20 上传\n\n\n\n\n\n\n\n\n——游牧人 (Nomad)\n\n\n>生成条件同上，血量13，护甲2，空爪子攻击力2，自带短工，击杀后会掉落一些肮脏的硬币，当然有概率掉短弓\n\n\n\n\n\nimage.png (16.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-12 19:55 上传\n\n\n\n\n\n\n\n——沙漠狼 (Desert Wolf)\n\n>沙漠狼在阿图姆中很少见，可以驯服，驯服前12血，驯服后20血，伤害4，被击杀后有概率掉落狼皮，除了沙漠狼以外，还有更为少见的沙漠头狼\n在没驯服的时候，有24血，驯服后有36血，伤害8，击杀后会掉落更多的狼皮\n\n>沙漠狼或沙漠头狼一开始就是愤怒的，与玩家、阿图姆的亡灵生物和沙漠兔敌对，但遇到骆驼则会尝试避开。沙漠狼可驯服，玩家需要先用泥骨、骨头或兔肉（生熟均可）右击愤怒的沙漠狼暂时解除敌对状态，然后继续右击开始驯服，出现红心时驯服成功。\n驯服成功后，玩家可以为沙漠狼装备沙漠狼铠，而沙漠头狼还可以额外装备鞍，允许玩家骑行。使用任意的肉类可为沙漠狼恢复生命.\n\n>沙漠狼\n\n\n\n\nimage.png (28.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-12 20:16 上传\n\n\n\n\n\n\n>沙漠头狼\n\n\n\n\n\nimage.png (12.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-12 20:16 上传\n\n\n\n\n\n\n真的就是大一点\n\n\n\n\n\n到这里这个教程已经完结了，这个mod是挺有意思的希望有更多人玩吧，接下来更新的部分就是针对教程的完善和优化了\n\n以下是个人对大家的一些建议，\n\n\n如果你还处于前期不建议你去阿图姆打boss或者浪什么的，刚开始拿阿图姆的装备（流浪者套那种的），作为前期装备是不错的一个选择boss法老王的挑战难度并不低，但是奖励很丰富，建议是在中期觉得自己装备有自信之后再去挑战如果你有意志坚定这种mod，那么你在阿图姆会很快乐要提前带一个炼药锅，和一堆水，除非你觉得自己是欧皇到处能看见绿洲在金字塔里注意陷阱他对中前期的你们是不小的威胁如果你是前期的萌新，去阿图姆看见沙漠狼建议你跑尤其是大的那种沙漠狼，他几下就可以杀死你阿图姆就算是白天如果遇到的沙尘暴刷怪也不少建议准备一些自保手段，因为时不时会有堆叠怪来找你如果你有龙研，之类的强力mod那么这种mod对你没有难度，大部分冒险mod在龙研之类的mod面前都很...所以我不建议你装这些mod，那会让你失去游戏体验，如果你找到墓地，一定要去看看那个有趣的劳工神像,大概就这些了希望你游玩愉快\n\n\n\n——如果你对本教程有什么建议可以在下方提出，接下来会完善一些装备的属性数据，和排版\n\n\n                          ————————————完———————————\n\n[groupid=1536]Firefly Studio[/groupid]",
    "replies": [
        {
            "author": "Eicy",
            "timestamp": 1584091080,
            "txt_content": "你目录炸了"
        },
        {
            "author": "资深咸鱼",
            "timestamp": 1584091200,
            "txt_content": "内容少的过分。。。。咕了还理直气壮"
        },
        {
            "author": "1hah1",
            "timestamp": 1584172380,
            "txt_content": "够详细，明白"
        },
        {
            "author": "Mr.stark",
            "timestamp": 1584860460,
            "txt_content": "够详细，明白"
        },
        {
            "author": "aa1445292556",
            "timestamp": 1586083380,
            "txt_content": "似乎这个mod帖子有点少"
        },
        {
            "author": "我是人1012",
            "timestamp": 1586420520,
            "txt_content": " ————还没更新额"
        },
        {
            "author": "沁痕",
            "timestamp": 1586698560,
            "txt_content": "阿图姆教程 希望不会咕\n加图片了好评"
        },
        {
            "author": "我的工业2",
            "timestamp": 1587006120,
            "txt_content": " 本帖最后由 我的工业2 于 2020-4-16 11:07 编辑 \n\n评定审核中发现存在剽窃\n要点：\n1本贴大量文本与mcmod的内容（*编辑时间均先于本贴）高度相似，大量图片直接外链于mcmod\n2无任何引用署名（违反mcmod使用的 BY-NC-SA 3.0 协议）\n\n2-5-a 抄袭剽窃        \n定义：对作品内非原创内容未进行任何声明，下面列举了一些常见情况：\n    ①文本：复制粘贴；成段引用不注明出处；对他人文章简单修改后重新发出等；\n    ②图片：原图引用；原图裁剪处理后引用等；\n    ③视频：盗用或重新剪辑他人原创视频上传至视频网站并发布；\n    ④Mod文件：将他人Mod作为原创Mod发布；将他人Mod修改后作为原创Mod发布；将他人Mod的内容（文本、材质、代码等）添加到自己的Mod（二次创作）中并未作声明等；\n    ⑤整合包：整合包内包含的非原创内容未作声明（如 对他人整合包二次创作）；\n相关证据例图：\n\n\n\n\n\n图片.png (46.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:53 上传\n\n\n\n\n\n\n\n\n\n图片.png (11.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 10:18 上传\n\n\n\n\n\n\n\n\n\n图片.png (56.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:56 上传\n\n\n\n\n\n\n\n\n\n\n图片.png (43.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:57 上传\n\n\n\n\n\n\n\n\n\n图片.png (3.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 10:22 上传\n\n\n\n\n\n\n\n\n\n图片.png (139.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:57 上传\n\n\n\n\n\n\n\n\n\n\n图片.png (36.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:57 上传\n\n\n\n\n\n\n\n\n图片.png (10.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 10:24 上传\n\n\n\n\n\n\n\n\n\n图片.png (72.44 KB, 下载次数: 0)\n\n下载附件\n\n2020-4-16 09:57 上传\n\n\n\n\n\n若有异议，请持相应证据在问题反馈提出申诉\n\n\n\n"
        }
    ]
}