{
    "title": "The sacrifice of love",
    "author": "甲壳虫Luca",
    "replyCount": 15,
    "timestamp": 1583916660,
    "txt_content": " 本帖最后由 1647068678 于 2020-3-11 17:21 编辑 \n\n最近发现论坛没人聊疾风正传了\n那我就开始编南天正传哈~~\n（南天是谁？我基地队长）\n那么作为茶馆语言大师，我打算每天不同种语言改编\n废话不多，上文字\nA service of love      Precious moon was a young pianist. Her husband, Der suedliche Sternhimmel, was a young artist. Each of them was taking lessons: Der suedliche Sternhimmel with a famous art teacher, and Precious moon with a great pianist from Germany. Their teachers were the very best, so lessons were expensive, more than they could really afford, but…when you love your art, nothing is too much.      But soon the money began to run out, and they couldn’t afford the lessons any more.Then one day Precious moon came back home and told Der suedliche Sternhimmel that she had met a man whose daughter, Sally, wanted to  learn the piano, and he was going to pay her $ 50 an hour.     “Precious moon,” Der suedliche Sternhimmel said, “I’ll be much happier if you keep up your lessons,” Precious moon said it didn’t matter. “When I’ve had some money, I’ll continue.” But Der suedliche Sternhimmel also decided to stop his lessons, to draw pictures and sell them.     A few days later, Der suedliche Sternhimmel came home and proudly took $ 200 from his pocket. “I met a man from Vermont,” he said, “who bought one of my pictures. And he wants to buy more!”     So the two of them were very happy. They didn’t have to worry any more about money.     Then, one day, Der suedliche Sternhimmel came home and saw that Precious moon’s hand was wrapped in a bandage. He asked her what had happened. “Oh,” said Precious moon. “My student, Sally, asked me to make some coffee for her. I dropped the coffee and burned my hand. Sally went  straight to the drugstore and got this bandage for me. ”    “Precious moon, what have you been doing the last two weeks” Der suedliche Sternhimmel asked. She tried not to tell him, but the tears came. “Oh Der suedliche Sternhimmel, I couldn’t get any students, so I worked as a waitress in a restaurant. Today, I burned my hand with hot water. So I can’t work any more. But we’ll still have money from the man in Vermont, won’t we”    Der suedliche Sternhimmel looked at her. “There’s no man in Vermont, ” he said. “I’ve been working in a drugstore, and today someone came in to buy bandages for a woman who’s burned her hand. So when I saw you, well, I guessed.”                                                                                                                              A story by O. Henry—adapted\n",
    "replies": [
        {
            "author": "OLG_lao_ba",
            "timestamp": 1583916720,
            "txt_content": "珍贵的月亮是一位年轻的钢琴家。 她的丈夫 der suedliche sternhimmel 是个年轻的艺术家。 他们每个人都在上课: der suedlichesternhimmel 和一位著名的艺术老师，和一位来自德国的伟大钢琴家的宝贝月亮。 他们的老师是最好的，所以课程很贵，超出了他们的实际支付能力，但是... 当你热爱你的艺术时，没有什么是多余的。 但很快钱就花光了，他们再也付不起学费了。 然后有一天，宝贝月亮回到家里，告诉 dersuedliche sternhimmel，她遇到了一个男人，他的女儿，萨莉，想要存档: / / c: / / users / 189611 ~ 1 / appdata / local / temp / msohtmlclip / 01 / 01 / clip image 001. gif 学习钢琴，他打算付给她每小时50美元。 ”宝贝月亮” dersuedliche sternhimmel 说”如果你继续上课我会更开心”宝贝月亮说没关系。 ”等我有了钱，我会继续” 但是斯坦默尔也决定停止他的课程，画画并出售它们。 几天后，dersuedliche sternhimmel 回到家，骄傲地从他的口袋里拿走了200美元。 ”我从佛蒙特州找到了一个人”他说”他买了我的一张照片。 他想买更多! ” 所以他们两个很幸福。 他们不用再担心钱的问题了。 然后，有一天，德苏里奇?斯坦米尔回到家，看到宝贵的月亮的手包在绷带里。 他问她发生了什么事。 “哦，”宝贝月亮说。 ”我的学生 sally 让我给她煮点咖啡。 我把咖啡弄掉了，烫伤了手。 Sally 去了文件: / / c: / users / 189611 ~ 1 / appdata / local / temp / msohtml1 / 01 / clip image002。 直接去药店给我买了绷带” ”宝贝月亮，这两个星期你在干什么? ”这个女人问道。她试图不告诉他，但眼泪涌了出来。 “ oh der suedlichimmel，i couldn’t get any students，so i worked as a waitress in a restaurant。 今天我的手被热水烫伤了。 所以我不能再工作了。 ”但我们还是会收到佛蒙特州那个男人的钱，不是吗? ” suedlichimmel 看着她。 “佛蒙特州没有男人，”他说。 ”我一直在药店工作，今天有人进来给一个烫伤手的女人买绷带。 所以当我看到你时，我猜到了 改编自欧 · 亨利的故事"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583916780,
            "txt_content": "OLG_lao_ba 发表于 2020-3-11 16:52\n珍贵的月亮是一位年轻的钢琴家。 她的丈夫 der suedliche sternhimmel 是个年轻的艺术家。 他们每个人都在 ...\n刚才乱码了，现在调好了"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583916960,
            "txt_content": "@EGEE2468 来给我捧个场"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583917260,
            "txt_content": "唉，为啥不火，大家都在吃饭吗？"
        },
        {
            "author": "白叶Official",
            "timestamp": 1583917260,
            "txt_content": "欧亨利?"
        },
        {
            "author": "akff",
            "timestamp": 1583917440,
            "txt_content": "欧亨利?"
        },
        {
            "author": "零x",
            "timestamp": 1583917560,
            "txt_content": "为什么弄英文:D"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583917560,
            "txt_content": "TGC-浮世德 发表于 2020-3-11 17:01\n欧亨利?\n欧亨利小说改编明天用俄语改编钢铁是怎样的炼成的"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583917620,
            "txt_content": "零x 发表于 2020-3-11 17:06\n为什么弄英文:D\n因为我是语言大师"
        },
        {
            "author": "凛夜丶雨月",
            "timestamp": 1583917620,
            "txt_content": "OLG_lao_ba 发表于 2020-3-11 16:52\n珍贵的月亮是一位年轻的钢琴家。 她的丈夫 der suedliche sternhimmel 是个年轻的艺术家。 他们每个人都在 ...\n机翻警告"
        },
        {
            "author": "kaiyv",
            "timestamp": 1583918760,
            "txt_content": " 一种爱的服务\n   宝月是一位年轻的钢琴家。 她的丈夫，德·苏特尼梅尔，是一位年轻的艺术家。\n 他们每个人都在上课：Der用一个著名的艺术大师起诉了Sternhimmel 和一位来自德国的伟大钢琴家在一起的珍贵的月亮。 他们的老师是最好的，所以课很贵，比他们真正负担得起的还要多，但是...当你热爱你的艺术时，没有什么是太贵了。很多。\n   但很快钱就开始用完了，他们再也负担不起上课的费用了。\n 有一天，珍贵的月亮回到家，告诉德劳特里克·斯特恩希梅尔她遇到了一个人 奥斯女儿莎莉想学钢琴，他打算每小时付她50$。\n ““珍贵的月亮，”德洛托里克·斯特恩希梅尔说，“如果你继续上课，我会更快乐的，”普雷普白神月说没关系。 “当我有钱的时候，我会继续下去的。”但是Der起诉了Liche Sternhimmel，他也决定停止他的课程，画画并卖掉它们。\n   几天后，德苏特尼梅尔回到家，骄傲地从口袋里掏出$200英镑。 “我遇到了一个来自佛蒙特州的人，”他说，“他买了我的一张照片。 他想买更多！\n   所以他们两个都是 你很高兴。 他们不必再担心钱了。\n   然后，有一天，Der起诉了Sternhimmel回家，看到珍贵的月亮的手被绷带包裹着。 他问她发生了什么事\n\n你这玩意儿都不好翻译\n"
        },
        {
            "author": "EGEE2468",
            "timestamp": 1583928420,
            "txt_content": " 本帖最后由 EGEE2468 于 2020-3-11 20:09 编辑 \n1647068678 发表于 2020-3-11 16:56\n@EGEE2468 来给我捧个场\n哎呀，最近总是沉迷于游戏无法脱身啊...我又不是住在泥潭的水怪来晚了，来晚了 最后带翻译官还有这种操作\n\n\n\n\n\n\n1583928601(1).jpg\n(22.09 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-3-11 20:09 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "Wudji",
            "timestamp": 1583928660,
            "txt_content": "你这是怕我们看懂吗......\n（下面机翻警告，请勿打开[spoiler][spoiler][spoiler][spoiler][spoiler]爱的服务\n宝月是个年轻的钢琴家。她的丈夫，德·苏伊德利奇·斯滕希梅尔，是一位年轻的艺术家。\n\n他们每个人都在上课：与一位著名的艺术老师一起学习《苏伊德里奇·斯滕希梅尔》，与一位来自德国的伟大钢琴家一起学习《珍月》。他们的老师是最好的，所以课程很贵，比他们真正能负担得起的还多，但是……当你热爱你的艺术，没有什么是太多。\n\n但很快钱就花光了，他们再也上不起课了。\n\n后来有一天，宝月回到家里，告诉德·苏德利奇·斯特恩希梅尔，她遇到了一个男人，他的女儿萨利想学钢琴，他打算每小时付给她50美元。\n\n“宝贝月亮，”斯滕希梅尔说，“如果你继续上课，我会更高兴的，”宝贝月亮说这不重要。“等我有了钱，我会继续干下去的。”但斯滕希梅尔也决定停止他的课程，画画并卖掉它们。\n\n几天后，德·苏伊德利奇·斯滕希梅尔回到家，骄傲地从口袋里掏出200美元。“我遇到一个佛蒙特州的人，”他说，“他买了我的一张照片。他想买更多！”\n\n所以他们两个非常高兴。他们不用再担心钱了。\n\n后来，有一天，斯滕希梅尔先生回到家里，看见宝月的手缠着绷带。他问她发生了什么事。“哦，”宝月说。“我的学生萨利让我给她煮咖啡。我把咖啡掉在地上烫伤了手。莎莉直接去药店给我拿了绷带。”\n\n“亲爱的月亮，你最近两个星期都在做什么，”斯滕希梅尔问道。她试图不告诉他，但眼泪流了出来。“噢，我找不到学生，所以我在一家餐馆当服务员。今天，我用热水烫了手。所以我不能再工作了。但我们还是会从佛蒙特州的人那里得到钱，不是吗？”\n\n斯滕希梅尔看着她。“佛蒙特州没有人，”他说。“我一直在一家药店工作，今天有人进来给一个烫手的女人买绷带。所以当我看到你的时候，我就猜到了。”\n\n奥亨利改编的故事[/spoiler][/spoiler][/spoiler][/spoiler][/spoiler]）\n套娃失败"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583942400,
            "txt_content": " 本帖最后由 1647068678 于 2020-3-12 09:53 编辑 \n\n官方翻译爱的牺牲珍贵的月亮是一个年轻的钢琴家。她的丈夫，南方星空，是一个年轻的艺术家。他们每个人都在上课：德·苏里切·斯特恩希梅尔与一位著名的艺术老师，和来自德国的伟大钢琴家的珍贵月亮。他们的老师是最好的，所以课程很贵，比他们真正能负担的还多，但是...当你热爱你的艺术时，没有什么是太多。但很快，钱就用完了，他们再也负担不起了课。 \n有一天，珍爱的月亮回到家里，告诉德利奇·斯特恩希梅尔，她遇到了一个女儿萨莉想学钢琴的男人，他要每小时付给她50美元。\"珍贵的月亮，\"德·德利奇·斯特恩希梅尔说，\"如果你继续上课，我会更快乐，\"亲爱的月亮说，这并不重要。\"当我有一些钱，我会继续。但德·斯特恩希梅尔也决定停止学习，画图片并出售。几天后，德·德利奇·斯特恩希梅尔回到家里，骄傲地从口袋里掏出200美元。\"我遇到了一个来自佛蒙特州的人，\"他说，\"他买了我的一张照片。他想买更多！他们两个很高兴。他们再也不用为钱担心了。然后，有一天，德·苏尼切·斯特恩希梅尔回到家里，看到珍贵的月亮的手被绷带包裹着。 他问她发生了什么事。\"哦，\"珍贵的月亮说。\"我的学生，莎莉，让我给她煮一些咖啡。我扔了咖啡，烧了手。萨莉径直去药店，帮我拿了这个绷带。德·斯图尔切·斯特恩希梅尔问道：\"亲爱的月亮，你过去两周做了什么。她试图不告诉他，但眼泪来了。\"哦，德·德·斯特恩希梅尔，我找不到学生，所以我在餐馆当服务员。今天，我用热水烫伤了我的手。所以我不能再工作了。但是，我们还是会从佛蒙特州的男人身上得到钱，不是吗？        \"佛蒙特州没有人，\"他说。我一直在一家药店工作，今天有人来为一个烫伤了手的女人买绷带。所以，我猜是你。                    O. 亨利的故事改编\n"
        },
        {
            "author": "甲壳虫Luca",
            "timestamp": 1583978040,
            "txt_content": "啊，茶馆排版好难受"
        }
    ]
}