{
    "title": "[Minecraft.net | INSIDER] 本周方块：音符盒",
    "author": "迷途的路人",
    "replyCount": 3,
    "timestamp": 1583931480,
    "txt_content": " 本帖最后由 迷途的路人 于 2020-3-12 23:41 编辑 \n\n\n★★★MCBBS 翻译&Wiki -by迷途的路人★★★BLOCK OF THE WEEK: NOTE BLOCK本周方块：音符盒Music to your ears?想来点音乐吗？\n2020.3.11\n\n\n『The Insider 业界讯息』\n\nShed a tear, ladies and gentlemen, because we’ve almost reached the end of our Block of the Week series. Over the last year or two, we’ve gone through almost every block in the game, identifying its natural habitat, useful qualities, fun facts - and, in many cases, the closest thing to that block \n\n\n女士们，先生们，请为此流泪吧，我们即将要抵达“本周方块”系列的终点站了。回首过去的两年，我们几乎已经探索过了Minecraft里的所有方块，展示了它的自然生成点、实际用途、幽默真相——以及在许多种情况下，方块最贴近现实的一面。\n \n \nYou’ll notice that we didn’t cover every block in the game. We didn’t include individual colours of wool and other dyeable blocks, for example, or differentiate between the raw and polished versions of rocks like diorite. That would have got boring fast. Nor did we include blocks-that-aren’t-reeeeally-blocks, like Enchantment Tables, Cake and Minecarts.\n\n\n你也许会注意到我们并没有把游戏中的每个方块都纳入我们的项目。比如说，我们没有将每种颜色的羊毛和其它染色方块单独收录进来，也没有区分像是闪长岩和磨制闪长岩这样的岩石们之间的差别。因为那会更快地使这个系列变得无聊。我们同样也不收录其实是实体的“方块”，例如附魔台，蛋糕，以及矿车。\n\n\nBut there’s one block that we we know you’ve been clamouring for us to feature almost since the start of the series. One block that has inspired you lot to send us hundreds of tweets, fanart and memes (so many memes). One block that we don’t quite see what all the fuss is about but is clearly popular, and who are we to argue with that. Is it time? Is it happening? It’s time. It’s happening. It’s note block. Note block is our block of the week. Oh. My. Block. Ahhhhhhhhhhhhhhhhhhh!\n\n\n不过，我们知道有个方块，你们自本系列一开始就嚷嚷着要我们盘点；它，促使你们给我们发了上百条推文，同人画与梗（是非常多的梗）；它，很受欢迎却让我们觉得十分困惑、无从下手。你是否想问，那么现在是时候出一期这个方块了吗？它正在来的路上吗？是的，是时候了！它正在来的路上了！它是音符盒，它是我们的本周方块。芜.湖！那是音符盒呐啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊！\n\n\n\n\n \nNote blocks were added to Minecraft alongside charcoal, lapis lazuli, dispensers, cake and squid in version Beta 1.2, which was released on 13 January 2011. That makes them seven years old, probably older than some of our youngest players.\n\n\n音符盒是与木炭、青金石、发射器、蛋糕和鱿鱼一同被加入到于2011年1月13日发布的Minecraft Beta1.2版本中的。他们今年已经七岁了，或许比我们当中的最年轻的一些玩家更加年长。\n\n\n“Right click to tune, trigger to play” were the instructions given in the release notes at the time, which still hold true today. When you hit one or give it a redstone pulse, a little note will pop out of the top and anyone within 48 blocks will hear a sound - with the volume decreasing as you get further away.\n\n\n\n“右键调音，充能播放”是当时版本日志中的操作说明，它放在今天仍然适用。当你击打它或是给它一个红石信号时，一个小音符就会从音符盒顶部冒出，并发出一个让周围48格内的玩家都能听见的声音——你离得越远，声音就越小。\n\n\n\n\n\n\nThe exact sound the note block gives off can be controlled by changing the block directly underneath it. Wood, glass, stone and sand create drum noises, while most other blocks will play a harp/piano sound. If you’re playing the Java edition of the game, or the legacy console version, you get a few more options - gold for bells, ice for chimes, wool for guitar, bone block for xylophone sounds, and clay for flutes. A veritable orchestra!\n\n\n音符盒的音色可随着其底下的方块的变动而改变。将木制品，玻璃，石头和沙子放在底下能让音符盒发出击鼓声，而大多数方块则是让它发出竖琴/钢琴声。如果你在PC或是主机上进行游玩，你将有更多的选择——骨块是你的木琴，而金块成了你的铃铛；你能用冰敲打编钟，“拿起”羊毛演奏吉他，“握住”粘土吹响笛子。就像管弦乐队那样！\n\n\nBut to produce music that uses more than one note, you’ll need to tune your blocks. That’s done by hitting “use” on the block, or right-clicking, for those of you playing with a mouse. Each time you do so, you’ll raise the pitch of the blocks a small amount — a semitone, in the language of musicians. You can do that 24 times before it resets to where it was originally. While you’re tuning, the colour of the note will change from green to red to blue and back to green again.\n\n\n[size=12.0000pt]你可以通过调整你的音符盒来制作具有更多的音符的音乐。这需要你点击方块上的“使用”或是拿起鼠标右键点击它。每一次调整，都能使音符盒的音高提高些许——用音乐家的话来说，它将会提高一个半音。在音符盒重新归位之前，你一共能这样做24次。并且当你在调音的时候，音符的颜色会随着音高改变而从绿变红，再由红变蓝，最后变回绿色。\n\n\n\n\n\n\nThe default tuning of note blocks is F#, which is kinda odd. There aren’t many man-made instruments tuned naturally to F#. So we asked Samuel ?berg, Mojang’s lead sound designer, what the deal is.\n\n\n音符盒的默认校音起于有些奇怪的F#。但没有多少人造乐器是能自然地调音到F#的。所以我们询问了MOJANG的首席音效设计师Samuel Abery，这是怎么一回事。\n\n\n“All planets emit an audible modulation, a musical tune which we find traces of in ancient theory,” he said. “Astronomers know that the intervals of the planets of the solar system correspond to the intervals between the notes of music. Each planet has a dominant note. It so happens that unlike (pretty much) any instrument designed by humankind, the note emitted by the Earth is tuned to F#. So, note blocks are our way to help boost the planetary vibration rate.”\n所有的星球都会发出一种可被听见的音调——一种我们从古学说中查找到的曲调，“他说道，“天文学家坚信太阳系行星之间的间隔与音乐符号相应。每个行星都有着一个主音符。碰巧的是，不同于人类设计的乐器，地球发出的音调是 F#，所以音符盒是我们用以加速行星震动频率的方法。\n\nSamuel’s a big fan of the note block, even though it was added to the game long before he started working on Minecraft. “I like the simplicity of it,” he explains. “A collection of small short notes with a lot of design possibilities. I also like the distinct sound of note block music with the game's attenuation and stereo width. Note blocks have an acoustic feeling, rather than digital. Note blocks are used to create music, of course, but also atmosphere. It takes a lot of time, skill and practice to play them nicely.”\n\n\n\nSamuel是音符盒的忠实粉丝，尽管音符盒加入游戏的时间比他为Minecraft工作的时间更长。“我对它的简洁感到满意”，他解释道，“因为一组短小的音符会拥有巨大的设计潜能。”我同样喜欢音符盒音乐清晰准确的、具有衰减和立体声宽度的声音。音符盒可以带来一种原生的音乐质感，而不只是一堆数据。通常音符盒被用于创作音乐，当然，它也能渲染气氛。如果你要想将它们玩得很好，这需要大量的时间，技巧以及练习。\n\n\nHe says he’s got plans to develop note blocks further. “A lot of players use them to create immersion in their worlds, like alarms and doorbells. In the future, I would like to extend the line up of noteblocks to offer players even more possibilities.”\n\n\n他表示自己有更长远的计划去将音符盒发扬壮大。“大量的玩家使用音符盒在他们的存档里营造代入感，像是把音符盒用来制作警报器和门铃。在未来，我想扩大音符盒的行列，为玩家提供更多的可能。”\nhttps://www.bilibili.com/video/av24258341\n\n\nNote blocks have a surprisingly large fanbase, scattered all over the world. Lots of people make covers of popular songs and post them on YouTube, like the Noteblock Lizard, Grande1899 and Ultrasmurf. “You can search for pretty much any popular song and add \"noteblock\" and find a version of it,” says Samuel.\n\n\n音符盒拥有着一个出奇地巨大的粉丝团体，它的成员分布在世界各地。[size=12.0000pt]一大批人重制了热门歌曲的音符盒版本，并将它们上传到YouTube，比如说《Noteblock Lizard》, 《Grande1899》 和《 Ultrasmurf》。“你搜索任何一首流行歌并加上“音符盒”就能找到它的音符盒版本，”Samuel说道。\n \nSometimes these covers are made simply by placing blocks in the world, and almost all note block composers started out that way. “The first piece of music I made with note blocks was a cover of a Pokémon song I like from one of the early Game Boy games,” note block musician Kristina Alfredsson told us. “I found a YouTube video with the song that had lines showing the notes being played. I used that and calculated how many right-clicks each note should have, and wrote that down in notepad using the wiki as an aid.”\n\n\n有些时候重制歌曲都是简单地在存档中摆放方块，而且大多数音符盒创作者都着手于这种方式创作。“我用音符盒制作的第一首音乐是由我喜欢的一首源于早期的Game BOY游戏机上的宝可梦歌曲重制的，”音符盒音乐家Kristina Alfredsson告诉我们，“我曾找到一个展示正在被播放音符的YouTube歌曲视频。我用它计算了每个音符需要多少次右键单击，并以使用WIKI为辅助手段将其编写在了NOTEPED上。”\n\n\n \n\nThen she built it in the world. “The song had a lot of long notes so I put as many note blocks of the same pitch as I could to make up for it, and ended up building 2183 note blocks. It was nuts, a lot of those blocks had 15-20+ right clicks on them and my hand hurt for a while after that. I probably spent 90+ hours on it.”\n\n\n接着她就在存档中制作了它。“这首歌有着大量的长音符，因此我放置了大量的相同音高的音符盒来弥补缺陷，在结束时我一共放置了2183个音符盒。这是个狂热的行为，因为大量的方块每个都需要15至20+次右键单击，而且在那之后我的手总会疼上一段时间。我大概花费了90+个小时在那上面。\n\n\nSoon afterward, to save her hands, she switched to using a a bit of free software called Note Block Studio, which many of the most prolific note block composers use. It lets you create music outside of Minecraft, and then import it into the game. Some composers use other music software too. “I use a program called Ableton for composing,” Kristina said. “It lets me play on my keyboard like I was playing an actual note block instrument. It sounds the same in Ableton as if it was built in-game, so it lets me finish writing the song and not have to rebuild mid-way.”\n\n\n不久之后，为了解放她的双手，她转而去使用一个叫做Note Block Studio（译者注：一种MineCraft音乐编辑器）的免费软件，这个软件很多高产音符盒创作者也在使用。它能让你在Minecraft之外创作音乐，并且能把音乐传输进游戏中。而一些创作者也会去使用其他音乐软件。“我使用一个叫Ableton的软件来创作，”Kristina 说道，“它使得我操作我的键盘像是在演奏一个真实的音符盒乐器。而且使用Ableton创作像是在游戏中创作一样，它帮助我完成了这首歌，而不用半途而废。”\n\n\nhttps://www.bilibili.com/video/av24258375\n\nToday, Kristina’s process for composing with note blocks is very similar to composing other music, you just have to get the parameters right. “I usually start composing by letting the metronome tick at 150 BPM so I get a feel for how fast it needs to go, then pick an instrument to record a bassline, then I just keep adding to that,” she said.\n\n\n今时今日，Kristina的音符盒创作的工序已经和创作其他音乐非常相似，只需要输入正确的参数就行了。“我常利用节拍器让它以150BPM的速度来打点开始创作，如此一来我就能感觉到它需要走多快，然后挑选一个乐器记录下一条音线，接着我只需要把数据加入进去就好了，”她说道。\n\n\n“It's all layers, really — starting with a simple melody that determines the feel and then adding other melodies and instruments that work well with the previous ones. Most of it is subconscious, I can hear potential melodies inside my mind at the same time I'm recording and go mainly on instinct. I never know exactly how a song will sound from the start, it grows and takes form as I add more melodies. It's more like discovering potential music than composing, it's all about chasing the sound.”\n\n\n“这就是所有步骤了，真的——了解并从一首简约旋律开始，然后加入其它旋律和乐器让它比以前更好。我能在我心中听见潜在的旋律，并在同时用直觉把他记录下来，很多时候这种行为是下意识的。我从未确切地了解一首歌是如何从头开始发声的，它只是成长并完形于我加入更多的旋律。比起作曲，它更像是在发现潜在的音乐，这就是关于我追求音乐效果的一切了。”\n\n\nOnce the sound is caught, she records it. “I record in the same speed as redstone ticks, 150 BPM, and export the MIDI file of each instrument - a MIDI file is just code of when a note starts and stops and which note it is, it's like sheet music,” she told me. “Note Block Composer lets me import MIDI tracks so I can just export from Ableton and import there, and then use Note Block Studio to export as a schematic. I can use MCEdit to remove all the blocks that aren't note blocks and instrument blocks, and move that on to my own structures. I like using different materials for the build, MCEdit helps a lot when you want to swap between types of blocks.”\n\n\n每当她的脑海中浮现灵感时，她便把它记录下来。“我以与150 BPM速度相同的红石刻录制，并把它输出到每个乐器的乐器数字接口（下面简称：MIDI）文件中——一个MIDI只能编码音符种类以及何时起止，它像是本活页乐谱，”她告诉我。“音符盒创作者让我试着导入MIDI轨道，因此我学会了从Ableton导出文件并导入到MIDI，接着我使用Note Block Studio来以schematic的格式导出了它。我使用MCEdit移除了除音符盒和红石电路之外的所有方块，并把它们移动到了我自己的建筑里。我喜欢在一个建筑上使用不同的材料，MCEdit在我想要替换某个方块时真的帮了我很多。”\n\n\nhttps://www.bilibili.com/video/av24258319\n\nHer note block builds don’t stop there, though. “Composing the songs is the fast part, it usually only takes one hour to record the bulk of the song, a few more for getting everything exactly how I want it. The build takes a ton of time. I don't just want to have a note block song, I want things to happen and to create a story.”\n\n不过，她的音符盒场景搭建并不止步于此。“创作一首歌算是快的了，它常常只需要花费一个小时时间去录制歌的主体，再多花上一些时间去使我想要的每件事精确无误。而场景搭建却需要花费更多的大量时间。我希望这首歌能演绎出一个故事，能和地图里的场景发生某些奇妙的反应，而不仅仅只是音符盒演奏出来的旋律。\n\"The most recent build I did took over 100+ hours, I had a redstone fireworks show attached to the note blocks, I built scenery, made pixel art using beacon beams and for the video I added dialogue that looked like chat to keep it interesting. I kept adding more and more details and it took a lot of time, but I'm really happy with how it turned out! The difference in time between creating the music and doing the build is the hardest part for me because by the time that I'm done with a build I'll have written ten more songs. There's too many songs, not enough time!”\n\n\n我在最近的一次场景搭建里花费了将近100+个小时，制作出一个附着于音符盒的红石烟花，以及一个由像素画，信标光柱搭建的舞台布景，我还在视频里补充进了我的想法，让它变得像是在聊天来保持趣味性。我用去我大量时间不断地加入更多的细节，但我仍然为成果感到开心！而创作乐曲和搭建场景之间的时间差对我来说是最难受的那部分，因为我完成场景搭建的时间足够我写下十首歌了。那是如此多的歌曲，可我却又无暇顾及！\n\n\nBut brilliantly, she did take the time to make us a Block of the Week theme song! Play the video below to hear it！\n\n\n但值得一赞的是，她花了很多时间去为我们制作了一首本周方块的主题曲！播放下面的视频来听听它吧！\n\n\nhttps://www.bilibili.com/video/av24258357\n\nSome of the most impressive note block creations that we’ve seen are coming out of Japan, where there’s a whole subculture dedicated to note blocks - and even a music festival.\n\n\n我们见过的一些最能打动人心的音符盒作品来自日本。那里有着一个致力于音符盒的亚文化圈——他们甚至还会举办音符盒音乐节。\n\n\nIt can be quite hard to follow the scene if you don’t speak Japanese, but many of the participants use a site called Nicovideo to share their work. One of the most impressive composers from the Japanese scene is Pote Suto, who put together this amazing video using custom textures and shaders:\n\n\n如果你不会说日语的话，融入那个圈子会相当的困难。但许多参与者仍会使用一个叫做Nicovideo的网站去分享他们的成果。令我最敬佩的创作者之一是来自日本亚文化圈的Pote Suto——他使用自定义材质和着色器制作出了这个足以令人称奇的视频：\n\n\nhttps://www.bilibili.com/video/av24258377\n\nWhat note block composers like most about the medium, it seems, is its ability to give shape to something which you can’t see. “Music is this intangible thing,” says Kristina. “It's there one moment and gone the next and even with sheet music you only have a 2D transcription of the notes. With note blocks it's different — you actually get to build a song in 3D space. You can move and hear the music being played from different angles when you fly around.”\n\n\nNicovideo似乎是音符盒创作者最喜欢的媒体，它拥有赋无形为有形的能力。“音乐是无形的，”Kristina说，“它是转瞬即逝的，即使是活页乐谱，你也只是拥有一本2D音符抄录本而已。但拥有音符盒就截然不同了——你能在3D空间里切实的创作出一首歌。你当你绕着他们飞时，你能听见音乐在各个角度被播放。\n \nShe added: “It's extremely satisfying to see it grow, being able to press a button and hear the song play a little bit longer each time as you get further along. Since it's redstone, you can make almost anything happen if you combine note blocks with command blocks or other redstone blocks. Spawn mobs or blocks, change time, even have lightning strike in time with the music! Anything's possible — the sky (@Y=255) is the limit.” \n\n\n她补充道：“见证它成长——随着时间的推移，每次按下按钮后，都能够听见歌曲播放的时间变得更久，这是一件让人感到十分满意的事。因为有红石，假如你把音符盒和命令方块又或是其他任何的红石方块连接在一起，你能做到任何事。生成生物或方块，改变时间，甚至能召唤闪电合着音乐的节拍！一切皆有可能——天空（@Y=255）才是极限！”\n\n\n\n\n『The News 资讯共享』\n作者：Duncan Geere发布时间：2018年6月1日原贴地址：https://minecraft.net/zh-hans/article/block-week-note-block文章翻译：迷途的路人\n\n『The Others 最后几句』\n若发现文不达意、排版不当等问题，麻烦在下方留言告知。感谢@海螺螺 @像素君 @Cai_Iu 和@130s在翻译过程中提供的帮助 *借用了zjxx搬运的视频肝了六天，这文章真长Orz如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为  翻 译 者 加 油 ！\n\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "DaiBM1",
            "timestamp": 1583977320,
            "txt_content": "这个系列真的完结了？"
        },
        {
            "author": "kayn-",
            "timestamp": 1592977080,
            "txt_content": "完结撒花，感谢大佬"
        },
        {
            "author": "1378284107",
            "timestamp": 1593055260,
            "txt_content": "66666666666666666666"
        }
    ]
}