{
    "title": "Minecraft Java版 20w11a 发布",
    "author": "SPGoding",
    "replyCount": 99,
    "timestamp": 1583947560,
    "txt_content": " 本帖最后由 SPGoding 于 2020-3-15 04:09 编辑 \n每周快照是Minecraft Java版的测试机制，主要用于下一个正式版的特性预览。\n然而，每周快照主要用于新特性展示，通常存在大量漏洞。因此对于普通玩家建议仅做测试尝鲜用。在快照中打开存档前请务必进行备份。适用于正式版的Mod不兼容快照，且大多数Mod都不对每周快照提供支持。\nMinecraft 1.16 仍未发布，20w11a 为其第 6 个预览版。\n转载本贴时须要注明原作者以及本帖地址。\n\n\n\nMinecraft Snapshot 20w11a\nMinecraft 快照 20w11a\nA Minecraft Java Snapshot\nMinecraft Java版快照\n\n\nIn this snapshot you can be on your merry way across the beautiful Soulsand Valleys with your freshly enchanted boots. It's a bit scary to be fair, so these boots will help you out with that bit...\n在这个快照中，你可以用全新的附魔靴子穿过美丽的灵魂沙峡谷了。好吧，其实是恐怖的峡谷，希望这些靴子能略微帮到你…\n\nBefore we dive into this snapshot, a word about Redstone\n在开始介绍本次快照之前，几句有关红石的话\n\nRedstone is one of the coolest things in Minecraft and many of you are members of communities that focus on building mind-blowing redstone contraptions, farms, computing machines and 256x256 piston doors.\n红石是 Minecraft 中最有趣的事物之一，许多社区玩家也非常喜欢研究各类红石装置、农场、计算机，甚至于 256×256 的活塞门。\n\nA lot of redstone behaviour is currently categorized as “undefined”. This is when the behaviour of the block is not the result of intentional code but is a side-effect of unaccounted edge cases or quirks in the game code.\n红石的许多行为目前都处于“未定义”的状态。这是由于方块的很多行为都不是通过明确的代码写明的，而是很多未被考虑到的边缘情况或诡异的代码共同作用的结果。\n\nWe know that many players consider undefined behaviour as a very interesting aspect of redstone and enjoy experimenting with and using undefined behaviour to build unique contraptions to share with the rest of the community.\n我们知道很多玩家将这些未定义的行为视作是红石的乐趣之源，并且很享受探索并利用这些未定义行为来建造独特的红石装置、与社区内其他玩家进行分享的过程。\n\nHowever, the quirks of undefined behaviour can be quite surprising - even when building simple contraptions. This quirkiness can be a negative experience for players new to redstone and may turn them away from this very unique and ex.citing aspect of Minecraft as well as the vast redstone community behind it.\n然而，这些诡异的未定义行为有时会很反直觉 —— 即使是在建造简单的装置时也是这样。这些不确定性会给初次接触红石的玩家带来很差的体验，并且可能会让他们疏远于 Minecraft 这一独特与扣人心弦的特性，乃至于其背后的庞大的红石社区。\n\nOur goal is to bring all redstone components up to a level of quality that we are happy with and we will be making adjustments where it makes the most sense for redstone going forward.\n我们的目标是将各种红石元件的质量提升到一个我们满意的等级，并且我们会做出各种能够让红石进一步向前的调整。\n\nAny changes we make will be communicated in the snapshot changelogs and as always we will be reading your feedback and comments. If you have any immediate feedback regarding redstone then please make a post on the feedback website .\n所有我们做出的改动都会在快照的更新日志中表明，并且像往常一样，我们非常重视你们的反馈与评论。如果你有任何有关红石的反馈，请在反馈站点反馈。\n\n\nsliced_lime 后续对此又进行了补充说明，见此。\n\n\nNew Features in 20w11a\n20w11a 中的新特性\n\n\n新特性的中文译名已被钦.定，以下译名均为官方译名。\n\nAdded Soul Speed enchantment添加灵魂疾行附魔Added Twisting Vines that grow upwards添加从下向上生长的缠怨藤Nether gold ore can now be found in the nether - it is just like gold ore, but more Nether-y下界中现在会生成下界金矿石 —— 和金矿石很像，不过更有些下界气息\n\n\nSoul Speed\n灵魂疾行\n\nNever suffer again drudging through Soul Sand Valleys - Soul Speed has you covered!\n再也不用在灵魂沙峡谷中龟速前进了 —— 灵魂疾行可以帮到你！\n\nShine your boots of choice with this soul-sucking enchantment to speed around on Soul Sand and Soul Soil!让你心仪的靴子带上这个附魔，来加快你在灵魂沙与灵魂土上的行走速度吧！There's a downside, however: enchantments will slowly degrade your boots each Soul block you walk on不过，有个缺点：该附魔会使得你走过的灵魂方块缓慢磨损你的靴子Can only be obtained by bartering with those pesky Piglins只能和烦人的猪灵交易获得\n\n\nChanges in 20w11a\n20w11a 中的改动\n\nBone meal can now be used to grow kelp, weeping vines and twisting vines骨粉现在可以被用来催熟海带、垂泪藤和缠怨藤了Hoes are now the appropriate tools for mining Hay, Targets, Dried Kelp Blocks, Shroomlights, Nether Wart Blocks and Warped Wart Blocks锄现在是用于开采干草块、标靶、干海带块、菌光体、地狱疣块和诡异疣块的合适工具了Doors, rails, buttons, pressure plates, redstone and more can now be placed on soulsand and full-block of snow layers门、铁轨、按钮、压力板、红石以及很多别的东西现在都可以被放置在灵魂沙以及占用整个方块的雪片上了Soul sand with a rail on top will no longer slow-down minecarts顶部带有铁轨的灵魂沙不再会减慢矿车了TNT and Campfires will now ignite when hit by any burning projectileTNT 与营火现在可以被任何燃烧的弹射物点燃Bell blocks will now ring when hit by any projectile钟现在可以被任何弹射物击响\n\n\nTechnical Changes in 20w11a\n20w11a 中的技术性改动\n\nminecraft:soul_speed_blocks is any block that the Soul Speed enchantment increases speed onminecraft:soul_speed_blocks 包含了所有的可以被灵魂疾行附魔增速其上方实体的方块New particle type:soul新的粒子类型：soul\n\n\nFixed bugs in 20w11a\n20w11a 中修复的漏洞\n\nMC-81659 - Fireball and witherskull hitboxes are frequently invisible for some secondsMC-81659 - 火球与凋灵之首的碰撞箱经常会消失几秒MC-134900 - server.properties generator-settings for level-type FLAT not implemented; property is stored in ignored flat_world_options NBTMC-134900 - 没有实现 server.properties 中对 level-type=FLAT 进行相关配置的 generator-settings 功能；相关的属性会被存储到未被读取的 flat_world_options NBT 中MC-145140 - Fireballs cannot be interacted with when summonedMC-145140 - 无法与 /summon 指令生成的火球交互MC-146928 - Can’t place doors, rails, buttons, pressure plate, redstone, etc. on soul sandMC-146928 - 不能把门、铁轨、按钮、压力板、红石等方块放置在灵魂沙上MC-148935 - Zombies with no AI still convert into drownedMC-148935 - 没有 AI 的僵尸仍然可以转化为溺尸MC-171079 - Comparators no longer work as expected reading containers through powered blocksMC-171079 - 比较器透过被充能的方块读取容器时的信号强度不正确MC-171860 - Nether fossils have code implying an unimplemented /locate functionMC-171860 - 下界化石的代码似乎披露出了一个未完成的 /locate 命令的功能MC-172266 - Crossbow wielding piglins do not properly walk backwards to target the player when very closeMC-172266 - 持弩的猪灵不会在目标玩家过近的时候正确地退后MC-172323 - Game crashes when summoning a hoglin with the attack damage attribute set to 0 or giving a hoglin weakness with a very high level (255)MC-172323 - 生成一个 generic.attackDamage 属性为 0 的疣猪兽，或给予疣猪兽超高等级（255）的虚弱，会导致游戏崩溃MC-172374 - Can teleport to invalid y coordinates and crash the gameMC-172374 - 可以传送到无效的 y 坐标并崩掉游戏MC-172428 - Piglins and hoglins don’t look at their targetMC-172428 - 疣猪兽和猪灵不会看向它们的攻击目标MC-172470 - When the piglin holds the bow, it will try to attack and follow the enemy eventually stood there not movingMC-172470 - 持弓的猪灵会尝试攻击并跟着敌人，但到敌人面前了后会站着不动MC-172530 - Piglins indefinitely stand around dropped golden items if mobGriefing is disabledMC-172530 - 当 mobGriefing 游戏规则设置为 false 时，猪灵会一直站在地上的金制物品周围MC-172903 - Piglins which convert into zombified piglins delete armor if equippedMC-172903 - 猪灵装备的盔甲不会在其转化为僵尸猪灵时掉落MC-173156 - Z-fighting at bottom of potted bamboo; bottom texture of bamboo is exposedMC-173156 - 竹子盆栽的底部材质会闪烁；竹子的底部材质会显示MC-173167 - Netherite sword/tools not sorted with other swords/toolsMC-173167 - 创造模式物品栏中 Netherite 剑或 Netherite 工具没有和别的剑或工具放到一起MC-173180 - Hoglins are not scared of Warped Fungus in flower potsMC-173180 - 疣猪兽不害怕诡异菌盆栽MC-173219 - No sound when climbing weeping vinesMC-173219 - 攀爬垂泪藤时并没有音效MC-173243 - Crying obsidian is movable by pistonsMC-173243 - 哭泣的黑曜石可以被活塞推动MC-173283 - Piglin admiring held gold ingot doesn’t drop it when killedMC-173283 - 正在欣赏交换到的金锭的猪灵不会在其被击杀时掉落金锭MC-173302 - Crying Obsidian can be harvested with any pickaxeMC-173302 - 哭泣的黑曜石可以用任何种类的镐采集MC-173384 - Crying obsidian can be destroyed by the Ender DragonMC-173384 - 哭泣的黑曜石可以被末影龙摧毁MC-173433 - Killing a baby Hoglin doesn’t yield experienceMC-173433 - 击杀幼体疣猪兽并不会掉落任何经验MC-173462 - Baby piglins can hold soul fire torchesMC-173462 - 幼体猪灵可以拿着灵魂火把MC-173467 - Piglins admiring bartering gold ingot drop nothing when converting to Zombified PiglinMC-173467 - 正在欣赏交换到的金锭的猪灵不会在其转化为僵尸猪灵时掉落金锭或交换物MC-173484 - Death message from falling off a trapdoor does not mention it by nameMC-173484 - 从活板门上摔落后显示的死亡信息中并没有提及活板门MC-173485 - Death message from falling off scaffolding does not mention it by nameMC-173485 - 从脚手架上摔落后显示的死亡信息中并没有提及脚手架MC-173706 - NullPointerException in server tick loop when trying to load a flatland world with Nether biomeMC-173706 - 服务端主循环在加载带有下界生物群系的世界时会产生 NullPointerException 异常MC-173725 - Anvil name field doesn’t automatically receive focus anymore and is unclickableMC-173725 - 铁砧的命名栏不再会自动获得焦点了，而且还不能手动选中MC-173731 - Fire and soul fire play a sound and produce particles when extinguishedMC-173731 - 火和灵魂火在被熄灭时会播放音效并产生粒子效果MC-173732 - Fire and soul fire do not have loot tablesMC-173732 - 火和灵魂火没有战利品表MC-173739 - Missing sound for event: minecraft:block.smithing_table.useMC-173739 - 报错 Missing sound for event: minecraft:block.smithing_table.use（缺失音效事件 minecraft:block.smithing_table.use 对应的音效）MC-173766 - Thrown tridents disappear after hitting and damaging a mob or entityMC-173766 - 丢出的三叉戟会在撞到并伤害生物或实体后消失MC-173776 - Hoes do not mine targets fasterMC-173776 - 锄不能加速标靶的开采过程MC-173792 - End gateways don’t work using enderpearlsMC-173792 - 不能用末影珍珠进入末地折跃门MC-173858 - Unable to set “LeftHanded” to “1b” for piglinsMC-173858 - 无法设置猪灵的 LeftHanded 标签为 1b\n\n\n\n官方服务端下载地址Minecraft server.jar\n\n正版启动器下载地址Windowshttps://launcher.mojang.com/download/MinecraftInstaller.msiMac/OSXhttps://launcher.mojang.com/download/Minecraft.dmgLinux/其他https://launcher.mojang.com/download/Minecraft.tar.gz\n预览版的下载方式以及运行说明对于正版用户官方启动器是跟进最及时、运行最稳定的启动器，每次启动均会自动检查并下载启动器最新版本。Java版的启动器下载地址在上文已经提供。对于非正版用户非正版用户完全可以体验预览版本，请于推荐启动器列表寻找合适的启动器。目前绝大多数主流启动器都带有游戏下载功能。如有仍疑惑请到原版问答板块提问。\n\n外部来源以及详细的更新条目追踪\nMinecraft官网（内容英文）Jeb的Twitter（英文）Dinnerbone的Twitter（英文）Grum的Twitter（英文）Searge的Twitter（英文）Minecraft官方论坛（英文）Minecraft博客（英文）英文Minecraft Wiki的版本记录页面（英文，更新条目详细，较及时）中文Minecraft Wiki的版本记录页面（中文，更新条目详细）\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1583948760,
            "txt_content": "\n\n\n\n\nfile_1583948732000.jpg (186.03 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-12 01:45 上传\n\n\n\n\n\n\n竟然还不止一个"
        },
        {
            "author": "古镇天Gu_ZT",
            "timestamp": 1583950440,
            "txt_content": " 本帖最后由 古镇天Gu_ZT 于 2020-3-12 02:22 编辑 \n\n1.15正式版仍未发布？打错了吧\n已经改正了"
        },
        {
            "author": "Neubulaeko",
            "timestamp": 1583952900,
            "txt_content": "关于红石相关修复的再补充(链接需梯)\n以下发言来自Sliced_lime\nLet me expand a bit about redstone, since lots of you seem to be reacting with panic. The idea isn't that we intend to make any drastic changes - this is more a word about our process.\n\n看着你们紧张的样子容我多嘴一句: 我们对红石是不打算大动干戈的，我们只是在对于我们的所为表态罢了。\n\nI know a lot of times people say we seem to intentionally break some quirky functionality that the community loves. This is generally not the case - the redstone system as implemented in Java Edition today is fragile, made up of tons of parts and many of these quirky effects are side effects of how many code interactions happen, never purposefully put there in the first place.\n\n我知道很多时候玩家总会表示我们总是刻意地去破坏社区所爱的一些\"奇巧淫技\"。不，大部分时候并非如此——现如今Java版的红石系统实际上脆弱不堪，被堆砌而成，而大量的这些技巧只不过是各种旁门左道与奇妙代码交互而成的副作用罢了，它们并非我们的本意。\n\nThat means that when trying to fix bugs, sometimes behavior changes in unexpected ways, breaking things. I can't speak to how things have been done in the past before my time, but here's the deal right now:\n\n这就是说，在我们试图修bug的时候，总会有一些行为会发生出乎意料的改变，要么炸裂要么粉碎。我不知我来之前这些事情是怎么处理的，但现在的问题是：\n\nAs long as we keep fixing bugs in the redstone systems, sometimes things will break. We find out, and then evaluate things and sometimes revert changes or try further refining fixes. This doesn't mean we tried to break things and \"had to be convinced\" by the community to turn back - it means we tried to fix things and it had unforeseen consequences.\n\n只要我们还在修复红石系统，那总会有特性会炸糊。我们得要一个个揪出来，一个个评估，要么回退要么更进一步地修复。这并不意味着我们就是在故意地破坏特性，不意味着我们一次次地都要\"浪子回头金不换\"，被社区教做人——我们只是在试图修bug，然后发生了意料之外的事情，如是而已。\n\n\nWhat this note is saying is that we'll keep doing this, because the end goal is to make things better. The alternative would've been to not touch anything redstone-related at all, including not fixing any bugs, and I hope we can all agree that that would be worse.\n\n\n这则告示只是在说我们会这样做，一直地做下去，因为我们总得让事情变得更好——或者我们是不是就不该动手动脚，唯恐避之不及，连bug也不修呢？我希望我们中的每一个人都知道这样才是更糟糕的。\n\n\nThe end goal is to make something that is both easy to understand and get into and also very deep with the possibility to build amazingly complex contraptions. Exactly how such a system would look, we'll know when we start getting to it. For now, we'll keep trying to improve the system one step at a time, because although the road seems long, not walking it means never arriving.\n\n我们的最终目标就是能够打造出一个简单易懂但又可被精进钻研，可用于打造各种精巧的机关的系统。这个系统该是什么样的呢？到时候就见分晓了。现在，我们只能脚踏实地，一步步地修复。累足成步，道阻且长。\n\nTL; DR: we're not removing Quasi-connectivity or anything drastic. Just expect that things will sometimes break and need to be reverted - we're not breaking stuff on purpose, the system is just complex and fragile.\n\n太长不看?: 半连接性不会死的, 我们也不会大动干戈。只是偶尔会有一些东西会炸裂，然后要回退更改罢了——我们不破坏特性，我们只是修复的搬运工，只是系统太复杂太脆弱，牵一发而动全身罢了。\n\n\n"
        },
        {
            "author": "chyx",
            "timestamp": 1583952900,
            "txt_content": " 本帖最后由 chyx 于 2020-3-12 02:57 编辑 \n\n这个是可预料的。\n前段时间，mojang雇佣了panda。\n\n\n大致是说红石系统许多地方是没有良定义的？\n接下来要消除这种不确定性？\n"
        },
        {
            "author": "aa0307bb",
            "timestamp": 1583953260,
            "txt_content": "说实话，昨天刚浏览了一下wiki的未来特性版块，看到要加入下界金矿，结果今天就加进来了XD"
        },
        {
            "author": "Sapherise",
            "timestamp": 1583954760,
            "txt_content": "emmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于 256×256 的活塞门。”但我恨在它可以“刷物品”...\n不过好在，官方终于开始关注到红石系统存在很多“未定义”的问题了。\n我个人倒是觉得，很多被社区美化成“特性”的红石刷物品bug，是得该修复了。\n刷物品的存在，表面上使得生存玩家可以快速大量的获得某些物品，很方便。但实际是，这就是一种加速游戏进度，使得玩家到后期无欲无求的一种不健康的游戏方式罢了（本来就是利用bug的不正常游戏方式）。除非你说你后期用这些刷出来的物品肝一些大型工程，但实际上，很多玩家就是在开新图，肝红石刷物品，到后期无欲无求，再开新图之间反复循环。放在服务器里的**表现，就是玩家们制造很多大型红石刷物品机器，彻夜挂机产生很多刷出来的物品，再倾销给系统收购商店（如果有的话），从而造成服务器经济通货膨胀。就算没有系统收购商店，也会让服务器快速的进入后期，最后迫使服务器换周目。对于不换周目的服务器来说，不ban掉所有红石刷物品bug的话，就必须得在经济上做出改变，否则无法很好的处理到后期的通货膨胀，还有后期玩家刷出大量物品后该如何继续引导玩家产生新的目标。\n红石刷物品的这个问题，无论是在单人还是在多人游戏里，都加速了游戏进度，使得游戏变味，快餐化。\n利用红石刷物品刷多了会让人变得浮躁，对我个人而言：就是不想去耐心的去收集材料了。记得看到过一个油管视频，记录某个玩家不靠红石刷物品，以正常游戏方式收集材料，建完一个巨型建筑，居然都有人惊叹道impossible？"
        },
        {
            "author": "Ex0d1a",
            "timestamp": 1583957700,
            "txt_content": " 本帖最后由 Ex0d1a 于 2020-3-12 17:46 编辑 \n\n新的以物易物只多了俩(附魔等级未知,没测试过)\n下界合金锄:1\nSoulSpeed附魔书:1\n附魔SoulSpeed的铁鞋:1\n普通抗火药水:1,权重:10\n普通喷溅型抗火药水:1,权重:10\n铁粒:9-36,权重:10\n下界石英:8-16,权重:20\n萤石粉:5-12,权重:20\n岩浆膏:2-6,权重:20\n末影珍珠:4-8,权重:20\n线:8-24,权重:20\n火焰弹:1-5,权重:40\n沙砾:8-16,权重:40\n皮革:4-10,权重:40\n地狱砖:4-16,权重:40\n黑曜石:1,权重:40\n哭泣的黑曜石:1-3,权重:40\n灵魂沙:4-16,权重:40"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1583965980,
            "txt_content": " 本帖最后由 乐之叶 于 2020-3-12 06:35 编辑 \n\n这....这也太早了\n耶，1.16又近了一步\n\n\n\n\nimage.png (26.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-12 06:35 上传\n\n\n\n\n\nNOOOOOOOOOOOOOOOOOOO\n"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1583966220,
            "txt_content": "Sun_Light 发表于 2020-3-12 03:26\nemmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于  ...\n没有刷铁机刷石机刷史莱姆机刷羊毛地毯机刷铁轨机0tick等等等等等等等等\n要怎么玩下去？？？"
        },
        {
            "author": "Xiao2",
            "timestamp": 1583968020,
            "txt_content": "浴巾表示我正式死亡。死前获得了新生。\n\n猪灵下界村民石锤，交易系统旨在让金锭更有用\n\n最农业的锄得到翻身机会\n\n致命矿车又一次出现在人们眼前\n\n红石系统可能遭到官方围剿，但是谁知道bug会不会越修越多呢"
        },
        {
            "author": "Magma_",
            "timestamp": 1583969880,
            "txt_content": "如果下界金矿烧出来的是金锭，那么下界石英（物品）的名字是不是应该改成石英"
        },
        {
            "author": "白色的旅人",
            "timestamp": 1583971080,
            "txt_content": " 本帖最后由 白色的旅人 于 2020-3-12 08:00 编辑 \n\n看了一下wiki翻译，只要是合金两个字都被改成了玄铁，或许玄铁才是正确翻译？"
        },
        {
            "author": "SS-skybe",
            "timestamp": 1583971080,
            "txt_content": "1.16确实很嗨皮，我估计1.16又会像1.7.10和1.12.2这两个版本一样mod大泛滥吧"
        },
        {
            "author": "猫眼",
            "timestamp": 1583971380,
            "txt_content": "靴子过于昂贵警告！"
        },
        {
            "author": "caoaolin",
            "timestamp": 1583972100,
            "txt_content": "厉害了我的世界"
        },
        {
            "author": "DaiBM1",
            "timestamp": 1583972520,
            "txt_content": "SS-skybe 发表于 2020-3-12 07:58\n1.16确实很嗨皮，我估计1.16又会像1.7.10和1.12.2这两个版本一样mod大泛滥吧 ...\n要是这样就太好了"
        },
        {
            "author": "翼之",
            "timestamp": 1583973240,
            "txt_content": "MC，越来越牛逼了"
        },
        {
            "author": "chao＿sheng",
            "timestamp": 1583973780,
            "txt_content": "哭泣的黑曜石推不动了？？红石党暴毙"
        },
        {
            "author": "34retrt5",
            "timestamp": 1583974140,
            "txt_content": "Sun_Light 发表于 2020-3-12 03:26\nemmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于  ...\n我不赞同，刷物品要也是社区技术一部分，类似刷沙，等等 真正原版的mc需要这样的工程"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583974680,
            "txt_content": "soul speed很鸡肋啊，要是能在岩浆上行走就好了"
        },
        {
            "author": "34retrt5",
            "timestamp": 1583974680,
            "txt_content": "正是因为刷物品机制的存在，才有人去探索技术区，才有了现在的mc，tnt复制，刷沙机其实都是技术玩家靠翻源代码和反编译的成果，这些才是mc的核心玩家(mojang一直红石玩家)修复了无话可说，但希望mojang能够交出让社区满意的答卷吧"
        },
        {
            "author": "Enderman3133",
            "timestamp": 1583974740,
            "txt_content": "MC-173283 到底是bug还是特性？\n之前修复的漏洞是杀死猪灵会掉落金锭，修复后不会了，现在再次修复又会了"
        },
        {
            "author": "happyvalley",
            "timestamp": 1583974860,
            "txt_content": "“有关红石的话”\nMOJANG懂个屁MINECRAFT(误"
        },
        {
            "author": "tsmx",
            "timestamp": 1583975880,
            "txt_content": "Sun_Light 发表于 2020-3-12 03:26\nemmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于  ...\n实际上这些所谓的刷物品特性的提出者是MC玩家的技术核心，这些刷物品特性很多都是从代码里翻出来的，如果MC有这种技术玩家，会更加丰富mc的玩法。\n而且每一次建造机器都会有自己的乐趣，虽然看起来枯燥，但是乐在其中。\n即使这个特性修复了，还有更多的特性被发现，mojang做的只有提高建造机器的难度，从而平衡游戏体验"
        },
        {
            "author": "司沐",
            "timestamp": 1583976120,
            "txt_content": "终于修比较器了啊"
        },
        {
            "author": "马可solo",
            "timestamp": 1583976480,
            "txt_content": "灵魂沙不能放东西不是因为15/16高吗，竟然是bug？那草径耕地呢"
        },
        {
            "author": "马可solo",
            "timestamp": 1583976720,
            "txt_content": "而且骨粉还不能催甘蔗么"
        },
        {
            "author": "骤雨——甫",
            "timestamp": 1583977380,
            "txt_content": "e x c i t i n g"
        },
        {
            "author": "绿森之夏",
            "timestamp": 1583977560,
            "txt_content": "“哭泣的黑曜石可以被活塞推动”？这是bug?我还以为本来就是这样的呢"
        },
        {
            "author": "OK人",
            "timestamp": 1583978340,
            "txt_content": "我的三叉戟，终于可以回来了"
        },
        {
            "author": "waston1025",
            "timestamp": 1583978700,
            "txt_content": "emmm，话说到时候放正式版的时候会有1.16.几个版本呢？bug总是让人期待啊"
        },
        {
            "author": "zombie_cute",
            "timestamp": 1583979300,
            "txt_content": "马可solo 发表于 2020-3-12 09:32\n而且骨粉还不能催甘蔗么\n基岩版早在7年前就可以用骨粉催熟甘蔗"
        },
        {
            "author": "狂醉天仙",
            "timestamp": 1583979300,
            "txt_content": "Sun_Light 发表于 2020-3-12 03:26\nemmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于  ...\n讲道理红石方面很多机械设备都依靠于这些刷物品的特性啊????，比如说TNT处理模块，替代品就是用凋零笼子，现在凋零笼子那么难搞，还不稳定，应该会劝退一些初入红石圈子的人吧。再说刷铁轨，刷羊毛毯和刷沙子，就只是为了省去一些剪羊毛，收集金锭，挖沙子这些没啥技术含量的工作，感觉没啥问题。"
        },
        {
            "author": "zombie_cute",
            "timestamp": 1583980020,
            "txt_content": "灵魂速度可海星。。。\n什么！？要掉靴子耐久？散了散了。（没摔落保护和深海探索和冰霜行者好，他们都不掉耐久）"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1583980800,
            "txt_content": "狂醉天仙 发表于 2020-3-12 10:15\n讲道理红石方面很多机械设备都依靠于这些刷物品的特性啊????，比如说TNT处理模块，替代品就是用凋零笼子 ...\n然而羊毛金锭都是可以自动化的……"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1583980860,
            "txt_content": "Xiao2 发表于 2020-3-12 07:07\n浴巾表示我正式死亡。死前获得了新生。\n\n猪灵下界村民石锤，交易系统旨在让金锭更有用\n狱————金——————"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1583980980,
            "txt_content": "Sun_Light 发表于 2020-3-12 03:26\nemmmmm，作为一个5年的mc玩家，我对mc的红石系统真的又爱又恨。爱在“各种红石装置、农场、计算机，甚至于  ...\n这本来就应该是bug，再说了mj也会逐步加入更多可自动化内容的，比如羊毛以前不能现在就可以自动化了"
        },
        {
            "author": "Xiao2",
            "timestamp": 1583980980,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 10:41\n狱————金——————\n现在这个域名应该可以死得其所了"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1583980980,
            "txt_content": "乐之叶 发表于 2020-3-12 06:37\n没有刷铁机刷石机刷史莱姆机刷羊毛地毯机刷铁轨机0tick等等等等等等等等\n要怎么玩下去？？？ ...\n没有0tick就不会种田了？？？"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1583981160,
            "txt_content": "狂醉天仙 发表于 2020-3-12 10:15\n讲道理红石方面很多机械设备都依靠于这些刷物品的特性啊????，比如说TNT处理模块，替代品就是用凋零笼子 ...\n个人觉得……刷铁轨刷地毯这些东西是不应该出现的……这个就是良性bug，而违背了红石的初衷。但有些言论声称bud是bug我就不赞同了"
        },
        {
            "author": "狂醉天仙",
            "timestamp": 1583981400,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 10:40\n然而羊毛金锭都是可以自动化的……\n所以我只是说省去了合称的过程啊……"
        },
        {
            "author": "能重来吗",
            "timestamp": 1583982720,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "能重来吗",
            "timestamp": 1583982780,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1583983020,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 10:43\n没有0tick就不会种田了？？？\n会的会的XD\n但实在是太慢了\n玩久了没意思"
        },
        {
            "author": "Seidko",
            "timestamp": 1583983020,
            "txt_content": "看到这个前言，估计mojang要向红石磨刀霍霍了"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1583983140,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 10:43\n这本来就应该是bug，再说了mj也会逐步加入更多可自动化内容的，比如羊毛以前不能现在就可以自动化了 ...\n现在并没有完全自动化……毕竟剪刀还要自己添加"
        },
        {
            "author": "minecraftHD",
            "timestamp": 1583983500,
            "txt_content": "waston1025 发表于 2020-3-12 10:05\nemmm，话说到时候放正式版的时候会有1.16.几个版本呢？bug总是让人期待啊 ...\n20wN+a"
        },
        {
            "author": "minecraftHD",
            "timestamp": 1583983680,
            "txt_content": "那该死的铁砧命名栏终于修了"
        },
        {
            "author": "aqqrs",
            "timestamp": 1583983980,
            "txt_content": "MCBBS,yngjc"
        },
        {
            "author": "aqqrs",
            "timestamp": 1583983980,
            "txt_content": "mcbbs,神乎其技6的飞起"
        },
        {
            "author": "WZ_FastWind",
            "timestamp": 1583983980,
            "txt_content": "说真的，看到这个soul speed,我第一时间想到的是dota里卡尔的一个技能：灵动迅捷"
        },
        {
            "author": "模组唐三",
            "timestamp": 1583984280,
            "txt_content": "什么时候发1.16？"
        },
        {
            "author": "42313123123123",
            "timestamp": 1583984580,
            "txt_content": "我打算再把我的下界区块删了,来康康啥是下界金矿石"
        },
        {
            "author": "Leo06",
            "timestamp": 1583987280,
            "txt_content": "是不是加了“武汉加油!中国加油！”的标语？"
        },
        {
            "author": "白色的旅人",
            "timestamp": 1583988780,
            "txt_content": "Leo06 发表于 2020-3-12 12:28\n是不是加了“武汉加油!中国加油！”的标语？\n是的，籽岷20w11a视频最后出现了"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1583989500,
            "txt_content": "Xiao2 发表于 2020-3-12 07:07\n浴巾表示我正式死亡。死前获得了新生。\n\n猪灵下界村民石锤，交易系统旨在让金锭更有用\nNo 就目前而言还未知 Nether gold ore 烧出来的是金锭/nether gold 。\n所以“狱金”还能再“苟且残喘”一段时间。"
        },
        {
            "author": "lmy23333",
            "timestamp": 1583989680,
            "txt_content": "Leo06 发表于 2020-3-12 12:28\n是不是加了“武汉加油!中国加油！”的标语？\n看籽岷的视频了介绍了，可是splashes.txt没有"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1583990580,
            "txt_content": "lmy23333 发表于 2020-3-12 13:08\n看籽岷的视频了介绍了，可是splashes.txt没有\n应该是岷叔改了splashes文件"
        },
        {
            "author": "dy1228",
            "timestamp": 1583990880,
            "txt_content": "WZ_FastWind 发表于 2020-3-12 11:33\n说真的，看到这个soul speed,我第一时间想到的是dota里卡尔的一个技能：灵动迅捷 ...\n+1哈哈，我也是想到这个了"
        },
        {
            "author": "Sunday40848",
            "timestamp": 1583992080,
            "txt_content": "Leo06 发表于 2020-3-12 12:28\n是不是加了“武汉加油!中国加油！”的标语？\n这应该是籽岷自己去源文件改的代码"
        },
        {
            "author": "Gold_Block",
            "timestamp": 1583992200,
            "txt_content": "太好了！"
        },
        {
            "author": "逍遥神候",
            "timestamp": 1583992620,
            "txt_content": " 本帖最后由 逍遥神候 于 2020-3-12 14:10 编辑 \n\n装备不显示衣服附魔的bug还是没修复呢"
        },
        {
            "author": "Linggo",
            "timestamp": 1583996460,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "阡喏",
            "timestamp": 1583996820,
            "txt_content": "所以是说，火球一闪一闪的bug修复了？"
        },
        {
            "author": "邹陈云飞",
            "timestamp": 1583998620,
            "txt_content": "讲真，穿附魔靴走在灵魂沙上冒出的粒子吓死我"
        },
        {
            "author": "mc_bookman",
            "timestamp": 1584000240,
            "txt_content": "Water_Bell 发表于 2020-3-12 13:23\n应该是岷叔改了splashes文件\n籽岷在b站评论的回复”武汉加油！中国加油！（原版就有，非资源包）[tv_doge]”"
        },
        {
            "author": "Lt1689",
            "timestamp": 1584000360,
            "txt_content": "在哪下载测试捏  emmmmm"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1584001320,
            "txt_content": "zombie_cute 发表于 2020-3-12 10:15\n基岩版早在7年前就可以用骨粉催熟甘蔗\n我表示是的"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1584003240,
            "txt_content": "42313123123123 发表于 2020-3-12 11:43\n我打算再把我的下界区块删了,来康康啥是下界金矿石\n下界挖矿交易一条龙服务"
        },
        {
            "author": "云烟哒",
            "timestamp": 1584003840,
            "txt_content": "\nMCBBS有你更精彩~"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584003900,
            "txt_content": "Water_Bell 发表于 2020-3-12 16:54\n下界挖矿交易一条龙服务\n顺便尝试一下在熔岩里游泳"
        },
        {
            "author": "QSEFFFFFTG",
            "timestamp": 1584004200,
            "txt_content": "42313123123123 发表于 2020-3-12 11:43\n我打算再把我的下界区块删了,来康康啥是下界金矿石\n怎么删除？"
        },
        {
            "author": "JianshengQ",
            "timestamp": 1584005880,
            "txt_content": "红石更新要来了吗"
        },
        {
            "author": "ztyjsw",
            "timestamp": 1584007080,
            "txt_content": "这是否意味着红石机械**即将到来？！\n现在还真有点期待1.16正式版了\nawa"
        },
        {
            "author": "Wudji",
            "timestamp": 1584012840,
            "txt_content": "ztyjsw 发表于 2020-3-12 17:58\n这是否意味着红石机械**即将到来？！\n现在还真有点期待1.16正式版了\nawa\n改了就...\n尽管1.16更新下界，我也不想玩了，存档红石机械报废啊"
        },
        {
            "author": "深绿世界",
            "timestamp": 1584013680,
            "txt_content": "海星，期待12a"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1584014100,
            "txt_content": "321yu_wango 发表于 2020-3-12 13:05\nNo 就目前而言还未知 Nether gold ore 烧出来的是金锭/nether gold 。\n所以“狱金”还能再“苟且残喘”一 ...\n放弃狱金，加入我们下堺大军吧"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584014700,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 19:55\n放弃狱金，加入我们下堺大军吧\n狱金，妈妈爱你！\n鈤，还是下堺大法好，不要男妈妈！"
        },
        {
            "author": "ruhuasiyu",
            "timestamp": 1584019680,
            "txt_content": "321yu_wango 发表于 2020-3-12 20:05\n狱金，妈妈爱你！\n鈤，还是下堺大法好，不要男妈妈！\n妈妈，我要翻译netherite。发蜂两个月够不够？够了，妈妈真好，谢谢妈妈。"
        },
        {
            "author": "Falling_Star_",
            "timestamp": 1584064800,
            "txt_content": "emmm，既然这个soul speed是 加速灵魂沙上的移速 用的，翻译成 灵魂加速 更顺耳一点吧？"
        },
        {
            "author": "Egg_Jack",
            "timestamp": 1584065820,
            "txt_content": "深绿世界 发表于 2020-3-12 19:48\n海星，期待12a\n干嘛要期待12a应该期待1.16正式版才对啊"
        },
        {
            "author": "honor520",
            "timestamp": 1584066060,
            "txt_content": "啊......真香！"
        },
        {
            "author": "honor520",
            "timestamp": 1584066120,
            "txt_content": "42313123123123 发表于 2020-3-12 17:05\n顺便尝试一下在熔岩里游泳\n诶！居然真的能点！"
        },
        {
            "author": "Stridebeach",
            "timestamp": 1584079920,
            "txt_content": "总之，又是电脑带不动系列"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584081300,
            "txt_content": "ruhuasiyu 发表于 2020-3-12 19:55\n放弃狱金，加入我们下堺大军吧\n逼死翻译组,太难了\n下界合金感觉还行"
        },
        {
            "author": "jiangxiyu",
            "timestamp": 1584082380,
            "txt_content": "辛苦了～～～～～～～～～～"
        },
        {
            "author": "依然冰奈斯",
            "timestamp": 1584092040,
            "txt_content": "Ex0d1a 发表于 2020-3-12 04:15\n新的以物易物只多了俩(附魔等级未知,没测试过)\n下界合金锄:1\nSoulSpeed附魔书:1\n维基上翻译成下界玄铁锄……不知道是不是最后确定的翻译"
        },
        {
            "author": "zombie_cute",
            "timestamp": 1584169860,
            "txt_content": "下界金矿是个好东西業"
        },
        {
            "author": "winsky168",
            "timestamp": 1584172380,
            "txt_content": "好期待这个版本啊"
        },
        {
            "author": "xiu-xian-jun",
            "timestamp": 1584183000,
            "txt_content": "1.16版本要出来啦？"
        },
        {
            "author": "爆肝de路人",
            "timestamp": 1584183420,
            "txt_content": "我觉得我可以在下界住下来，金矿挖到爆，还可以和猪灵兑换东西，岂不是美滋滋吗"
        },
        {
            "author": "windymoon",
            "timestamp": 1584185400,
            "txt_content": "e x c i t i n g"
        },
        {
            "author": "镐子Pickaxe",
            "timestamp": 1584192240,
            "txt_content": "爆肝de路人 发表于 2020-3-14 18:57\n我觉得我可以在下界住下来，金矿挖到爆，还可以和猪灵兑换东西，岂不是美滋滋吗 ...\n你哪来的铁"
        },
        {
            "author": "逐暗哲",
            "timestamp": 1584193440,
            "txt_content": "镐子Pickaxe 发表于 2020-3-14 21:24\n你哪来的铁\n没铁能到下界？"
        },
        {
            "author": "一只绵羊233",
            "timestamp": 1584198120,
            "txt_content": "那个比较器的Bug终于修复了"
        },
        {
            "author": "Seidko",
            "timestamp": 1584259140,
            "txt_content": "还是支持mojang的开发吧，做游戏的也不容易，更别说像MC这种大型游戏了"
        },
        {
            "author": "爆肝de路人",
            "timestamp": 1584260820,
            "txt_content": "镐子Pickaxe 发表于 2020-3-14 21:24\n你哪来的铁\n我没铁咋去下界"
        },
        {
            "author": "IceCold_ice",
            "timestamp": 1584261060,
            "txt_content": "官方逼死MOD"
        },
        {
            "author": "TRely",
            "timestamp": 1584263640,
            "txt_content": "好奇1.19之后是什么样的"
        }
    ]
}