{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·三",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1583973480,
    "txt_content": "“哈……呼……”\n\n 气息紊乱到根本毫无规律，双腿酸痛到毫无知觉，但就算如此，还是逼迫着自己绝对不能停下脚步，因为……这可能这是唯一一个离开这里的机会了。 \n\n“……呼……哈……”\n \n但是，总有一天我会回来的……\n \n“……呼……” \n \n遵从内心的愿望，回来向你复仇！\n \n……\n \n双眼撕碎黑暗，看见的是自己没有见过的景色，浅棕色的天花板，是从来没有见过的东西。我……是昏倒了……大脑从混沌中找到了一丝裂缝，随即记忆撕开了裂缝，回到了它们原本该在的地方。\n \n最后，到底怎么了……是他来了吗？那Z404呢？它在哪里？\n \n“这里是……”\n \n“这里是个叫蓝的前无古人后无来者的究极帅哥的家，啥也不知道的小公主。” \n \n“唔？”\n \n少女这才发现自己的床边坐着一个陌生又有些熟悉的蓝发青年，而青年现在刚刚合上手上只有巴掌大的书，黑色的眸子正盯着少女看。少女也看着他，同样的黑色眸子在空中交汇。 \n \n“……” \n \n“……” \n \n（十分钟后……） \n\n整整十分钟，两人都只是看着对方却不说话，一只名叫尴尬的怪兽不知道什么时候笼罩了这个房间，气氛压抑的周围的家具好像都发出了吱呀声。 \n\n我去，这家伙跟我对视那么久，是不知道什么是尴尬吧！而且通常的女生昏迷醒来不应该是先看看自己的衣服还在不在吗？我一个活生生的大男人坐在她的床边，正常情况早就被子、枕头乱飞了，那会有那么理智的人吗！再说了，就算再理智，给老子一点正常人类该有的反应好吗？一直盯着老子的帅脸是什么划时代的新操作，搞得现在老子我骂街二十年练出来的黑曜石脸皮都快尬的脱落了。算我求求你了，你现在随便吱一声，老子我一应完就把你往伊娜大妈的福利院里一扔，然后咋们就可以各过各的了，行不？\n \n“那个……” \n \n妈耶，这小B崽子总算吱声了。 \n\n一听到少女开口，蓝立马把准备好的应答方案在脑内瞬间理了一边，做好了万全的准备，但是，少女像是发现了什么，硬是把自己想说的话咽了下去，房间里再次归于沉寂，尴尬二字还是充斥着房间。 \n \nMD，我受不了这家伙了！ \n \n“你这家伙，有什么想问的快问好吗？老子我秒答还不行吗？”\n \n“唔……真的吗？什么问题都行？” \n \n天，感情这家伙一直在等我这句话，心机够深啊。\n \n“可以，当然可以，老子我人称移动的史记，前知五百年，后知五百年，上知天文下知地理，如果别人说方块森顶五个僵尸，那么我就顶千军万马。” \n\n一波B吹完，蓝偷偷瞟了一眼少女，却发现她的表情根本没什么变化。 \n \n“你的名字……”\n \n“你猜啊。”（抢答）\n \n“……是叫蓝吗？”\n \n“你知道还问。”（秒答）\n \n“……扑哧……哈……哈哈……”\n \n本来没什么表情的少女，突然就笑出了声，而且越笑越大声，蓝看着连眼泪都有些笑出来的少女，一瞬间整个人都蒙了。\n \n“你……笑什么啊。” \n \n“……哈……呵……没……没什么……只是……莫名的想笑……” \n \n笑的无比开心，但从眼角划下的湿润早已不是笑能够产生的了。 \n \n蓝看着她，也不再说话，就这样等她自己停下。 \n \n这家伙…… \n \n……\n \n“……对……对不起……自顾自的笑了那么久……”\n \n少女抹掉了眼角的泪水，抚着自己的胸口，将气息理顺。\n \n“好了就行，我真怀疑你是不是会就这样笑到原地去世，你还有什么想问的快问。” \n \n“呼……那……”\n \n“你的衣服是我用粒子加热弄干的，所以我根本没有碰到你，你的衣服我也没有动，你根本不用担心其他方面的事情。” \n\n\n少女低头看了看自己凌乱的白大褂，有抬头看了看蓝…… \n \n“（瞅……）”\n \n……然后连忙拉了拉自己的衣领，挡了一些曝露在外的肌肤。 \n \n“唉，你等等，我找件衣服给你。\n\n”把书塞到上衣的内口袋里，蓝站起身，走到旁边的衣柜里翻找起来。 \n\n“啧，好像没什么能给女生穿的衣服……这件太大了……这件给她估计都可以当环卫工人了……唔……对了，那件可能可以给她当裙子穿。”\n \n支吾了好久，蓝突然想起了什么，猛地关上了衣柜的门，伸手打开了衣柜旁的一个小箱子，拿出了一件黑色连帽风衣和一件白衬衫，上下打量了一下，眼角流露出一丝怀念的神色。\n \n“喂，你拿好了。” \n \n一声轻喝，这两件衣服就扔到了少女的身上。\n \n“我等等要带你出去，所以给我好好穿上，别跟我讲你连衣服怎么穿都不知道，就算不知道也给我自己摸索，我是不会帮你的。” \n \n“会穿的。”\n \n少女拿着衣服，衣物上几乎没有什么褶皱，也没有积灰，看上去如同崭新的一样，但其上及其明显的缝合证明了这件衣服已经有了一段的时间。\n \n“对了，你到底有没有名字啊，有的话就吱一声，省的我一直用喂来称呼你。”\n \n蓝看着少女的神色上露出了想隐藏又没有藏住的犹豫。 \n \n“如果……” \n \n“没有。” \n \n少女抢在蓝说话前先开口了。 \n \n“那行，我给你起一个，瓦尔特·扎伊切克如何？”\n \n“唔……”（摇头） \n \n“那……DIO哒？”（摇头） \n \n“就……富贵如何，这听上去比较大众，也有福气。” \n \n“唔唔……”（极其不愿意）\n \n“啧，没想到给人起名字还挺麻烦的。”\n \n蓝想了想，无意间看到了少女的脸，一丝回忆突然冲进了脑海里。\n \n…… \n \n少年看着眼前的女子，女子在看着他，少年不知道当时女子是怎么想的，但他知道自己现在的眼神肯定是没有一点灵魂的。因为，他已经从女子湿润的眼睛看到了自己的模样。\n \n“你是谁？”\n \n少年空洞的向女子发问。 \n \n女子看着他，沉默了许久，然后……脸上露出温和又哀伤的微笑。\n \n“我叫黑音，黑夜的黑，音符的音……是……来保护你的人。” \n \n……\n \n“黯，黑字旁写个音，这个字就算我送你的名字了。” \n \n“黯……”\n \n少女在嘴边念叨了一下。\n \n“喂，这次我可不允许你摇头，再摇头我就让你以后都摇不了头。”\n \n“唔……不会的，这个名字，我很喜欢。”\n \n少女……哦，不，现在应该是叫黯了，她看着蓝，脸上挂起了开心的笑容。 \n \n不仅是脸，她和她连笑容都那么像。 \n \n“那就行，我去楼下等，你衣服穿好就下来找我，不会走楼梯就自己滚，听懂了吗。”\n \n“嗯……” \n \n蓝走出房间，顺手带上了门，黯坐在床上，手里攥着蓝给的衣服，呆滞着不知道在想些什么。 \n\n片刻后，她像是从梦中惊醒一样，用手按着自己的心口，喃喃道……  \n\n“黯……”\n\n原文发于B站，CV号4474780，有感兴趣的人可以去B站支持一下。",
    "replies": [
        {
            "author": "虚泽",
            "timestamp": 1584011580,
            "txt_content": "我最近才回来看看，发现多了好多写原创文的萌新（大佬！）\nlz开头很吸引人，排版也看着舒服\n希望很够继续坚持写下去！！！"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1584016800,
            "txt_content": "虚泽 发表于 2020-3-12 19:13\n我最近才回来看看，发现多了好多写原创文的萌新（大佬！）\nlz开头很吸引人，排版也看着舒服\n希望很够继续坚 ...\n谢谢支持！"
        }
    ]
}