{
    "title": "[Minecraft.net|CULTURE] 奢华的藏身处",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1583980800,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-12 10:40 编辑 \n\nLuxury Lair!\n奢华的藏身处\nA modern mansion packed with clever contraptions!\n一座装满精密奇妙装置的现代豪宅\n\nJay Castello 杰伊·卡斯特罗\nImagine building a vast mansion, inspired by the precise architecture of the Villa Savoye and the high-tech home of Iron Man. What do you think you would you call it? Coming up with a name grand enough to fit such a huge and impressive house might be difficult.\n想象一下，在萨伏伊别墅和钢铁侠高科技之家的精妙建筑设计的启发下，建造一座巨大的豪宅，你觉得你会怎样给它命名呢？给这样一套宏伟又令人惊叹的房子，取一个足够大气豪迈的名字，这可不简单。 \n\n Team Cr3Art , a ** eight French builders, decided that it would be best to keep their name simple. Their “ Functional Modern House ” took 300 hours across three months to build, and all that hard work made something much more complex and fancy than the name Functional Modern House might suggest!\n这个由 8 位法国建造者组成的 Cr3Art团队 他们觉得名字呢最好还是简单一点。他们的“多功能现代住宅”在 3 个月内耗时 300 小时才建造完毕，这样巨大的工作量使他们的成果远比“多功能现代住宅”这几个字看起来更加复杂和豪华。\n\n\nThe house starts off strong with this funky fountain! Shall we head inside?豪宅外的时尚喷泉一开始就给人强烈的视觉冲击！我们要不要进去看看？    \nAs you can see in the image at the top of this article, ** sits on a beautiful coastline, perched upon a long cliff and overshadowed by towering palm trees. Walking along the bridge to the island will give you a great view of the boat, and there are plenty of places to take a swim, too.\n就像你在文章最上方的图片里看到的一样，这座豪宅位于美丽的海岸线上，在一段很长的悬崖上方，周围伫立的棕榈树为豪宅提供遮蔽。如果在通往小岛的桥上散步，你可以欣赏游艇带来的美好风景，桥边也有许多可以供你游泳戏水的地方。\n\nIf you don’t fancy a dip in the pool, you could try the sea, though climbing the sheer cliffs to get back inside might be tricky. Maybe you could get a helicopter to lift you up? There are two different places for them to land, after all.\n如果你不愿意单调的泡在泳池里，你可以试试去海里，不过爬上陡峭的悬崖回到室内可能要费些功夫，也许可以用直升飞机把你拉上来？毕竟，岛上有两处直升飞机停机坪。 \n\n\nThis house even has a bowling alley! I admire any build team who knows there are no spheres in Minecraft and yet 这个豪宅中甚至有一个保龄球场！我还是欣赏那些明白Minecraft中没有球体的人\nInstead of showing off with a dramatic title, Team Cr3Art wanted to highlight the 'functions' of their Functional Modern House. Like the fact that the house has over 30 mechanisms that are truly functional - including elevators, televisions, and even a piano!\nCr3Art 团队不想用一些夸张的标题来炫耀张扬，而是想突出他们“多功能现代住宅”的“多功能”三个字。 就像这座豪宅有超过 30 个功能强大的机器，包括电梯、电视，甚至钢琴！\n\nThe team believes that “the best part of your house is the kitchen,” which has a total of five working mechanisms. Including that piano, which they call “the funniest thing” in the house. It’s playable because each key hides an invisible villager, and playing the piano actually means “activating” them. Each one has been specially modified to give different sounds from the game, creating a fully playable piano.\n团队坚信“这豪宅中最好的就是厨房”，厨房里一共有 5 个运转自如的机器。包括一台被他们称它为房子里最有趣的东西的钢琴，每一个琴键后藏着的隐形村民让这台钢琴确确实实可以被弹奏，更准确的说是被“激活”。琴键都被特殊改造过，让它可以发出游戏中的不同声音，让钢琴做到可弹奏。\n\nClever - but a bit cruel for the imprisoned villagers!\n很聪明的想法，就是对被监禁的村民来说好像不太人道。\n\n\nNot pictured: the trapped villagers who make this piano work. Sorry, fellas!没有这些在钢琴背后默默努力的村民的图片，抱歉啦，伙计们！\nNot all of their creative quirks are high-tech though. Cr3Art told me that they are also very proud of the huge outdoor tennis courts, and check out the attention to detail on the underground basketball courts, with nets made of cobwebs. This little “spin” shows what makes the Functional Modern House great; all the innovation and design fits right in with the standard Minecraft aesthetic.\n不过并不是他们所有的创新怪招都是高科技玩意儿，Cr3Art 告诉我们他们也同样十分为那座巨大的室外网球场感到自豪，也别忘了关注地下篮球场的小细节，比如用蜘蛛网搭成的网兜。这些小小的细节展示了是什么让这座多功能现代住宅如此华丽：所有的创新和设计都符合标准的 Minecraft 美感。\n\nFunctional Modern House hides a lot of fascinating details like how the televisions work: “This is only two item frames with maps inside, those maps were specially designed for the TV. We switch the map into the item frame really quickly - like a GIF - and it creates the illusion of a real TV show.” Plus, of course, the remote will change the channel!\n“多功能现代住宅”隐藏了许多精彩精妙的小细节，比如电视工作原理就是“两个物品展示框内有为了电视特制的地图，我们快速的变换展示的地图—就像 gif 一样—产生一种真实电视节目的错觉。当然，用遥控器控制频道切换也没问题！\n\n\n [1/3] The TV! Now we can just lounge around watching cartoons all day. Perfect![1/3] 电视！看来我们可以躺着看一整天的动画片啥都不干了，完美！\n\n [2/3] The gym! Because all that TV has made us fat and lazy. Well, fat and laz[2/3] 健身房！都怪电视让我们变得又懒又肥，没错，又懒又肥。\n\n\n [3/3] How about some basketball instead? Complete with cobwebs for baskets![3/3] 用打篮球来代替如何？篮网全由蜘蛛网打造哦！\nWith so many clever applications of redstone, command blocks, and armor stands, it’s amazing that these eight builders managed to create the house in just three months. They were even careful enough to make sure that each system only activates if you’re nearby, to make the map playable on the widest possible range of computers.\n尽管有超级多精巧的红石，指令方块和盔甲架的应用，但仅仅靠 8 个建筑者和短短三个月的时间，他们就创造出了如此令人惊叹的建筑。他们甚至严谨到每一个系统都只会在你靠近时才工作，以此来保证这张地图能够在大部分的电脑里打开并使用。\n\n|\"Each project is a new way to expand the limit of the game.\"\n|”每一个工程都是在开辟游戏的可玩性“\nAs you might have guessed from the quality of this place, this isn’t the team’s first build. In the three years that they’ve been working together, they’ve created over 20 maps, including this gorgeous floating cathedral and a vast overgrown city .\n从这个建筑的质量你不难猜出，这并不是这个团队的处女作，他们一起创作了 3 年，一同建造了超过 20 张地图，包括一座华丽的浮空教堂和一座巨大的巨型城市。\n\n\n [1/3] The secret to winning Minecraft pool? Mine extra holes in the table![1/3] 如何在Minecraft桌游池里获胜？当然是在桌上多挖些矿洞啦！\n\n\n [2/3]  So many rooms! Our beloved Mojang butler has been lost for weeks now : ([2/3] 房间太多了！我们亲爱的Mojang管家已经迷路好几周了: (\n\n [3/3] A room perfect for me to get some work done! No wonder it's empty.[3/3] 这个房间超适合我在这工作！怪不得是空的。\n“Each map that we built was a real pride for [us],” the team tells me. “Each project is a new way to expand the limit of the game, and to show what is possible with the amazing tool that is Minecraft.” Take a look at the gallery above - they certainly should be proud!\n“我们制作的每一张地图都是我们的骄傲，”这个团队告诉我。“每一个工程都是在不断拓展游戏的可玩性，也展示了 Minecraft 这个令人惊叹的工具有无限可能性。”看看上面的画廊，他们当然应该自豪！ \n\nSo what’s next for the team? Well, they’re already working on four projects! Expect to see two more maps, a server, and a new project focusing on command blocks that has a pirate theme. And if you’d like to set sail with Team Cr3Art, they’re looking for talented and passionate players to join them.\n那么，这个团队下一步动作是什么呢？他们正在四个方向上努力工作！除了两张新地图，还有一个服务器以及一个专攻海盗主题指令方块的全新工程。另外，如果你们想要和 Cr3Art 团队一起在创造中航行，他们也在寻找一些有天赋还有激情的玩家与他们同行。 \n\n\nMaybe Team Cr3Art could plan their next build around their snazzy conference table? Hmm… actually, anyone else getting a slight ‘Evil-Bond-Villain’ vibe?也许 Cr3Art 团队可以坐在他们新潮的会议桌前计划着下一个建筑？嗯…说实话，你们不觉得有种黑帮成语的感觉吗？\nIn the meantime, you can move into the Functional Modern House to live a life of luxury - just try not to think too much about all the invisible villagers trapped in the piano.\n同时你也可以搬到“多功能现代住宅”中享受奢华的生活——忘了那些被关在钢琴里的村民就行。  \n\n【@EBsky & WDLJT译自官网 2018 年 02 月 01 日发布的 Luxury Lair!】\n【本文排版借助了：BCC】\n【注：其实原标题没有的这个字，但是因为莫名其妙的屏蔽词被迫加的】",
    "replies": [
        {
            "author": "天天吃早餐",
            "timestamp": 1583991720,
            "txt_content": "这个房子太厉害了！！！我就算建两年都建不了！"
        }
    ]
}