{
    "title": "[Minecraft.net|CULTURE]宏伟的雕刻艺术",
    "author": "ItIsEnderman",
    "replyCount": 1,
    "timestamp": 1583988780,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-3-12 15:17 编辑 \n\nColossal Carving\n宏伟的雕刻艺术\nCubic tells us about his island city! And who watches over it...\nCubic为我们讲述他的岛上小城！另外谁关注它呢。。\n\nJay Castello\nThe City of Gareos is a striking sight – great domed buildings spread out across a whole island – but not as dramatic as the giant white statue keeping an eye on everyone below. If it seems a bit creepy to go about your day with this monolith watching you, don’t worry, that’s intentional according to its builder,Cubic . Because who doesn’t want their build to inspire a little extra shiver down the spine?\nGareos城是一大奇观 —— 偌大一个穹顶建筑在一整个小岛上铺展开 —— 但是如果没有那俯瞰大地的白色巨人雕塑，整幅画面就不会那么浮夸。如果你觉得在这个庞然大物的注视下度过一天听起来有点头皮发麻，别急着慌啊，据作者Cubic所云，这是有意而为的。谁不想让自己的建筑更具有震撼力呢？\n译者注：雕像长得怪像拿破仑的，“铺展开”是因为联想到一坨猫这个梗\n\nCubic wasn’t sure where to start when he began this project, but he did know that he wanted “something big and colourful.” He definitely succeeded there! From the red and gold towers to the orange flags and bright green bunting, everything is bright and eye-catching.\nCubic刚刚启动这个项目时并不知道从何处下手，但他心里知道他要的是“雄伟而绚丽的东西。”他做到了！不论是金红相间的塔，还是飘扬着的橙色的旗帜，还是舞动着的绿色的小旗，一切都是那么光彩夺目。\n\n\nAnd even though it’s often overlooked in favour of more rainbow-friendly hues, white is an important contrasting colour! The pale grey rocks are just different enough from the white walls of the huge buildings and the statue to make them stand out, but the build still looks like a coordinated whole.\n另外，即使白色经常因为人们欣赏彩虹般的色调而被忽略，它还是至关重要的对比色！尽管用于陪衬的灰白色石头与建筑的白色外墙和雕塑反差明显，但是这个建筑还是那样协调的有机体。\n译者注：白什么白，白色是渲染出来的，那墙灰色的好不好？\n\n“You can combine many blocks and colours, and in a large enough scale to make something look really unique,” Cubic explains. He finds it difficult to pick a favourite part, but says he’s very happy with the creepy colossus. “I’ve never done something so complex as a humanoid statue before. It definitely was the most difficult task by far and I am happy with the final result.” Way to pull it off first try!\n“为了让某些事物看上去与众不同，你可以调和多种方块和颜色，甚至干脆大规模地干这种事，”Cubic解释说。他发觉他在选出最喜爱的部分时有点选择困难，但他说他对这个巨大的雕塑挺满意的。“之前我从来没有做过人形雕塑这样复杂的东西。讲真这个雕塑确实是我目前遇过的最艰巨的任务，我对于最后的成果十分满意。”好一次成功的探空！\n\n\n“Building the statue looked like a puzzle at first,” Cubic says. “It was created using different spheres in WorldEdit. Later, when the sculpture started to look more humanoid, I begun modelling it using a wide range of WorldEdit brushes.”\n“一开始，建造这个雕塑看上去像是一团乱麻,”Cubic说。“雕塑的雏形是使用WorldEdit的不同的球形笔刷刷的。而后，当雕塑看起来更像人形时，我便开始使用很多种WorldEdit笔刷去雕琢。”\n\n(Psst! Not familiar with WorldEdit? It's a program that helps players pull off all sorts of advanced building tricks and techniques. Click here to learn more about it!)\n(诶，不了解WorldEdit？这是一套辅助玩家实现各种高级建筑技巧和工艺的一款功能强大的程序。点击这里深入了解！)\n\nI’m impressed by Cubic’s work on this statue, of course, but I like looking at all the other bits, so that I can pretend it’s a totally normal town. When you don’t get distracted by the motionless figure staring down at you, there’s lots of little details to appreciate, like a river that flows underneath an arch cut into the biggest building, or the trees that cling to the rocks at the edge of the island. The vines draped everywhere give the impression that it rains a lot, too, as do the large amount of clouds in the sky in some of the renders. Maybe we can duck under the colossus to avoid getting wet? Er, you go first.\n当然啊，我也被Cubic的作品中的雕塑震撼到了，但我也爱关注作品的其他部分，所以我不能断言它是个普通的小城。当你并没有被那一动不动地盯着你的大块头搅得心烦意乱时，你会发现这里有很多值得欣赏的细节，比如那流淌自嵌入建筑的拱门的小河，以及扎根在小岛边缘的岩石上的树木。四处攀爬的藤蔓给人以多雨气候的质感，而某几张渲染图中大量的云亦有此效果。或许猫在大雕塑下能够避免被雨淋？额……你先过去。\n\n\n\n\n\n\n译者注：仔细观察原版预览，你发现墙不是白的，但整体而言挺清秀的，对吧？\n\nIt’s taken Cubic two years of building practice to get this good. “I started building projects in single player for creative servers, but my experience level wasn’t always the greatest. As time went by I progressed and I’m happy to see what I can achieve now.”\n这件佳作背后是Cubic连续两年孜孜不倦的建筑训练。“一开始我是在单人模式接创造服单子，但我的经验总是发挥不到极致。随着时间推移，我取得了进步，看到自己所成就时感到格外的幸福。”\n\nAnd he’s not ready to stop yet! “I want to constantly improve my skills and to be better than my past self whenever I progress. I especially want to be able to release better and better projects in the future!”\n他并不准备停下脚步！“每当我前进一步时，我想做的是不断提升自己的技能，并且超越原来的自己。我分外希望在将来能够发布越来越好的作品！”\n\n\nI wonder whether they’ll all have giant statues in them like this one? Or maybe it’ll be this same giant statue, who’s somehow alive now, and is going to stalk me through every build I write about from now on. Hahahaha OK I’m just gonna end this article now before I freak myself out. Thanks for reading everyoDID IT JUST MOVE???!!!\n我想知道其他建筑师们会不会也在自己的建筑里来一份这样的大型雕塑呢？或许这将是和这尊神形兼备的雕塑一样的巨大雕像，并且还准备不管我写到哪个建筑就“跟踪”到哪里。好啦不开玩笑了，我要在自己陷入幻觉之前写完这篇推文。感谢阅读完……欸你刚刚动了？？？！！！[DOGE]\n\nRender credit by Blovienn\n渲染图 by Blovienn\n\n译者注：按照文章大意，开篇的“And who watches over it...”可能指的是玩家的目光全被雕塑吸引，然后就忘掉了下方的小城。谁是本体？\n\n【Enderman 译自官网 2019 年 04 月 02 日发布的 Colossal Carving；原作者 Jay Castello】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "LocusAzzurro",
            "timestamp": 1588787160,
            "txt_content": " who watches over it\nwatch over: PHRASAL VERB If you watch over someone or something, you pay attention to them to make sure that nothing bad happens to them.\n你们都不玩守望的吗\n\ndomed buildings\n\nYou can combine many blocks and colours, and in a large enough scale to make something look really unique\n原文说的是如果大规模做（调和颜色），可以做出一些与众不同的（效果等）（或者让某些东西看起来与众不同）\n\n似乎有几张图不能加载，而且官方博文不使用翻译作品发布模板"
        }
    ]
}