{
    "title": "[Minecraft.net|CULTURE] Teplight的欢愉",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1583990700,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 17:29 编辑 \n\nTeplight’s Delights\nTeplight 的欢愉\nA series of spiralled wonders from Teplight!\nTeplight 创造的一系列螺旋状奇观！\n\nEmily Richardson 艾米丽·理查森\nThe last time I tried to make a sand castle, I lifted the bucket up and the sad lump beneath slumped over to one side. Then it was washed away by the merciful ocean. It was the worst moment of my life.\n在过去我试着修筑沙堡时，我拿上了桶，然后下方可怜的沙堆就塌到了一边去。之后，它就被仁爱的海洋带走了。那真是让我痛入骨髓。\n\nThe last sandcastle [Teplight](https://www.planetminecraft.com/member/teplight/) tried to build was in Minecraft. It was his first time playing and he was working on a school computer. “It was about 15x15, mostly [made] with sand,” he tells me. “ [It had] a river inside it. Not a disaster, but it wasn’t good either. It was just simple.”\n[Teplight](https://www.planetminecraft.com/member/teplight/)上一次尝试建造的沙堡是在 Minecraft 里。那是首次尝试，他当时在校园里的电脑里做出来的。他给我说：“大小约是 15x15 个方块，大部分是由沙子作为材料建造的。城堡其中有河流。虽然不算是黑历史，但那也算不了什么佳作。那城堡实在是简陋。”\n\nLooking through his newer builds, it seems that the word “simple” has been lost to the sands of time, never to be seen again. These builds are complex. They blend the organic with the inorganic. They’re fantastical and atmospheric, colourful and fun. Some have natural, flowing landscapes while others have perfectly, meticulously rounded towers and spires. Eyesores, the lot of them!\n翻阅他的新作品，似乎“简陋”这个词已在时间的长河的磨砺中消失，一去不复返了。这样的建筑叠见层出。它们中将生命力的和无生命力的东西交杂。它们如梦如幻，气势恢宏，五彩斑斓而妙不可言。有些建筑有着自然、流水行云般的景色，而还有一部分却是着用心建造的圆形塔和尖顶。让人眼花缭乱，实在是数不胜数！\n\n\n\n\nI asked Teplight how he’s achieved this style and what I could do to jazz my sad sand structures up a bit.\n我向Teplight问道，这样的风格怎么才能展现出来，还有怎么才能使我做的可怜的沙堡稍微好看一点。\n\n“Design and imagination is what makes your style,” Teplight says. “When I build, I’m always looking for different angles, contrast, proportions, layout, trying to make everything fit.”\nTeplight 说：“布置和创造力是你打造自己的风格的要素。建筑中，我总是在不同位置比对、对比色、大小和布局，让一切都恰到好处。”\n\nWhen it comes to how he infuses atmosphere and feeling into his builds, Teplight isn’t sure how to explain it. “Ambience is one of the most important things in a build,” he says, “you need to picture it.” Anything beyond that is hard to explain - atmosphere isn’t a solid object, something you have or don’t, it’s just a feeling. “It’s mostly in the colours,” he says, “good contrast. Trees change everything. Atmosphere is only great with nice contrast.”\n当讲到怎么将气氛和灵魂注入建筑时，Teplight 也不知道该怎么去说明。他说：“氛围是建造中意义最重大的元素之一，你要尝试具象化。” 除了这些，另外的都难以言传——氛围不是实体，它不是你有没有握住的东西，它只是去用心感受。他说：“最主要的是颜色，以及对比度。树木塑造了一切。氛围只有在对比恰如其分时才会令人满意。”\n\n\nSo, since that first sandcastle to builds like Fairy Lands and Atlantis - Temple Of Poseidon , what’s changed about Teplight’s building strategy?\n那么，从他开始建造沙堡到建造仙灵之境[Fairy Lands]和亚特兰蒂斯-波塞东神殿[Atlantis - Temple Of Poseidon]，Teplight 的建筑方法有什么改变？ \n\n“My approach changed a lot after building in a more organised way,” he says.\n他说：“我在使用更组着得当的方法进行建造后，出现了翻天覆地的改变。\n\n“Design rules are very important in building and layouts. I usually [continue] only after the layout and design rules are in place.”\n“布置原则对建筑和布局至关重要。我一般只有在布局和布置原则到位后才继续建造。”\n\n\n\nNow, Teplight’s looking to a future where he can continue to build and design in more ways than just Minecraft. “My abilities are getting better and better,” he tells me, “and I’m still learning from people. Every time I see a project I always think as if I was to make it. You learn only by practising. [Now] I’m pursuing architecture. I would like to have a career in design for sure. I can’t say [much] yet, but what I can say is just that I’m looking forward to the future!”\n如今，Teplight 看到了他的以后的目标，他能够不停用更多方式，而不仅仅是在 Minecraft 里，来进行建筑和布置。他对我说道：“我的技艺与日俱增，但我仍在向其他人吸收养分。一旦我瞥向其他建筑时，我不禁会想，要是我来建造它会是怎样的。你只能在实践中学习。[如今]我正在学习建筑学。我想我肯定会作为布置行业的一员。我还打不了包票，但我能说的是我对未来信心十足！” \n\n【@EBsky  & WDLJT 译自官网 2017 年 10 月 03 日发布的 Teplight’s Delights】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}