{
    "title": "[Minecraft.net|CULTURE] 入海巡航",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1583989320,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 17:09 编辑 \n\nOcean Cruising\n入海巡航\nAll aboard this luxury liner!\n快登上这艘豪华游轮吧！\n\nJay Castello 杰伊·卡斯特罗\nLooking at Dave and RCISam’s cruise ship build, the Azamara Journey, it’s hard not to imagine being on the deck of the cruise ship, dozing off under the sun with the waves rocking gently underneath you. But wake up! We have a whole article about it for you to read!\n瞧瞧 Dave 和 RCISam 两人的游轮建筑——Azamara Journey，不难想到坐在这样一艘游轮的甲板上，在日光下倚着慢慢摇晃的海浪小憩。但你得醒醒！我们还准备了一大片篇幅给你好好介绍介绍！\n\n\nDave says that he’s been enthusiastic about boats for years. “Everything's interesting about cruise ships and ships in general,” he tells me. “On a cruise ship, you can't get bored, there's always something to do.”\nDave 说，他这么多年来都坚持热爱海上航行。他给我说：“我对游轮以及普通的船上的所有东西都感兴趣。在船上，你很少会无所事事，因为总会有些事可以做。”\n\nThat’s why Dave and Sam made sure to build the whole of Azamara Journey, including all of the interior rooms for guests to enjoy. There are dining areas with colourful flowers on the tables; a lounge room for reading and relaxing, and a pool for those who want to swim but don’t fancy jumping off the side into the ocean. Suit yourself.\n这便是为什么 Dave 和 Sam 想要建造出完整的 Azamara Journey，甚至包括提供给客人使用的内置房间。在餐区的餐桌上精心摆制着姹紫嫣红的鲜花；有休息室让人博览书记和放松身心；附带一个游泳池，专门为那些愿意要游泳却又“不敢”从另甲板另一方跃入大海的人。随便玩吧！\n\n\nThe friends worked on the ship for about three weeks, but when they started they didn’t have much of a plan, preferring to make it up as they went along. “I build most of my ships alone but Sam asked me if we could build one together,” Dave explains. “We started from the bow and finished with the aft.” (That’s nautical speak for building from the front to the back.)\n两人花了大约三周来建造这艘船。在建造伊始，两人并未想的过多，而是希望在建造的过程中逐步谋划。 Dave 解释说：“大部分情况下我都是自己筑造了游轮，不过这次 Sam 问我能不能共同修筑船。于是我们从船艏开始，一起建到船艉。”（这是来自船头到船尾的船舶术语。） \n\n“Once the exterior was done we started building the interior. Azamara Journey isn’t that different from other cruise ships I’ve built , though it’s smaller,” Dave tells me. “But the interior makes it much harder to build. The atrium and the theatre were the most difficult – we had to add a lot of details. But I really enjoyed creating them!”\nDave 告诉我说：“在修建完外表装潢之后，我们才开始着手内部装潢。Azamara Journey 和我之前完成的游轮别无二致，不过是更迷你一些罢了。但是内部装潢的修建让我有些力不从心。中庭和剧院是最为困难的部分——我们需要加上十分多的细节，才能为它注入灵魂。但是建造的过程让我十分享受！”  \n\n\nThe atrium is a nice space for guests to gather and maybe enjoy a coffee on one of the comfy-looking orange sofas. There’s also a balcony if you want to look down on the people below – and a glass barrier to stop you falling off! The theatre has lots of places to sit too, so that everyone can relax with a drink while they enjoy the show on the stage.\n中庭是客人聚集的不二之选。你能够在任何一张舒适的橙沙发上慢品一杯咖啡，还有个阳台供你俯瞰下方的游客，阳台也有一个玻璃拦板保护你不会失足落下！剧院还有许多座位，以至于所有人都能够在欣赏台上演出的同时喝一杯咖啡来放松。\n\nEven though the interior of the ship is so detailed, Dave prefers the exterior. “I’m pretty proud of it,” he tells me. And so he should be! He and Sam picked the Azamara Journey to recreate because they liked the look of its black hull, and it stands out in their version, contrasting with the sleek white decks and twinkling lights. They were also careful to include the neat rows of lifeboats in case of an emergency on the high seas – hopefully no one will need them, but safety first!\n虽然船内装潢精妙入微，但 Dave 还是偏爱其外观。“它真的让我引以为豪，”他这么对我说道。他也值得以此为傲！Dave 和 Sam 选择 Azamara Journey 来重建的原因，是因为两人都偏爱其黑色船体的外表，船体也在他们的重建版本中脱颖而出，与光洁的白色甲板和耀眼的采光灯形成巨大对比。他们还仔细地把救生艇弄成整齐的一列，为了防止远洋时出现特殊情况——但愿永远用不上它们，但安全永远是首位的！\n\n [1/4] Let's take a tour of the interior of the ship! Must remember to only say nice things so I don't get thrown overboard again : ([1/4] 让我们游览一下船内部的装潢！记住说点好听的，这样我才不会被又扔到海里去: (\n\n [2/4] Multiple decks with great views of the ocean! Is this a good time to mention I get terribly seasick? It is not.[2/4] 那么多的甲板以供欣赏海洋美景！现在是晕船的好地方么？当然不是\n\n [3/4] I'm also terrified of sea monsters. And sea creatures. Just the sea in general, really.[3/4] 我也对海怪心生畏惧。还有海洋中生存的生命。真的，就普通大小的生物。\n\n [4/4] No sea monsters in here!  And even if there were, they'd never find me - the interior of this ship is massive[4/4] 这里可不存在海怪！就算有，它们也无法找到我——这艘船的内部可是大得惊人\n\nDave is planning to take a small break before his next build, but his heart still belongs to the ocean. “I have a few big projects in mind. I want to create some yachts, or maybe other full interior cruise ships.”\nDave 打算在下一次工程前稍作休整，但 Dave 灵魂依然在海上驰骋。“我在筹备一些大项目。我想试试建游艇，或者另外的全装潢内饰游轮。”\n\nYachts are great, but I have to say, if I were to set off into the ocean, I think I would want to be on one of Dave and Sam’s fully kitted cruise ships. The only thing I’m not sure of is where I would go first, the pool or the spa…?\n游艇也许不错，但我必须说的是，如果我要出海远洋，我希望我能够成为 Dave 和 Sam 应有尽有的游轮上的一员。我唯一难以抉择的是我会先去哪里远洋，游泳池还是水疗中心呢……？ \n\n Renders by Ploetz and Omardegante11 \n由 Ploetz 和 Omardegante11 制作 \n\n【@EBsky  译自官网 2018 年 06 月 18 日发布的 Ocean Cruising】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "EMT的工具人",
            "timestamp": 1583990040,
            "txt_content": "很不错，感谢楼主的分享！"
        }
    ]
}