{
    "title": "[Minecraft.net | Insider] 本周方块：书架",
    "author": "‮ebotanihS",
    "replyCount": 6,
    "timestamp": 1584004560,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:43 编辑 \n\nBlock of the Week: Bookshelf\n本周方块：书架\nWhat ancient learning lies within these clever-clog blocks?\n这些自作聪明的方块里有着何种古老的知识？\n\nMarsh Davies 马什·戴维斯\nBookshelves are expensive things to create. But you can’t put a price on wisdom, can you? Besides which, in Minecraft at least, they add a bit of colour to a room and enhance the power of nearby enchanting tables!\n制作书架的成本很高。但是智慧是无价的嘛！除此之外，至少在 Minecraft 里，书架可以为房间增添一些色彩，还可以增强临近的附魔台！\n\nThey are mighty hungry for resources, though: each bookshelf block consists of six wooden plank blocks and three books (each of which requires three sheets of paper and a leather hide).\n不过，书架对资源的消耗非常大：每个书架包含 6 个木板，3 本书（每本书还需要 3 片纸和 1 份皮革）。\n\nSure, once created, those three books have transformed into a veritable library which textures four faces of your bookshelf. But to really build out your collection, you’ll need to invest in an entire farmstead dedicated to cultivating cattle for the leather and sugar cane for the paper. Best build it near a forest, too, for all that wood you’ll need.\n当然，做出了书架之后，那三本书就会变成名副其实的图书库，成为书架四个面的贴图材质。但是，想要真正地完成你的书籍收藏，你就得需要投入精力，专门建设一整个农庄，通过养殖牛来获得皮革，种植甘蔗获得纸张。最好把农庄建设在森林附近，以此获得木材资源。\n\nHere's how to bind a book together:\n这张图会教你如何把材料做成书：\n\n\nAnd here's how to bash a bookshelf into being:\n而这张图会教你如何制作书架：\n\n\nQuite an outlay! No wonder that, for so much of human history, books were considered a sign of great wealth. Prior to the invention and popularisation of the printing press five hundred-ish years ago, each book had to be written by hand, too, making them even rarer and more valuable!\n花费真高啊！难怪，在人类的大多数历史时期里，书籍都象征着巨额的财富。在印刷机被发明并普及之前的五百年里，书籍都是靠手写而成的，这使得其更加稀有和昂贵！\n\nEuropeans didn’t even have paper until the middle-ages: paper was invented by the Chinese around 200 BC, but it took a long time for the invention to filter through the great Arabic civilisations and over to Europe. About 1400 years, in fact. We’re slow learners, I guess. Instead, us Euros wrote on vellum - a term which usually refers to the specially prepared skin of calves, but sheep, goats and sometimes even cats were used.\n在中世纪之前，欧洲人甚至都没有纸可用：纸是中国人在大约公元前 200 年发明的，但是，这项发明花了很长时间，才通过广阔的阿拉伯文明缓慢地扩散到欧洲。其实，这个时间的长度是 1400 年。我猜可能是我们学习效率比较低吧。在此之前，我们欧洲人在牛皮纸上写字——所谓牛皮纸，就是小牛的牛皮经特殊处理后得来的纸，有时候也会用绵羊、山羊，甚至是猫的皮来做纸。\n\nMinecraft opts to use paper for the bulk of its pulp, so at least your ocelot can rest easy!\nMinecraft 选用纸浆来制纸，所以至少你的豹猫就可以安心不少了！\n\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要一本关于所有方块的指南书吗？来看看《方块百科》吧！每个方块都有介绍！\n\n【Shinatobe 译自官网 2016 年 12 月 16 日发布的 Block of the Week: Bookshelf；原作者 Marsh Davies】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "6512345",
            "timestamp": 1584004620,
            "txt_content": "看上去不错"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1584005640,
            "txt_content": "做出一整个农庄农庄听起来有点怪怪的，感觉用牧场的话比较符合mc玩家的口头表达一点"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1584006180,
            "txt_content": "馄饨之子 发表于 2020-3-12 17:34\n农庄听起来有点怪怪的，感觉用牧场的话比较符合mc玩家的口头表达一点\n那也得是农牧场吧，毕竟你还得要甘蔗……"
        },
        {
            "author": "xiaopangju",
            "timestamp": 1584006480,
            "txt_content": "Shinatobe 发表于 2020-3-12 17:43\n那也得是农牧场吧，毕竟你还得要甘蔗……\n确实 哦"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1584006600,
            "txt_content": "翻译前请先确认是否已经有人翻译过该文章。\nhttps://www.mcbbs.net/thread-675875-1-1.html\nhttps://www.mcbbs.net/thread-675793-1-1.html\nhttps://www.mcbbs.net/thread-675794-1-1.html"
        },
        {
            "author": "‮ebotanihS",
            "timestamp": 1584008040,
            "txt_content": "隐退 发表于 2020-3-12 17:50\n翻译前请先确认是否已经有人翻译过该文章。\nhttps://www.mcbbs.net/thread-675875-1-1.html\nhttps://www.mc ...\n我当然知道，但是这些文章没有被收录，就可以投稿。此外即使博文已经被收录，也不妨碍再发一次。\n\n\n\n\nAnnotation 2020-03-12 181457.png (40.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-12 18:15 上传\n\n\n\n\n\n\n"
        }
    ]
}