{
    "title": "[Minecraft.net | Insider] 本周方块：菌丝",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584004440,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:43 编辑 \n\nBlock of the Week: Mycelium\n本周方块：菌丝\nDig into the mysteries of a different kind of dirt\n深入探讨这种异类泥土的谜团\n\nMarsh Davies 马什·戴维斯\nWhat’s the largest organism on Earth? What’s the oldest organism on Earth? They may both have the same answer. What’s weirder still: it’s almost entirely invisible.\n地球上最大的有机体是什么？最古老的有机体又是什么？这两个问题或许有着同一个答案。更诡异的是：这个东西几乎完全看不见。\n\nGo up into the forested slopes of Oregon’s Blue Mountains, and you may well be standing on it. It covers almost 9.7 square kilometres - an area roughly three times the size of Central Park. It’s a single fungus known as A. solidipes, part of the honey mushroom family - named after their colour rather than taste. The mushrooms themselves sprout from dead trees, but each mushroom is only a tiny part of a much larger organism, all of them connected by a web of tiny strands that stretches through the soil. That web is collectively known as the mycelium!\n来到俄勒冈州的蓝山，走上密林覆盖的山坡，此时的你可能恰恰走在那个东西的上面。它的覆盖面积差不多有 9.7 平方公里，约等于是纽约中央公园的三倍大小。它就是一株奥氏蜜环菌，这种菌是蜜环菌的一种，其名字得源于它的颜色而非口味。蘑菇会从枯死的树木上萌发出来，但是每朵蘑菇都作为微小的组成部分，属于一个更大的有机体。所有的菌体都连接着一条细线，这些细线组成网络，将他们连接在了一起。而这种网络就统称为菌丝！\n\n\n\n\n\n\nThe network of mushrooms that make up Oregon’s A. solidipes is estimated to be between 2,400 and 8,650 years old - potentially a lot older than all of humankind’s recorded history.\n据估计，俄勒冈州的这片奥氏蜜环菌网络，有着 2400 年到 8650 年的历史——可能比所有人类有记载的历史都要久远一点。\n\nIn Minecraft, mycelium is represented as a type of dirt block, covered in grey-purple strands and emitting strange particulates. Predictably enough, mycelium blocks occur naturally in Mushroom Island biomes, and though they aren’t very good for growing most crops - they can’t even be hoed into farmland - mushrooms spread here easily, and in any light level.\n在 Minecraft 中，菌丝的外观是一种泥土，在泥土上覆盖着灰紫色的菌线，还发射出奇怪的粒子效果。不难想到，菌丝方块会自然地生成在蘑菇岛生物群系。虽然菌丝并不适合生长绝大多数的农作物（它们连开垦为耕地都做不到），但是蘑菇可以很轻松地在菌丝上扩散，而且没有光亮等级的限制。\n\nOf course, you now know that any mushroom that grows on a mycelium block is probably part of the same fungal network that connects all adjacent mycelium blocks - making the humble mushroom the largest organism in Minecraft as well as the real world!\n当然，你现在知道了，所有长在菌丝方块上的蘑菇，可能都是同一个真菌网络的一部分，所有邻接的菌丝方块都参与了网络的构成——这使得不起眼的蘑菇成为了 Minecraft 中最大的有机体，和现实中一样！\n\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要一本关于所有方块的指南书吗？来看看《方块百科》吧！每个方块都有介绍！\n\n【Shinatobe 译自官网 2016 年 11 月 28 日发布的 Block of the Week: Mycelium；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": []
}