{
    "title": "[Minecraft.net | Insider] 本周方块：灵魂沙",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584004380,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:43 编辑 \n\nBlock of the Week: Soul Sand\n本周方块：灵魂沙\nWhat secrets lie within this sinister block?\n这个阴森的方块里，究竟藏着什么秘密？\n\nMarsh Davies 马什·戴维斯\nOnly in the fiery caverns of the Nether, amid columns of lava and flame-belching Ghasts, will you find this creepy material in abundance. At a quick glance it might look like a ruddier version of cobblestone, but then you look a little closer - are those screaming faces etched into its surface? Eep!\n只有在下界那火热的洞穴里，在岩浆流和喷射火焰的恶魂之间，才能找到许多这种诡异的材料。粗看的时候，可能会觉得它是偏红的圆石，但是当你凑近看的时候——在方块表面蚀刻着的是尖叫着的脸庞吗？噫！\n\nThe Nether is not a location for the faint of heart. Accessible only once you have constructed a Nether portal, it is a hellish underworld stalked by monstrous mobs - and, fittingly, soul sand itself can prove deadly: players and mobs sink into it, hampering movement. If you are wading through it while close to lava, you may just catch fire.\n下界不是胆小鬼该来的地方。只有建造了下界传送门，你才能来到这里，一个阴森恐怖的地下世界，游荡着可怕的怪物——而且恰如其分地，灵魂沙本身也是致命的：玩家和怪物会陷入其中，阻碍行动。如果你跋涉于灵魂沙上之时，还紧挨着熔岩，那么你可能就会被火点着了。\n\nBut there’s never reward without risk! Soul sand is useful in all kinds of surprising ways. You can turn it into a handy trap to slow incoming enemies - and some, like silverfish and endermites, sink far enough into it to drown. It’s also the only block on which Nether wart grows - a vital ingredient in many potions.\n但是有风险就有回报！灵魂沙有着各种出人意料的用途。你可以拿它制作不错的陷阱，让到来的敌人减速——还有一些像蠹虫和末影螨这样的生物，会深深陷入其中，以至窒息而死。这也是唯一能生长地狱疣的方块——地狱疣是许多药水的重要配料。\n\nIf you’re feeling destructive you might use soul sand to assemble a wither, a terrifying boss mob which will attack anything that isn’t a skeleton, zombie or another wither. Building a wither isn’t like crafting an item: you have to stack these things together in the world, and not while using a crafting table. I’m just using the crafting table image below to make it super-clear how things fit together!\n如果你想要毁灭世界，你可以用灵魂沙组装一只凋灵，这种可怕的 boss 生物会攻击所有不是骷髅、僵尸和凋灵的生灵。组装凋灵并不是在合成东西：你需要在游戏世界中堆叠材料，不需要合成台。我只是用合成台的图片来清晰地展示堆放的方法！\n\nYou’ll need: 4 x soul sand, 3 x wither skeleton skulls\n你需要准备：4 个灵魂沙，3 个凋零骷髅头。\n\n\nThere are other riches to be plundered down in the depths. Nether Fortresses contain all manner of goodies worth grabbing - and soul sand can help you find them. Look at the top surface of a block of soul sand and you’ll see two circles (or are they wailing faces?) clumped onto one half of the texture. That side of the block always points West.\n在下界深处，还有许多可以掠夺的地方。下界要塞里有着各种值得顺走的物品，而你可以靠灵魂沙找到它们在哪。观察灵魂沙方块的顶部，你会看到两个圆圈（或者其实是哭泣的脸？）占据着一半的贴图。而方块的那一边永远朝西。\n\nThis is handy to know: since Nether Fortresses tend to run along lines from North to South, you have the best chance to find one if you head West or East from your starting location. And once you’ve found one, you know that others are likely to be only a few hundred blocks away, North or South.\n有个知识点值得了解：由于下界要塞是顺着南北方向生成的，因此从出生点往东西方向走最有可能发现下界要塞。当你发现了一个下界要塞之后，你就知道其它的要塞或许就处于南北方向的几百个方块之外。\n\nHappy hunting!\n祝你狩猎愉快！\n\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要一本关于所有方块的指南书吗？来看看《方块百科》吧！每个方块都有介绍！\n\n【Shinatobe 译自官网 2016 年 11 月 24 日发布的 Block of the Week: Soul Sand；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n\n",
    "replies": []
}