{
    "title": "【wiki翻译】活塞（piston），附视频一枚",
    "author": "lemore",
    "replyCount": 5,
    "timestamp": 1316410320,
    "txt_content": " 本帖最后由 lemore 于 2011-9-19 23:59 编辑 \n\nwiki地址：http://www.minecraftwiki.net/wiki/Piston\n\n【】中的内容是原文中没有的，是自己的一些看法。\n\n根据面对的方向，活塞可以推动大多数物块\n\n特性：\n1.活塞在放置时永远面对玩家。\n2.活塞由红石电路触发，当电路被点亮时，它们木制的那个表面将向外推出一格的距离，最多能推动12个方块。\n3.活塞一样可以推倒玩家，怪物和其他东东。然而，如果空间不足以让玩家/生物之类的东西被推，那么活塞头仅仅会通过它们，而不会造成伤害。活塞可以把玩家和生物推离一个方块的距离，这样可以和压力板一起做一个有用的陷阱。\n4.伸出的活塞头是可穿透的（和草一样）。如果一个活塞头塞进了某个玩家或生物的身体内，它们不会受伤，而且他们可以离开但不可以往活塞那边走。\n5.同样的，如果一个物块被活塞推动然后被推向了玩家/生物，玩家/生物将会被推开如果有足够的空间。如果没有足够的空间，物块将会占据它们的位置，如果是不可透过的物块，将会对对方造成窒息伤害。\n6.当一个物块被活塞推动时，它将不再是实体，将导致任何在上面的东西穿过它掉下去。\n7.通过在液体流经的地方伸缩，活塞可以像闸门一样用来改变液体的流动。\n8.活塞可以用来推动矿车和小船。要注意的是如果矿车在铁轨上，轨道也会被推开。\n\n推动物块：\n1.有些物块不能被活塞推动，活塞头也不能伸展开来：\na.黑曜石，地壳不能被推动以避免滥用\nb.功能物块-音乐砖，储物箱，火炉，陷阱盒子，刷怪砖\nc.活塞不能把物块推进缝隙或者地图顶部\nd.伸展开的活塞也不能被推动，因为它们被暂时标记为功能物块\ne.入口\n2.南瓜，蜘蛛网和南瓜灯被推动时将变成物品状态。（如果你想制造可移动的光源，你可以用荧光石（Glowstone）替代）\n3.活塞不能推动水和岩浆，仅能塞住它们。一个伸进水源或岩浆源的活塞头会破坏这个源头。\n4.活塞不能推动大多数“附着在其他物块”上的东西，比如拉杆，火炬，红石，标志....它们会被拆卸回物品状态。有一些例外：\na.天窗，只要它们在新位置时还可以附着在某个物块上。\nb.铁道（包括两类功能铁道），只要它们的新位置是可以放置轨道的物块。被推后轨道会重新定位，就像手动放置轨道一样。\n5.附着在被推动物块上的物品会被拆掉，除非新来的物块上也可以安置这些物品。比如，火炬可以被安置在一个“自修复”的石材建筑上。\n6.活塞不可以推动一个超过12个物块组成的物块链，活塞不会伸展开。\n\n启动活塞：\n1.活塞可以被水平位置上放置的红石或者中继器启动。\n2.活塞可以被邻近的红石火炬启动（在顶部，下方或旁边）。\n3.活塞可以被下方的红石火炬启动的意思是红石可以通过附着在活塞下方的物块来启动活塞（就像控制铁路一样）（本句为意译）\n4.活塞可以被任意邻近的被红石电路“激活”的物块启动。然而，除非相邻的物块发生改变，活塞不会重新检验它的状态。一个相邻的活塞收缩会导致一次重检验，然而一个相邻的活塞伸出却不会。【意义不明，求实践】\n5.红石和中继器都可以启动直接相邻的活塞，以及紧贴在那个活塞下面的第二个活塞。这让完全由活塞组成的墙成为可能。红石也可以激活红石自身下方的物块让它去启动第三个活塞，但由于上面提到的那个BUG，它不会重检验自己的状态。\n6.通过快速开关活塞，位于活塞上方受重力影响的物块（比如沙子）会被拆成物品状态。\n7.中继器不可以通过活塞传送能量。【意思是你想让中继器发挥原有的功能的话，就不要把它放在活塞上面】\n\n\n通常用途：\n1.通过推拉物块，活塞可以用来做自动门，制造陷阱。\n2.活塞可以通过使用由“石材产生器”产生的石材来建造自修复桥梁。可以用同样的原理来建造一间有自修复功能的房子。\n3.利用红石中继器，可以制造一个任意速度的红石活塞钟。\n4.活塞可以用来制造陷阱，将一个物块推向玩家可以对它造成窒息伤害。它们的好处是重置方便，而且很可靠。\n5.【这段非常抽象，本人也没实践过，意译无力，直译出来估计也没人能看懂，作为补偿，翻墙搞回一个视频来说明下吧，约5分钟的那个玩意，循环推动的物块，以及六分半的那段，循环推动的物块和玻璃组合来使音乐砖不断发声，利用的原理是一般物块可以传输电流，玻璃则不可以】\n6.活塞的另一个用途是垂直推动物块，物块上放置一个轨道。然后在隔壁的物块上放置轨道和矿车，当你启动活塞时就会产生一个斜坡驱动矿车。这套系统最好配合粘性活塞使用，这样就不需要手动复位了。【要是这套玩意早在1.3版本出现就给力了，就不用费力搞各种不太可靠的发车系统了，现在么....有了加速轨道，谁稀罕这东西啊.....】\n7.活塞可以用来移动如冰块和玻璃那些不能被回收的物块。但是，活塞不能推动黑曜石。\n8.活塞可以用在自动化农业上，在活塞上附着泥土块或其他可以种东西物块，活塞在推动这些物块时，种在上面的小麦和甘蔗就会变成可回收的作物了。【不知道会不会和旧版本的冲水自动农业一样，只能收到麦子，却无法收回种子....】\n\n剩下的内容是活塞的历史，与活塞MOD的区别，一些BUG和杂项，就不翻了\n\n某个关于活塞和电路的视频，相当有启发性，看看不后悔\nhttp://www.tudou.com/v/1NlnTOIgZv0/&rpid=6855208/v.swf",
    "replies": [
        {
            "author": "green丶bastard",
            "timestamp": 1316410500,
            "txt_content": "...纯支持"
        },
        {
            "author": "lemore",
            "timestamp": 1316410560,
            "txt_content": " 本帖最后由 lemore 于 2011-9-19 23:24 编辑 \n\n555~沙发没了，粘性活塞找个时间再搞吧。"
        },
        {
            "author": "HolySheng",
            "timestamp": 1316432280,
            "txt_content": "拿来收蘑菇时用活塞"
        },
        {
            "author": "火星蚂蚁",
            "timestamp": 1316432460,
            "txt_content": "支持啊"
        },
        {
            "author": "sby329",
            "timestamp": 1316434860,
            "txt_content": "支持+坐等粘塞"
        }
    ]
}