{
    "title": "[Minecraft.net | Insider] 本周方块：耕地",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584009480,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:43 编辑 \n\nBlock of the Week: Farmland\n本周方块：耕地\nHarvest the secrets of the life-giving earth!\n从这蕴含生机的土壤中收获新知！\n\nMarsh Davies 马什·戴维斯\nWant to live the Good Life? With a little bit of graft, you can delight in nature’s bounty - and in a happily sustainable way! The secret is dirt - and what you can do with it.\n你想过上好日子吗？只需要一点种植劳作，你就能享受到由大自然的馈赠所带来的喜悦感——而且是不费功夫、源源不断的喜悦感。秘诀就是泥土——以及利用泥土的方式。\n\nYour average dirt block can be transformed into a ready and reusable dispenser for all manner of yummy foods: wheat, melons, pumpkins, carrots and potatoes. First, you’ll need to make a simple hoe with two wooden planks and two sticks:\n你的那些普通泥土，可以转化为一种随时可使用、可重复利用的发射器，发射出各种各样的美味食物：小麦、西瓜、南瓜、胡萝卜和土豆。首先，你需要用两块木板和两根木棍制作一个简单的锄头：\n\n\nThen, just use it on the dirt block - it’ll turn the blocks into tilled soil, aka, fertile Farmland! Though some crops can be planted here straight away, it’s better to give your farmland a supply of water. Hollow out some land, no more than four blocks away from your planting beds, and fill it with water. This will irrigate the surrounding land and wet the farmland - you can tell if it’s worked because the surface will go a darker colour.\n然后，对着泥土按下使用键——这将使泥土变成开垦过的泥土，也就是所谓的“肥沃耕地”！虽然有些农作物可以直接种植在耕地上，但最好还是为你的耕地提供水分。在地上挖一个凹孔，这个孔与农作物的距离不要超过四格远，然后在里面灌满水。这将唤醒周围土地的生机，让耕地充满水分——当耕地的表面变成深色的时候，你就知道水分已经浸润了耕地。\n\nNow you can plant all kinds of seeds here! You can usually get some wheat seeds by hitting wild-grown tall grass.\n现在想种什么种子在这里都行了！一般来说你可以通过击打野外的草丛获得小麦的种子。\n\n\nSome other pro-tips: plants like light, so make sure to put up a few torches to help them along during the hours of darkness. Treat your farmland with respect, too! If you jump up and down on your freshly tilled farmland, it’ll revert back to mere dirt. Animals can trample down your fertile fields, too, so make sure you keep your patch fenced off from careless hooves.\n还有其它的高级知识点：植物喜欢光照，所以一定要在插上几根火把，帮助农作物在没有日光的几个小时里保持生长。同样，要对你的耕地保持敬意！如果你在刚刚开垦过的土地上蹦蹦跳跳，就会让它重新变回泥土。动物们也会践踏你的肥沃土地，所以一定要你的田地周围布置栅栏，以免闲兽进入。\n\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要一本关于所有方块的指南书吗？来看看《方块百科》吧！每个方块都有介绍！\n\n【Shinatobe 译自官网 2017 年 01 月 13 日发布的 Block of the Week: Farmland；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n\n",
    "replies": []
}