{
    "title": "[Minecraft.net | INSIDER] Realms Plus更新: 三月",
    "author": "封徵",
    "replyCount": 1,
    "timestamp": 1584008160,
    "txt_content": " 本帖最后由 封徵 于 2020-3-13 09:09 编辑 \n\n\nRealms Plus: March\nRealms Plus*更新: 三月\nSix new maps coming to Realms Plus in March!\n六张超棒的内容包*将于三月份在 Realms Plus 中登场！\n\nStaff 斯塔夫\nA new month equals new content on Realms Plus – Minecraft’s monthly subscription service that lets up to ten players enjoy over 50 pieces of Minecraft Marketplace content. Just like last month, we’ve added new adventures to the pool of content (this time a whole six of them) which includes a wide variety of entertaining mini-games, skin packs, worlds, and more. Curious about what they are? Let’s dive right into March’s magnificent maps.\n一个新月份的到来就等同于我们在 Realms Plus（Minecraft官方所出品的月度服务器订阅服务器，最多能为10名玩家提供超过五十种不同类型的可供选择的内容包进行游玩）中又有全新内容要和大家见面了  。就如上个月，我们往内容池中了增添了全新的内容 (齐齐整整的六张全新内容包！) ，而这其中又包含了全新的迷你游戏地图，皮肤包，与众不同的世界等等。想知道这些的具体内容吗？让我们马上开始介绍这次的六张激动人心的内容包吧！\n\n\nPirate Adventure by King Cube\n海盗的传奇冒险 by King Cube\n\nSet your course, daring pirate! The treasure of Captain Silver Tooth lies hidden somewhere in the Silver Sea, waiting to be found. Sail to seven different islands and battle hordes of enemies, plundering gold and precious loot along the way!\n起航吧，我亲爱的海盗先生！银牙船长的秘密宝藏正在银海深处静候着冒险者的造访。驶向七座不同的岛屿，并与你的竞争者们一决高下吧！对了，千万要记得一路上别忘了搜刮那些数不尽的黄金与财宝！\n\n\nMaze Busters by House of How\n迷宫探险家 by House of How\n\nExplore with the Maze Busters in this 3D dungeon racer! Discover something new in every game – over 250 BILLION combinations! That’s more combinations than there are dirt blocks in the Overworld (please don’t fact check us on that)!\n作为迷宫探险家们，在这场3D地牢竞速比赛中一同探索迷宫里的奥秘吧！在每场比赛里去发现一些“崭新”的物品，而且它们拥有着超过2500亿种不同的组合！这可比主世界里的那些土块的能组合出来的种类多多了呢 (你不会真的想要去数一遍吧？)！\n\n\nUniversity Experience by Nitric Concepts\n“模拟大学” by Nitric Concepts\n\nWelcome to the University Experience! Roleplay by yourself or together with your friends as you explore the many classrooms and facilities – or stay in the dorms. Many adventures await you at university!\n欢迎来到“模拟大学”！你，或者与你的朋友，一同在我们所一手创造出来的大学里探索、使用众多的教室、各色不同的设施，或者，就仅仅待在宿舍里休憩都是完全可以的。总之，众多激动人心的冒险就在“模拟大学”里等着你！\n\n\nI Have Feelings by Caglee\n我有情绪了系列皮肤包 by Caglee\n\nDo you know how to express yourself? Well, maybe you do, but we don’t – which is why we’re happy to recommend the 'I Have Feelings' skin pack! Feeling grumpy? Sad? Crazy? There’s an expression for everyone!\n有时候，你知道如何才能向他人正确吐露你自己的情绪吗？唔，也许你已经知道了，但很显然还有人还没有 —— 这就是我们为何极力推荐“我有情绪了”系列皮肤包！也许你感到暴躁了？悲伤了？或是气愤了？那为何不现在就尽情的释放自我呢！（指换上皮肤）\n\n\nStar Signs Skin Pack by Eneija\n星座物语系列皮肤包 by Eneija\n\nWhat star sign were you born under? The Sagittarius archer? The Gemini twins? The Aries ram? Whether you're a fiery Leo or a well-balanced Libra – this skin pack brings life to each of the zodiac signs!\n你又是哪个星座的人呢？也许射手座？双子座？或是白羊座？那么无论你是活力四射的狮子座还是处理事务井井有条的天秤座 —— 这款星座物语系列皮肤包都能为你在游戏里带来不一样的魅力！\n\nMillionaire Mansions by Noxcrew\n百万富翁的豪宅小镇 by Noxcrew\n\nExplore a town filled with beautiful mansions, sports cars, and a new toolset to help you design your dream house. Noxcrew's Creative Toolbox is perfect for roleplay or building with your friends.\n现在就来探索可以用遍地豪宅、跑车和全新工具集来搭建你的梦中之城的小镇吧！诺克斯克鲁的创意工具箱会为你的游戏旅程或是同朋友一起建筑的时光增添异彩的！\n\nCurious about other content that comes with Realms Plus? Check out our Realms Plus site to learn more!\n还想了解更多有关 Realms Plus 的内容吗？那么现在就点击访问我们的网站 Realms Plus site 吧！\n\n【封徵 译自官网 2020 年 03 月 03 日发布的 Realms Plus: March；原作者 Staff】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584008340,
            "txt_content": " 本帖最后由 封徵 于 2020-3-13 08:41 编辑 \n\n* Realms Plus \n升级版的领域服务器，基于Minecraft基岩版，收费不变，玩家可以Minecraft市场上获得50多种内容，无需支付额外费用！ 每个月都会向您的Realms Plus订阅中添加新的Marketplace内容。\n\n来自 <Minecon2019新闻汇总！“下界更新”公布！“山地生物群系”更新！>\n\n\n*“内容包”\n考虑到其后的6张“地图”中既包含小游戏地图，又包含皮肤包，又包含观赏性地图，因此决定将这里的“maps”译为内容包\n"
        }
    ]
}