{
    "title": "[Minecraft.net|CULTURE] 维多利亚式别墅",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1584016980,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-12 20:43 编辑 \n\nVictorian Villas\n维多利亚式别墅\nHaunted by murderous ghosts? Let's find out!\n感觉闹鬼了？让我们来查清 真相吧！\n\nHannah Dwan 哈拿·德万\nI've never been murdered by a ghost (at time of writing), but if that was going to happen to me anywhere, it'd likely be in one of the spooktacularly creepy Gothic mansions you'll find all over the United Kingdom. These eerie mansions were constructed during the Victorian era and remnants of the period are still around today - travel across the UK, you’ll see it in a lot of the buildings. Sinister stuff…\n我到现在还没见过鬼魂（到这篇文章为止），但如果鬼魂注定会在某个地方骚扰我，我觉得极有可能发生在英国各处都能发现的令人毛骨悚然的哥特式豪宅上。这些诡异骇人的宅子大多是在维多利亚时期建造，那一时期的遗迹许多一直保留到现在—如果你在英国游览，你会发现许多惊悚的房子还保留着。真是邪门的玩意…\n\nUndeniably eye-catching though, which is likely why Victorian architecture is still somewhat dominant in some areas in the UK and has influenced design around the world. In the case of today's featured crafter, Paulzero , it’s influenced his Minecraft builds!\n但不可否认的是，它们非常的吸引眼球，这也许就是维多利亚式建筑在英国的部分地区仍占主导地位的原因，同时也是其影响着全世界的建筑设计的原因。比如今天我们要介绍的建筑师 Paulzero ，他的建筑也深受影响。\n\n\nYour eyes aren't playing tricks on you - we've featured screenshots of two different mansion builds from Paulzero in this article!\n对！你没看错—我们在这片文章中一共展示了 Paulzero 设计的两栋不同豪宅！\nComing from a creative background, building in Minecraft suits Paulzero. Outside of the game, he folds origami figures and paints, but Minecraft offers him a different kind of canvas. “While building you have a variety of blocks with different colors and textures that allow you to do almost everything. It’s your own imagination that sets boundaries - as well as the maximum altitude in Minecraft…”\nPaulzero 在接触 Minecraft 之前就富有创造力，因此在 Minecraft 中建造对他来说得心应手。游戏之外他还会折纸及绘画，但是 Minecraft 给他了一种不同的展现方式，“打造建筑的时候，各种不同颜色不同质感的方块让你几乎可以打造任何建筑，想象力才是唯一的限制—当然还有游戏的高度限制…”\n\nHe’s built a few very different creations, from a giant dragon to a medieval harbour , but he’s now starting on a new series of builds, all inspired by Victorian architecture. So far, this new series primarily consists of the grandiose houses of the upper class, where Victorian architecture often melds with the Gothic to create a style that’s tall and imposing. Even the interiors are decorated, with clever use of half blocks and stair blocks to create arches.\n他建造了许多不同的建筑，从巨龙到中世纪港口。但他现在在建造一系列新的建筑，灵感来自于维多利亚式建筑。到目前为止，这个新系列的建筑主要由上层阶级的宏伟豪宅组成，这些建筑通常是维多利亚式建筑和哥特式建筑的结合，创造出一种高大雄伟的建筑风格。房屋的内饰中半砖和阶梯方块的巧妙使用造出了维多利亚式的圆拱。\n\n\nBecause of improved technology through the Victorian era, more buildings were becoming intricate and patterned, and that sort of style is what Paulzero is trying to capture. “The Victorian style has lots of delicate details that appeal to me, maybe due to the fact that I have been living in a house of the 19th century for years.”  I guess living in a Victorian house would help you learn the style well! I’m going to try a similar strategy next time I build a coffin.\n因为维多利亚时期科学技术的发展，很多建筑开始出现变得错综复杂，建筑也出现了很多纹路装饰，这种风格正是 Paulzero 想要复刻的。“维多利亚式的建筑有很多复杂的细节很吸引我，可能是因为我以前在这种 19 世纪的老房子里住过一段时间吧。”住在维多利亚式建筑里或许很利于我们了解这种风格。我下次建造小木屋时一定要试试在小木屋里住上几天。 \n\nIn his latest mansion build, there’s a few key details that show off the Victorian style. The tower on the left, with its spire and detail, is one of the many Gothic-inspired features of Victorian buildings, and the asymmetrical design developed over the 19th century - a response to highly symmetrical designs that had previously been built.\n在他最近建造的豪宅中，有一些关键细节就展示了这种维多利亚风格。比如左侧的塔楼，有着顶端尖塔和其他小细节。这是维多利亚时期哥特式建筑的特色，这种不对称的设计是在 19 世纪发展起来的——这是对此前那些高度对称的建筑设计的一种回应。\n\n\nPaulzero took inspiration from real Victorian buildings he found in photographs and applied their nuances to his own recreations. As such, many of the small details here can be traced back to real houses. Smart!\nPaulzero 从照片里的维多利亚式建筑中取得灵感，将其中的细节放到自己的建筑上。这样一来，许多小细节都可以追溯到真正的建筑上，聪明！ \n\nThe tower and porch - two key parts to Victorian architecture - are what Paulzero is especially proud of. The way they “harmonise,” in Paulzero’s own words, is the true achievement of the build. The way they draw the eye, evoking that feeling of buildings from the era.\n塔楼和门廊是维多利亚式建筑的关键部分。建筑中的这两部分是最让 Paulzero 自豪的，用他的话来说，二者的“协调”是这座建筑真正的成就。它们如此的吸引眼球，一下子就唤起了那个时代建筑的那种感觉。\n\n\nThis mansion took Paulzero just four days to complete, as he built it slowly, focusing on each detail in turn. All of its composite parts gradually came together to form the intricate final build - the labyrinth garden leading to an enormous doorway, the towering roof spires and the general aura of ‘oh man, I’m never going to be able to afford to live somewhere like this.” : (\n这座豪宅仅仅花了 Paulzero 四天的时间来完成，虽然建造速度不快，但是每一个细节他都会仔细研究。所有这些细节拼凑之后慢慢形成了这个复杂的终稿——从外层的迷宫花园可以进入高耸壮观的走廊，塔楼尖尖的的屋顶给人一种“我绝对 住不起这座豪宅”的感觉 : (\n\nAnother mansion is likely to be on the cards for Paulzero's next project, but beyond that, Victorian gardens with a town hall and churches are also on his radar, as well as a medieval city with a full story and series of quests behind it. There’s no real time frame on them, sadly - they’ll be done when they’re done!\nPaulzero 的下一个项目很可能会是另一座豪宅，但除此之外，一个有着市政厅和教堂的维多利亚花园也在他的考虑范围之中，还有一座拥有完整故事和一系列任务的中世纪城市。遗憾的是，它们上没有实时框架——地图做完后才能上线！\n\n\nThis is another recent build from Paulzero, the Medieval harbour. Neat!\n  这是 Paulzreo 最近的建筑，一座中世纪港口。漂亮！\n“Over the couple years of playing Minecraft I was able to improve my visual thinking overall,” he explains.\n”在玩 Minecraft 的这几年，我的视觉思维大大提高。“他解释道。\n\n“But [I] have also learned to care about little details that stand out most in a building, like turrets or interesting patterns around the windows. Moreover I realised something very important: never compare your buildings. There will always be somebody that made something bigger and more impressive, don't let them discourage you and continue with your passion.”\n“同时我也学会了要专注于建筑中最引人注目的小细节，比如塔楼和窗户周围的花纹。此外，我还学到了一项至关重要的事：绝对不要把建筑拿来攀比。总会有人建筑造的比你的更大更加吸引人眼球，别让他们打击到你，一定要保持激情。” \n\n\nYou heard the man! Start working on your dream mansion build now! I said NOW.\n你听到他的话了！马上去建造你的豪宅吧！马上！ \n\n【@EBsky  译自官网 2018 年 01 月 03 日发布的 Victorian Villas】\n【本文排版借助了：BCC】\n\n",
    "replies": []
}