{
    "title": "[Minecraft.net | Insider] 本周方块：海晶石",
    "author": "‮ebotanihS",
    "replyCount": 1,
    "timestamp": 1584009720,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-13 23:32 编辑 \n\nBlock of the Week: Prismarine\n本周方块：海晶石\nSubmerge in the wonder of submarine structures!\n在绚丽的水下结构中潜游！\n\nMarsh Davies 马什·戴维斯\nDeep beneath the sea, shimmering in the sand, stand the mysterious ocean monuments - elaborate ziggurats, patrolled by hostile guardians, and made from precious prismarine.\n深海之下，沙中熠熠，一座神秘的海底神殿矗立着——它有着精心设计的金字塔形状，有着来回巡逻的敌对生物守卫者，建筑材料还是珍贵的海晶石。\n\nYou’ll need to be properly equipped to get down there - potions of water breathing or helmets enchanted with Respiration are essential. That way you won’t need to worry about your air supply, and Respiration will help you see better underwater, too.\n想要潜往那里，你需要恰当的装备——水肺药水，或者有水下呼吸附魔的头盔，都是必不可少的装备。这样你就不用担心空气不足，而且水下呼吸头盔还能帮助你在水下看得更清晰。\n\nBut you won’t be able to snaffle up the monument’s resources even then - lurking Elder Guardians will cast Mining Fatigue on you, leaving you unable to heave your pickaxe effectively. You’ll have to seek them in the labyrinth and eliminate them one by one to be free of its effects. Alternatively, milk is a useful antidote - just make sure you pack a few buckets of the stuff!\n就算有了这些东西，也不可能拿到遗迹里的资源——潜藏着的远古守卫者会向你投射挖掘疲劳效果，让你再也没法抓稳手上的镐子。你需要在遗迹的迷宫里找到他们，一只只地消灭掉，才能免于它们带来的负面效果。除此之外，牛奶也是良好的解毒剂——不过你得确保背包里装上足够多桶的牛奶！\n\nThen, finally, you can start chipping away at the prismarine. There are other precious items to be had down here, too - each ocean monument hides a stash of eight gold bricks - but prismarine is an attractive building material in itself. In its basic form, it shimmers many different colours, from aquamarine to indigo, and it can be crafted into more ornate bricks, or, with the addition of an ink sac, a dark, chequed variant.\n到这一步之后，你就终于可以开始凿取海晶石了。当然在那里还有其它珍贵的物品——每一座海底神殿藏匿着八个金块——但是海晶石本身就是足够有吸引力的建筑材料了。对于其基础形态，海晶石会闪耀从海蓝色到靛蓝色等多种不同的颜色。海晶石还可以合成更华丽的海晶石砖，或者，加入墨囊之后，能做出暗色、带方格纹样的暗海晶石。\n\nHow to craft it:\n制作方法是这样的：\n\nYour common or octopus's-garden prismarine block comprises of: 4 x prismarine shards. Shiny!\n对于普通的，或者说是章鱼花园里的海晶石，需要 4 个海晶碎片。真是闪亮！\n\nFor a block with a bit more stylin' try prismarine brick! Go get yourself: 9 x prismarine shards\n想要更具风格的话，试试海晶石砖！你需要 9 个海晶碎片。\n\nNeed something a tad more austere? Dark prismarine may serve: 8 x prismarine shards, 1 x ink sac\n想要更深沉的效果吗? 暗海晶石可能可以满足你的需求：需要 8 个海晶碎片，1 个墨囊。\n\nWant a guide to every block?Check out the Blockopedia! Every cube catalogued!\n想要一本关于所有方块的指南书吗？来看看《方块百科》吧！每个方块都有介绍！\n\n【Shinatobe 译自官网 2017 年 01 月 20 日发布的 Block of the Week: Prismarine；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "‮ebotanihS",
            "timestamp": 1584113640,
            "txt_content": "什么是章鱼花园里的海晶石？\n\n据说章鱼会把动物外壳，闪闪发亮的东西，各种各样的宝贝搜刮到他们的巢穴里，建筑他们的“花园”。\n\n但是这似乎并不是真的，只限于传说中。\n\n不过，你还是可以试听一下 Beatles 的同名歌曲《章鱼花园》。"
        }
    ]
}