{
    "title": "[Minecraft.net | Insider] 本周方块：粘液块",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584018720,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-13 12:20 编辑 \n\nBlock of the Week: Slime\n本周方块：粘液块\nMore gloopy and gross than when we forget to shower\n比忘了洗澡的我们还要粘稠恶心\n\nTom Stone 汤姆·斯通\nEwwwww. Do we really have to write about this? Can't we just write about the gold block again? Fine fine fine . We'll write about disgusting slime. Just don't be surprised if next week's block is made from our tears.\n噫惹。我们真得为这个方块写文章吗？我们能不能回去再写一次金块？好吧，好吧，好罢。我们就写这个恶心的粘液块。如果下周的方块是用我们的眼泪做成的，可不要觉得奇怪。\n\nLet's try and keep an open mind. Maybe sticky, sickening, get-it-away-from-us slime isn't so bad. You'll need nine slime balls (gross) to craft a slime block (ick) in Minecraft. Better yet, why not do absolutely anything else?\n让我们尝试拥有并保持一个开放的思维吧。也许黏糊糊，恶心心，“不要靠近我啊”的粘液块并不那么坏。在 Minecraft 里，你需要 9 个粘液球（好恶心）来合成一个粘液块（呕）。做点别的什么事情不好吗？\n\nSlime blocks can be used to bounce on, like some sort of snot-coated trampoline. The height of your bounce is relative to how far you fall onto the block. So if you say, fall six blocks of height and land on a slime block, you'll bounce four blocks high into the air! Wheeeeee! While this is a lot of fun, it does also mean your feet touched a slime block. You might want to burn those shoes. And those feet. Better safe than sorry.\n粘液块可以用来弹射东西，就像个粘满鼻涕的蹦床一样。弹射的高度取决于你从多高的高度掉落到粘液块上面。所以，如果你从比如 6 格高的地方掉下来，那么你就会反弹到 4 格高！爽耶！虽然很好玩，但是同时这也意味着你的脚得接触粘液块。你可能会想把鞋子都给烧了。脚也可以烧了。以防万一，安全为上。\n\nThe crafting recipe for a slime block! There's an achievement for bouncing high enough, but sadly no secret achievement for throwing the stupid slimeballs away and building something less icky.\n这是粘液块的合成方式！有一项成就是反弹得足够高，但是很遗憾，如果你把讨厌的粘液球扔掉，建造一些其他没那么恶心的东西的话，触发不了任何隐藏成就。\n\nWe're getting queasy just looking at this photo. Could this be the most disgusting picture in Block of the Week history? Since this story doesn't have a photo of the author attached, yes. Yes it is.\n看着这张照片让我们感到反胃。这算不算是《本周方块》史上最恶心的图片了？考虑到作者的照片不会出现在文章内，那应该就是了。没错，这就是最恶心的图片。\n\nLook, kids! It's your favourite nobel laureate, Hermann Staudinger! He made groundbreaking theories in polymer science, but sadly never explained the science of how he got so damn handsome.\n快看，孩子们！是你们最喜欢的诺贝尔奖得主赫尔曼·施陶丁格！他在高分子学中提出了开创性的理论，但可惜的是他从没解释他为什么能这么帅气的科学奥秘\nSo what about real slime? The slime you find in many toys is a polymer, a word pronounced like you're saying you don't think much of a woman named Polly(e.g. Polly? Meh). A polymer is a complex collection of molecules and so the man we have to thank/blame for slime is Nobel laureate Hermann Staudinger. The H-mann made major breakthroughs in how molecules worked in polymer science, which kicked off the production of synthetic polymers like slime. Chocolate is great! Sorry, that last sentence was completely irrelevant to this slimy story. We're just trying to cheer ourselves up because slime = the worst.\n那现实中的粘液史莱姆呢？在许多玩具中出现的史莱姆其实是一种聚合物（polymer），这英文单词的发音好像你对一位叫Polly的女士不屑一顾似的（具体说就是Polly？Meh)。聚合物是一种复杂的分子团，我们能有史莱姆这种东西，都要感谢/都得怪一位诺贝尔奖获得者，他名叫赫尔曼·施陶丁格。他在高分子学中，针对分子机理做出了突破性的工作，并促成了各种人造聚合物的制造，其中就包括史莱姆。巧克力真是好东西啊！抱歉，刚刚那句话和我们史莱姆的故事完全不相干。我们只是打起精神来，毕竟史莱姆 = 最差劲的东西。\n\nNow synthetic polymers existed, toy manufacturers went slime crazy. We got slime-based toys like modelling clay, silly putty, silly putty that glowed in the dark, ice-cream, sunshine and that new Zelda game! Sorry, those last three examples weren't true. Just cheering ourselves up again. We're not slime fans, in case that wasn't clear.\n有了人造聚合物之后，玩具制造商们就爱上了史莱姆。以史莱姆为基础的玩具包括雕塑粘土，橡皮泥，还有在黑暗中、在冰淇淋中、在最新的塞尔达游戏中发光的橡皮泥！抱歉，最后这三个例子并不存在。我们只是想又一次打起精神。重申一下，我们不喜欢史莱姆。\n\nActually, you know what? Shut up, us! Because those slime-based toys weren't all bad. Some of them, like modelling clay, encouraged those who played with them to be creative and build their own fun. Sound familiar? So in a roundabout way, slime was the Minecraft of it's time. So thank you, slime! Thank you from the bottom of our hearts! Now to express our gratitude by hopefully never writing about you again.\n其实，你知道吗？闭嘴的应该是我们！因为史莱姆玩具并非一无是处。有些像雕塑粘土这样的玩具，可以激发玩的人的想象力，让他们乐在其中。有没有听着很耳熟？所以四舍五入，史莱姆就是当时的 Minecraft。所以，史莱姆，非常感谢你！我们从心底感谢你！为了表达我们的感激之情，希望我们今后永远不要再写关于你的文章了。\n\n【Shinatobe 译自官网 2017 年 03 月 10 日发布的 Block of the Week: Slime；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n",
    "replies": []
}