{
    "title": "[Minecraft.net | Insider] 本周方块：西瓜",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584018180,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:44 编辑 \n\nBlock of the Week: Melon\n本周方块：西瓜\nA slice of insight into the tastiest block in the game!\n剖析这个游戏中最美味的方块！\n\nTom Stone 汤姆·斯通\nFew cubes get our mouths-watering and stomachs rumbling quite like the melon block. It's a tasty treat that drops slices which keep your food bar looking healthy and a block that can be used to build a deliciously nutritious looking house. But hang on a second... a block that's also a melon? Has the world gone mad?\n没有什么方块能比得上西瓜，能让我们口水一直流、肚子咕咕叫了。西瓜是一种美味的食物，会掉落西瓜片，让你的饥饿条保持健康的状态，同时，西瓜还能用于建造一座看起来美味又有营养的房子。等一下……西瓜还能是方块？这个世界疯了吗？\n\nYes, but the melon block isn't actually as far-fetched as you might think. Japanese farmers have been producing square watermelons for decades now. They achieve this by growing the melons in glass boxes which cause them to grow into the same shape. Originally, this was done to make melons easier to store and stack. Great idea! But upon realising the popularity of the novelty of square watermelons, retailers jacked up the prices. Greedy idea! Highly profitable too, with square watermelons that were imported into Moscow in 2013 going for prices as high as $860 . Whatever your job is, quit it right now and become a square watermelon farmer. Thank us when you're rich! With money!\n当然可以是，而且方块西瓜并没你想象中的那么牵强。来自日本的农民种出方形西瓜都已经有几十多年了。他们的方法是，把正在生长的西瓜放到玻璃盒子里，让它们长成和盒子一样的形状。最初，种植方块西瓜的目的是让它们便于存储和堆叠。这想法真不错！但是意识到这种稀有的方块西瓜开始风靡之后，商人们就开始抬高价格。这主意真贪婪！当然这样利润也很高，在方块西瓜在 2013 年进 口到墨西哥的时候，价格一度高达 860 美元。不管你现在什么工作，马上辞了，去种方块西瓜。等你富起来了，可得好好感谢我们！用钱感谢！\n\nA pair of square watermelons, grown in Japan. Horrendous prices not pictured. Photo by Joi Ito.\n一对方块西瓜，种植在日本。图片里没有拍下可怕的价格。照片由 Joi Ito 提供。\n\n“When one has tasted watermelon, he knows what the angels eat.” - Mark Twain,Writer, Humorist.\n“凡尝西瓜者，便知仙人食。” - 来自作家兼幽默大师马克吐温。\n\n“Tom like watermelon. They taste of yum yum!” - Tom Stone,Writer, Simpleton.\n“俺汤姆贼喜欢西瓜了。好香香哦！” - 来自作家兼笨蛋汤姆·斯通。\nA regular watermelon is still well worth a bite. They're rich in lycopene, an antioxidant that defends the body from heart disease, asthma and cancer. It's a 'water-rich' fruit too, making it a hit in dry, desert regions like Egypt. Where other,pathetic fruits just can't handle that intense Egyptian heat, the watermelon stays edible for weeks. Ancient Egyptian Kings even had melons stored in their burial tombs so their souls would keep getting nutrition during the long trip to the afterlife. Unbelievable! Those cheapskates running the afterlife have a bring-your-own-food policy! Remind us to get buried in a tomb full of cheeseburgers.\n普通的西瓜还是值得一吃的。西瓜富含番茄红素,一种保护身体免受心脏 病、哮喘和癌症困扰的抗氧化剂。西瓜同时也是一种富含水分的水果，这让西瓜在干旱的沙漠地带（例如埃 及）十分流行。当其它那些可悲的水果无法承受埃 及的高温时，西瓜在放置几个星期后仍可食用。古埃 及的国王们甚至在他们的陵墓里存放西瓜，这样的他们的灵魂就会在死后的长途之旅中保持充分的营养。真是难以置信！小气的冥界管理员们竟然还搞“自备食品”的规定！这告诉我们，自己下葬的时候一定得塞满芝士汉堡包。\n\n【Shinatobe 译自官网 2017 年 02 月 24 日发布的 Block of the Week: Melon；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n",
    "replies": []
}