{
    "title": "[Minecraft.net | Insider] 本周方块：金块",
    "author": "‮ebotanihS",
    "replyCount": 0,
    "timestamp": 1584013140,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:44 编辑 \n\n\nBlock of the Week: Gold\n本周方块：金块\nA shining example of a mineral worth mining for\n什么矿才值得挖掘？这个闪闪发亮的就是典范！\n\nTom Stone 汤姆·斯通\nPop quiz! What's the 79th element on the periodic table? Could it be... love? No. Of course not. It's Gold! Striking this magnificent mineral is something of a rite of passage in Minecraft. After spending ages mining through cobblestone and coal, you finally see a shiny gleam winking at you from inside the rocks. A few whacks with your pick later, you've struck gold! (Ore!) Said gold ore can then be smelted into shining nuggets of success. This mineral has multiple crafting uses in the game, like clocks and powered rails. Sadly, the golden mining tools you can craft with it may be powerful, but they also break quickly.\n突击小测验！元素周期表的第 79 号元素是什么？难道是...爱? 不对。当然不对。答案是金！挖掘这种宝贵的矿物，有点像是 Minecraft 之旅中的一场仪式。在花费长久的时间挖开圆石和煤炭之后，你终于在石缝中看到一道闪烁着的光芒。在拿着镐尝试了几下之后，你就挖到了金！（的矿石！）据说，金矿可以熔炼成象征成功的闪耀矿粒。这种矿物在游戏中有多种合成用途，比如钟表和动力铁轨的合成就需要金。然而不好的是，你合成出来的金质工具或许很强大，但是损坏的速度也很快。\n\nShame, as real gold has a huge amount of uses. But where did it all come from? It could be deep space, according to a 2013 study from the Harvard-Smithsonian Center for Astrophysics, which concluded all of the gold in our universe likely originated from the collisions of dead stars. Some of that gold even finds its way back into space, as astronaut helmets have a visor coated with a thin layer of gold, to block harmful ultraviolet rays from the sun. Whether astronauts actually need those helmets or this is just an ingenious scam to steal gold from work is a debate for another time.\n真是丢人，毕竟现实中的金有着非常广泛的用途。但是金是从哪里来的？有可能是从太空深处来的，根据哈佛-史密森松天文中心的一项 2013 年的研究，宇宙中所有的金似乎都是在恒星衰亡时的坍缩中形成的。有些金甚至还走上了返回太空的路，这是因为宇航员的头盔面甲上覆盖着一层薄薄的金，来阻挡太阳发射出来的致命紫外线。至于这是宇航员们的确需要在头盔上镀金，还是这一切只是一场从工作中偷窃黄金的绝妙骗局，还是留待下次讨论吧。\n\nAs if originating from dead stars in space isn't awesome enough (it is), gold is often used in circuitry, as it's an excellent conductor of electricity. One that's highly non-reactive with air, water and most other circuitry-ruining substances, meaning it won't corrode or tarnish. We wouldn't recommend smashing it open to find out, but the very device you're reading this on could be powered by gold circuitry!\n就好像“起源于太空中的恒星衰亡”不够炫酷一样（其实够了），金还经常应用于电路中，因为它是良好的导体。金不与空气、水以及其它大多数会损坏电路的物质发生反应，意味着金做的电路不会被腐蚀或污损！你阅读本文所用的设备很可能就有含金电路在供能！虽然我们不推荐你把它拆开来一探究竟。\n\nA NASA spacesuit, with a thin layer of protective gold in the visor. How cool is being an astronaut? You literally wear a golden helmet to work .\n美国宇航局的宇航服，在面甲上有一层保护性的金。成为宇航员有多酷？你可是字面意义上地头戴金质头盔工作啊。\n\nEmperor Valentinian was an important enough Roman to be profiled in this 4th Century Gold Solidus, even if they did make his neck look fat.\n瓦伦提尼安大帝来自罗马，他的重要性足以让他的头像印刻在这枚 4 世纪的苏勒德斯金币上，虽然他们把大帝的脖子画得肥了些。\n\nAn Egyptian golden scarab ring, estimated to have been made between 1794 BC and 1648 BC. The earliest examples of golden Jewellery date back to 4000 BC Egypt.\n埃 及的金圣甲虫戒指，据估计制造于公元前 1794 年到 1648 年之间。最早的金质珠宝要追溯到公元前 4000 年前的埃 及。\nGold, at this point just showing off, also has many medical uses. It's found in pacemakers, insulin pumps and cancer treatments. It's that non-reactive state of the mineral that's made it such a hit with doctors putting it in the human body. You can even eat gold and it'll just pass through your system naturally! Disgusting/cool!\n虽然目前为止我们都在讨论炫耀用途，不过金还有许多的医药用途。在心脏起搏器、胰岛素泵和癌症治疗中都出现了金。正是金的反应惰性让医生青睐，并把这种金属放进人体。你甚至可以服用金，而它只不过是自然地穿过你的消化系统而已。真恶心/真酷！\n\nLittle wonder this finite mineral is so highly valued all over the world. We wish the next 'Block of the Week' the best of luck in following a cancer-treating, astronaut-protecting, multi-purpose mineral all the way from space . If we were Cobblestone, we'd be nervously rewriting our CV right now.\n难怪这种有限的矿物在全世界都有着高昂的价值。我们希望下一篇《本周方块》的主角最好能比肩这个用于癌症治疗、航天防护，用途广泛、来自太空的矿物。如果我们是圆石的话，怕是得马上开始紧张地重写我们的简历了吧。\n\n【Shinatobe 译自官网 2017 年 02 月 17 日发布的 Block of the Week: Gold；原作者 Tom Stone】\n【本文排版借助了：SPX】\n",
    "replies": []
}