{
    "title": "MC 战世 第六章：血狼再逃",
    "author": "莫提哥",
    "replyCount": 2,
    "timestamp": 1363278720,
    "txt_content": " 本帖最后由 莫提哥 于 2013-3-22 22:35 编辑 \n\nMC 战世 第六章 ： 血狼再逃\n……凯伦丢出小刀，血狼巨吼了一声，我感觉到一大股气流从张大的兽嘴吼出，还可以嗅到腥臭的味道混扎在气流里，让人窒息；震耳的吼声在整个村里回荡着，我的耳朵在悲鸣，急忙捂住耳朵，即使隔住手，还是可以隐约听见它的吼声，那种霸悍让人想要跪下来求饶。吼声停止了，还没回过神就被人推倒在一旁，脑袋昏昏的，睁眼看见凯伦和血狼伸出的头，看来刚才差点丧命于狼牙之下，幸亏被凯伦救了。凯伦摸了摸耳朵，扶好他的塞在他的耳朵里耳塞样的东西，这我才明白他为何没事，不知道什么时候塞上去的。这时又看见，血狼血红色的瞳孔正瞪着我们这里，凯伦一惊，忙拉开我，下一秒，血狼的头就撞了过来，旁边的这家店立刻被撞出一个大坑，又一撞，血狼的头又撞向另一边，那边的店家立即也开了个坑，但是明显力度更强，店家的二楼倒塌了下来，这时我才发现这世界竟然有【逻辑】和【重力】这俩东西！当我在为些小事震惊时，凯伦站起来握紧剑，正准备攻击…血狼突然一抽搐，哀嚎了起来，它抬起头痛苦地挣扎着，鲜血直流，对面的大汉被倒塌的木块埋没着，看似已经奄奄一息了，不过我第一件发现到的是他显眼的大剑不见了，难道…\n------------------------------------------------------------------------\n血狼退到广场中央，不断地悲号着，大剑深深地插入它的头骨以内。这时巫婆婆那边的人群又减少了不少…巫婆婆瞪着痛苦得晃着身子的血狼说：\n“樊生，它又退到广场了，真是下手的大好时机，开始吧”\n樊生大叔脸色严肃，从口袋拿出火柴盒，一手又从附近的带来的一个盒子内拿出一个烟火，点起来，咻的一声，红色的火光在空中爆起。\n“灵，开始吧”\n巫女慢慢拿起发着紫色的冷光的弓，搭起箭，一拉一放，箭瞄准着血狼的身子射去，插进血狼身子里的一只细细的箭发挥着非常的力量，血狼像是被人推了一下，踉跄几步就向旁边的建筑物倒去，建筑物也应声而倒，这时，早已在南方那躲藏等待时机的十几位的较有经验的猎人、士兵、战士（庞陈也在里内）看准时机，分成两队从两方带着装着火油的桶子丢向倒地血狼身上，几秒间，血狼又感觉到了有什么东西，忙踢踢腿挣扎着要站起来。\n“灵，别给它机会”“嗯”\n巫女再次搭起箭，箭一被搭起，箭矢便燃起来了…\n“让你知道…葛山村不是好欺负的！”\n射出的燃火的箭点燃血狼身上的火油，血狼瞬间转化成火狼，它悲鸣着，悲号着，疯狂地挣扎着站起，用很快的速度跑向村子西方，逃出村子。\n“就这样让它走了吗？”樊生意犹未尽地说，\n“让它去吧，它不会再来了”巫婆婆说\n\n在西边那，和大汉是一样公会的人，擅闯民居，泡了杯茶，坐在外面看着燃火的血狼逃走，丝毫不打算出手。要是没有村民的多管闲事，他就会截下血狼。算了，他不想这里都着火了，到时候要是他们要求工会赔偿就不好了，这次出任务就会血本无归了……\n\n-------------------------------------------------------------------------------\n“真是的，你怎么不截下血狼！？这下糟了，血狼又逃跑了！”凯伦扶着负伤的大汉到西边那和一位大哥样的人会合，一见面就责怪他起来。\n我心想要是这附近有村民，一定会扁你的。但是现在所有人应该正忙着照顾伤患，治疗所应该爆满了。\n很快恢复精神的大汉也责怪他说，“昨夜追捕血狼时已经牺牲了一位兄弟，若是让血狼逃了，你怎么对得起死去的兄弟啊！”\n“要是截下它，在这里开打必然造成这里着火，他们一定会追究起来，到时候我们就会被逐出公会，还得赔偿一大笔钱，不就赔了夫人又折兵！？再说，我可没有信心可以截下一只着急的血狼直到你们来支援啊！先让它逃了才是上上策！”\n“算了，当务之急是追上它，若是被皇家部队抢了功劳就糟糕了！我们去准备东西，半小时之后再回来”大汉之后转头对着凯伦说，“佣兵，多10%！你跟我们一起连夜追上去！在太阳之时即是血狼沉睡之时，到时一定可以完成猎狼！”\n“事到如今，反悔也太迟了，但是你知道它去了哪吗？”\n“东下有湖，接近那湖就有山寨，血狼一定会为了复力再次袭击多人之地，在那山寨必定可以顺利捉到它！”大汉从背包拿出地图摊开在桌上对凯伦解说。\n“好！要是再次让它逃了，没有多20%，我不会继续！”凯伦继续坑他\n“不会有这机会！”大汉很有自信地说。见凯伦满意地点头，大汉继续说，“就这样，准备好粮食、装备，半小时后南边村口集合！”说完他和另一个公会会员走了。\n“呼…哥们，这终于有一下子时间聊天了…”\n啊，老实说看你杀怪之后有点不想靠近你呃。。身上还满是血迹，真吓人\n“你也是从地球来的吧？”这听起来好像【你也是从外星来的吧】的感觉……等等！？\n“你…难道也原是我那世界的人！？”我指着他惊讶地说\n“是啊！你之前的反应害我还以为认错人呢！”\n“等等，认错人？究竟什么情况啊？”\n“下次再说吧！反正来日方长，我现在得赶快去拿我的行李和收集粮食”他带着顽皮笑容跑了\n“诶！等等！”\n他头也不回就跑了……算了，等他自己来找我吧……\n经过这次惊险的事故，我开始想家了 = =\n回到治疗所，大厅满是人，还有一排救不了的尸体，悲伤的哭泣声、伤痛的呻吟声，我才刚走进就被樊生大叔呼喝来帮忙照顾伤患，一直到了半夜才结束。。。。【待续】\n\n\n\n这章花了我TMD长的时间嗷嗷嗷嗷嗷嗷{:10_524:}{:10_524:}{:10_524:}{:10_524:}\n\n通往索引贴之路:传送门",
    "replies": [
        {
            "author": "NB人士",
            "timestamp": 1363313580,
            "txt_content": "不错，支持一下"
        },
        {
            "author": "hmy123456",
            "timestamp": 1363322640,
            "txt_content": "=w=顶一顶~~~"
        }
    ]
}