{
    "title": "[Minecraft.net | Insider] 本周方块：石英",
    "author": "‮ebotanihS",
    "replyCount": 2,
    "timestamp": 1584018300,
    "txt_content": " 本帖最后由 Shinatobe 于 2020-3-12 22:44 编辑 \n\nBlock of the Week: Quartz\n本周方块：石英\nA quintessential cube for keeping your home secure!\n保证家宅安全的典型方块！\n\nTom Stone 汤姆·斯通\nOh,come on . You're not fooling anyone. We know you didn't build your palace out of Nether Quartz because you think it looks good – you're just humblebragging that you've been to the Nether, mined the place rotten for Nether Quartz ore, and then got back alive. Alive and smug . Now we have to live next to your magnificent palace made of quartz in our hut made of dirt. Grumble grumble...\n行了吧。你骗不过任何人。我们知道，你用下界石英建豪宅不是因为有多好看——你只是想谦逊地炫耀你到过下界，为了下界石英矿把那里挖得空空如也，然后活着回来了。不但活着，还沾沾自喜。现在我们都得挨在你的石英豪宅旁边，住在泥土包里头。可恶的家伙……\n\nAh, but not all of you are pathetic show-offs. Some of you use Nether Quartz to craft complex gizmos like redstone comparators and daylight sensors. We're big fans of the daylight sensor, seeing as it can sense when night falls and automatically close your doors, stopping mobs from getting in. Very handy if you're crafting in your basement and lose track of time!\n啊，不过，不是你们所有人都是喜欢卖弄的可怜蛋。有人用下界石英合成复杂的小装置，比如红石比较器的阳光探测器。我们都很喜欢阳光探测器，因为它可以自动感知到夜幕降临，然后自动关门，把怪物挡在外面。在你到地下室合成东西，忘了看时间的时候，就非常方便了。\n\nIn fact, real quartz is one of the Earth's most useful minerals. Some people even believe quartz has magical healing powers! But those idiots are wrong, so let's move on. A real property of quartz is that its crystals can vibrate at specific frequencies. So what? So everything! These frequencies are so specific that clever science-types can use quartz in something called a 'crystal oscillator', which keeps the vibrations of the crystal consistent, making them reliably keep time in quartz clocks and watches.\n其实，现实中的石英是地球上用途最广的矿物之一。有些人甚至相信石英有着魔法般的治愈能力！但是那些傻瓜们是错的，我们就不作过多讨论了。石英有一种性质，就是它的晶体可以按一个特定的频率振动。这有什么用处？用处大了去了！由于频率非常恒定，因此聪明的科学家用石英制作一种叫“晶振”的玩意，它可以让晶体连续不断地振动，让石英钟和石英表的时间准确可靠。\n\nA beautiful photo of some smoky quartz! Wouldn't it be nice if all our 'Block of the Week' articles contained photos this pretty? Well next week it's 'slime' so don't count on it. Photo by JJ Harrison.\n一张烟晶的美照！要是所有的《本周方块》都有这么漂亮的照片，岂不美哉？然而下周的主题是“粘液块”，所以死了这条心吧。照片由 JJ Harrison 提供。\n\nHere's the recipe for crafting your very own daylight sensor! All you're going to need is three glass blocks (easy!), three wood planks (even easier!) and three Nether Quartz (you're doomed!)\n这是制作阳光探测器的合成配方！你需要三块玻璃（简单！），三块木板（更简单了！）还有三份下界石英（你完了！）\n\nAn example of a Crystal Oscillator circuit! Probably! Look, we're not smart enough to figure out how this sciency stuff works. Most days, we can barely figure out how to tie our own shoelaces.\n晶振电路的样子！大概是吧！我们的智商还不足以指出这个科技产品的工作原理。在大多数时候，我们仅仅知道如何系鞋带而已。\nQuartz crystals are used in all sorts of electronics you use every day. Used a watch to tell the time today? Thank quartz! Watched television? Thank quartz again! Played Minecraft on your phone? Thank Quartz! Successfully bought a bag of quartz? Thank quartz! Been attacked by a madman with a block of quartz? Oh no, that's awful. We guess you probably don't like quartz much then but please keep in mind that's like the first bad thing to ever be associated with quartz in the history of time . Time we can tell with pin-point accuracy thanks to quartz!\n石英晶体被用来制作你的各种日常电子设备。有没有拿表看时间？感谢石英吧！看电视了？再感谢石英一次！在手机上玩 Minecraft 了？感谢石英！成功地买到了一袋石英？感谢石英！被一个疯子拿石英块砸了？糟糕，这可不太好。我们猜你从此就不再喜欢石英了，但请记住， 这似乎是石英第一次和坏事产生关联的历史性时刻。当然，我们能准确地描述这个时刻，也得感谢石英！\n\nWe love quartz blocks so much, we used all of ours to build daylight sensors, which is the only reason we didn't have any left over to make our hut look good and had to build it out of dirt blocks. Laugh it up in your Nether Quartz palace for now, neighbour. You won't be laughing when night falls and you see we left your front doors open...\n我们太喜欢石英块了，因此我们把石英都拿来做了阳光探测器，这也是为什么我们的石英所剩无几，没法改造我们的小窝，只能用泥土建造的唯一原因。我的邻居，你就尽管待在你的石英豪宅里放声大笑吧。等到了晚上，我们让你房子的前门大开，你可就笑不出来喽……\n\n【Shinatobe 译自官网 2017 年 03 月 03 日发布的 Block of the Week: Quartz；原作者 Tom Stone】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "3032小企鹅",
            "timestamp": 1584322020,
            "txt_content": "原来石英钟是这种原理啊，妈呀，我在mcbbs涨知识了"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584439320,
            "txt_content": "原来石英钟是这意思啊,我还以为是什么呢"
        }
    ]
}