{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·四",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1584061560,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-13 09:05 编辑 \n\n“这里叫秋叶镇，是广阔的南滨众多不起眼的小村镇中的一个，人口不过百来号，不过话虽如此，但因为这里是离岛城夕暮城最近的临 海小镇之一，所以经常有商队往来，在偏远的南滨这里也算繁荣，消息也不封闭，再加上南滨四季如春的气候，这个小镇倒是非常适合人居住……喂！黯，你有在听我说话吗！” \n\n“……啊……没，没有……”\n \n一直在东张西望的黯连忙把目光收了回来，加快了自己的步伐跟上了蓝。\n \n“哟，这不是蓝吗？怎么了，昨天都没看见你人，是去找小方说的僵尸了？” \n\n一个抬着两大箱苹果路过的壮硕青年看见了蓝，立刻腾出了一只手朝着他打了个招呼。 \n \n“嗯，还有，你苹果要倒了。” \n \n“！！！”\n \n青年这才反应过来他手上的两箱苹果已经濒临倾倒了，不过就算发现，也为时已晚了…… \n\n…… \n\n预料中的碰撞声并没有出现，蓝一只手托着苹果箱，轻轻的把它放在了地上。 \n \n“你做事情怎么跟僵尸一样，没脑子，这两个苹果我就拿走当报酬了。”\n \n随手拿走两个苹果后，蓝头也没回的就继续往前走，黯看了看蓝的背影，又看了一下壮硕青年习以为常的样子……\n \n但蓝没有给她思考这到底是什么回事的时间。 \n \n“黯！看什么看，再不过来我就不管你了。”\n \n“唔！来了！” \n \n快跑跟上蓝的背影，跟着他慢慢的走着。\n \n“黯，这个你拿着先吃，等等可没什么东西给你填肚子的。”\n \n两个围绕着粒子的苹果抛到了黯的面前，黯下意识的把它抓在了手里。\n \n“这不是……” \n \n“吃就是了，哪来那么都B话。”\n \n“唔……”\n \n…… \n \n“蓝啊，上次跟你说的僵尸你找到了吗？是不是真的？”\n \n“真，比你人都真，就差和你长得一样了。”\n \n……\n \n“诶，这不是蓝吗？上次叫你帮我找狗真是幸苦你了。”\n \n“下次你爸跑到森林里，我就把它涮了！”\n \n……\n \n“蓝啊！上次的东西谢了！” \n \n“那是你老爹给你的，要谢就今年萤火节给你老爹放盏灯去。”\n \n……\n \n走了十几分钟，直到走到了人迹罕至的林间小道后，向蓝打招呼的声音才逐渐消失。\n \n“蓝，他们都好热情。”\n \n“还不是这群B崽子整天闲着有事没事的就只知道整些有的没的的事情出来，一不小心玩脱了还要过来请我帮他们擦屁股，当然，我可不是那些俗套RPG游戏里的勇者大人，什么琐事破事都要去帮，我可以很负责任的说，这群苟儿子的事我一次都没有帮过，真的。” \n\n黯扭过头看着蓝的侧脸，蓝尽可能的不让自己的表情出现什么偏差。 \n \n“……蓝为什么要强调？”\n \n“因为有让你清晰明白的必要。” \n \n“唔……”\n \n……\n \n沿着这条林间小路，在小路的尽头是一个看上去有些时间的大宅院，蓝领着黯走到屋子前，举起手用力的锤着门边的墙壁。\n \n“大妈！老子我给你送女儿来了！还不快点给老子我滚下来！”\n \n“蓝是吧？别敲墙了，孩子们刚睡着。”\n \n细微的应答声从门内传来，明明几乎快被敲墙声遮蔽到听不见了，但蓝还是在应答声出现后停下了自己的手。\n\n随着拖鞋在木质的地板上小心又快速的走路声逐渐清晰，蓝退后了两步，把黯拉到了自己前面。\n \n“喀拉”\n \n木门的吱呀声沉寂，一个中年妇女出现在了门边，她身上还系着围裙，看上去刚刚还在厨房里忙碌的样子。 \n \n一看到站在蓝面前的有些紧张少女，脸上出现了一瞬间疑惑，然后在下一秒就变为了和蔼的微笑。\n \n“这家伙叫黯，我昨天在森林里捡到的孩子，我这边什么情况你也是知道的，带着个小屁孩影响太大了。”\n \n大妈看了看黯，稍稍蹲下来了一些，把自己的身高压到和黯差不多的高度，目光与黯的目光相交。 \n\n黯不着痕迹的退后了一步，看样子还不习惯和除了蓝之外的人靠那么近。  \n\n“是叫黯吗？”\n \n“……嗯……” \n \n“真是个好名字，能告诉我怎么写吗？”\n \n黯偷偷的看了眼蓝，见蓝轻轻的点了点头后，才在空中比划出了黯的写法。\n \n“黑音黯啊……那小黯，我现在有一个问题，你按照自己的想法回答就行了，可以吗？”\n \n“唔……嗯……” \n\n“我叫伊娜，你可以叫我伊娜妈妈，也可以跟着蓝一样叫我大妈，我这里开的是一家福利院，是收养那些没有地方可以去的孩子的地方，听蓝说你也没有可以去的地方，那，你愿意在这里住下吗？不愿意也不用直说，你可以在这里现住一段时间，然后再决定，行吗？” \n\n黯很明显的犹豫了，她看着蓝，想争取他的意见，但蓝根本没有看她，而是神游似的看着别处，仿佛现在这里发生的事情不管他一样。 \n \n“唔……”\n \n“妈妈……我刚刚好像听到蓝哥哥的声音了……是不是……”\n \n在黯还在犹豫的时间里，一个穿着睡衣，莫约十三四岁的男生从房子里走了出来，一只手揉着眼睛，看上去是刚刚睡醒的样子，但在看到门口站的这些人后，像是不相信自己的眼睛一样重重的揉了两下。\n \n“真的是蓝哥哥啊……大家！蓝哥哥来了！快醒醒！”\n \n“奥诺……” \n\n大妈还没来得及叫住男生，男生就大声叫喊着跑开了，不过片刻，宅子的二楼就传来密密麻麻的脚步声，孩子们一个接着一个跑了下来，围在了三人周围。 \n \n“蓝哥哥，方哥哥说的那只僵尸你找到了吗？有没有把它打败啊？”\n \n“哥哥有没有遇到什么事情？能不能跟我们说说！” \n \n啧，这些小屁孩。\n \n蓝看了一眼大妈，看到大妈也笑着看着他，没办法只好把孩子们带到了离大妈和黯稍微远一些的地方。 \n\n大多数的孩子都围绕着蓝的身边，倒还有些站在稍微远一些的地方，上下打量着黯。 \n \n“这个人没见过诶，是小镇里的人吗？” \n\n“不是吧，应该是新来的人吧。”\n \n“那就是新朋友了？”\n \n孩子们讨论着，胆大者已经走到了黯和大妈的旁边。\n \n“妈妈，她是新来的朋友吗？”\n \n“人家还没答应呢……” \n \n“那就是有可能是喽！你好，我叫若叶，你叫什么？”\n \n这个看上去和黯一般大的男生很热情的向黯打起了招呼，而黯倒是从来没和年级相仿的人交流过一样，慌慌张张地，什么话也不说。  \n\n大妈见状，把黯和若叶拉开了一点距离。\n \n“若叶，你去叫大家回去睡觉。”\n \n“唔……”\n \n若叶轻轻的应了一声，最后看了一眼黯后，就去叫围住蓝的孩子们了。\n \n“抱歉，让你看到了这样的情况，他们都很喜欢蓝，但蓝有段时间没来看他们了，所以有些激动。” \n\n大妈脸上挂起了略带歉意的笑容。\n \n“没……没关系……这样子，挺好的。”\n \n大妈看着黯，突然从她眼中看到了一丝羡慕与渴望。 \n \n“伊娜妈妈……”\n \n黯从孩子们的身上收回目光，重新看向了大妈，还是如同黑珍珠的眼眸，但此时她的眼睛里已经多了一些东西。 \n\n“谢谢您的好意，但我还是想跟着蓝，待在他的身边。”\n \n“但……”\n \n“我知道跟着蓝很危险，我亲眼看到了他也那些怪物战斗，是很危险的战斗，一不小心就会丧命，但我还是想跟着他，因为……”\n\n黯停顿了一下，低下了头，片刻后重新抬起时，大妈从她身上看到了一个人的身影……是两年前蓝的影子。 \n\n“不用说了，我知道你的选择了。” \n \n大妈伸手轻轻的挡住了黯的嘴。\n \n“这些话，还是和蓝说吧，照他的性子，估计不会答应让你跟着他，别看他这样吊儿郎当的，一遇到事情他出手的比谁都快，他肯定不会希望你和他一同冒险，他会想办法让你放弃跟着他，但他也会给你一个选择的机会，到了那个时候，做出的选择一定要对的起自己的心，好了，大妈就说那么多了，蓝也过来了，你去把你的选择告诉它吧。”\n \n若叶领着孩子回到了宅子里，蓝也终于从孩子堆里脱身，见大妈和黯看上去已经说完的样子，就上前去走到了他们身边。\n \n“你们两个讲好了吧，怎么样？我可以先走了吧。” \n \n“你倒是别急，让孩子自己跟你说吧。”大妈笑着把黯推到了蓝面前，蓝看着黯，黯也回看着他。  \n\n“我想……留在你身边，行吗？”\n \n“啧，当然不行！跟着我有多危险你也是看到了，你想zi杀自己去找棵看得顺眼的树，没必要来我这里蹭棺材，我也没有时间来照顾一个只会拖我后腿的人，伊娜，你赶紧把她领走做心理辅导，我先走了。” \n\n蓝转身欲走，但一只小手却抓住了他的衣摆。 \n \n啧……不知死活……\n \n“走，我带你去个地方，记得把这里的路记下来，省的你待会要回来忘记来这里的路。”\n\n原文发于B站，CV号4508003，感兴趣的人可以去支持一下\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}