{
    "title": "【原创·连载】我的世界飞逝堕落第十九章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1584062280,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n没想到吧，我竟然更新了！其实我自己也没想到，本来想咕咕咕的，结果手痒就写了。\n\n\n\n\n       第十九章：日常生活\n\n\n　　一觉醒来神清气爽，伸伸懒腰扭扭屁股，跟我一起来做运动。动动手啊动动脚啊勤做深呼吸，学爷爷唱唱跳跳我也不会老。笑眯......停！打住！这歌太魔性了一唱起来就没完。睡醒之后我脑子懵懵的，做的梦都记不清楚，就当休息一下吧。\n\n\n　　灵力恢复的很慢，现在才回复了不到10%，而且全身处于无力状态，实力大幅下降。现在的灵力阶段是子阶8%，比平常人快了一倍，可和同龄人相比还是太差，刚达到成年人的平均量，向监狱长那种其实我连根毛都碰不到就会被吊打，之前只是气势上装装样子而已，打铁门的手现在还肿着。\n\n\n　　肚子饿了，先下楼买个兔子吃了吧。“妈妈你看，兔子这么可爱，我们把它吃了吧。”“好的宝贝，你是想清蒸兔子头还是红烧兔肉片？”“小孩子才做选择，我都要！”“好的。老板，现杀吧。”经过一阵令人发指的操（nue）作（sha）后，那个可爱的小姑娘抱着血淋淋的兔头开心地跟着妈妈回家了。现在的小女孩都这么“温柔”的吗？\n\n\n　　“这位客人，你需要现杀吗？”屠夫叫醒了我。“哦、哦。不用了，我自己会。”我拎着兔子回到旅馆，把它扔到熔炉上，点燃火，准备吃肉。杀生多不好啊，所以还是看着它被烤死吧。兔子在熔炉内活蹦乱跳，我在房间里数钱。“钱快不够了啊，这年头旅馆还挺贵的。”房间外渐渐没了动静，我过去打开熔炉，里面是一只烤的火红的兔子。\n\n\n　　“嗯，不错，可惜没有调料，凑活着吃吧。”我用灵力想把它吹凉，大街上突然传出了喊声：“拍卖场进新货了！保证是上等货色！你们绝对没见过！”拍卖场？看看去。（忘记自己没钱）\n\n\n　　我把兔子放进背包，走到街上按照路线来到拍卖场，发现小巷中有个熟悉的人影。我跑过去偷看（日常偷窥），看到有个陌生的人也跟她在一起。“按照契约，今天你必须交出核心！”她不语，陌生男子猛然抓住她的手臂，用力扯了下来。她痛叫一声，捂住伤口往后退。“这只是开始，如果你再不交，就别怪我不客气了！”诶，这男子的气息有些熟悉呀。\n\n\n　　“既然不帮，就不要看了。”一名白发男子从天上飘下来，悠悠的落在他俩之间，眼神看向我，微笑着环胸而立。我见隐瞒不住，便走出来对视他。“你既然在旁边为什么不帮我！”她咬牙切齿地对我吼道。\n\n\n　　“帮你？之前砍我那一刀还没算完呢！”我摸了摸脖子后的伤，之前的心理阴影现在还有。“既然被人发现了，那就直接实行计划吧！”他不断地变大，再变大，然后拿出一个两米高的大锤子！“虽说是分身，但对付你们足够了！”一锤下去，整个地面都彻底塌陷，巷子的墙壁被夷为平地，只有旁边的拍卖场不受影响。\n\n\n　　“看来事惹大了啊。你的实力看起来不弱，就交给你了！”白发男一脸坚定的看着我的眼睛，然后跑路了。“没关系，你之前不都一下把监狱毁了吗，对付他不是小意思？”她拍拍我的肩膀，点了点头。“什么鬼啊！我才子阶啊喂！”完了！一不小心暴露实力了。“什么！你才子阶！那之前怎么做到的！”我一边躲避一边呐喊：“那是因为有灵力残余啊！更何况现在我还没恢复！”我被巨锤瞬间崩飞，辛亏因为瞬移回来才没把墙砸个窟窿。\n\n\n　　“这家伙太强了，还是快点跑吧。”刚恢复不久的灵力又变得所剩无几，这使得想要英雄救美的我变得十分狼狈。“不行，我跑不了。”她捂住伤口痛得皱起了眉头。“那我先跑了。”英雄救美？先活命再说，为毛非得救她呢！\n\n\n　　“今天谁也跑不了！”一锤下去，周围立起了石墙。“喂，你能不能别这么无情啊，打打杀杀多不好。”“去死吧！”他拿起巨锤跳起来向我这边砸去。这家伙根本不交流啊喂，难道你就是传说中的Berserker，还是B叔那种？你是不是把锤子当斧头了？\n\n\n　　话说我身边也没有能防御的东西，那就拿剑凑活一下吧。“看我的！冰剑版---Lord Camelot！”巨锤从天空坠落在冰剑上，巨大的重量让我的手变得酸痛。绝对不能放弃！只要信念足够强大，这盾就不会破！话说我这是剑，好的。这剑就不会破！\n\n\n　　脚下的泥土已经开始下陷，四周已经开始出现泥土的掉落物。我的手酸痛，身体也承受不住这种重量开始慢慢往后退。“看我砸死你！”他双脚落地，以非人的速度不停地将巨锤疯狂地砸在冰剑上。\n\n\n　　“切，谁和你打啊！”我突然想起来自己会瞬移，于是直接跑路，只留下他疯狂地在那砸地。瞬移是有反噬的，程度和末影珍珠一样。虽说在游戏中看着没什么，但其实就跟头上被打了一闷棍一样，很长一段时间会迷迷糊糊。\n\n\n　　“喂！别丢下我呀喂！”她在里面疯狂拍打墙壁。“不行我有些受不了了，你自己好自为之。”我扭头往拍卖场里走去。这件事本来就是他们两人的，没必要把我牵扯进来。\n\n\n　　“混！！！蛋！！！”她身上突然爆发出强烈的杀气，吓得我吞了吞口水。“哇，杀气弥漫啊。”我转身就想跑，发现地上多了一大片阴影，往天上一看，撒腿就跑。“你，可以，说遗言了！”直接把石墙给捶爆啊喂！你是不是太变态了啊喂！我强烈要求削弱啊喂！\n\n\n　　“这是什么变态力量。”他从地上爬起，正巧碰上她朝我打来的一拳，被打了个透心凉。“哇！出人命啦！”那种防御力都受不了，打我身上肯定连渣都不剩！\n\n\n　　“问题解决，你可以说最后的遗言了。”她眼睛尽可能地睁大，嘴角尽最可能地向上扬，露出里面一排洁白的牙齿，发出“嘿嘿嘿”的声音。这种诡异的笑容，是要吓死我吗！\n",
    "replies": []
}