{
    "title": "【原创·连载】我的世界飞逝堕落第二十章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1584064260,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n更新真是太累了，脑子晕乎乎的\n\n\n第二十章：真假易分\n\n\n　　“没想到你竟然这么强。”我拿冰剑勉强接住她的一拳。“别说废话！”她拿出一瓶奇怪的药水喝了下去，然后死了。“不会吧，就这么死了？不过按照作者的尿性她一定会醒过来。”我走上前踢了她两脚。果不其然，她又再次以诡异的姿势站了起来：“运气不好啊。”然后她再喝了一瓶，变成了一只小狼。\n\n\n　　我与她对视了几秒，最终忍不住笑了起来：“就你这运气，回去洗把脸再来吧！”她气得张嘴向我咬过来。不知道是福是祸，虽说变成了狼，可速度增长了一大截，可以和我之前在监狱里控制的刀片相比了。\n\n\n　　“饿了？正好我有吃的。”我拿出兔子往她嘴里塞。她愣了几秒，趴在地上津津有味的啃起了兔子。她变回人形，又愣了几秒，一巴掌把兔子甩到我脸上：“你把老娘当什么了！”“怎么了，挺可爱的啊，不过我觉得不是狼，叫狗更合适。”\n\n\n　　“真是的，你们小两口吵架回家去吵啊，别在大街上。”她刚要发怒，路人开始聚集过来。“怎么不打了？”我嘲笑她。“你不要脸，我还要脸呢！”她白了我一眼，转身离开。“唉，小狗多可爱啊，当小狗那是在夸你呢，竟然还生气。”我无奈地耸了耸肩。\n\n\n　　她刚要转身离开，听到这句话又缓缓地转过头，狠狠地握紧了拳头，然后又松了下来：“我大人不记小人过，这次就放过你。”不会吧，性格突然变好了？我望着她渐渐远去的身影，吹着口哨走进了拍卖场。\n\n\n　　“您好，是要参加拍卖吗？”前台笑脸相迎。“嗯。”“入场券一百绿宝石。”\n\n\n　　拍卖场里空荡荡的，但坐着的人都气质不凡，很明显不是小角色。“欢迎欢迎。今天的出场顺序依然按照惯例。第一个物品是一把很有重量的武器。”一个大箱子被抬到了台上，现场的众人无聊的打了个哈欠。主持人尴尬的笑了笑，打开箱子：“大家注意了！这可是吸天地之灵气取日月之精华的......花岗岩！”箱子里是一块普普通通的的花岗岩，气氛一度下降。\n\n\n　　过了几秒，前排的那些dalao们全都欢呼起来，争着抢着要买，还有人甚至出到了3万！敢情这些人全是憨憨啊。也不能这么说，有的人可能是钱太多没处花所以出这么高的......说到底还不是一群憨憨！还有，你不是说是武器吗，怎么是石头！你把我们当猴耍吗！\n\n\n　　“恭喜极品花岗岩以4万的价钱被23号拍下。接下来是个极强的防具。”第二个箱子里，是一个看起来金闪闪的盔甲。好吧，不是看起来，它就是黄金做的！有这么多金子你怎么不做金苹果呢！暴殄天物啊！\n\n\n　　“恭喜黄金盔甲以1万的价钱被11号拍下。接下来是一个制作材料。”第三个箱子里，躺着一个灵核，一大块灵核！它黝黑的外表上流淌着天蓝色的灵丝，四周的黑色粒子时不时得闪出金色的光芒。按照书上所说，这可是极品！\n\n\n　　正当我以为他们又要像憨憨一样，瞬间有个人出价：“我出30亿！”我去，敢情你们是不管什么东西都买啊！我还想占便宜呢！“好，我知道大家都是朝着我们的新品来的，来，请看！”没有箱子拿上来，一个女孩被扔上去。\n\n\n　　“这是我们最珍贵的物品：僵尸！这是一个已经化为人形的僵尸，它的灵力已经达到了主阶，我们是趁它刚刚突破后虚弱时抓回来的。古书《药经》上说过，主阶僵尸肉是一种极品药材，酿成药后可以大幅度提升灵力上限。现场现杀取肉，一斤起拍价10万。”\n\n\n　　经过数十次的成交后，僵尸的手臂上、肚子上都露出了白骨。我观看着这场屠杀盛宴，一直到结束。僵尸在地上抽搐着，身上早已没有一块肉，完全变成了骷髅。我知道这次拍卖的真相，但我不愿意说出来，我只能看到流到地下的鲜血，和大家心满意足的表情。说吗，可说出来有用吗，他们会听吗。\n\n\n　　我走出门外，呼了口气新鲜空气。生死与我何干，活下去，比什么都重要，吗。我敲了敲自己的头，丢开那些不愿去回想的东西。真是的，我为什么会把它和队长联想到一起啊，它是僵尸啊！僵尸杀人放火罪大恶极，该杀。“现在还在自欺欺人吗。”我回头，主持人就站在我身后，“我早看出来你和那群憨憨不一样。”\n\n\n　　“你都知道。”我看向里面已经不动的骨架。“是又如何，你认为我一个小小的主持人能干什么。”他笑了笑。“不如何。”我转身离开，“我也不想如何。”\n\n\n　　骗子能骗任何人，却骗不了自己；假的再像真的，始终是假的。做这一行，要自欺欺人，时间久了，自己都会真假不分。就算分清了，也要让自己分不清，才能演出最好的效果。利益可比天还大，演砸了就不好了。\n\n\n　　僵尸真的坏吗。\n\n\n　　回到旅店，我的肚子又叫起来。兔子没吃成，东西也没买成，我感觉自己像个憨憨一样把钱交出去，结果自己什么也没得到。“天地良心，绝对神药！”大街上又叫嚷起来，“外伤内伤，啥伤都能治，绝对神药！”\n\n\n　　都是骗子，底线怎么就差这么多呢。“有吃的没，我饿了。”白发男伸了个懒腰。“没有，我还饿着呢。”我打了声哈欠，白发男躲过飞来的冰剑，气愤地嚷嚷道：“你就这么对待客人吗！”“我可没让你来，从我的房间出去。”“切，别装了，你的灵力都见底了。”\n\n\n　　“还不是都因为你挑衅他！”冰剑在房间中上下飞舞，他渐渐地被逼到门口。“别别别，有人让我给你张纸条。”他将纸丢给我，我将冰剑收回来，伸手接住：“明天黎明的时候金之城禁地大门口见。”这字迹和之前在冰之城时天上飘下的纸上一样，结果在木之城等了一年也没见到人影，这次终于有了音讯。\n",
    "replies": []
}