{
    "title": "[Minecraft.net | INSIDER] 背包盘点：睡莲",
    "author": "索菲缇娅",
    "replyCount": 2,
    "timestamp": 1584060540,
    "txt_content": " 本帖最后由 乐之叶 于 2020-4-26 16:16 编辑 \n\nTaking Inventory: Lily Pad\n背包盘点：睡莲\nSomething to ponder\n值得思考\n\nDuncan Geere 邓肯·吉尔\nMinecraft’s swamps are dark, dank places, full of mud, clay, and slime. But they’re also one of the most useful biomes – there are a bunch of resources and items that can only be found in swamps. And one of them is our item of the week – the lily pad.\nMinecraft里的沼泽十分阴暗潮湿，满是泥巴，粘土还有史莱姆。但沼泽也是最有用的生物群系之一 —— 有很多资源物品只能在沼泽里找到。其中之一就是我们这周背包盘点的主角——睡莲。\n\nLily pads were added to Minecraft in version 1.0.0, alongside the enchantment system, nether fortresses, and potions. When implemented, they were 1?64 of a block tall. But today they’re a little thicker – 3?32 of a block. That’s about a pixel and a half, fact fans.\n睡莲在 Minecraft 1.0.0 版本中与附魔系统，地狱要塞和酿造系统一起被添加到游戏中。刚被添加时，睡莲只有1/64个方块高。但现在变高了一点 —— 3/32 个方块高。差不多一个半像素。\n\n\nAs noted above, lily pads only generate naturally in swamps. But if you’re in desperate need of one and there’s not a swamp to be seen, then try poking around in a woodland mansion instead – you might find one there. It’s also possible to buy them off wandering traders, and occasionally you’ll fish one up, too.\n前文提到，睡莲只会在沼泽地形生成。但如果你迫切需要它，却没有发现沼泽，可以尝试在林地府邸逛逛 —— 你可能会在那里发现一些睡莲。流浪商人有时也会出售睡莲，并且你也偶尔会钓到它们。[译者注：林地府邸明明更难找QAQ\n\nLily pads are most useful as a way of walking on water. They’ll support a player’s weight, making them handy on farms and to make bridges across water. Oh and did you know that lily pads can be placed on ice as well as water? It’s true – and handy, too – a few lily pads on an icy river can interrupt a dangerous slide.\n睡莲最有用的功能是让你在水上行走。它们可以支撑玩家的重量，这让玩家在农耕和造桥时更加方便。对了，你知道睡莲既可以放在水上，同时又可以放在冰上吗？这个特性也十分有用 —— 结冰的河上的几个睡莲可以让你在滑行时停稳。\n\nLily pads can also be handy for starting construction in the middle of the ocean. If you swim underneath one, you can place a block on its underside – it’ll break the pad, but leave the block in place. Useful if you don’t want to swim all the way to the seabed or the shore.\n睡莲也能让你方便地从海上开始建造建筑。你可以游到睡莲下，然后在它的下面放置方块 —— 虽然这样会破坏睡莲，但是方块却留在了那儿。如果你不想从海床或海岸开始搭建，睡莲将会是十分有用的。\n\nTC Tao//CC BY 3.0\nTC Tao//CC BY 3.0\nIn the real world, lily pads are the leaves of the Nymphaeaceae family of flowering plants – better known as “water lilies”. There are about 70 different species, found all over the world, including Victoria amazonica – the giant water lily, whose pads can be large as three metres across(!). Their flowers are white the first night they’re open and become pink the second night.\n现实世界中，睡莲是睡莲科开花植物的叶子 —— 俗称“莲叶”。全世界总共约有70个种类，包括巨型睡莲 —— 亚马逊王莲。它的叶子的直径可达到3米(!)。它们的花在开放的第一个夜晚是白色的，到第二天晚上就会变成粉红色。\n\nThe giant water lily was the subject of major rivalry between gardeners of Victorian England. There was stiff competition between the gardeners of the Dukes of Devonshire and Northumberland as to who could be the first to get one to flower. In the end, Joseph Paxton (for the Duke of Devonshire) won the competition in November 1849, by replicating the lily’s natural environment using coal-fired boilers. The lilies’ ribbed underside later inspired Paxton’s designs for the Crystal Palace .\n巨型睡莲也是维多利亚时代英国园丁之间的主要竞争主题。德文郡公爵的园丁和诺森伯兰公爵的园丁就对于谁能最先让一株巨型睡莲开花展开过激烈的比拼。最后，约瑟夫·帕克斯顿（德文郡公爵）通过使用燃煤锅炉模仿睡莲的自然环境在1849年11月取得胜利。帕克斯顿设计水晶宫时，还受到过睡莲肋骨状底部的启发。\n\nWater lilies are symbolic to many cultures. They’re the national flowers of Bangladesh, Sri Lanka, and Guyana, and the state flower of Andra Pradesh in India. Lily pads are also seen in Northern European heraldry, most notably on the flag of Friesland and the coat of arms of Denmark. In both cases, they’re coloured red and so look like little hearts instead.\n睡莲还是许多不同文化的象征。例如它们是孟加拉国，斯里兰卡和圭亚那的国花，印度安德拉邦的州花。在北欧的纹章中也可以看到睡莲，在弗里斯兰省的省旗和丹麦的盾徽上就十分明显。不过在这两个盾徽上，它们是红色的，因此看起来更像小小的爱心。\n\nSo there you have it – if you want to win a gardener’s heart, get them a lily pad. There’s no finer aquatic flower.\n现在你知道了 —— 如果你想赢得一位园丁的欢心，那么应该送给他们一株睡莲。没有比睡莲更好的水生花了。\n\n【乐之叶 译自官网 2020 年 03 月 12 日发布的 Taking Inventory: Lily Pad；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "Xiao2",
            "timestamp": 1584064740,
            "txt_content": "也可以放在冰上吗？的确可以这样\n我真的不知道！！"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1584064980,
            "txt_content": "Xiao2 发表于 2020-3-13 09:59\n我真的不知道！！\n说实话，我之前也不知道XD\n\n\n\n\nimage.png (346.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 10:03 上传\n\n\n\n\n\n\n"
        }
    ]
}