{
    "title": "[Minecraft.net | MERCH]苦力怕的视界",
    "author": "封徵",
    "replyCount": 2,
    "timestamp": 1584068880,
    "txt_content": " 本帖最后由 封徵 于 2020-3-13 13:03 编辑 \n\n\n\n\n\nfile_1584067304000.jpg (60.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 10:41 上传\n\n\n\n\n\nCreeperscopic Vision\n苦力怕的视界\nCheck out this psychedelic isometric mob by Yanni Davros\n快来看看这个由 Yanni Davros 制作的炫彩光栅立体*的小“怪物”吧！\n\nMarsh Davies 马什·戴维斯\nWe’re lucky here at Mojang that our game inspires some incredible creativity - and not only within the game. We also have awesome artists making cool Minecraft stuff for your desktop, shelves and walls, like this “Creeperscope” poster by Yanni Davros over at J!NX.\n运气可以说还不错，我们的游戏激发了大家内在的一些令人难以置信的想象力 —— 而且不仅仅是只在游戏里面。我们同样拥有令人惊叹的一群“艺术家”玩家们为你的桌面、书架、墙壁等等创造出各种令人惊异的“小”玩意，就像这张 Yanni Davros 发布于 J!NX的 “苦力怕” 海报一样 。\n\nHave a look at a high-res version on Yanni’s deviantart page .\n你也可以在他的主页 Yanni’s deviantart page 查看这张海报的高清版本。\n\n“I’d always loved mathematics, geometry and colour theory in school,” says Yanni. “I also have really fond memories of kaleidoscopes when I was a kid. I thought they were really beautiful with all the changing colours - they’re never the same thing twice. I’m hoping that when people they look at Creeperscope, they never see the same thing twice.”\n“当我还是个学生的时候我就特别喜欢数学、几何和色彩理论,” Yanni 如是说。“我童年时代也伴随着对万花筒的非常美好的回忆。我觉得当万花镜旋转时镜中颜色变换，那真是绮丽极了 —— 而且镜中从未出现过任何两种相同的颜色排列。因此我也同样希望当人们无论多少次看到这张海报时，都能有全新且不同的视觉感受。”\n\nCreeperscope is available to buy from The Official Minecraft Store, and should be available in lots of supermarkets and shops!\n现在这只“苦力怕”已经可以在 The Official Minecraft Store 下单了，而且你大概也能在许多的超市与商店看到这张不同凡响的海报！\n\n【封徵 译自官网 2016 年 11 月 28 日发布的 Creeperscopic Vision；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584069000,
            "txt_content": "*光栅立体画是利用特种光学材料（通称光栅材料）在平面上展示出栩栩如生的立体世界，匪夷所思的立体效果。手摸上去是平的，眼看上去是立体的，有突出的前景和深邃的后景，景物逼真。各类型图像都可以做出立体效果。是结合数码科技与传统印刷输出的技术，用一组序列的立体图像去构成一张图片，图片表面履盖着一层的光栅所组成的。光栅画通过不同加工和材料的选择，还可以做出网上所说的二变，三变，旋转，缩放，彩虹等效果，实际都是光栅成像原理上的引申做法。由于光栅立体画的成本比较高，任何保存好库存的光栅立体画就非常重要。\n\n——来自<百度百科>\n\n简单来说就是，从不同角度能看到不同的颜色和图案\n"
        },
        {
            "author": "15837346836",
            "timestamp": 1584114480,
            "txt_content": "1235467990"
        }
    ]
}