{
    "title": "[Minecraft.net|CULTURE]天空工厂4",
    "author": "jinvgy",
    "replyCount": 7,
    "timestamp": 1584084540,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-15 22:17 编辑 \n\n\n\n\n\nimage.jpg (40.73 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-13 11:11 上传\n\n\n\n\n天空工厂4\nSKY FACTORY 4\n一个下载量破百万的Java版的整合包！\nA Java modpack downloaded by millions!\n\n       我站在一颗树上，那棵树被种在一个被虚空包围的泥土上面。尽是虚空，什么都没有。在东边，太阳正缓缓升起。在西边，月亮(也)正忙着沉于地平线下。这里没有半点声响，而且除了把这棵树砍倒之外无事可做。树倒下后，这些叶子腐烂，变成了一颗树苗。我把它们收集起来，然后种下一颗新树，并重复着这一过程。\nI’m standing on top of a tree, which is standing on a single block of dirt that is surrounded by a vast area of nothingness. A void, bereft of all matter. To the east, the sun is rising. To the west, the moon falls below the horizon. There is no sound, and nothing to do but chop down the tree. The leaves of the toppled tree decay into saplings, which I collect, and plant a new tree to begin the process again.\n       日子一天天的过去，我的(空岛)平台已经大到几乎看不到尽头了。其中一个区域上面全是猪，(它们)产着松露，我可以将这些松露变成煤炭、玻璃和红石。另一个区域是一个大植物园，里面有着各种种了树的小盆栽，这些树给我产出了许多资源。第三个区域是一个嗡嗡作响的核反应堆。第四个则是我飞艇停靠的地方。我在天上造了一个家——仅仅如此。这就是天空工厂4\nDays and weeks pass. My platform is now so big that I can barely see from end to end. One area is covered in pigs, snuffling out truffles that I can turn into coal, glass and redstone. Another part is home to a huge arboretum filled with tiny bonsai trees, growing yet more resources for me. A third area houses a humming nuclear reactor. A fourth is where my airship is parked. I’m building a home in the sky – out of nothing. This is Sky Factory 4.\n\n\n\n\n\nskyfactory-overview.jpg (183.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 11:58 上传\n\n\n\n\n\n       让我们从基础部分开始。天空工厂4是一个整合包——有着一系列精心设计和配置的Java版Minecraft的模组，可以在Twitch启动器中获取。这个整合包是Bacon_Donut小组中一名高产的整合包制作者Darkosto制作的。他在2014年时发布了最初的天空工厂整合包，最初始的原版——以及其后续版本——已经被下载了数百万次。\nLet’s start with the basics. Sky Factory 4 is a modpack – a pack of Minecraft Java edition mods carefully designed and configured to work together, and is available through the Twitch launcher. It was created by prolific modpack-maker Darkosto, working with Bacon_Donut, who put together the original Sky Factory back in 2014. The original – along with its successors – has been downloaded millions of times.\n       “你从一个广阔无垠的世界、从一颗种在一块泥土上的树的树顶开始。”Darkosto解释道，“这是这一整个系列模组包的核心概念。(总体的)想法就是(要让玩家)从无到有去创造一切。普通的Minecraft需要你下矿整地，但天空工厂则完全相反。”\n“You start out in an empty, infinite world on top of a tree and block of dirt directly below it,” Darkosto explains. “This has been a core concept of all the modpacks in the series. The idea was to create everything from nothing. Vanilla Minecraft asks you to mine and shape the terrain around you, but Sky Factory prompts you to do the opposite.”\n\n\n\n\n\nskyfactory-advancements.jpg (66.07 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-13 12:33 上传\n\n\n\n\n\n       如果你对一个加装了各种模组的Minecraft感到不熟悉，那么你最开始接触天空工厂4的时候可能会有点难以接受，你需要学习很多新的东西。为啥我的背包界面有一页又一页的物品？为啥角落有一个小地图？我背包里的这本书讲的是什么？但当你适应之后，也许是在一个友好的教程的帮助下，例如Chosen Architect在YouTube上制作的的系列教程，你会习惯这一切的。\nIf you’re totally new to modded Minecraft, dropping into Sky Factory 4 might initially be a little overwhelming. There are a lot of new things to learn. Why is the inventory screen covered with pages and pages of items? Why do I have a minimap in the corner of the screen? What’s this book in my inventory all about? But as you settle in, perhaps with the help of a friendly tutorial like this YouTube series created by Chosen Architect, you’ll start to get used to how it all works.\n       “模组化的Minecraft最大的吸引力在于它所能钻研的深度，”Darkosto说到，“你有没有感到过在普通的Minecraft中，有些东西没有达到你预期所想的效果？或者是感觉缺失了什么？你想要更多的进展吗？或者是想要游戏变得更难或更简单？在模组化的Minecraft中，这些都能实现。”\n“The biggest draw of playing modded Minecraft is the depth it allows,” Darkosto says. “Have you ever felt that something in the vanilla game didn’t do exactly what you wanted? Have you ever felt that something was missing? Do you want more progression? Do you want the game to be harder or easier? All of those things can be done in modded Minecraft.”\nhttps://www.bilibili.com/video/av96280086/\n       在早前的天空工厂中，你的前期就是一直仔细的筛泥土、砂砾以及沙子去获得资源。但在天空工厂4中，金锭就长在树上——准确来讲应该是金锭树。你从泥土树开始起步，然后制作圆石树，(接着)你可以制作黏土、骨头和砂砾树等等，直到你能种出绿宝石、钻石和金锭树。\nIn previous versions of Sky Factory, the early game revolved around carefully sieving dirt, gravel, and sand to extract resources. But in Sky Factory 4, gold really does grow on trees – gold trees, to be precise. With the dirt tree you start on, you can make a cobblestone tree, from which you can make clay, bone, and gravel trees, and so on until you’ve got trees that are growing emeralds, diamonds, and gold.\n       (还记得)我之前提到的书吗？它将会帮助你解决你在这个整合包里遇到的问题，并向你展示整合包中大部分的功能。“我们已经制作了一个新的进度系统(注:即旧版的成就)以引导玩家早期的游戏进程，并在之后(注:指游戏中后期)向他们展示一些实用的道具，”Darkosto说道，“很多人往往会漏掉这个东西并在最后以失败告终(注:指生存)。”\nThat book I mentioned before? It’ll help you work your way through the pack, and see most of what’s on offer. “We’ve gone through and created a whole new set of advancements that walk the player through early game progression and shows them a number of useful items later on,” says Darkosto. “A lot of people tend to miss this and get a bit lost.”\n       书中不同的部分都围绕着一个不同的主题——存储、农耕、机械、探索等等。每当你完成了一页(进度)，你都会获得一个能够用于解锁强大功能的“声望点”，这些强大的功能在以后的游戏中都能使用，例如盆栽能够自动收获并将收成储存于其下方的箱子中。或者是喷气背包，亦或是一个游戏内的电脑、又或者是传送枪、也可以只是一个超级大火把。\nDifferent parts of the book are themed around different specialisms – storage, farming, machines, exploration, and more. Once you complete a page, you’ll be granted a “prestige point” which can be used to unlock powerful, permanent upgrades that you’ll have access to in all future games, like pots that can automatically harvest trees and drop their contents in an attached chest. Or jetpacks. Or in-game computers. Or a portal gun. Or just a really huge torch.\n\n\n\n\n\nskyfactory-megatorch.jpg (107.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 13:58 上传\n\n\n\n\n\n       不过完成进度并不是获取声望点的唯一方法，你也可以试着去时光旅行。“这是Bacon_Donut小组特别要求的，”Darkosto解释说，你可以像字面上所描述的一样去制作一个会产生额外声望点的、叫做“Parabox”的时光机。只要你能满足它那不断增加的能量需求，你就能一直运行它，然而当你关掉它的时候，它就会让你的整个世界回到你打开它时的样子，就像什么都没发生过一样。\nBut completing advancements isn’t the only way to get prestige points. You can also try your hand at time travel. “This was a feature specifically requested by Bacon_Donut,” Darkosto explains. You can literally build a time machine, called a “Parabox”, which generates additional prestige points. You can run it for as long as you can meet its increasing power demands, but the moment you turn it off it’ll reset your world to exactly how it was at the moment you turned it on as if nothing had happened.\n       建造这个东西是一个非常大的技术挑战，Darkosto说：“我想让这个游戏一直持续进行，重新开始整个整合包(进程)并傻等并不是我想要的选择。”因此他说服了一个名为DarkHax的模组开发者去制作这个能暂停世界的模组，并能在时光旅行时重新开放它。“我所做的很多项目都要求模组开发者去做一些十分疯狂的事情！”Darkosto承认道，天空工厂4的制作从开始到结束，一共用了整整十个月。\n\n\n\n\n\nskyfactory-parabox.jpg (56.31 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-13 14:20 上传\n\n\n\n\n\n       现在这个(整合包)已经完成了，Darkosto接下来的计划是什么呢？“我最近做的两个项目都是为别人做的，”他说，“接下来我想要做一个自己设计的一个轻量的小项目。我有一些很好的想法，这些想法反映出了我第一次遇到的模组化Minecraft。我特别喜欢一些硬核的整合，例如Crash Landing、Blood N Bones和Ultra Hard Survival 3，这些整合都有着自己的魅力。我也想要做的像这些整合一样，并且润色我的整合，比以往的任何一个整合都要更丰富。”\nNow it’s out, what’s next on Darkosto’s to-do list? “The last couple of projects I’ve worked on have been for other people,” he says. “Next I’d like to work on a small, light project of my own design. I have some ideas of some pretty neat concepts that mirror some of my first encounters with modded Minecraft. I fell in love with hardcore modpacks like Crash Landing, Blood N Bones, and Ultra Hard Survival 3. They all had a simple yet effective charm to them. I want to do something like that and try to polish it more than I have ever polished any previous pack.”\n       “我现在仍然会定期的玩模组化的Minecraft，虽然这些年来我花了很多时间在其他的游戏上，但没有一款能让我产生和玩Minecraft一样的感觉，”他补充道，“说到底，我最喜欢做的事情就是创造新东西，而制作Minecraft整合包则填补了我的这个空白。看着其他人玩着这个整合包乐在其中，让我有着前所未有的满足感。”\n“I still play modded Minecraft on a regular basis. Over the years, I’ve spent a lot of time streaming other games, but none have left me feeling the same as Minecraft does,” he adds. “Ultimately, my favorite thing to do is create new things, and making Minecraft modpacks has filled that void for me. Watching other people enjoy the modpacks gives me a huge sense of satisfaction that I’ve never experienced before.”\n       天空工厂4现已可以在Twitch启动器中获取！\nSky Factory 4 is available now through the Twitch Launcher.作者：Duncan Geere\n日期：2019.06.07\n原地址：https://www.minecraft.net/en-us/article/sky-factory-4",
    "replies": [
        {
            "author": "Xu_Yang",
            "timestamp": 1584089220,
            "txt_content": "天空工厂4，又名：天空树场"
        },
        {
            "author": "靓女颜夕",
            "timestamp": 1584095940,
            "txt_content": "哇哦好棒"
        },
        {
            "author": "15837346836",
            "timestamp": 1584114360,
            "txt_content": "1234567892"
        },
        {
            "author": "15837346836",
            "timestamp": 1584114720,
            "txt_content": "1234567890"
        },
        {
            "author": "浮世繁华、",
            "timestamp": 1584181020,
            "txt_content": "为什么服务端开不了"
        },
        {
            "author": "jinvgy",
            "timestamp": 1584181200,
            "txt_content": "浮世繁华、 发表于 2020-3-14 18:17\n为什么服务端开不了\n这只是官方文章翻译帖...\n你应该去问答版问"
        },
        {
            "author": "浮世繁华、",
            "timestamp": 1584181320,
            "txt_content": "jinvgy 发表于 2020-3-14 18:20\n这只是官方文章翻译帖...\n你应该去问答版问\n好吧好吧"
        }
    ]
}