{
    "title": "[Minecraft.net|INSIDER] 背包盘点： 三叉戟",
    "author": "xingyu",
    "replyCount": 2,
    "timestamp": 1584082620,
    "txt_content": " 本帖最后由 xingyu 于 2020-3-13 17:13 编辑 \n\nTaking Inventory: TRIDENT\n背包盘点：三叉戟\nNeptuning out\n海神的武器\n\nDuncan Geere\nFighting underwater is like a maths test to the death. It’s slow, difficult, and the consequences can be dire. Luckily, in the Update Aquatic the developers added something to make it a little easier. It’s our item of the week – the trident!.\n在水下战斗就像数学考试一样要命，又慢又难，而且结果也不尽如人意。幸好，这次我们的更新我们让水下战斗变得更简单了，介绍一下本周我们的新物品——三叉戟\n\n“It's a weapon that is intended to be used underwater,” Jens Bergensten told Tom back when the update was released. “You can both swing with it and throw it.” Tridents are pretty strong – they deal more melee damage than a diamond sword. But be aware that they have the durability of an iron one. So if you find a trident, you might want to keep it for special occasions.\n“这是一款倾向于在水中使用的武器“ jeb在这次的海洋更新发布时这样跟tom说道“你可以像剑一样挥舞他，也可以像标枪一样投掷他”\n三叉戟具有很高的实用性以及威力----它拥有比钻石剑更高的近战伤害（近战伤害+9）但是请注意，他们的耐久度与铁剑一致。所以当你得到了一个破损的三叉戟以后，你可能会想着以后拿到经验修补给它修复..\n\n\nOh yeah – finding tridents. There’s only one way to get one – defeating a drowned. Only a few of the drowned carry tridents, and once killed only a few of them will drop will that trident. So don’t charge into a mob of drowned expecting to come out swimming in tridents. You might only get one or two at best.\n噢，是的，三叉戟的获得方式，很简单，只有一种方式能够得到三叉戟----通过击杀溺尸，但是很少有自然生成的溺尸会携带三叉戟，而这部分携带三叉戟的溺尸被击杀后也只会有很少的一部分掉落三叉戟。所以当你遇见一大群拿着三叉戟的溺尸后，你要三思而后行，因为你可能会受到大量的伤害而一无所获。\n\n\n\n\n\n\n\ningame.jpg (84.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:35 上传\n\n\n\n\n\n\nOnce obtained, you can swing it like a sword or press and hold the use button to pull it back. Once the button is released, you’ll throw it in a long arc, just like an arrow. If it hits a mob, it’ll land nearby. If it hits a block it’ll stick there. Either way, if you head on over to the landing site, you can retrieve any trident you’ve thrown. Tridents thrown by drowned can’t be retrieved, just like arrows shot by skeletons.\n当你获得三叉戟之后，你就可以使用它进行近战攻击。当然，你也可以按住右键进行蓄力，松开鼠标右键时它就会像标枪一样被你投掷出去。并在空中划过一道优美的弧线，如果它在被投掷出去飞行的过程中击中某种生物或者方块，那么它就会以实体的形式弹落在附近或者插在方块上（这点跟箭有些相似）你只需要靠近它，它就会回到你的手中，成为你的利器。但请注意，溺尸投掷出的三叉戟是无法被回收的，（因为它很忠诚，笑）被溺尸投掷出的三叉戟跟骷髅射出的箭一样不能被回收。\n\nThe other thing worth mentioning about tridents is their nifty enchantments. Tridents can get the unbreaking, mending and curse of vanishing enchantments that many other weapons can get – but they have four of their own special enchantments too – some of which are incompatible with each other.\n当然啦这次的更新不仅仅是更新了三叉戟，同样的，也附带上了他的特殊附魔。他们的附魔十分管用，三叉戟不仅可以附上所有武器都可以有的耐久，经验修补，和消失诅咒，同样的，他们也更新了四种新的附魔，但是请注意，其中有的附魔是相互冲突的，就像截肢杀手和锋利一样冲突。\n\nLoyalty will cause a thrown trident to return to the player after a few seconds. Impaling will deal extra damage to aquatic mobs or regular mobs in wet conditions. Riptide will cause a trident to deal splash damage (geddit?) and propel the player forward when thrown – again, only in wet conditions.\n忠诚 将会使扔出的三叉戟几秒后回到玩家身边。穿刺 对所有处在雨中，雪中，或者水中的生物造成额外伤害，穿刺等级越高，额外伤害越多。激流 可以对怪物造成螺旋攻击溅射伤害（你知道吗？），玩家使用这种附魔只有在雨中，雪中，或者水中才能够使用。\n\nFinally, the channeling enchantment will cause a thrown trident hitting a mob during a thunderstorm to summon a lightning bolt. If you’ve ever wanted to be a god of thunder, this is the enchantment you’ll want to get.\n最后，引雷 附魔会在雷暴天气投掷三叉戟击中生物时召唤一道闪电劈向目标，当然，这种附魔只有在击中生物的时候才有几率触发，如果你想成为雷神，那这种附魔是你的不二之选！（不必担心你的三叉戟，雷电劈不掉）。\n\n\n\n\n\nrealworld.jpg (223.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:42 上传\n\n\n\n\n\n\nPublic domain image from the National Archaeological Museum in Madrid马德里国家考古博物馆的展示图片(西班牙首都)\nReal-world tridents are best known in the Western world for their use in fishing and combat in Ancient Greece and Rome (and appearance in the hands of both cultures’ sea gods). Ancient Roman gladiators who wielded nets and tridents were called retiarii.\n实际上，三叉戟在西方世界闻名已久，因为状似鱼叉，曾在古希腊与罗马间的战斗中出现（并且也同时在两种神话中作为海神的武器出现）.其中，古罗马挥舞渔网和三叉戟的角斗士被称为“网斗士”。\n\nBut they also appear in other cultures. Hindu god Shiva used a sacred trident to fight off evil, and in Taoism the trident represents the Three Pure Ones of the Taoist Trinity. Tridents were also used in 17th and 18th-century Korean martial arts. Oh, and they’re still used in modern spear-fishing.\n不仅如此，他们也出现在了其它的文化中。例如印度教的三主神湿婆使用神圣的三叉戟与邪恶作斗争，道教中的三叉戟代表三清，时期到十八世纪他们也应用在了韩国的武术中，实际上，到现在，它们仍作为鱼叉被我们使用。\n\nSo next time you’re exploring the ocean depths, keep an eye out for tridents hurled your way. You might gain a powerful new weapon!\n所以在下次探索深海的时候，请注意来自海洋深处的三叉戟，因为你很有可能获得一个更强大的武器！\n\n\n\n\n【xingyu 译自官网 2020 年 01 月 30 日发布的 Taking Inventory: Rrident】\n【本文排版借助了：SPX】\n\n\n\n\n",
    "replies": [
        {
            "author": "xingyu",
            "timestamp": 1584089640,
            "txt_content": "附魔细节补充一下\n\n附魔一：忠诚\n带有忠诚附魔的三叉戟会在投掷出去并碰到某样东西后在几秒内回到玩家手中，忠诚附魔的等级越高，三叉戟的回归速度也就越快，当然，在触发忠诚的过程中（也就是三叉戟回归的过程中）玩家死亡，会导致三叉戟在途中变成掉落物，而玩家复活时需要自己去把它捡回来\n\n附魔二，穿刺\n这种附魔效果会对所有处在雨中，雪中，或者水中的生物造成额外伤害，穿刺等级越高，额外伤害越多\n\n附魔三，激流\n激流的特殊攻击方式可以让玩家化身螺旋丸（误），让玩家向箭头方向推进并进行螺旋攻击，这种附魔只有在雨中，雪中，或者水中才能够使用\n\n附魔四，引雷\n引雷附魔会在雷暴天气投掷三叉戟击中生物时召唤一道闪电劈向目标，当然，这种附魔只有在击中生物的时候才有几率触发，如果你想成为雷神，那这种附魔是你的不二之选！（不必担心你的三叉戟，雷电劈不掉）\n\n\nPS：翻译完才知道版主已经翻译过了...   第一次翻译多多指教"
        },
        {
            "author": "Y制杖杖",
            "timestamp": 1585523700,
            "txt_content": "你可能会想着以后拿到经验修补给它修复..\n这句不应该是\"你可能会把它留在重要时刻使用\"吗"
        }
    ]
}