{
    "title": "[Minecraft.net | CULTURE] 恢宏古堡",
    "author": "封徵",
    "replyCount": 7,
    "timestamp": 1584081960,
    "txt_content": " 本帖最后由 封徵 于 2020-3-13 18:02 编辑 \n\nMagnificent Mansion\n恢宏古堡\nPaulzero shows us around his latest Victorian Villa!\nPaulzero 将为我们奉上探访他最新建造的维多利亚城堡庄园的奢华之旅！\n\nJay Castello 杰伊·卡斯特洛\nIf you’re trying to read this but are getting distracted by a loud wistful sighing noise, then I apologise. It’s probably just me admiring the latest build from Paulzero, a beautiful Victorian Chateau that I really wished I lived in. It looks a treat from the outside, is equally beautiful on the inside, and I can just imagine sipping hot chocolate next to that roaring fire, looking out at that gorgeous garden...\n如果你原想静下心来好好读一读这篇文章时，却被入目的这座富丽堂皇的豪宅而弄得羡慕不已时，那么我向你先行献上我最诚挚的歉意。说实话，当我第一眼看到这座来自 Paulzero 的美得动人心弦的 维多利亚式城堡 时，我就希望我能入住其中了。入目即是如瑶台琼室般的城堡外墙，内里更是金碧辉煌，闭上眼，仿佛就能想到自己于凛冬之夜时，在熊熊燃烧、散发着光与热的的古式壁炉旁小口啜饮着热可可，静静望着窗外那美丽动人的花苑…\n\nAnyway, back to writing this article in the expired mayonnaise factory where I actually live. Sigh.\n好吧，我想的有点太多了，现在还是让我回到我住的生产过期蛋黄酱的工厂里继续完成这篇文章吧. （唉）\n\n近观外部……\n\n...然后是内部! 我赌你一定能在这里举办一场绝佳的 晚宴(站内翻译版本：在Minecraft里举办一场晚餐会 译者：@KalphaGo )\nPaulzero drew on many inspirations to create his unique chateau, including the “French castles of the Loire valley, some German mansions from the 18th and 19th centuries, and the typical Victorian style,” he tells me.\nPaulzero 告诉我，为了完成这座庄园，他借鉴了历史上大量的建筑，比如卢瓦尔河谷的法国城堡、18和19世纪的一些德国豪宅、以及许多典型的维多利亚风格的建筑，并由此迸发出了许多灵感，创造了这座属于自己的别致城堡，\n\nThat’s a lot of research, but Paulzero believes this is an important part of his process. “For every project I try to gather as many images of real buildings as possible and then assess what different parts can be used,” he explains. “The most creative part is to combine them into one build.” But he also likes to add his own twists so that each building is truly his own.\n这是一项巨量的工程，但 Paulzero 坚信这是他所做的工作里最重要的一个部分。“对于每一项要做的建筑计划我都会去尽可能的搜集多的现实中的建筑资料，紧接着甄别它们哪些部分的设计是我的建筑里可以参考可以学习的,” 他解释道。“当然最需要创意也是最有意思的环节就是如何将这些长处和点子都融汇入一座完整的建筑当中。” 他同时也会对每一项他认为好的地方加入自己的理解创新以保证整座建筑百分百是他自己的创意集合体。\n\n“My intention is not to carbon copy something, but to evolve a concept or a pre-existing building.”\n“我要做的可不是从每一座建筑上扣一点东西下来然后把他们缝合到一起，而是要去发扬扩大已有的建筑风格和建筑类型。”\n\n\nPaulzero has signature features that are consistent through all of his manor builds, such as the vast amount of details and the broad windows. “Plus, I always add new things.” In this building, that’s the front garden, filled with sculpted pathways, stone gazebos, and plenty of flowers in bloom!\nPaulzero 同样在他所设计创造的一系列庄园拥有着其独有的标识特点，比如细微之处的精密处理和建筑宽宏的窗扉。“另外，我总是在每座建筑里都加一些不一样的小设计。” 在这座庄园里，这代表着古堡庄园的前花园 —— 大量的雕纹小径，石制亭台和无数盛放的鲜花！\n\n“Since this mansion is rather elongated, it had to be balanced with a front garden that creates more space for the viewer,” Paulzero explains. A clever technique to make the whole build look more even, but I also think it creates an interesting spectrum, as the man-made parts gradually fade out into a fully natural area of trees and grass.\n“由于整座建筑相当的长，那么我就必须创造出一座宽阔的前花园，来为参观者创造更多室外观赏空间，以此来相平衡室内巨大的空间,” Paulzero 这样为我们解释道。这是一种极其聪明的小技巧 —— 从而能使整座庄园看起来更加匀称，但我同时也认为这创造了一处静谧闲适的区域，在花园内漫步，随着整座庄园的人造部分渐渐淡出，这也能自然地过渡到庄园外部由树木和草地所组成的自然区域。\n\n\nHowever, this glorious home started as quite a different concept. “One of my subscribers on Planet Minecraft requested that I build a horror mansion,” Paulzero says, but he wasn’t happy with how it turned out. “So I decided to give it a makeover from the top to the very bottom.”\n令人难以想象到的是，这座宏伟的建筑一开始确实以一个完全不同的想法开始建造的。“我在 Planet Minecraft 论坛上的一位订阅者起初请求我建造一幢恐怖类型的豪宅,” Paulzero 说道，但当他完成的时候他却对自己的成果并不是特别满意。“所以我决定将它进行彻底的改造修缮。”\n\nReworking his mansion included changing the dark wood panels to sandstone and making the whole thing bigger. “I added more segments, turrets, and even a tower,” he explains. “Plus, the garden played a vital role in balancing out all of the colours.”\n重新修缮豪宅的工作包括将 深色橡木 木板更换成 砂岩 来使整座建筑变得更为大气。“我还往其中添加了许多的部分，包括塔楼和甚至是许多整座的塔,” 他补充道。“还有就是，花园在平衡建筑的整体色调上起了重要的作用。”\n(站内翻译版：《本周方块：深色橡木》 和《本周方块：砂岩》)\n\nStill, if you wait around until it gets dark you might get a feel for the building’s history. “At night or when playing with some specific texture packs one gets the feeling of its original purpose of being a horror mansion,” Paulzero says. On second thought, maybe I’m not so keen on living here after all…\n不过，如果你会在夜幕降临之时再来拜访这座古堡的话也许你就能大概感受到它的前身是怎么样的了。“夜幕降临或是装上一些特定的资源包的时候，你大概就能感受到它原本应该是一座恐怖豪宅的,” Paulzero 说道。那这么说来，也许我并不是很想住在这里了……\n\n\nAh but inside, though, it’s not so creepy. One of Paulzero’s favourite details is the fireplace (it’s one of mine too!), because it gives a “warm feeling” to the interior. Just as well – there’s no central heating to be found in buildings this old. Brrr!\n但是如果你进到城堡里面，就会发现其实它并不是那么的如它的外表一般令人毛骨悚然。Paulzero 在其中最喜欢的细节之一就是城堡里温暖明亮的壁炉 (我也超级喜欢！)，因为这给人以一种温暖、舒适的感觉。不过，在这么旧的建筑里，我想大概也不会出现中央制暖吧。(噢噢噢噢！我开始冷起来了！)\n\nYou might recognise Paulzero’s work from an earlier article right here on Minecraft.net, and he has plenty of plans for the future, too. “I want to build some more Victorian buildings like a proper town hall, a shopping mall and someday a church,” he says. “But the next big project will be the publication of my medieval city project that I started a few years ago.”\n你可以从一篇 更早之前发布于Minecraft.net的文章 上更多地了解 Paulzero 的工作和他对未来的众多计划。“我还想再建造多一点维多利亚式的建筑，比如一座符合传统的市政厅，一座购物中心，或者也许哪天我会再建一座教堂也说不定,” 他这么说道。“但是我的下一个大计划将是完成我从几年前就开始创造的一座彻底的中世纪城市。”\n\n\n\n\n\n\n\nAnd finally, Paulzero is also part of the ?onis build team, which is working to create a whole fictional world based on the 18th century. “That will take a lot of time to be completed,” he says.\n最后，Paulzero 也是 奥尼斯(?onis)建筑团队的一员，团队致力于创造一整个基于18世纪的虚拟世界。“那将会花上很长的时间来完成和完善的,” 他说道。\n\nA busy man – hopefully he can still find some time to rest by the fireplace in his glorious mansion! But if you can’t find the time, Paulzero, fancy giving the keys to me?\n我也不禁感叹：他是一个多么忙碌的人呀 —— 希望某个夜晚他能在他的豪宅里的某个壁炉旁好好地休息一下！如果你没空的话……嘿！Paulzero，不如把城堡的钥匙给我怎么样？\n\nTrees by Plutouthere\n自然景观由 Plutouthere 设计建造\n\n【封徵 译自官网 2019 年 01 月 29 日发布的 Magnificent Mansion；原作者 Jay Castello】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "Xiao2",
            "timestamp": 1584082920,
            "txt_content": "哇，这名字把我吓到了"
        },
        {
            "author": "封徵",
            "timestamp": 1584083400,
            "txt_content": "Xiao2 发表于 2020-3-13 15:02\n哇，这名字把我吓到了\n啊……？我觉得还挺正常的这个"
        },
        {
            "author": "我是人1012",
            "timestamp": 1584083700,
            "txt_content": "虽然看不太懂\n但是好nb的鸭子"
        },
        {
            "author": "封徵",
            "timestamp": 1584086700,
            "txt_content": "我是人1012 发表于 2020-3-13 15:15\n虽然看不太懂\n但是好nb的鸭子\n其实就是官网的地图介绍"
        },
        {
            "author": "我是人1012",
            "timestamp": 1584086940,
            "txt_content": "封徵 发表于 2020-3-13 16:05\n其实就是官网的地图介绍\n原来如此呐地图介绍"
        },
        {
            "author": "封徵",
            "timestamp": 1584087000,
            "txt_content": "我是人1012 发表于 2020-3-13 16:09\n原来如此呐地图介绍\nu1s1我觉得这张地图确实漂亮，这位作者也确实nb"
        },
        {
            "author": "我是人1012",
            "timestamp": 1584087360,
            "txt_content": "封徵 发表于 2020-3-13 16:10\nu1s1我觉得这张地图确实漂亮，这位作者也确实nb\nu1s1光是看远景都好雕"
        }
    ]
}