{
    "title": "[ Minecraft.net | MERCH ] 建造者与生物们",
    "author": "592764254",
    "replyCount": 3,
    "timestamp": 1584089220,
    "txt_content": " 本帖最后由 592764254 于 2020-3-16 17:42 编辑 \n\n\n\n\n\nimage.jpg (96.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 15:57 上传\n\n\n\n\n\n\nMINECRAFT: BUILDERS & BIOMES | MINECRAFT我的世界: 建造者与生物们 | 我的世界\n\nOur new board game is out in the US, UK, Germany and France!\n我们的最新桌游已经在美国，英国，德国和法国上线啦！\n\n\nAs someone who constantly loses games of Monopoly to their cat, I thought I was done with board games. But then several of our brightest Mojang minds teamed up with some even-brighter board game designers at Ravensburger to craft Minecraft: Builders and Biomes! I’ll update you on whether I can beat my cat at it ASAP.\n作为一个连玩大富翁（games of Monopoly是类似地产大亨，大富翁之类的游戏）都经常输给自家猫的人，我早就已经放弃了桌游。但是后来，我们Mojang团队中最聪明的几个人和另外一些Ravensburger工作室的更聪明的桌游设计师一起创造了游戏：我的世界：建造者与生物们！后续我会尽快通知你们我能不能在这个游戏上打败我家的猫。\n\n\nIn Minecraft: Builders & Biomes, you’ll explore the Overworld, mine rare resources, build fabulous structures, and collect weapons to defeat mobs. Build cleverly, fight bravely, and use all your cunning to cheat score the most experience points and win the game! Shall we admire some lovely photos of this beautiful-board-based adventure? Let’s!\n在“我的世界：建造者与生物们”这一游戏中，你能够探索全世界，挖掘稀有的资源，建造令人惊叹的建筑，然后还能收集武器并击败怪物。睿智地建造，勇敢地战斗，用尽你的心思来获取最多的经验，然后赢得比赛吧！我们是不是应该一睹这个神奇的桌上冒险游戏的芳容了？来吧！\n\n\n\n\n\n\n\nfile_1584087205000.jpg (81.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:13 上传\n\n\n\n\n\n\nSo much loot! Building, combat, resource hunting… we’ve crammed as much Minecraft into this board game as we can, short of including a lock of Jens’ hair.超级多的战利品！建造，战斗，资源的搜集与获取...我们尽可能地把我的世界塞到这个桌游里，当然，这不包括Jen的哪怕一根头发。\n\n\n\n\n\nfile_1584087380000.jpg (120.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:16 上传\n\n\n\n\n\n\n\nEven the back of the box doesn’t skimp on delightful information. My favourite has to be the age range, that makes it clear this game is perfect for players aged 10-99. Centenarians, keep in mind this might not be the game for you.\n即便是盒子的背面也毫不吝啬地介绍着游戏中令人兴奋的内容。我最欣喜的就是它的适用年龄范围，这个游戏非常适合10-99岁的玩家进行体验。百岁老人们，记住！这个游戏可能不适合你们。\n\n\n\n\n\n\n\nfile_1584087594000.jpg (80.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:19 上传\n\n\n\n\n\n\nSuch a snazzy box! But I’d love to see more of that’s inside - let’s go to image 2!\n好漂亮的游戏盒！但是我更想看到里面的内容——那就让我们再看看图二吧！（下方就是图二）\n\n\n\n\n\n\n\nfile_1584089319000.jpg (81.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 16:48 上传\n\n\n\n\n\n\nDaniel Greiner and Ulrich Blum from Ravensburger, along with Marc Watson, Patrick Geuder, Patrick Liu and Jens Bergensten from Mojang, have done an excellent job crafting a new experience that’s still recognisably Minecraft. I myself had absolutely no involvement in the development of this game at all. Not coincidentally, I predict a hit! Minecraft: Builders & Biomes is available now in the United States, United Kingdom, Germany, and France from minecraftshop.com (not in one of those countries? You can also import it!).\nRavensburger团队的丹尼尔·格林(Daniel Greiner)和乌尔里希·布鲁姆(Ulrich Blum)和马克·沃森(Marc Watson)、帕特里克·格乌德(Patrick Geuder)、帕特里克·刘(Patrick Liu)，还有来自Mojang团队的延斯·伯根完成了这个我的世界中的出色工作，这一点是显而易见的。而我则没有参与任何的游戏开发工作。这不是巧合，我认为这个游戏在将来一定能收获很大的热度！“我的世界：建造者与生物们”现在在美国、英国、德国和法国都可以从minecraftshop.com上购买(你不是这些国家的玩家？你也可以购买！)。\n\nCan I write an article while simultaneously playing Minecraft? Nope. It just ends up being eighteen paragraphs of screaming and weeping because I saw a block that looked a bit like a spider. But I never learn from my mistakes, so I’m going to try and play Minecraft: Builders & Biomes while simultaneously writing the rest of this article. Wish me luck! Or wish me contempt, if you’re not into this idea. I started by having the new guy, social media manager Julian, set it up while I sat back and ate cake.\n我能在玩MC的同时写一篇文章吗？答案是不行！这样会把最后十八个段落全变成我的尖叫与恐惧，因为我看到了一个方块，它长得很像蜘蛛。但是我可不会从中吸取教训，所以我将在写完这篇文章的同时玩一玩“我的世界：建造者和生物们”(Mincraft：Builders&Biome)。祝我好运！或者说，如果你不喜欢我这样写？希望我不顾一切？那么我让新人——社交媒体经理 Julian来安排，然后我就坐在后面吃着蛋糕。\n\n\n\n\n\nimage.jpg (96.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 17:02 上传\n\n\n\n\n非常感谢你！新人！\n\n\nSoon, Julian defeated a skeleton, built a Nether Portal, collected food, experience, blocks, armed himself with multiple swords, connected several of his constructions to earn bonus experience, and threw some TNT at a witch. As for me, I dropped one of the pieces on the floor and blushed.没过多久，Julian就杀了一只骷髅，建了一个地下室，收集了很多食物，经验和方块，他拥有很多把剑，还把很多建筑连在一起获得了额外的经验，居然还朝女巫扔了一些TNT。而我呢？我把一块蛋糕都掉在了地上，真令人脸红。\nWho won out of me and Julian? I hardly think that’s relevant to this article. What’s far more relevant is a reminder that Minecraft: Builders & Biomes is available now from minecraftshop.com我和Julian谁赢了？我觉得那也和这篇文章没什么关系，我更关心的是提醒你们：Minecraft: Builders & Biomes现在能从minecraftshop.com上购买啦！\n\n\n原文作者：Tom Stone发布时间：2019/11/15原文地址：https://www.minecraft.net/zh-han ... --builders---biomes翻译作者：Srar\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "ZHtakumi",
            "timestamp": 1584117960,
            "txt_content": "噢！看起来很好玩的样子"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584160620,
            "txt_content": "据说，那个东西的译名是《建筑师与生物群系》\n不过我也不清楚有没有特别规定，看看那些大佬的回答再说吧"
        },
        {
            "author": "592764254",
            "timestamp": 1584173820,
            "txt_content": "GCVillager 发表于 2020-3-14 12:37\n据说，那个东西的译名是《建筑师与生物群系》\n不过我也不清楚有没有特别规定，看看那些大佬的回答再说吧[:d ...\n我觉得译作生物比较好吧，因为这个游戏里大部分都是生物之间互动"
        }
    ]
}