{
    "title": "[ Minecraft.net | MERCH ] 新书上线提醒: 《飞来横祸》",
    "author": "592764254",
    "replyCount": 4,
    "timestamp": 1584092760,
    "txt_content": " 本帖最后由 592764254 于 2020-3-17 11:14 编辑 \n\n\n\n\n\n11.jpg (52.83 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-13 17:11 上传\n\n\n\n\n\n\nNEW BOOK ALERT: THE CRASH | MINECRAFT新书上线提示：《飞来横祸》 | 我的世界\n\nFiction! It can transport us to new and wondrous worlds! It can let us travel in time to forgotten ages! It can open up the mysteries of the human mind! It can inspire us to burn with rage or swoon with love! But can it achieve the ultimate goal of all art - which is, obviously, to do justice to the digital majesty of Minecraft?!\n小说！它可以把我们带入一个新而神奇的世界！它可以让我们跨越时光旅行到那些被遗忘的时代！它能够发掘人类心灵的奥秘！它可以使我们怒火中烧，也可以爱感化我们！但它能否实现所有艺术的终极目标——很显然，那就是对Minecraft的超级数字化的公平对待。\n\n\nWell, of course it can! Didn’t you read Minecraft: The Island by Max Brooks?\n好吧，当然可以！难道你没有读过Max Brooks写的《我的世界：岛屿》吗？\n\n\nNot content with perfecting the entire medium of literature once, we asked author Tracey Baptiste for her own fictional take on Minecraft. The result, we can reveal, is a new novel called Minecraft: The Crash! The cover of which, designed by the rather talented Ian Wilding, you can see below!\n一次性就把整个文学体系做的完善当然不可能，我们请了作家特蕾西·巴蒂斯特(Tracey Baptiste)对“我的世界”进行小说的创作。结果我们可以先透露，这是一部名为“我的世界：《飞来横祸》”的新小说。而它的封面，由才华横溢的Ian Wilding设计，你可以在下面看到这幅封面！\n\n\n\n\n\n\n\nfile_1584091733000.jpg (101.57 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-13 17:28 上传\n\n\n\n\n\n\nMinecraft: The Crash follows the story of Bianca and Lonnie, avid Minecraft enthusiasts, and - in a moment of sudden misfortune - car crash victims. Waking in hospital, almost paralysed by her injuries, Bianca finds herself drawn into a new VR version of Minecraft which promises her control over a world at the very moment she’s lost control over the real one. Is Lonnie in there with her too? And can Bianca help him to return to reality with her? The road to recovery may not be without its own dangers!《我的世界：飞来横祸》讲述了比安卡(Bianca)和朗尼 (Lonnie)的故事，他们是MC的狂热玩家，但是在一个不幸的时刻--他们成为了车祸受害者。在医院醒来时，比安卡(Bianca)因为受伤几乎瘫痪，后来，就在她失去在真实世界生活下去的信心的那一刻，她被一个用虚拟现实控制整个世界的新版本MC所吸引。朗尼 (Lonnie)也在里面吗？比安卡(Bianca)能帮他和自己一起回到现实世界吗？痊愈之路可不是没有危险的！\n\nYou may know Tracey Baptiste as the author of several works of fiction and nonfiction including The Jumbies series, The Totally Gross History of Ancient Egypt and, uh, this book on the conservation work of Al Gore. She has wide-ranging interests, that’s for sure! And who better to write about the varied world of Minecraft than someone with such a broadly inquisitive brain?你可能听说过Tracey Baptiste是几部虚构和非虚构小说的作者，其中包括Jumies系列——古埃 及的全部简略历史，还有，嗯，这本关于阿尔·戈尔(Al Gore)保护工作的书。由此看来，她的兴趣很广泛！还有谁比一个有着如此广泛的爱好和想象力的人更适合撰写属于MC的世界呢？\n\nYou’ll be able to whip the book off shelves on July 10th in the US (hey, that's today!) and July 12th in the UK (hey that's only a couple of days away!)这本书将于7月10日在美国上架开始出售(嘿，就是今天啦！)。7月12日在英国也会上架(嘿，那只有2天了！)\n\nAlso, if you like the cover, you should check out this interview we did with the artist! He's made loads of other cool Minecraft art.对了，如果你喜欢这个封面，那你应该看看“这就是我们对艺术家的采访”！他还创作了很多不错的关于MC的艺术作品。\n\n\n\n原文作者：Marsh Davies发布时间：2018/7/10原文地址：https://www.minecraft.net/zh-hans/article/new-book-alert-crash翻译作者：Srar\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "1214090013",
            "timestamp": 1584111180,
            "txt_content": "又是小说？"
        },
        {
            "author": "ZHtakumi",
            "timestamp": 1584117900,
            "txt_content": "我的英文原版四件套还没看完...233333"
        },
        {
            "author": "tineseack_bk",
            "timestamp": 1584119520,
            "txt_content": "有点久远的作品了…"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588699920,
            "txt_content": "官译：\nMinecraft: The Island 《我的世界：海岛》\nMinecraft: The Crash 《我的世界：破碎》\n\n"
        }
    ]
}