{
    "title": "<原创/连载>《这是谁的世界》第一卷[这个世界怪怪的]第三章<气运>",
    "author": "缘生",
    "replyCount": 4,
    "timestamp": 1584094260,
    "txt_content": " 本帖最后由 缘生 于 2020-3-16 11:05 编辑 \n       “啊，这个我可没资格……”男子开着车说着，眼神快速看了眼乔海，立马改口“我……我有次无心听到领导说过，不怎么样，一直都是在亏。“声音越来越小。       “嗯？“乔海心中的疑问上升到了眉头。       “到了！“男子看终拜托了查户口的危机，心中倒也是感慨万分”这小子，警局来的？咱是偷税了吗……犯啥事了？“       进了大楼，电梯直达8楼。       进门时乔海成功的发觉“这家伙右脚先进的门。“等见到了**，男子稍作介绍”这位是我们门店**，**“”**，这位是……“说着冷汗出了一身”这位是缘先生的朋友。“张姓**笑了笑，开始和乔海攀谈起来，男子也便悻悻的离开了。\n……\n       “什么？你……您确定？“       “说的好像你做得了主似的，上报去吧。“接下来的便只有连环的震惊，在彼寻的中高层传递。区域**，办公室主任，总**，集团……\n……\n       显示屏上的每一个字即使是九年义务教育未完**认识，但他们组合起来，真的让人眼花缭乱，目不暇接。“这亏钱的本事可以啊“乔海躺在沙发上，看着茶几上的数据，有些惊奇”倒是块活宝，开中介所都能玩这么大，三年没到，业绩是不足，但是中介所开遍大江南北“特别是看到**的地名时，情绪更是高涨。       “这运气，啧啧啧，跟着缘阅哥吃香的喝辣的！”       “不过说起来，还真奇怪，为什么缘阅哥的运气那么好呢。等等，这算气运了吧……”想着随口“给老爹打个电话。”再声音识别之后，伴着一阵音乐，电话接通了。“老爹，那个，我这看上了个小公司……”\n……\n       缘阅在古屋内外游荡，后院的亭子倾听着流水的声音，树梢上的花瓣伴着树叶掉落随着溪流沉浮……“等等，花瓣掉落！！哪来的花！”“不对，树叶怎么会掉落！”       缘阅的脑中突然想到，中介所那位男子的话语“基本上被收纳了,但是也只是基本。之前我们清理的时候还在最近出来的朽木下发现了一本《童趣记》”       “这座宅子少说也有数百年，可是朽木只有近期出现。”       “这建筑用的木料并不这么珍贵，橡树，云杉……”       “对了，40年前，红石技术突破‘块’级，和几乎同时，对世界普通方块的研究的重大突破，这些翻天覆地的变化……40年前……朽木……时间对上了！”       “缘阅，今天又借你的气运了，我给你带来了，咱哥俩得好好吃上一顿！”突然进入后院的乔海在看到他时再也难掩心中的激动，“又是潜力股！果然跟着你我的命格都变了！”虽然他和缘阅心中自己的表现一样但是明显和缘阅想的不是一件事情。       “乔海！别管这些，我有重大突破了！”缘阅边说边将烧烤放在了亭廊的窗角。       “啊，啊！你忙，你忙我走了！”听到这时常的一句话，乔海吓的转头就跑，心中愤差“完了，又要听他讲几个小时了……”可惜没溜几步，就被缘阅抓住了手臂，强行抵抗无用，又突然看到缘阅严肃道可怕的眼神，只能认真听缘阅的。\n……\n       乔海的眼神被缘阅平静中带着激动的声音充满了震惊，逐渐的楞在了原地，但是额头上强行出现的“水冷”行为，足以看出他的大脑正处于高速运转。       “乔海，乔海！”突然间乔海晕倒在地，缘阅连忙呼喊，但是却是半天没有醒过来。\n……\n       医院，病房。       “缘阅哥？我怎么……在这里？”睁开眼的乔海眼中昏迷前的震惊的，现在被疑惑替代，大脑也似乎运转缓慢了些。       “没什么，我和你讲事情的时候你突然晕倒了。是太累了吗？”       “讲事情。。。”听到这三个字，乔海知道，自己担心这么多年的事情终于出现了，缘阅的长篇阔论终于具有了杀伤力，于是并无思考“大概是。”       “好了，睡了一觉，精神抖擞”乔海跳下床，甩了甩手臂。突然一脸正色看着缘阅“咱俩得快点跑，不然估计还得在医院里呆上几天。”       “这里人这么多，跑得掉吗？老老实实在这里修养一段时间吧……”还没说完便被乔海拉着跑了“有你在，估计运气好到，被人看到也立马忘了。就去那古屋躲躲吧。”\n……\n       此时已是半夜，二人在古屋的后院散步。为了让乔海得到充分休息，缘阅闭口不提自己的推测。听着水声走过亭廊，突然乔海大喊“缘阅！你怎么能浪费食物！”缘阅回头看到，乔海手指指向窗角的一包包烧烤，没好气的说“还说我，这可是你带来的，然后还没吃你就晕倒了……”还没说完，便被乔海打断“我？我可没买，哼，你浪费，承认就是，我也不会因为在这点事上伤害咱哥俩的感情……”“你没买？”“对啊。”缘阅陷入了沉思……",
    "replies": [
        {
            "author": "松易涅",
            "timestamp": 1584327360,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1584327420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "缘生",
            "timestamp": 1584327900,
            "txt_content": " 本帖最后由 缘生 于 2020-3-16 11:07 编辑 \n松易涅 发表于 2020-3-16 10:56\n文本背景不要用这种花花的彩色玻璃，读者看着伤眼\n这就去改！ \n\n\n那个……我想表现出有时间的过度我尽量"
        },
        {
            "author": "松易涅",
            "timestamp": 1584327900,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}