{
    "title": "[Minecraft.net | CULTURE]到树林里去",
    "author": "Sinbad_Official",
    "replyCount": 1,
    "timestamp": 1584095220,
    "txt_content": " 本帖最后由 321yu_wango 于 2020-3-23 16:15 编辑 \n\nInto the Woods\n到树林里去\nModern designs from Omar De Gante!\nOmar De Gante的时髦设计！\n\nTom Stone 汤姆·斯通\nWho's up for going into the forest to try playing REAL LIFE Minecraft? Not me! Yes, despite my aroma and sense of style, I didn't grow up in a forest. I'm a city boy, one who may be good at punching trees into wood and building myself a shelter in Minecraft - but in a real forest? Oh please .\n有谁会在现实中到森林里去玩Minecraft吗？反正我不会！尽管我浑身上下散发着迷人的自然气息，有着紧随潮流的酷炫时尚风范，但我也不是在森林里长大的。我是一个在现代都市里土生土长的城市小伙，即使在Minecraft里伐木建房对我来说是小菜一碟——在现实的森林里做到这些？拜托，请收回你那天方夜谭的想法。\n\nMy puny fists don't stand a chance against a piece of paper, never mind an entire tree. My attempt to build a shelter would just be me, lying under a pile of twigs, weeping about how much I miss my espresso machine, mobile phone and all my other beloved electronics that you apparently can't build out of twigs.\n我手无缚鸡之力，连一张纸都不能损坏半分，就更别提徒手砍到一棵树了。我会给自己搭建一个庇护所，躺在一堆树枝上，悲痛欲绝地思念着我的咖啡机、手机以及其他我心爱的电子产品。但怎么说树枝也是制造不了这些电子产品的。\nClearly if I was to wander into a forest, I'd be dead in seconds. Unless, of course, I stumbled upon one of these beautiful modern homes from Omar De Gante! Contrasting cleverly with the natural world, Omar's design couldn't be more 21st century. The comforts of modern living, located in the lush greenery of nature? I might just have a home in the forest after all.\n事实是，如果我误入了一片密林，我可能活不过几秒钟。除非，我“偶然”找到了Omar De Gante的优美建筑！在这无处不散发着远古气息的茂林里的映衬下，Omar的建筑简直不能再具有21世纪风范了。若是如此，在森林里安家我是欣然接受的。\n\nOmar lives in Mexico, where he's planning to study architecture, and it was that planning that led to him discovering the game. “One day I was looking for modern houses on Google,” he explains “and saw a house built in Minecraft. I really liked it and so I started to look for more houses in Minecraft and one day decided to download the game to start building my own houses.”\nOmar居住在墨西哥，他在打算在这学习建筑学，也正是因此，他与Minecraft不期而遇了。“那是一个平常的日子，我在Google上寻找现代建筑模本，” 他解释道，“然后我就看到了一个在Minecraft中建筑的房子。在见到它的第一眼我就沉沦了，我开始不断地寻找Minecraft中的优美建筑，直到有一天，我下定决心，下载了这款游戏，我打算建造一个有着我独特风格的房子。”\n\n“I like the way how creative Minecraft can be used for Architecture projects. You can even build concept projects with all the blocks and items it has, all of them let you make not only houses, you can also build city projects and 3D Art, so for me Minecraft is more than just a game.”\n“我喜欢在Minecraft里挥洒我的创意。你甚至可以用方块和道具来建筑概念型建筑，不单单是造房子，你还可以建筑一项偌大的城市工程和3D立体艺术，所以Minecraft对我来说不仅仅是一款游戏。”\n\nWe asked Omar to take us through the construction of three of his architectural projects. Happily, he obliged!\n我们请求Omar向我们展示他的建筑，令人庆幸的是，他同意了！\n\n\n\n\nForest House\n\n\n林中小屋\n\n\n\n\n\n\n\n\n\n\n\n\n“The Forest House was made on theBlock by Blockcreative server,” explains Omar. “ I planned this house from a paper; I drew the layout and the structures of the house thinking on Minecraft blocks and tried to add as many details as I could.\n“林中小屋这个作品是我在Block by Block服务器制作的,” Omar说，“我在一张纸上构思了这座建筑的草稿；绘制了这座房子在Minecraft里的布局与结构，我绞尽脑汁去想出尽可能多的细节来装饰它。”\n\n“Such as ladders, fence gates and rails, giving a real life look to the house. The house is situated in a forest, so I used birch wood to make it realistic.” We'll be realistic too, and accept we're never going to live anywhere this grand looking. Sob...\n“我适当地添加了一些物件，例如梯子、栅栏门和栅栏，这样房子就更有真实感了。因为房子位于森林之中，所以我采用白桦木来做它的材料。”我们也应该切合实际，我们这辈子都不可能住在如此富丽堂皇的地方啦（；--；）。 \n\n\n\n\nThe Glass Pavillion House\n\n\n玻璃落地窗洋房\n\n\n\n\n\n\n\n\n\n\n“This house was built in single player,” explains Omar. “It’s a re-creation of the real life house The Glass Pavilion by Steve Hermann .\n“我是在单人模式里建造这座房子的，” Omar说，“这座房子是还原The Glass Pavilion by Steve Hermann的。\n\nInspired, Omar dug deeper, finding as much info about the house as he could to help his recreation. “I searched the plans and pictures of the house from all the angles. Then I started to build it with a scale of the real life house. I got to admit, it was very hard to build it because it’s very big, and I tried to give the best work”\n受到原型的启发后，Omar一丝不苟地挖掘这座房子背后的故事，以便更好地还原它。“我找到了这座房子各个角度的照片。接着我依照现实里的比例开始还原它。我必须承认的是，这座房子相当大，所以建造它对我来说是个不小的挑战。”\n\nWell the work paid off! “I made the whole house, interior and exterior. Finally, I got the result I wanted to and I’m glad many people like the house.”Like the house? I like it so much, it's inspired fresh waves of depression in me about the state of where I live! Great job!\n功夫不负有心人！“我还原了整栋房子，由里到外，由上到下，无一不被我完美重现在Minecraft里。最后，我的作品被大众承认了，他们都很喜欢这座房子。”喜欢这座房子吗？我是对其爱不释手的，我收到了它的鼓舞以至于忘记了在生活中的不快！太棒了！\n\n\n\n\nARCHITECTURE HOUSE\n\n\n具有独特风格的房子\n\n\n\n\n\n\n\n“I started making this house taking inspiration from real life Japanese Architecture,” says Omar. “So I created a minimalist pattern around the house which functions as kind of wall and allows natural lighting to get through it. This structure makes the house look very minimal and simplistic from outside into inside.”\n“我在日本现代建筑里获得了灵感，” Omar说，“所以我围绕房子四周搭建了一个极简主义的图案，硬说的话它的功能是一堵墙，让自然光线从孔中透过。这种结构让房子有着一种简约美。”\n\nAny specific Japanese architects? “Shintaro Fuj** and Yoshio Muro,” says Omar. “Junya Ishigami with the Kanagawa Institute and from Takeshi Shikauchi Architect Office.” I did a little research into these modern Japanese Architecture myself (googled them), and it's not hard to see how their blocky style influenced Omar – a style that naturally translates well to Minecraft.\n有具体参考的日本建筑师吗？“藤原信太郎和村村吉夫,” Omar说，“是来自神奈川学院的Junya Ishigami和来自Takeshi Shikauchi事务所的建筑师。” 我亲自研究了这些日本建筑（如果Google也算的话），不难看出这些建筑的方块风格或多或少地影响了Omar的风格，这种风格很自然地融入了Minecraft。\nThat seems to be the secret to Omar's success – he takes the time to plan carefully before even laying down a single block. “Taking time on each build is really important,” says Omar. “You don’t have to rush your builds.\n这似乎是Omar成功的秘诀–他细心打磨计划，经过深思熟虑之后才会放下一块方块。“在每一处都细细打磨是很有必要的,” Omar说，“心急吃不了热豆腐。”\n\n“It’s really important to have an exterior working with interior, that way it makes the house feel more realistic. And the most important thing is to plan the house on a paper before getting on Minecraft. Plan the layout, the walls, the structures, and the features such as windows, entrance, landscape and the site where you want your house to be.”\n“外部与内部相结合真的很重要，这样往往可以相得益彰。决定胜负的关键点是，建造之前一定要打草稿！规划布局、墙壁、结构，还有功能性建筑，窗户，入口，装饰和选择一个你心目中的最完美的地带。”\n\n\nGiven the results, it's hard to argue with Omar's strategy. Who knows? Perhaps if I'd planned better, I would live in one of these magnificent modern designs! Instead of in an old fridge box in a swamp. Enjoy more of Omar's work here!\n因为Omar巧夺天工的建筑，他的建议是那么让人信服。谁清楚是对是非呢？或许我将来会胜过他吧，我将来会住在这些极具现代化的建筑里的！而不是一个破旧的沼泽地里的火柴盒（注：是女巫小屋吧）。点击 here看更多Omar的作品！\n\n【321yu_wango 译自官网 2017 年 06 月 22 日发布的 Into the Woods；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n\n\n",
    "replies": [
        {
            "author": "g957874",
            "timestamp": 1584166980,
            "txt_content": "sssssssssssssssssss"
        }
    ]
}