{
    "title": "[Minecraft.net | INSIDER]十件你或许不知的事情：方块",
    "author": "封徵",
    "replyCount": 2,
    "timestamp": 1584092880,
    "txt_content": " 本帖最后由 封徵 于 2020-3-13 17:52 编辑 \n\n\n\n\n\nfile_1584092200000.jpg (96.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 17:36 上传\n\n\n\n\n\n10 Things You Didn't Know about Blocks\n十件你或许不知的事情：方块\nOur new video reveals the shocking secrets behind your favourite cubes\n我们的新视频将会为你展示你最喜欢的方块背后最令人震惊的故事\n\nTom Stone 汤姆·斯通\nWhat would Minecraft be without blocks? In our darkest moments, sometimes we worry we’d be far more successful if we’d gone with spheres instead...\n要是Minecraft里的方块尽数消失会发生些什么呢？在我们最不为人知也是最困难的时候，有时候我们会想 —— 要是将游戏里的方块都换成球体会不会让我们的游戏受欢迎一些呢……\n\nAnyway, for the latest episode of our not-yet-but-surely-any-minute-now-award-winning series,10 Things You Probably Didn’t Know About Minecraft, we’ve taken a deep dive into the dark secrets of blocks. Discover the Crafting Table’s true identity, which block took six years to add to the game, the secrets behind the Note Block sounds, and if there’s anything interesting about granite:\n但不管怎么说，现在我们的  不  管  怎  样  但  肯  定  在  将  来  某  个  时  候  肯  定  会  得  奥  斯  卡  大  奖  的系列剧集,《十件你在Minecraft里或许不知的事情》,已经进入到了方块们的神秘领域。去探寻工作台的奥秘，又或者探究到底是哪个方块花了整整六年时间才得以加入游戏，而音符盒背后所隐藏的真正秘密又会是什么，如果你对以上都不感兴趣的话，也许你会对花岗岩的一些趣事产生强烈好奇也说不定:\n\n\nWant to try Minecraft Classic yourself?Click this link . Wondering why I’m bringing up Minecraft Classic? Ah ha! Now I know you didn’t watch the video! Send me an apology to the usual address.\n想要看看Minecraft远古的Classic版是什么样的吗?点击这里马上进行游玩。想知道我为什么要把这么久远的版本再重新呈现给大家？啊哈！看来我知道你还没看视频了！赶紧用你的实际行动给我诚挚道歉！↓\nhttps://www.bilibili.com/video/av71287656\n\n来自狗粉丝字幕组\n\nFor more great Minecraft videos,subscribe to our YouTube channel!\n想要观看更多超棒的Minecraft视频?现在就来点击订阅我们的 YouTube 频道吧!\n\n【封徵 译自官网 2019 年 10 月 10 日发布的 10 Things You Didn't Know about Blocks；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "g957874",
            "timestamp": 1584166980,
            "txt_content": "sssssssssssssssssss"
        },
        {
            "author": "ggtte",
            "timestamp": 1584191580,
            "txt_content": "6666666666666666666666"
        }
    ]
}