{
    "title": "建议增设对\"不负责任\"搬运插件帖的取消高亮、优秀规则,要求限期整改",
    "author": "炫宙菌",
    "replyCount": 36,
    "timestamp": 1584093120,
    "txt_content": " 本帖最后由 炫宙菌 于 2020-3-14 22:05 编辑 \n此贴已经经过插件版管理层讨论，达到了反馈的效果，请管理员及时锁帖本楼的主题:对不负责任的已评为优秀/添加高亮的搬运插件帖[长期不更新/不符合版规/基本内容不完善]的处理建议，而非由某件例子引发的针对某人的大型论战。希望管理员/版主以事实为依据对版规进行是否增设的讨论，而非将此贴定性为故意找茬帖。发帖的意图是建议以规定的方式鞭策搬运者本着负责的态度搬运服务插件，从而方便插件版浏览用户避免在使用外国插件时绕弯子，而非否定任何人的功绩，更不是如某些人回复的取而代之。近期开始做末日生存端这方面有些地方国内没有先例，所以找插件用插件就成了难题。有几款插件mcbbs里都是有过搬运的，甚至都是评了优秀加了高亮的，但是翻来覆去看就是掌握不了想要的功能，譬如说昨天用个自定义合成的插件(此插件虽然有付费版本但是早已为国人熟知，乱传当然也有一方面)，需要每一件物品的合成皆有权限限制，具体作用就是玩家合成此枪械需要把工程师等级点到II，机械师等级点到I这样限制一下。看看搬运贴权限介绍，结果搬运贴竟然赫然写着这么一段话“此插件没有任何权限给玩家”但是权限是此插件一项重要的功能，拿常见的用法以偏概全，搬运者竟然避开这方面不谈。而官网不仅有插件基本权限的介绍，也有针对每个合成分类、每个物品合成权限的限制，这是涉及正常使用功能的内容，如果不写进去会给使用者造成使用障碍。\n\n\n\n\n360截图20200313175634071.jpg (78.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:03 上传\n\n\n\n\n\n\n\n\n360截图20200313180340506.jpg (116.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:05 上传\n\n\n\n\n\n\n\n\n360截图20200313180711314.jpg (37.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:09 上传\n\n\n\n\n\n\n\n\n\n360截图20200313180616345.jpg (8.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:09 上传\n\n\n\n\n\n\n\n\n\n360截图20200313181124045.jpg (33.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:13 上传\n\n\n\n\n\n\n\n\n360截图20200313180949638.jpg (101.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 18:15 上传\n\n\n\n\n可见，权限并不是不必要给玩家，设置合成限制如果不靠权限如何限制玩家合成？原帖把权限全部列出来介绍可搬运贴只字未提。后来去Spigot官网一看它自己的教程，赫然就有权限设置的问题，包括单个物品怎么自定权限、插件使用权限、管理权限等都写得清清楚楚，搬运贴只字未提，不止是这么一个帖子：\n不少所谓的优秀搬运贴，用着“标准化”排版代码，翻译一定量的文本，照着原帖部分图片，开启测试后加了寥寥几张图，内容却已经与原帖脱节，该出现的基本用法居然没有提到，甚至出现插件版本落后一年以上的现象，搬来也不介绍完整、搬来后就不更新。\n即使是有人通过官网或者Github掌握了插件一些没有在搬运贴提到的用法，也难以有人回复/私信搬运者让搬运者补充，好东西总是会自己留着，人的自私心理没法克服的。何况协同编辑只有汉化奖励这么一项。\n诚然，某些搬运者搬运了大量插件，为论坛插件版、国内服务器发展做出贡献，但越来越充斥着不负责任搬运贴的现象真是阻碍了插件搬运的进程。所谓的掌握先机先搬运来付费插件、获得授权搬运图章、以自己所谓某“身份”搬运大量插件，导致其他搬运者无法搬运，碍于自利心理也不会让首搬者补充插件内容(目前只有汉化协作奖励)\n片面追求大量、套模板、占先机的搬运行为，已经在论坛几年活跃出现而屡见不鲜，有些搬运者拿搬运有明显漏洞的插件申优、申亮，或搬运后就不管不问，最后晒自己搬运多少个插件的列表像是做过无数丰功伟绩。有的时候随意弃坑、不论后续，插件的优秀、高亮地位是否还有保存的必要，接坑者接到的又是个怎么样的插件？\n的确，搬运大量插件确是巨大的贡献，但搬运时不详尽、搬运后不更新甚至直接找接坑这种事情也算是贡献？由于有授权搬运、搬运者个人人气、其他使用者不想被别人知道插件全部功能的心理，有些插件会转变为对新人服主十分不友好的插件，明明用的插件都一样，看的搬运贴也一样，为什么别人可以有这种功能？诚然可以说小白服主没有经验需要自己学习，但论坛插件版允许搬运国外插件的目的又是什么？无非不就是让所有bbs用户更好掌握插件用法。\n由此提出建议改善服务端插件版规，对于已经申请优秀或者高亮的搬运插件，如若插件过期半年以上[以原作者的原发布帖更新时间为准]、基本必要功能不介绍、版本跨度超过3个大版本/或以Mojang的不同版本更新周期为界，由版主巡版或者由用户发举报帖反馈此插件不负责任的搬运行为:插件过期、必要的教程不全(譬如文头提到的权限，这已经是插件的正常功能而不是什么隐藏功能、高级功能)，判定有效后，通知搬运者一周之内完善插件的介绍/更新，逾期撤销优秀、高亮。仅撤销优秀与高亮而并不撤回奖励，如若整改完毕再次申请，给予更新奖励。鉴于协作奖励只有汉化者可申请，除此之外若补充搬运帖内容没有任何奖励，所以目前不会有多少人主动(事实上现在插件搬运版的优秀插件帖的状况已经堪忧,这个是版主都承认的事情)为他人的搬运贴补充介绍，此举可以达到鞭策首搬者更新的目的。\n感谢各位对于搬运事业的贡献，希望这条建议可以改善一些现存已久的问题。\n\n\n详细补充：\n1.只是撤销高亮和优秀，不回扣奖励，再申请不加回，以达到激励搬运者整改而不一棒子打死的目的，既然本身的搬运插件已经被评过优秀、加过高亮，为何不可让他完善后再申请成功？已经说明被至少版主认可，只是撤销高亮、优秀并不是移到不合格版\n2.做一件事情不负责任和做没做这是两码事，并非一棍子打死，要求整改是为了插件更好地服务其他使用者而并非针对谁，既然搬运了就要负责到底，如果弃坑/不负责，那么不要让搬运贴享有永久更新/负责任态度的地位，搬运多少插件，就得为多少插件负责;不能保证负责，那么暂时就不能让搬运贴享有精华、高亮、优秀应有的地位。这没有什么说不过去的。、不知插件原作者看见自己插件在中国的现状会有什么想法，可能给授权之前会再考虑。 话说得太过了也不好3.对于认同的插件，评分并不是强制措施，感谢也不是强制措施，遇到我认可的插件一定会给予评分或好评，写几天内容辛苦固然人尽皆知，但忙活极长时间却仍然不负责任搬运，苦劳未必有合理成果，就像个人劳动时间比社会劳动时间多，这就是劳动者自己的问题了\n4.身为一个十分想搬运插件但总是碰壁的用户(不是被人首搬者突然更新举报，就是已经被所谓的\"权威\"压迫)，我已经被几棒子打倒数次了，而且自己研究插件这种事，不如在论坛搬运贴与人分享来得快，虽然我们有些人可以克服搬运贴脱节问题，但论坛的插件搬运是针对所有用户，不能指望其他用户好心提供插件的遗漏内容，毕竟没有强制性奖励措施，谁也不会去干出力不讨好、默默无闻当雷锋这种事，只有要求首搬者整改才能完善内容。（二搬不允许、没人愿意补充首搬者||事先征求首搬者同意？如果首搬者活跃在论坛一般不会同意，即使首搬者不在论坛，发帖后就会被其他用户举报或者版主移到不合格区，加个灌水的警告。同意了的话原搬运帖子该怎么处理?还是高亮/优秀？）5.批判我不尊重他人劳动成果的请再次浏览以上内容，假设的这类规定并没有什么实质性惩罚，关于尊重不尊重劳动成果的问题：搬运者不尊重原作者的插件、不尊重使用者，那么尊不尊重搬运者就又是一个问题了。5.回收高亮、优秀算不上严重处罚，某楼层回复的半年不更新放回收区那种才是严重处罚。\n此举旨在激励搬运者重新拾起自己搬运的插件，如果不愿意重拾，则应该把位子留给介绍完善、长期更新的帖子，判定的依据是此贴到底还算不算得上有优秀、高亮的评级水准，否则使用者会优先考虑加高亮、优秀的帖子造成搬运插件冗杂、阻塞，这点难道管理层没有考虑到？使用者肯定是会优先采纳加高亮、优秀帖子里的内容，因为他们相信版主的评级，如果帖子真的不具有这种条件或者其他帖子有更好的内容却没有加高亮、优秀，那么会造成用户选择不便。\n6.提高协作/二次搬运者地位：二搬规则目前还是存在对用户搬运积极性的不利因素，就我个人二言曾经几次二搬皆被删帖/回收，实在提不起干劲去搬运大型插件(被人搬运过了 或发帖后被版主直接判为不合格处理)，建议让“协同编辑”或“协作搬运”方面有制度可循，最好是有硬性奖励要求而不是打击用户积极性，毕竟补充者在帖子的地位受到发帖者的限制，建议仿照B站的合作视频把参与者尽量排在平行并重的位置(或仿照Bukkit帖子右侧有参与者的所有信息显著显示) 还要用硬性的奖励规则，否则插件过期、功能不全的问题可能永远没法解决[没法解决的原因:1.受到原搬运贴误导或不介绍以为插件不具备某种功能；2.出于私心不愿让其他用户了解到完全的内容(因为没有硬性规则,搬运插件是无私的行为,补充与否确有自私的因素,不如化自私为规定中的奖励以给予动力)；3.碍于某些搬运者在插件搬运上做出的贡献而没有信心搬运；4.二搬被首搬者拒绝，即使首搬者不愿意更新]\n不应当是谁先搬运谁有权力允许其他人二搬与否，是否允许应当出于原插件作者是否给予授权搬运。当然对于老搬运贴不能进行不合格处理，只是有授权搬运的帖子更能代表原作者的意愿。搬运插件应当多从原作者、用户的角度考虑而非自己的私心，虽然搬运插件的初衷是无私的。\n如果你是作者，看见自己的插件在没有授权的情况下居然被人在其他地方争夺搬运权争得你死我活，会有什么看法？\n二搬没有些人想象的、看上去那么容易，被几棍子打倒很难让搬运者提起干劲，从现实中得出结论而并非主观臆断\n7.建议里提到不回收申请优秀高亮时的奖励只是撤销优秀或高亮，撤销的标准依旧可以按照版规里所规定的，部分已经评优秀、高亮的帖子实际上并不具有评级的水平(对照现有版规甚至能发现不合格之处)\n8.现在优秀、高亮的评审有些问题，就我遇到的情况：因为要用某个插件的权限限制合成功能才发现这个搬运贴对于权限及其每个物品的权限限制只字未提，版规都写明了 那一块可以说就没有翻译、没有说明，浏览者甚至要进官网自己学\n@Bryan33 @黑 @星 @刘先生。 @zhanshi123 \n怎么评上的？重要的权限功能不介绍\n搬运：\n1. 插件过于简单，功能无实际意义。\n2. 插件过于简单，且站内已经有更好的实现插件。\n3. 大幅度缩减对原帖的翻译，且搬运者未说明插件的使用方式，无法让浏览者明白如何使用插件的部分功能。\n4. 大幅度使用作者原话而拒绝翻译。或机翻。\n5. 帖子发布的目的在于盈利性宣传。而非为了搬运插件。\n这是脱离与本帖建议的一个问题，是不是版主对于某些插件搬运者的审核过于松懈了呢？\n言过了，抱歉。我为什么拿某个人和他的帖子说事?↓\n[hide=d10,5000]\n\n\n\n\n360截图20200313201540274.jpg (47.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 20:20 上传\n\n\n\n\n\n\n\n\n\n360截图20200313201555244.jpg (11.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 20:20 上传\n\n\n\n\n\n\n\n\n\n360截图20200313201434981.jpg (54.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 20:20 上传\n\n\n\n\n\n希望版主/管理员认识到这样只为了某个所谓目标而大量不负责任搬运的后果，仅仅是我遇到了因为搬运者不负责任而绕远路的事情(此插件没有任何权限给玩家)，受到了误导性言论，居然差点连一个知名付费插件的最基础内容——权限 都差点以为真的没有，如果没有看官网或者没有阅读能力，那就真的被误导了。根据版规就拿史诗工艺付费版Epiccraftingsplus插件来看，被判定的高亮插件居然不符合版规。\n\n2-3：高亮的申请：\n硬性要求：\n符合版规的\n插件功能实用\n排版良好\n有详细的介绍搬运：\n1. 插件过于简单，功能无实际意义。\n2. 插件过于简单，且站内已经有更好的实现插件。\n3. 大幅度缩减对原帖的翻译，且搬运者未说明插件的使用方式，无法让浏览者明白如何使用插件的部分功能。\n4. 大幅度使用作者原话而拒绝翻译。或机翻。\n5. 帖子发布的目的在于盈利性宣传。而非为了搬运插件\n\n其他人的优秀、高亮搬运插件呢？是不是存在审核的小问题？\n请版主/管理员不要因为某些人的言论就转移此贴的主题：增设规则的建议而非针对某人某贴的论战某人的置顶故意设置的，让你们看看一个所谓负责任的插件搬运者是如何看几句借他不负责任行为反馈问题就暴躁，发出不负责任言论的,完美诠释了一个做出那么大贡献的人如何完美地转移帖子重心[反馈→锤人→反锤]\n\n\n\n\n360截图20200314073642383.jpg (34.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 07:40 上传\n\n\n\n\n本来没想到，现在看来把插件玩笑似的抛给别人这种玩笑也能开的出来。\n[/hide]\n我不是针对某个人,是借此说事罢了,请把一楼看完再发表看法,请别误导浏览者好吗？↓\n\n\n\n\n",
    "replies": [
        {
            "author": "EmptyLava",
            "timestamp": 1584094560,
            "txt_content": "个人不支持\n插件是人家搬运来，自己汉化自己排版的，可能搬运一个大插件光写内容，翻译就要几天\n而你呢，自己拿着他人搬运的插件，拿着他人的汉化，啥都不谢就先来批评他人搬运有疏漏？\n难道你不能私聊它或者在帖子下回复提醒一下吗？\n整个取消高亮，取消优秀，取消精华(自带2贡献)，那把搬运者的贡献，绿宝石撤掉？如果人家已经弃坑了呢？扣贡献之后如果搬运者的贡献成为了负数，那他的服务器帖也不保那如何解决？"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584094680,
            "txt_content": " 本帖最后由 炫宙菌 于 2020-3-13 18:23 编辑 \nEmptyLava 发表于 2020-3-13 18:16\n个人不支持\n插件是人家搬运来，自己汉化自己排版的，可能搬运一个大插件光写内容，翻译就要几天\n而你呢，自 ...\n1.只是撤销高亮和优秀，不回扣奖励，再申请不加回2.做一件事情不负责任和做没做这是两码事，又不是一棍子打死，要求整改是为了插件更好地服务其他使用者而并非针对谁，既然搬运了就要负责到底，如果弃坑/不负责，那么不要让搬运贴享有永久更新/负责任态度的地位，这没有什么说不过去的\n3.对于认同的插件，评分并不是强制措施，感谢也不是强制措施，遇到我认可的插件一定会给予评分或好评，写几天内容辛苦固然人尽皆知，但忙活极长时间却仍然不负责任搬运，苦劳未必有合理成果，就像个人劳动时间比社会劳动时间多，这就是劳动者自己的问题了"
        },
        {
            "author": "EmptyLava",
            "timestamp": 1584094920,
            "txt_content": "炫宙菌 发表于 2020-3-13 18:18\n只是撤销高亮和优秀，不回扣奖励，再申请不加回\n总之还是反对\n版主可以提醒，但是撤销高亮和优秀个人认为很过分"
        },
        {
            "author": "南外丶仓鼠",
            "timestamp": 1584095820,
            "txt_content": "不支持。\n一、不尊重劳动成果\n二、有人二搬\n三、可能几年以后当1.12都是超旧的版本，这些帖子估计会自动进回收版"
        },
        {
            "author": "Xiao2",
            "timestamp": 1584095880,
            "txt_content": " 本帖最后由 Xiao2 于 2020-3-13 19:16 编辑 \n\nlz啊\n其实有一个问题你不明白：\n每一个坛友都有活跃期。搬运者可能在某一个搬运期内很活跃。\n但是坛友总有生活环境个人心态不允许的时候。\n这时候即使已经无力维护搬运/无力经营了，也并不代表他之前不投入热情，并不代表他没有贡献。\n总不能做好人9次，最后作恶一次就说他一辈子是恶人吧。。。\n搬运期内的优秀是评定的既成事实，搬运期外的少维护也有处理手段：你可以联系搬运者：是否有意更新/联系版主：我来开新帖维护。\n优秀，是对他之前努力的尊重与支持。可能坚持不到最后（谁知道最后是多久呢），但去除/直接说他不负责任，是否也是太片面了呢\n\n\n\n\n\nedit：申请协同编辑，申请协同编辑，申请协同编辑！！！\n\n\n\n不足自然是有的，这究竟是时间推移导致的还是帖子本身的？\n我想版主在评定的时候自有看法，用不着我们这里说马后炮。\n既然优秀是最好的肯定，那么——不足自然是时间推移下逐渐暴露的/跟不上时代的。\n不足：就是老了，老了，就可以去否定他年轻时的贡献了？\n老了，继续带着优秀的头衔，不仅仅不是对其他人的否定，根本上是一种长江后浪推前浪的鼓励。\n你看看，lz不也想要“取而代之”了！这就是他老了，最后的最好的贡献！\n他，也是将要培养出lz这样的新一代的优秀搬运者。\n\n优秀，不可除；贡献，明摆着；缺点，是老了；lz，可以去再开新篇章！！\n@炫宙菌 \n"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584096240,
            "txt_content": "Xiao2 发表于 2020-3-13 18:38\nlz啊\n其实有一个问题你不明白：\n每一个坛友都有活跃期。搬运者可能在某一个搬运期内很活跃。\n那就不是用户的错了，活跃期这种事情又不是硬性要求，只是撤销了大可以完善后再加上，反正以前都有过成功的经历了。\n什么时候也没说搬运者不负责就是恶人，也没有一棒子打死，不给予一些鞭策怎么保证插件新鲜度？\n只是尊重和支持搬运者而不尊重使用者，这个似乎没有一点道理。\n如果真的放弃这个插件搬运维护了，大可以不申请不更新，高亮、优秀是帖子一种状态，总是要随着帖子而变的"
        },
        {
            "author": "Xiao2",
            "timestamp": 1584096660,
            "txt_content": " 本帖最后由 Xiao2 于 2020-3-13 19:27 编辑 \n炫宙菌 发表于 2020-3-13 18:44\n那就不是用户的错了，活跃期这种事情又不是硬性要求，只是撤销了大可以完善后再加上，反正以前都有过成功 ...\n图章，是对搬运者的激励；优秀，既是展示出所谓优秀资源，又是对搬运帖的标榜。\n这是对实效的评定，这不是永久的象征。\n回看1.5.2的精华地图作品，你能要求它去更新到1.16吗？\n永久更新，做不到永久了，确实是要去去除。\n但是精华/优秀的证明，你有什么理由否定他曾经巨大的贡献？\n无异于把1.5.2的地图作者拉出来“鞭尸”？\n\n做不到更新了，自然需要人跟上。lz可以去申请，协同编辑啊啊啊啊。相信搬运者知道自己的节奏跟不上，是会同意你的。\n\n参考资料：https://www.mcbbs.net/thread-686410-1-1.html\nhttps://www.mcbbs.net/thread-844621-1-1.html\n\n一定要看！！\n\n\n\n我懂你的意思了。\n你说话不要这么暴躁：动不动就“不负责任”\n\n我先说清楚：目前你的意见不太可行。\n目前的解决办法是：开新帖，lz自己去取得另一个优秀\n又或者：磨砺自己的心性：克服这个面子问题。\n既然lz已经面对这么多次的棍子了，我相信lz一定有什么收获，而不仅仅是怀疑本身。这也是一种挑战。@炫宙菌\n"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584096780,
            "txt_content": "Xiao2 发表于 2020-3-13 18:51\n图章，是对搬运者的激励；精华，既是展示出所谓优秀资源，又是对搬运帖的标榜。\n这是对实效的评定，这不 ...\n不 是 永 久 象 征\n说到底这个还是面子问题，作为协同搬运、编辑者，如果享有和发帖者一样的地位似乎也说得过去。\n比如B站的合作视频里就会并排显示参与者而并非把协同者放在隐蔽的地方。"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584096960,
            "txt_content": " 本帖最后由 炫宙菌 于 2020-3-13 19:03 编辑 \nXiao2 发表于 2020-3-13 18:51\n图章，是对搬运者的激励；精华，既是展示出所谓优秀资源，又是对搬运帖的标榜。\n这是对实效的评定，这不 ...\n不知道你为什么要一味肯定某人的功绩，我帖子里没有直说是哪些用户，拿出某用户所作的贡献，以否定任何不足的行为？\n从来没有说要一棒子打死，这个规则甚至算不上惩罚\n拿地图当插件来谈，这是不是有点鸡同鸭讲的成分在里面？偏袒于某些人的功绩，这是对其他人的否定。\n插件和地图的性质不一样，正式版地图大多是可支持以后版本的而插件具有时效性\n回看1.5.2的精华地图作品，你能要求它去更新到1.16吗？\n永久更新，做不到永久了，确实是要去去除。\n但是精华/优秀的证明，你有什么理由否定他曾经巨大的贡献？\n无异于把1.5.2的地图作者拉出来“鞭尸”？你自己说的性质不一样 什么时候提到过要去否认地图精华？只是撤高亮与优秀算不上是否定贡献，加分并不去除我早就在一楼提出了。\n有异于把1.5.2的地图作者拉出来“鞭尸” \n你这里说的地图也不是搬运产物，硬要应用于插件的话，\n原创插件更不更新是插件作者自己的事情，原创地图更不更新是地图作者自己的事情；\n搬运插件更不更新是作者也是搬运者的事情，原创地图更不更新是作者也是搬运者的事情。"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584097440,
            "txt_content": " 本帖最后由 炫宙菌 于 2020-3-13 21:07 编辑 \nXiao2 发表于 2020-3-13 18:51\n图章，是对搬运者的激励；精华，既是展示出所谓优秀资源，又是对搬运帖的标榜。\n这是对实效的评定，这不是 ...\n现在你的理解能力可能需要加强了\n写得那么清楚，不知道从何而谈这些言论说白了 有些插件 搬运贴本来就不具有评优秀加高亮的能力，有些却是后来不具备能力\n回归原始，有点过分肯定看似值得肯定的东西：最基本功能介绍都不写清楚，怎么评的优秀/加的高亮？"
        },
        {
            "author": "xmdhs",
            "timestamp": 1584097920,
            "txt_content": "搬运贴可以获得的最高评定是优秀，多看版规（\n\n此外 \n5-3: 什么情况下可以二次搬运? :\n已有搬运贴版本过老(若作者依然活跃在mcbbs则不适用)\n内容差距过大(例如老帖无汉化新贴有且汉化量巨大,或详细教程)\n下载地址失效\n以及原搬运者私信或公开声明可以二搬的\n\n对于无法二搬的帖子 而插件内容又更新的\n希望后来的搬运工能够主动通过回帖的方式为原搬运贴补充内容以及汉化\n可在插件版总和申请帖内申请更新奖励以及汉化奖励 (和直接搬运待遇一致)\n并且版主会帮你置顶你的回复\n(2020/3/5)\n\n你大可自己再去开新帖，并没有别人发了你就不能发"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584098400,
            "txt_content": "炫宙菌 发表于 2020-3-13 19:04\n现在你的理解能力可能需要加强了\n写得那么清楚，不知道从何而谈这些言论说白了 有些插件 搬运贴本来就不具 ...\n权限及其相关应用就根本没写 而原帖一直有权限"
        },
        {
            "author": "Azitate",
            "timestamp": 1584104040,
            "txt_content": "感觉没必要设置成“回复仅作者可见”\n这个问题是插件版已经存在很久的问题,让大伙儿畅所欲言不好吗\n残叶自从B龙头事件之后就永久停更了,他搬运的大部分插件汉化大部分确实已过时\n但我觉得首先是没必要撤销高亮,以前获得的奖励也是针对曾经的,这是他应得的\n而且插件搬运算是一个传承项目,一些大型插件也是一代代搬运者传承下来的\n所以我反对你说的搬运者不负责任,我认为搬运者应该没有特别指明它搬运的插件不允许其他人再次搬运\n而且这种很久未更新帖子的插件,改变一定非常多,其他服主应该养成一个看原贴的习惯反而更好\n搬运者不可能一直会维护自己的帖子,谁都有自己的生活,尤其是这种搬运数量巨大的,换谁都没心力去继续维护吧\n所以我建议\n超过半年未更新帖子的,版本相差过多的帖子可以移送到回收站\n或者新开一个悬赏板块允许其他用户搬运这些缺少维护的插件搬运帖"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584104280,
            "txt_content": " 本帖最后由 炫宙菌 于 2020-3-13 21:00 编辑 \nAzitate 发表于 2020-3-13 20:54\n感觉没必要设置成“回复仅作者可见”\n这个问题是插件版已经存在很久的问题,让大伙儿畅所欲言不好吗\n残叶自 ...\n一开始可没设置回复仅作者可见，光看着那些反对性评论实在是看不见中肯的回复\n由于某些原因，那些过时插件相当于已经卡在那里动不了了\n你这个建议比我的还要更激烈 搞到回收区就基本凉了 \n超过半年未更新帖子的,版本相差过多的帖子可以移送到回收站\n或者新开一个悬赏板块允许其他用户搬运这些缺少维护的插件搬运帖↑要是采纳了那真是打倒一大片"
        },
        {
            "author": "Azitate",
            "timestamp": 1584105120,
            "txt_content": "炫宙菌 发表于 2020-3-13 20:58\n一开始可没设置回复仅作者可见，光看着那些反对性评论实在是看不见中肯的回复\n由于某些原因，那些过时插件 ...\n超过半年的移送到回收版我觉得也不算太过分吧。。。。毕竟很多服主使用搜索的时候也会看到这些插件啊\n所以建议还是搞一个过期悬赏板块,鼓励其他用户再次搬运"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584105480,
            "txt_content": "Azitate 发表于 2020-3-13 21:12\n超过半年的移送到回收版我觉得也不算太过分吧。。。。毕竟很多服主使用搜索的时候也会看到这些插件啊\n所 ...\n移到回收区基本上插件就判死刑了……\n现在搜索即使有站外工具也没有以前那么准的板块搜索了\n正因为我不是像某些人猜测的那样想把谁取而代之(完全就是谬论，没有依据的揣测)所以我只是提出撤销高亮优秀进行整改而不是建议送回收区，帖子还在服务器插件板块好好的，从哪来取而代之？"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1584108840,
            "txt_content": " 本帖最后由 秋风残叶 于 2020-3-13 22:34 编辑 \n\n下次举报我请艾特我一下，我也是听人家在群里说了才知道自己又被挂了，谢谢。\n在搬运帖子的时候，对于“权限”这一部分我的习惯是摘取重要部分，因为作者所提供的权限通常覆盖全面，可能包括一些不常被用到的权限（比如执行reload指令的权限），一般的插件我通常会摘取部分权限并将其分为【建议给玩家的权限】和【酌情给玩家的权限】两部分，前者建议给到全部普通玩家，后者由各服主视自身情况给予少部分特权玩家或者管理，至于极少被用到的权限，则略去，以节省搬运帖读者的阅读时间。事实证明这种模式反响不错。\n\n下图摘选自插件搬运帖Item Recycler:\n\n\n\n\n\nItem Recycler.png (25.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 21:33 上传\n\n\n\n\n\n\n相对复杂的插件，我可能会把权限进一步细化，甚至分成好多组，由读者服主自行决定给予哪一组权限。\n\n下图摘选自插件搬运帖CMI：\n\n\n\n\n\nCMI.png (24.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 21:36 上传\n\n\n\n\n\n\n对于OP向的插件，许多服主不会想到会去分权限，因此权限部分我只会一句话带过，也就是你所诟病的“本插件没有任何权限需要给玩家”\n但是请您看清楚，这句话全称是“本插件没有任何权限需要给玩家” 而不是 “本插件没有任何权限”\n\n下图摘选自插件搬运帖TAB REBORN，这是一个全OP向的插件，几乎完全没有玩家需要动手的部分：\n\n\n\n\n\nTAB REBORN.png (30.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 21:40 上传\n\n\n\n\n\n\n不过，既然你提出了问题，那咱们就要把问题解决，您需要的是EpicCraftingsPlus插件的权限翻译，我这就给您奉上，以节省您开新服务器找插件的时间。\n\n\n\n\n\nperms.png (38.41 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-13 21:49 上传\n\n\n\n\n\n\n看起来，残叶这种坏人为了赶百插斩进度，故意写“不需要给权限给玩家”，是该向全坛谢罪的，应该把这些权限都给玩家，让玩家自己编辑合成，自己重载插件，方才显得贵服 新 朝 雅 政。\n\n呃……也许您询问的是打开合成项目Items和合成分类Categories的权限？可是您难道不知道那个权限是可以自由设置的吗？\n      permission: 'ecraft.supersword'复制代码\n就好比你问我：“你在宠物科普网站介绍了哈士奇，那你知道我家哈士奇叫什么名字么？你不知道？你不负责任！”\n\n……\n\n残叶现在忙于自己的工作，现在还一直在前线，已经很疲倦了，可能无法及时处理mcbbs的一些事情，所以很多插件目前无法跟进更新。如果有人愿意接坑搬运，只要私聊我，我是很乐意授权的，如果您愿意二搬EpicCraftingsPlus我也是非常开心的……哦原来你通篇举报我都没有提到二搬啊……\n残叶这种不负责任的搬运者实在难以帮助到您，但是本着好人当到底的原则，我已经委托了@Glom_ 继续维护EpicCraftingsPlus这个插件（插件链接）希望能帮助到您。\n\n感谢您的举报，您的举报十分有价值。\n\n\n————————————————————↓↓↓  转移重点？？这篇帖子里有重点吗？？指给我看。\n\n\n"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1584109200,
            "txt_content": " 本帖最后由 Salt_lovely 于 2020-3-13 23:43 编辑 \n\n优秀和高亮说到底是搬运者曾经费心力搬运的证明与奖励，关于搬运者的大道理我不想讲太多，楼上的各位已经讲得很明白了。\n\n插件板块这些问题存在已久，很多时候我冲着高亮点进去，发现是个过时帖子（比如只搬运到1.12而插件本身已经更新到1.15了，添加了很多新的特性，配置文件大改什么的），我只好对着英文说明书啃，很难受（最难受的是啃完之后发现有一个没被高亮的二搬），但是你不能因为搬运者不再活跃就撤销其曾经的荣誉——这种做法就像是当运动员老了跑不动了就夺走其奖牌一样难以接受。\n\n我建议当出现新的二搬、三搬的时候，at版主，将原有的搬运贴移送到某个新的分区使之无法出现在搜索结果的上层。\n这些过期的高亮帖子的问题在于高亮很容易把我们骗进去，但是我觉得我们不能随便撤销其高亮，而是换个思路，让新的搬运贴总是出现在搜索结果的上层。\n\n补充一下：我觉得MOD板块的悬赏机制很有效，搬运者不可能长期入驻MCBBS，所以需要接力者像传火一样接力搬运贴。\n为了处理各种过期、链接挂、弃坑等却又无人接坑的搬运帖，又或是那些国外优秀的Mod却无人搬运，特设此搬运悬赏令，鼓励各位搬运更新及汉化Mod。\n在好几个群见过有人在讨论要不要接某个MOD的悬赏，说明这个机制一定程度上调动了搬运者的积极性。\n另外，我的搬运贴半数是二搬，理由也很简单：原帖长期不更新，内容过时；但是因为插件内容本身不够有吸引力等原因（比如许多插件都要用到的protocolib前置，算是常用插件，原搬运贴长期不更新但就是没人二搬）（补充：我去年10月二搬之后，12月伴随原帖更新到了4.5.0；原搬运贴当时已经半年多没有更新了，原搬运贴上个月更新了一次，但是好像啥都没改，估计是看到了我的二搬），导致没什么人二搬，我遇到这种帖子的时候只能点原帖链接...有时候原帖链接指向的是bukkit而不是spigotmc..."
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584110040,
            "txt_content": "秋风残叶 发表于 2020-3-13 22:14\n下次举报我请艾特我一下，我也是听人家在群里说了才知道自己又被挂了，谢谢。\n在搬运帖子的时候，对于“权 ...\n不 愧 是 你\n置顶已经给了 不过帖子重点是反馈版规而不是插件问题\n这插件我昨天已经啃了一遍掌握，很乐意看到你认真负责的态度，如果个人有原因无法维护以前的搬运贴，请逐个移交可承受的人，我遇到这问题着实绕了几分钟弯路，对于其他用户当然也要考虑到会不会绕远路的问题，感谢你对mcbbs论坛的贡献"
        },
        {
            "author": "秋风残叶",
            "timestamp": 1584110520,
            "txt_content": "炫宙菌 发表于 2020-3-13 22:34\n不 愧 是 你\n置顶已经给了 不过帖子重点是反馈版规而不是插件问题\n这插件我昨天已经啃了一遍掌握，很乐意 ...\n感谢置顶。\n\n如果个人有原因无法维护以前的搬运贴，请逐个移交可承受的人\n\n原来您需要我逐个移交啊……还挺麻烦的……那我全都移交给您吧，请您全部接坑，谢谢。\n\n不会再回复此帖。"
        },
        {
            "author": "希伊撒",
            "timestamp": 1584111360,
            "txt_content": "楼主这波操作拿错例子了，不应该拿残叶的帖子说事，让人一看就觉得是在针对谁一样，这下子反馈未必有效了，帖子性质已经偏了\n秋风残叶把一楼重心转向个人论战，用认真负责的态度和完美的负责行为展示了什么是搬运100个插件的搬运工，可谓是面面俱到，无懈可击，最后不忘了补一句话让楼主进也不是退也不是\n就看版主/管理员怎么看待搬运插件一事了"
        },
        {
            "author": "shengtianyu",
            "timestamp": 1584115440,
            "txt_content": "对不负责任的已评为优秀/添加高亮的搬运插件帖\n楼主的这句话我认为才是重点，为什么要取消评为优秀或高亮的搬运贴，最根本的原因是因为不负责，楼主也说了，某些搬运贴在搬运的过程中或多或少没能将教程搬运的更便于用户理解，但这正是需要后期来维护帖子的最主要的地方之一，如果只是搬运过来之后没有更新维护，我认为这的确是一种“不负责”行为，但因为个人或者其他特殊原因所导致个别搬运无法到达持续更新的情况，论坛是否该对搬运的要求做出一些改变？"
        },
        {
            "author": "HotPe_e",
            "timestamp": 1584122100,
            "txt_content": " 本帖最后由 HotPe_e 于 2020-3-14 02:03 编辑 \n\n一个优秀图章至少是对搬运者最大的鼓励\n\n强行因为“过期”这种而撤销搬运者之前的功劳 \n\n积分浏览处\n\n我觉得楼主态度有点JIDUAN\n\n有点伸手党感觉\n\n\n搬运者愿意搬是他的事情\n搬运某个项目是把一些有趣的，值得的搬运到论坛进行详略介绍\n\n\n搬得好 有奖励 有认证 心里踏实 鼓励搬运者\n\n\n搬不好 哪里缺失 也不责怪 亲自去原贴看看不要紧\n\n\n我觉得身为一个服主 基本的插件原WIKI查看能力要有一二吧？\n\n\n\n\n\n\n\n\n"
        },
        {
            "author": "_DIM_",
            "timestamp": 1584142620,
            "txt_content": " 本帖最后由 酷车手BB弹 于 2020-3-14 21:10 编辑 \n\n因工作原因没时间维护就认为是不负责？这不是故意找茬是啥。\n搬运再怎么不负责也比伸手党强，任何人都没有资格对搬运工指点，除非搬运贴有违规内容。\n\n此外，我很欢迎有人能私聊找我，二搬我的帖子（质量更好的话）。我并不会说占着坑不放，希望其他搬运工如此。\n"
        },
        {
            "author": "ygq321",
            "timestamp": 1584144180,
            "txt_content": "谁都不会把事情做得过于完美，有些小的失误是没错的，但是如果失误过大，就是好心办坏事。拿现在的武汉疫情做例子：你在网上买了100个口罩，捐赠了50个，剩余50个自己留着（完全用不到这么多），好人是当了，但是原来的口罩并没有发挥其作用，反而使得别人无法使用。对于楼主现在是不是有别的目的，我们无从得知，只能猜测，但也只是自己的看法，并不能代表楼主。"
        },
        {
            "author": "快乐小方",
            "timestamp": 1584144960,
            "txt_content": " 本帖最后由 快乐小方 于 2020-3-14 08:27 编辑 \n\n搬运工没有义务把一整个wiki搬运过来，“搬运工”顾名思义，没有义务提供插件完整的使用方法，只需要把插件搬运到泥潭来就可以。\n高亮以及图章等是对搬运工工作的认可，对工作的奖励，即使是曾经，撤销也并不稳妥。\n\n\n【回复评分】————————————\n能得到高亮与图章的帖子必然应该是符合版规的吧？因为版规有更改导致帖子不达标被撤销奖励是不应该的吧？\n这就如你考试得81分学校给了个优秀学生奖状，可是过两天评奖标准变成90分了，学校要把你的奖励收回去，你不可能愿意吧？\n\n总而言之，撤销奖励并不稳妥。"
        },
        {
            "author": "ygq321",
            "timestamp": 1584145500,
            "txt_content": "搬运工，就如它的名字，是勤勤恳恳工作的劳动者，每个搬运工都值得尊重，但是其中也有别有用意的人。正如房地产承包荒地，而又弃之不顾，现在有法律禁止土地荒废，所以问题大部分解决了。而mcbbs里并无此类“法律”，楼主现在说的就是希望设置“法律”，楼主建议撤销“高亮”，“优秀”，是他的个人看法，也是对“法律”的提案，可以不采纳，但是楼主的重点是设置“法律”，而不是怎样处罚。希望你们不要跑题"
        },
        {
            "author": "ygq321",
            "timestamp": 1584146640,
            "txt_content": "剩下就是搬运工不更新的问题了。由于生活原因，谁都不能永远驻留mcbbs，没法更新可以体谅，但是这不能解决问题，如果mcbbs不采取任何措施，那么搬运工就会一直“占”着插件。再拿QQ群的龙王做例子，今日在某群活跃，获得龙头，明日因工作原因不活跃，撤销龙头，这并没有否认当初的荣誉。"
        },
        {
            "author": "cc7w",
            "timestamp": 1584153000,
            "txt_content": " 本帖最后由 cc7w 于 2020-3-14 10:45 编辑 \n\n个人想法：\n如果没有二搬帖发布，无论一次是否过期，把一次搬运留在插件版，能起到引导作用；\n如果有二次搬运发布，且质量明显优于一次搬运，把一次搬运移动到回收区，分类为“已过期”，也未尝不可。\n与现有版规的差距来说，可以再适当降低、量化二搬的要求。\n但不知楼主插件进入“回收区”就是判死刑的说法从何而来，难道楼主认为回收区都是“不合格”插件吗？移到回收区就不可能再移回来了吗？\n\n同时，撤销已有高亮、优秀的方法不合适，也不利于搬运的长期发展。\n这样做，相当于搬个插件，就相当于插件“赖”上了这位搬运者，反而会使新手搬运工产生畏难心理，更加不利于调动搬运工的积极性。\n\n\n还有，我想对楼主的某些说法进行反驳。\n“\n对不负责任的已评为优秀/添加高亮的搬运插件帖[长期不更新/不符合版规/基本内容不完善]\n”\n不符合版规/基本内容不完善是怎么被版主评上高亮和优秀的？您的意思是，版主难道在处理申请时就没有加以检验吗？所以我认为，您后两种“不负责任”的说法站不住脚。\n\n\n最后，我希望楼主能够提高自己的姿势水平。我也去翻了翻楼主的主题，发现并没有拿到优秀的搬运贴。长期更新是好的，但您可能没有体会过为优秀搬运爆肝的不易。楼主又是否能保证，在将来自己没有能力继续维护您的搬运的时候，突然有个人跳到论坛最显眼的反馈版，对着管理员指着你说，他不负责任，你要让插件版版主改版规，杀了他的全部搬运，自己不会感到失望呢？我不负责任的讲，将别人的心血指认成不负责任，不负责任的到底是谁呢？\n\n\nps.我希望楼主重排一下主题帖，把与主题无关的东西采用折叠的方式，不然阅读整个主题之后，我就可能要怀疑您的主题概括能力了。\n\n我说话可能有点冲了，不符合我平日水b沙雕的形象，提前抱歉。\n\n\n\n"
        },
        {
            "author": "(=°ω°)丿",
            "timestamp": 1584153660,
            "txt_content": "或许 主题标签 可以好好利用起来？"
        },
        {
            "author": "Bryan33",
            "timestamp": 1584176160,
            "txt_content": " 本帖最后由 Bryan33 于 2020-3-14 17:11 编辑 \n\n插件版不考虑对不更新搬运贴的处罚\n也不会对已经发出去的奖励(包括高亮)进行回收\n插件版目前的方针是通过更新奖励的形式使得帖子得到后序更新\n\nhttps://www.mcbbs.net/thread-977325-1-1.html\n\n如果你对某些插件帖 占着茅坑不拉屎的行为感到不满\n建议阅读版规5-3\n回帖更新内容的 也按搬运更新奖励处理+置顶回复"
        },
        {
            "author": "黑",
            "timestamp": 1584178380,
            "txt_content": "部分插件搬运贴虽然不更新但是至少在某个时间段内确实给用户带来了一定帮助\n给这些帖子高亮/图章不但是为了褒奖搬运者的努力也是为了鼓励其他搬运者能够投入到这一事业中来\n\n仅仅是因为 \"长期不更新\" 就否定帖子的功绩我认为是不合适的\n\n我们鼓励插件搬运者对其帖子进行持续维护\n但由于搬运帖和原贴的信息不对等，外加搬运者的个人情况，想让搬运者时刻保持更新实为一件困难的事情\n因此，版规 5-3 规定了允许二次搬运的情况\n对于长久不更新的搬运，可按照版规所述进行二搬\n对于不合格的插件搬运贴，依照现有版规处理\n\n对于过期的插件搬运贴，我们建议用户与搬运者私信沟通进行更新\n如果搬运者放弃对其插件搬运贴的维护，且已有新的帖子作为替代，则下沉或移至回收区\n\n自回收区恢复申请开放以来，对于已被移至回收区的帖子不代表被判 \"死刑\"，但请通过正确途径进行申请"
        },
        {
            "author": "炫宙菌",
            "timestamp": 1584187140,
            "txt_content": " 本帖最后由 炫宙菌 于 2020-3-14 20:10 编辑 \nBryan33 发表于 2020-3-14 16:56\n插件版不考虑对不更新搬运贴的处罚\n也不会对已经发出去的奖励(包括高亮)进行回收\n插件版目前的方针是通过更 ...\n回收高亮、优秀算不上严重处罚，某楼层回复的半年不更新放回收区那种才是严重处罚。\n此举旨在激励搬运者重新拾起自己搬运的插件，如果不愿意重拾，则应该把位子留给介绍完善、长期更新的帖子，判定的依据是此贴到底还算不算得上有优秀、高亮的评级水准，否则使用者会优先考虑加高亮、优秀的帖子造成搬运插件冗杂、阻塞，这点难道管理层没有考虑到？使用者肯定是会优先采纳加高亮、优秀帖子里的内容，因为他们相信版主的评级，如果帖子真的不具有这种条件或者其他帖子有更好的内容却没有加高亮、优秀，那么会造成用户选择不便。二搬规则目前还是存在对用户搬运积极性的不利因素，就我个人二言曾经几次二搬皆被删帖/回收，实在提不起干劲去搬运大型插件(被人搬运过了 或发帖后被版主直接判为不合格处理)，建议让“协同编辑”或“协作搬运”方面有制度可循，最好是有硬性奖励要求而不是打击用户积极性，毕竟补充者在帖子的地位受到发帖者的限制，建议仿照B站的合作视频把参与者尽量排在平行并重的位置(或仿照Bukkit帖子右侧有参与者的所有信息显著显示) 还要用硬性的奖励规则，否则插件过期、功能不全的问题可能永远没法解决[没法解决的原因:1.受到原搬运贴误导或不介绍以为插件不具备某种功能；2.出于私心不愿让其他用户了解到完全的内容(因为没有硬性规则,搬运插件是无私的行为,补充与否确有自私的因素,不如化自私为规定中的奖励以给予动力)；3.碍于某些搬运者在插件搬运上做出的贡献而没有信心搬运；4.二搬被首搬者拒绝，即使首搬者不愿意更新]\n建议里提到不回收申请优秀高亮时的奖励只是撤销优秀或高亮，撤销的标准依旧可以按照版规里所规定的，部分已经评优秀、高亮的帖子实际上并不具有评级的水平(对照现有版规甚至能发现不合格之处)\n@Bryan33 @黑 "
        },
        {
            "author": "ygq321",
            "timestamp": 1584189420,
            "txt_content": "快乐小方 发表于 2020-3-14 08:16\n搬运工没有义务把一整个wiki搬运过来，“搬运工”顾名思义，没有义务提供插件完整的使用方法，只需要把插件 ...\n奖状，还有之前有人说的运动员的奖章，这是实物，而这里的是虚拟，虽然是荣誉，但永远无法和现实相比，请不要这样举例。QQ群的龙头，火苗，不就是当你不活跃了收回么，但是荣誉还是荣誉，即使收回，也无法抹去过去。"
        },
        {
            "author": "幻境雲達達",
            "timestamp": 1584194220,
            "txt_content": "太长懒得看了，跟沉寂说的一样，你行你上吧\n\n我觉得没有任何理由来要求每一位会员都对自己搬运的插件到那般负责，毕竟大家要生活的\n\n另外插件的版务已经很紧张了"
        },
        {
            "author": "寂",
            "timestamp": 1584200640,
            "txt_content": " 本帖最后由 寂 于 2020-3-14 23:49 编辑 \n\n哦我想回复这楼来着，点错了点错了，老了不中用了。\n仅反驳第一句：回收高亮、优秀算不上严重处罚\n优秀，高亮，是搬运工荣誉的象征，也是论坛层面唯一给与搬运工奖励的方式。\n举个例子吧，厂子里工程师（原作者）研发出了油炸海螺的制作方法（老版本插件），我曾经作为一个职工研发了油炸海螺机（搬运老版本插件），不断地炸海螺服务大众（腐竹看到帖子），过段时间产品落后了，他又研发出了清蒸海螺（新版本插件）了，但我早已经离职了，然后公司找到我，收回了当初发给我的工资，以及因为我的机器炸海螺外酥里嫩全厂第一给我颁发的荣誉证书。理由是：你的机器已经过时了，现在没用了。（你的帖子已经过时了）\n我付出了劳动，却拿到了借给我的钱？？这个，你品，你细细品，不明白的话继续品。\n此外\n拿不准一个帖子，是否可以二次搬运，完全可以去私信版主询问。\n\n顺便提个建议，插件版完全可以去设立个申请条目：申请二次搬运。\n具体流程：作者回复列出原帖，at老搬运贴作者，二次搬运理由。若老搬运贴作者7日内未回复，或者回复同意，自己已经弃坑等，则可以二次搬运。若老搬运贴作者拒绝且拒绝更新，则由版主视情况，予以裁定，是否同意二次搬运。新贴应当包含申请楼层链接，原帖链接，且新帖发布后，老帖移动至回收区。\n"
        }
    ]
}