{
    "title": "[Minecraft.net | CULTURE] 尖叫古堡",
    "author": "封徵",
    "replyCount": 6,
    "timestamp": 1584097560,
    "txt_content": " 本帖最后由 封徵 于 2020-4-14 09:53 编辑 \n\nCreepy Castle\n尖叫古堡\nDo you dare check out Christopher’s fantastic fortress?\n你敢来 Christopher 的诡异城堡一探究竟吗？\n\nJay Castello 杰伊·卡斯特洛\nAre you afraid of ghosts? Do phantoms frighten you? I hope not, because today’s castle build, made by German builder Christopher as a tryout for the build team PixelBiester, definitely looks haunted to me. Especially when it’s all lit up at night, with the tall evergreen trees all around… just looking at it makes me shiver!\n你怕鬼吗？那从背后突然出现的鬼魂又会不会吓你一跳呢？唔……我希望你不会，因为我们今天要介绍的这座来自德国建筑师 Christopher 作为团队 PixelBiester 的加入考核的一部分的建筑，在我看来这绝对是闹鬼的一幢房子。尤其是在夜黑风高、月明星稀的深夜，再加之周围的这些高大的常青乔木……说句老实话，我光是看着就已经害怕得浑身战栗了！\n\nThis might not have been Christopher’s intention, though. He was building on the theme of “dynasty”, trying to evoke the feeling of an ancient, powerful family. And his castle definitely does look like the sort of grand old home passed down from parent to child across generations. But I’m still pretty sure that’s how you get ghosts!\n不过，这貌似并不是 Christopher 的本意。他以 “王朝” 为自己的建筑主题，尝试去唤醒人们对一个庞大而又古老家族的全部想象。而这幢城堡毫无疑问看上去像是一个从祖祖辈辈手中传下来的极尽宏伟的“老房子”。但也因此我才那么肯定这里面绝对闹鬼！\n\n\nChristopher explains that he feels quite lucky that his castle turned out the way it did, due to a big factor of “randomness” in the project. But his build process seems very methodical, in my opinion!\n我们了解到 Christopher 对实际所呈出的成品感到十分的惊喜和满意，不过这是因为在他的计划中有“随机性”这个巨大因素的事实存在。但在我看来，建筑过程确是有条不紊的！\n\n“I started off with finding the right blogs and details, and then I started building tons of assets for the main structure,” he tells me. “After I was done with half of the assets, I made the terrain.” The base for this build came from an earlier map that he heavily adapted to fit this new style, with new textures to reflect the rural village feel. For example, he planned out all of the pathways and fields in advance.\n“我从设计整体建筑的风格和细节开始，然后我就会开始设计大量的附属建筑物与主体的一些结构,” 他告诉我说。“当我做完设计制作的半数工作时，我开始为其构建适宜的地形.” 建筑是以他早期的一张地图修改增添而来，他对地图进行了大量的调整与修改，例如通过全新的资源包，建筑材料的使用来营造一种乡村的氛围。就比如说，他一早就已计划好了所有的田地与其中的小道。\n\n\n“Not everything was built with assets,” he adds. “Unique details were made by hand and didn’t get pasted in.” For example, once he was done with the giant castle, he decided that the smaller houses needed to be similar, but that they couldn’t use the exact same blocks. “The market and the fields were made by hand, too,” he says. Those are some of my favourite parts of the build because they add a sense of realism – there’s no point having a fancy home if you’ve got nothing to eat! Some of the build's trees was also borrowed from PixbelBiester member Mulcho.\n“并不是所有建筑物都是通过这样的设计以后然后复制粘贴出来的,” 他补充道。“我会手动去补充一些独特的小细节，而这些是复制粘贴所做不到的。” 就比如说，当他完成了这座庞然城堡时，他就已经决定周围附属的小房子需要保持相类似，但是又不能完全相同。“集市和田地都是我手工去设计并建造完成的,” 他如是说。这些也是我最喜欢的部分，因为这为这张地图增添了一种现实主义的哲学感 —— 如果你连东西都没得吃的话，要这些漂亮房子又有什么用呢！这些建筑周围的一些树木植被也是请 PixbelBiester 的成员 Mulcho 帮忙进行设计的。\n\nChristopher tells me that his favourite parts of the build are the structure assets, but that he also just found the process of building really enjoyable. “Seeing the way that it turned out in the end and seeing how everything starts to come together when you build is one of the things that kept me motivated,” he says.\nChristopher 也告诉我他最喜欢的部分是建筑的主体结构，看到它们就像是看到了自己如何一个一个方块建造出来这座宏伟古堡的，何其愉快。“能看到自己的建造的最终的成品过程是我能够保持不竭动力的主要因素之一,” 他这么说道。\n\n\n\n\n\n\n\n\nHe needed to stay motivated for a while – the build took two weeks with Christopher putting in several hours of work every single day. Plus, it was an application for a build team that he tried out for previously, so he was persevering in that way too.\n他也时常需要保持这样的活力一段时间 —— Christopher 在两周时间内每日都投入几小时在建造的工作中。另外，这也是先前他在其它建筑团队中所实践成功的东西，因此他也坚持着这么做。\n\nIn fact, he’s been building for about three years, for various servers and other build teams, always working to improve his skills bit by bit. Much of Christopher’s success with growing his style can also be credited to friend that has helped him along the way. “I’ve had huge help from my teacher Viernas, he taught me everything I now know about building. Without him I probably wouldn’t be in this position.”\n事实上，他已经为各个服务器和各类其他的建筑团队提供了差不多快三年的建筑服务，就是想要一点一点地提高自己的建筑技艺。Christopher 一路上所取得的各种巨大成功都可以归功于一位朋友的鼎力相助。“我得到了我的老师 Viernas 的巨大帮助，他穷尽自己教会了我现在所知道的关于建筑的一切事情。没有他，我根本不可能拥有如今的成就。”\n\n\nWith his hard work and this help from others, Christopher has managed to create a build to be proud of – even if it does put me on the lookout for ghouls every time I see it. Oh, the terror! Is he sure it’s not haunted?!\n在他的辛勤努力付出和朋友的帮助下，Christopher 也终于能够自己完成一次能使自己也感到自豪的建筑了 —— 尽管……我每次看到它的时候，我都貌似看到了墓穴里的食尸鬼。哦不！这简直太可怕了！他真的确定这不闹鬼吗?！\n\nRenders by TheMrPinguin\n渲染图制作： TheMrPinguin\n\n【封徵 译自官网 2018 年 08 月 21 日发布的 Creepy Castle；原作者 Jay Castello】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "g957874",
            "timestamp": 1584166980,
            "txt_content": "sssssssssssssssssss"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584245880,
            "txt_content": "原来blog有风格的意思\n之前也想弄这篇，然后到一半卡住了，死都弄不下去……"
        },
        {
            "author": "封徵",
            "timestamp": 1584246180,
            "txt_content": "GCVillager 发表于 2020-3-15 12:18\n原来blog有风格的意思\n之前也想弄这篇，然后到一半卡住了，死都弄不下去…… ...\n其实词典也没有这个意思，这个是我按照前后文的意思猜的。\n\n（毕竟你知道的官方博文每一篇都差不多会出现打错词的情况）\n\n这篇我觉得还好吧，我昨天翻译的一篇《[Minecraft.net | CULTURE]童心未泯·从 Bopogamel 的工位开始聊起》才是真正恐怖，梗多的恐怖。"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584248160,
            "txt_content": " 本帖最后由 GCVillager 于 2020-3-15 12:58 编辑 \n封徵 发表于 2020-3-15 12:23\n其实词典也没有这个意思，这个是我按照前后文的意思猜的。\n\n（毕竟你知道的官方博文每一篇都差不多会出现 ...\n我觉得最恐怖的是我昨天弄的那一篇，汤姆老 狗用a + adj. + of + n.来造词，我翻译那一段的时候都快吐了……（我再也不碰汤姆的文章了）好吧，还是你的典故恐怖"
        },
        {
            "author": "封徵",
            "timestamp": 1584248940,
            "txt_content": "GCVillager 发表于 2020-3-15 12:56\n我觉得最恐怖的是我昨天弄的那一篇，汤姆老 狗用a + adj. + of + n.来造词，我翻译那一段的时候都快吐了… ...\nTom的文章真的又长又多梗 翻译了好几篇长文都是他的 翻译体验极差"
        },
        {
            "author": "封徵",
            "timestamp": 1584249120,
            "txt_content": "GCVillager 发表于 2020-3-15 12:56\n我觉得最恐怖的是我昨天弄的那一篇，汤姆老 狗用a + adj. + of + n.来造词，我翻译那一段的时候都快吐了… ...\n我觉得Tom的文章最短最好翻的大概就是十或不知系列了（因为又视频）"
        }
    ]
}