{
    "title": "【原创/连载】失落的世界：神陨 第一章",
    "author": "StoryJ",
    "replyCount": 4,
    "timestamp": 1584109380,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-10 18:05 编辑 \n\n失落的世界第一卷：神陨\n\n写在前面：本小说由本人和同学@爱熊熊的哈 合作撰写，小说主要讲述的是主角史蒂夫和乔纳森为了还原历史对上古遗迹进行考古发掘的故事，包括但不限于冒险、西幻、盗墓、悬疑、爱情等元素，望各位读者阅读愉快。另外，本文不只发表于本论坛，在LOFTER上由ID“顾适”发布，并非盗用和转载，特此注明。\n\n第一章 矿洞神殿 \n林海莽莽，巨木参天，一望无际。\n远处的群山绵延起伏，山巅的积雪在阳光下显得分外纯净圣洁，宛若一顶白色王冠。\n在茫茫林海中间，静卧着一泓清澈的湖水。苍翠的针叶林环抱着亘古幽蓝的湖面，像在绿色的丝绸上点缀了一枚蓝宝石，又像大地澄澈的眼眸，里面倒映出整片天空的色彩。一条小河从湖中流出，河水潺潺，欢快地奔向远方。\n河畔，一座崭新的木桥连接着陡峭的两岸，一条铁路在湖畔蜿蜒，经木桥跨河而过，又一头钻进对岸的密林之中。\n一辆矿车飞驰在铁路上。\n铁路两旁的景物在飞速向后退，乔纳森，一名年轻有为的考古学家，正坐在飞驰的矿车上。\n“所以……你们在施工的时候发现了一个……矿洞？”乔纳森看向旁边的同伴史蒂夫，问道。\n史蒂夫点了点头，说：“是的。准确地说，我们还发现了一些……有趣的东西，我相信你会感兴趣的。”\n乔纳森挑了挑眉，略一点头。\n铁路转过一个弯，密林被远远甩在身后。眼前豁然开朗，一座背靠大山的小村庄映入眼帘。\n铁路前方，一条隧道出现了。隧道上方悬着一块牌子，上面写着：兔村。\n兔村，是一个群山之间的自然村。这些年，矿业大亨史蒂夫衣锦还乡之后，决心把自己故乡附近的几个村之间用铁路连接起来，兔村，就是其中之一。兔村的地形很奇特，村子所在的山中有一个巨大的溶洞，史蒂夫在考察了地形之后决定利用这个天然的溶洞打一条隧道。在勘察溶洞的时候，史蒂夫的施工队长老查理却有了一些意外的收获。\n“史蒂夫！我们在溶洞深处发现了一些废弃的矿道和矿车。”\n史蒂夫皱了皱眉。矿道？\n在希斯大陆上，一些天然矿洞中有时会有一些废弃的矿道，这些矿道不知道是谁在什么时代建造的，但是并不鲜见。史蒂夫很奇怪为什么下矿了这么多年的老矿工查理对矿道这么大惊小怪。\n“清理了就行啊，这点小事不必请示我了。”\n“可是……”\n乔纳森从矿车上下来，打量着这个巨大的溶洞。\n史蒂夫跟他的施工队交代了几句什么，然后走向乔纳森，“我让我的施工队在地面上等着，我带你下去看看。跟我来。”\n说着，史蒂夫打起一支火把。\n乔纳森也打起一支火把，跟在史蒂夫身后，走向溶洞的深处。\n“当时，我的施工队发现了一些废弃的矿道。他们打算用**清理碎石，结果却发现了一扇青铜门。”\n“青铜门？”乔纳森有些意外。矿洞和矿道都是很常见的东西，然而青铜门确实不同寻常。\n“嗯。”史蒂夫跳下一块石头，回头对乔纳森说，“小心脚下……我说到哪了？哦对，那扇青铜门很大很厚重。我想把它打开，结果矿井里的绞车把绳子都拉断了门还是纹丝不动；我想拆出一个洞来，结果敲了一天，连个印记都没留下，最后还是用了整整两组炸 药才勉强打开一个口子。然后，我带领施工队从被炸开的青铜门进入了那个矿洞，结果有了一些惊人的发现。”\n乔纳森也跟着跳下去，然后示意史蒂夫继续说。\n史蒂夫继续向前走：“我们在那扇门后，发现了一个类似于神殿的空间。”\n神殿，在希斯大陆上，也不算鲜见。但，已知的几种神殿不外乎海底神殿、丛林神殿和沙漠神殿。矿洞神殿，确实是头一回听说。\n“不仅如此，这个神殿的规模和其他常见的神殿完全不同。它看起来十分宏伟，看起来不像是一座祭祀用的神殿，更像是……一座巨大的皇宫。”\n乔纳森听得入神，史蒂夫看了他一眼，又说：“不过我们对于这个神殿的勘探很有限，一来是因为当时我们没有带上足够的火把，二来是因为我怕破坏了其中的东西，所以想着，专业的事还是交给专业的人来做吧。”\n“谢谢您的理解。”乔纳森微微颔首。\n“我们到了。”史蒂夫停住了脚步。\n面前是一个被炸开了一角的青铜门，精心雕饰的青铜纹，在火把的映照下，闪着神秘的光。\n乔纳森站在门前，情不自禁地伸手抚摸门上的花纹，心中抑制不住地兴奋起来。\n作为一名考古学家，乔纳森的大脑开始运转。他想起之前去过的一些遗迹，虽然跟眼前这个的规模没法相提并论。那些遗迹大多是神庙、墓地、仓库之类，在一次勘探中，老师诺石还曾经意外地在一处村庄下的图书馆中发现了一些由古文字写就的书卷，据老师解读出的只言片语来看，这些书卷记载的内容似乎与一个古文明有关。老师一生未婚，没有子女。几年前，诺石老师在一次意外中不幸丧生，于是乔纳森继承了老师留下的手札笔记，誓要继承老师的遗志，完成他未竟的研究。\n在看到这巨大的青铜门之后，直觉告诉乔纳森，门后面的东西也许能帮助他把老师的研究继续下去。\n“说实话，我走过那么多矿井，也是第一次见到这种青铜门。”史蒂夫在一旁，看着正在细细观察青铜门的乔纳森，说道，“一开始，发现这扇门的老查理跟我说的时候，我还以为他又偷喝浆果酒把自己灌多了，直到我亲眼看到这扇门，才知道他说的是真的。”\n史蒂夫从腰间摘下水壶猛灌了几口，又递给乔纳森：\n“水里我加了闪烁西瓜，在矿洞这种暗处能改善一下视觉。”\n乔纳森会意，接过水壶喝了一大口。西瓜的清香味道在舌尖蔓延开来，视野也随之明亮了不少。\n“那我们进去吧。”史蒂夫一边说，一边把火把换到了左手，右手扶上了腰间别着的铁剑——这样的暗处，不知会不会藏着什么怪物。\n青铜门后面，别有洞天。尽管已经做了心理准备，乔纳森还是有些暗暗吃惊。即便是喝了闪烁西瓜泡的水，也还是只能看到一片黑暗——这说明这个空间很大，一眼看不到头。乔纳森环顾四周，突然发现，脚下踩的地面，材料不同寻常。他俯下身去，看到地面的石材在火光映照下泛着翡翠般的光泽，表面还有细密的格子花纹。用手触摸，触感温润，带有一丝凉意。\n“如果我没猜错的话，咱们脚下的多半是暗海晶石了。”乔纳森伏在地上，用手用力擦了几下地面，“你看这地面颜色均匀，浑然一体，搞不好还是一整块海晶石雕琢出来的。如此不计成本的施工，看来这神殿的主人来头不小啊！”\n史蒂夫点了点头。虽然他先前对考古不甚关注，可矿物的价值他是知道的。暗海晶石稀少而珍贵，产自深海之下的矿区。那里洋流湍急，漩涡密布，据老渔夫讲还有恐怖的独眼怪物出没，见者九死一生。在兔村这样的内陆山林地带，哪怕是海边渔村烂大街的海藻都要卖到十铁一片，更别说即使在沿海也贵为宝石的暗海晶石了。\n他还记得，兔村沿线的铁路刚刚动工的时候，一个流浪商人找到他，表示自己手里有一枚品相上佳的海晶石碎片，只卖——五个绿宝石。他当然知道这枚残片值这个价，但他还是不假思索地拒绝了。\n五个绿宝石？那就是320金锭，20480铁！在兔村，一个铁锭就足够在村里的旅馆开一间最好的单人住房，如果愿意再多花一个铁锭，还能得到一份南瓜派外加热腾腾的兔肉汤。要知道，他手下最有经验的施工队长老查理，一个月的工钱也不过三十铁。\n现在回想起来，如果当初一枚残片都能卖到五个绿宝石，那么眼前这块巨大的“进门垫”呢？\n史蒂夫是个商人，把这么大一块无价之宝当成进门垫这种暴殄天物的行为无疑是让他鄙夷的，但如此的大手笔也让他对接下来发现的东西有了更多的期待。也许，他这辈子发现的最大宝藏就静静躺在他面前。\n这么想着，他一步步向前走去，一边左右打量着四周。\n突然，走在他身后的乔纳森脚下一滑，一声惊呼向后倒去。史蒂夫猛的转身，想伸手拉住他，自己却也因为动作过快失去平衡，慌乱中被一起带倒在地上。\n被突如其来的响动搅黄了好梦的蝙蝠们瞬间炸锅一般四下逃窜，几万对翅膀扇起一阵诡异的沙沙声，还有十几只蝙蝠慌不择路朝着两人直冲过来。史蒂夫举起火把驱赶，火把却脱手而出，不知砸在什么东西上，竟然撞灭了。他索性往地上一伏，把头埋在臂弯里。扭头再看乔纳森，发现后者也是同样的姿势。\n尘埃落定，蝙蝠各自散去。\n灰头土脸的两人互相搀扶着站起来。之前喝下的闪烁西瓜水效力尚在，乔纳森很快在黑暗中找回史蒂夫落地的火把。从风衣口袋里拿出火石，点燃，微弱的光明重回洞穴。\n“真是踩在苦力怕的尾巴上了。”史蒂夫苦笑着说出这句在矿工之间流传的俗语，这句俗语一般用来形容运气差到家了。经过刚才的变故，史蒂夫身上本就陈旧的矿工装上又多了几处污渍，灰头土脸的样子，让人完全看不出来是一位矿业大亨，倒像是第一天下矿的毛头小子。\n“好事多磨嘛。”乔纳森一边扶正自己的眼镜，一边说道，“据我所知，洞穴蝙蝠大多喜静，怕人。这么大的洞穴，它们说不定躲到哪里去了，至少暂时不会来烦我们了，我们倒是有更多时间，可以细细看一看这个神奇的地方……诶？我的火把呢？”\n刚才的混乱中，他不知什么时候弄丢了自己的那只火把，这样的错误对一个考古学者而言可太低级了。乔纳森逡巡片刻，看到了自己掉落的火把。它在刚才的混乱中掉在地上，竟然又滚出了二十多米。乔纳森紧走几步，上前弯腰正要拾起火把，然而就在指尖碰到地面的时候，只听咔哒一声轻响，又伴着一阵金石交击之声。\n“woc……”乔纳森知道大事不妙，肯定是机关被启动了！\n乔纳森去过不少遗迹，也见过不少机关。在他所见过的机关里，用绊线和压力板作为触发条件的机关最为常见。然而，在如此平滑，浑然一体的海晶石地面，还能布下机关，确实是他始料未及的。机关设计者的技术，看来远在当下文明，甚至战前文明之上。\n下一秒，耳边传来密集刺耳的锐器破空声。\n“卧倒！”乔纳森向还没反应过来的史蒂夫扑过去。\n密集的箭雨从两人的头顶飞过，两人双手抱头趴在地上，充耳是箭头钉入石头发出的可怖声响。\n箭雨终于停息了下来，两人试探着挺直身体。这一抬头，不禁倒吸 一口凉气。\n“这他妈是箭？？？”史蒂夫忍不住骂道。\n密密麻麻的银色的柱体插在两人面前的地面上——这些银色柱体都有三米多长，手臂粗细，看起来完全就是一根根长矛，可后端粗大的尾羽又不无炫耀地昭示着，这么大的东西确实是一支箭。\n突然，史蒂夫看见面前的“箭”上闪烁着串串诡异红色符文，体积也开始膨胀。\n来不及多想，他一把将面前的乔纳森推开。\n一声爆响。\n耳鸣。\n史蒂夫感觉自己像是漂浮在虚无之中。\n火光。\n爆炸。\n“史蒂夫？”\n不真切的声音。\n是谁？\n“史蒂夫？”\n好像是一个……很熟悉的声音。\n一个……女人？\n“史蒂夫！”\n是火光之中的一声撕心裂肺的喊声。\n“啊！！！！！”\n史蒂夫从梦境中惊醒。\n映入眼帘的是乔纳森的脸。\n“史蒂夫！你终于醒了……吓死我了……”乔纳森擦了擦脸上的汗。满是灰土的袖子把乔纳森的额头擦出一块泥渍，然后他取下眼镜，用衣角随意擦了擦上面的灰土。平素爱干净的学者此时也顾不上形象，还沉浸在死里逃生的虚幻感里。他从背包里拿出两瓶闪着奇异微光的治疗药水，递给了史蒂夫一瓶，然后仰头喝干了另一瓶。希斯大陆还没有摆脱战后的阴霾，交通不畅，配方散失，炼药师更是稀少。这两瓶药水是他很久以前花了1个绿宝石才买到手的，不到万不得已根本不敢动用。\n“谢了。”喝完治疗药水的史蒂夫缓过劲来。\n但刚才昏迷之后回忆起的画面却还挥之不去。\n五年了……\n乔纳森重新打起火把。\n“这里是……？”乔纳森喃喃道。\n刚才，为了把昏过去的史蒂夫拖离正在逐个引爆的箭矢，他在慌乱中没有多想，凭着声音搀着昏迷的史蒂夫往远离爆炸的方向逃，直到爆炸停息下来才敢停下。\n所以现在，这是在哪儿？\n火把能照明的区域很有限。加上暗海晶石表面很暗，吸光度高，所以即便是喝了闪烁西瓜泡过的水，乔纳森还是看不清四周。经过刚才的变故后他更是心有余悸，不敢有太大的动作。他小心地向前探路，走了大概十几米，他好像看见前面有一堵墙。\n到头了吗？乔纳森看着面前的墙，总觉得有什么地方不对劲。\n这是墙吗？这个凹凸的形状……\n“乔纳森……woc……”史蒂夫的声音从身后传来，“你抬头看看……”\n乔纳森一抬头，看到了一个他这辈子都不会忘记的画面。\n一尊巨大的石雕，栩栩如生地雕刻着一个巨人，他端坐着，目视前方，不怒自威。\n乔纳森面前的“墙”，只不过是这个巨人的一只右脚。\nTo Be Continued...\n下一章：https://www.mcbbs.net/thread-985540-1-1.html",
    "replies": [
        {
            "author": "爱熊熊的哈",
            "timestamp": 1584157260,
            "txt_content": "哈哈哈 预祝开更顺利"
        },
        {
            "author": "爱熊熊的哈",
            "timestamp": 1584157380,
            "txt_content": "看到我们的作品发到论坛上真的很高兴，希望感兴趣的朋友常来看看 点个收藏"
        },
        {
            "author": "StoryJ",
            "timestamp": 1584188160,
            "txt_content": "爱熊熊的哈 发表于 2020-3-14 11:43\n看到我们的作品发到论坛上真的很高兴，希望感兴趣的朋友常来看看 点个收藏 ...\n这位就是本小说的另一个作者！以后可能会有一些番外之类的通过他的账号发布哦！"
        },
        {
            "author": "ggtte",
            "timestamp": 1584191640,
            "txt_content": "66666666666666666"
        }
    ]
}