{
    "title": "[Minecraft.net|CULTURE]虚拟幻境",
    "author": "ItIsEnderman",
    "replyCount": 1,
    "timestamp": 1584110100,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-3-13 22:37 编辑 \n\nVirtual Unreality\n虚拟幻境\nA psychedelic wonderland from Immanuel\nImmanuel的木斧下的的梦幻世界\n\nKate Gray\nIt's the middle of winter, and you might be wondering if colour and life will ever return to the world after seeing weeks of snow, rain, slush, and grey. We've still got quite a while before spring, and sometimes I find myself forgetting what grass looks like. It's that short fluffy stuff that goes on the floor, right?\n现在正是三九寒天，你或许正在日复一日地和积雪、阴雨、满地泥水和沉闷的天打交道时思索色彩和生机何时才能回到这个世界。春日尚远，有时我发现自己竟会忘掉青草长什么样。那是长在地上地短小蓬松之物，是吗？\n\n(NOTE: As soon as Kate submitted this article, the cold weather turned beautiful and sunny. Is this proof that Kate has clairvoyant powers over the very weather itself? Yes.)\n(小细节：Kate刚把博文发出去，湿冷天立马放晴了。这是不是表明Kate拥有针对天气的超能力？我想是的。)日常，日常\n\nThank goodness it's not winter in Minecraft! And thank even more goodnesses that I get to cover Authenticity Relocated, a build with so many vibrant colours that it looks like the time I ate a whole pack of crayons and threw up everywhere. In a good way, of course.\n谢天谢地，此刻Minecraft里不是冬季！更要感谢我对Authenticity Relocated的报道 —— 这是一个融合了各种绚丽的色彩的精彩建筑，一个像极了我当年饕餮了一整盒蜡笔、然后吐得满地都是的大惨案（你可真幽默啊）的建筑。当然没你想的那么糟。\n\n\n\n\n\n\n'Its purpose is to make you stop thinking for a second, and just feel,' says the builder,Immanuel, who describes the world as 'psychedelic' and 'alien.' Immanuel was inspired after he had seen a build that his friend did for a Minecraft competition . “We both competed in the contest. I got second place, and he got third, but his idea was just so cool I had to try incorporating it into my own pipeline.”\n“目的就是让你停止思考、只是去感受，”把这个世界描述得既“迷幻”又“异星”地作者Immanuel说到。Immanuel在看到他的某位朋友在一次Minecraft建筑竞赛上的作品后得到这一个地图的灵感。“那次竞赛我俩都参加了。我第二，他第三，但是他的点子真的太帅了以至于我忍不住要将它放到自己的‘流水线’里。”\nI love the idea of flying sealife!\n飞翔的[ruby=水产野味]海洋生物[/ruby]这样的点子很炫酷哦！\nThe idea was to use something Immanuel calls 'nothingness layers.” A 'nothingness layer' is something created in an editor – basically an eraser that gets rid of every block in that layer while leaving the blocks above it floating, immune to gravity. This means that Immanuel could create strange, floating objects and weird geography.\n这个想法就是使用Immanuel所说的“虚空层”。“虚空层”是使用编辑器创建的 —— 基本上是用橡皮工具抹掉那一层，让其上方的方块反重力悬浮。这意味着Immanuel可以制作奇特的悬浮物体和怪异的地形。\n\n\nBut other than knowing that he wanted to use these 'nothingness layers,' Immanuel didn't go into the build with a plan. 'I basically just figured out what I wanted to do along the way,' he says. 'It was sort of done with no real mockup.” Instead he relied on his imagination. Very successfully!\n但是抛开Immanuel想使用“虚空层”这事不管，他脑子里还没有成型的计划。“我基本上只了解全过程我想做什么，”他说。“这玩意还是多多少少在事先没有构思模型的情况下干完的。”相反，他完全依靠自己的脑洞。最后证明是成功的！\n译者注：这张光照感觉是做毁了\n\nImmanuel is proud of what he's created, and how different it is from most other builds – it's a reflection of who he is. 'I don't like realism, modernism or simplism,' he says. 'I put a certain degree of honour in not being like everyone else.”\nImmanuel对自己之所建造以及它与其他大多数建筑的不同之处感到相当自豪 —— 这就是他人格的最佳体现吧。“我不喜欢写实，现代或者简约风格，”他说。“我十分注重做到不随波逐流。”\n\nIt took just over a week for Immanuel to finish the Authenticity Relocated build. Although he went in without a plan, he knew he wanted to use as many colours as possible, and create strong contrasts between them. He even made sure that he highlighted the areas he wanted people to focus on by making them the areas of highest contrast. Look at the yellow forest, for example, which is surrounded by cyan blue, bringing out the bright colour of the trees and making them stand out.\nImmanuel只用了一个多星期的时间就完成了Authenticity Relocated的建造。尽管他在无计划状态下开始，他还是知道他想尽可能地用更多种颜色，同时在这些颜色之间制造强烈的视觉反差。他甚至以施加最高的对比度颜色的方式来确保他希望人们关注的区域被突出强调。比如被青蓝色环绕的黄色森林，看吧，青蓝色是不是强烈地反衬出树木的黄色，并且向人们招手说“看，我在这里”呢？\n\n\nImmanuel has his own details that he wants to highlight: 'I'd have to mention the pyramids with galactic trees inside,' he says. 'Or the flying trees, or the jellyfish biome.' He tells me those jellyfish are his personal favourite part. 'I love the idea of flying sealife!'\nImmanuel又他自己想要强调的细节: “我应该聊聊内部种有‘参天’大树的金字塔，”他说。“或者，会飞的树，‘水母生物群系’。”他告诉我说他最喜欢的部分是那些浮空水母。“飞翔的海洋生物这样的点子很炫酷哦！”\n\nIt must be wonderful/terrifying to live inside Immanuel's psychedelic imagination. Why not take a vacation from the dull, grey real world, and visit his exciting, colourful virtual one?\n住在Immanuel的幻想空间里一定奇幻如梦境，或是恐怖到肾上腺素飙升。何不远离那些无聊而灰暗的现实世界，一起来探索他那壮美的虚幻深空呢？\n\nRenders by Darastix, Ivain, Paul Sireau, Ryermeke\n渲染图： by Darastix，Ivain，Paul Sireau，Ryermeke\n\n【Enderman 译自官网 2019 年 03 月 04 日发布的 Virtual Insanity；原作者 Kate Gray】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "hahahac",
            "timestamp": 1584138900,
            "txt_content": "aaaaaaaaaaaaa不错"
        }
    ]
}