{
    "title": "[Minecraft.net|CULTURE] 冬日奇观",
    "author": ":D--",
    "replyCount": 3,
    "timestamp": 1584145080,
    "txt_content": " 本帖最后由 qq1009695359 于 2020-3-19 18:32 编辑 \n\nWinter Wonders\n冬日奇观\nCelebrating the snowy season, Minecraft Earth style!\n让我们一起庆祝一个我的地球风的雪季吧！\n\nNot long ago, we called upon our growing Minecraft Earth community to bring on the builds with a winter themed challenge, where participants were asked to produce builds invoking a wonderful wintertime feeling. Today, we’re bringing you just some of the results of this fun challenge.\n不久之前，我们在日益壮大的我的地球社区中组织了一场充满趣味的冬季主题建造大会，我们要求参与者们一展身手，搭建出能够带来浓浓冬天感觉的建筑。今天，就让我们来欣赏一些他们的作品。\nBrian provides us with a delightful wintery retreat, complete with extra-large candy canes.\nbrian 可爱的度假小屋，装饰了巨型拐杖糖。\n\nFrahst brings us the moon and stars with serene evening snowfall.\nFrahst 充满诗意的朗月飘雪~\n\nCMDaddy’s Winter Wonderland takes us on a thrilling rollercoaster ride!\n在CMDaddy的冬日仙境（冬季游乐园）里乘坐惊险刺激的过山车吧！\nReady to get involved and show off your builds? Drop into the official Discord channel and see what other Minecraft Earth community members are building today!\n准备好炫耀一下自己的专著了吗？将你的作品投到我们的官方discord频道上吧，同时看看其他人每天都在建造什么！\nwata85 brings us a cheery snowman under sunny skies.\nwata85 ：站在大太阳下的开心雪人\n\n【qq1009695359 译自官网 2020 年 03 月 13 日发布的 Winter Wonders；原作者 Nova Barlow】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": ":D--",
            "timestamp": 1584145260,
            "txt_content": "背景介绍：Minecraft earth, 以下称为“我的地球”。是一款Mojang于2019年发布的增强现实手游。玩家可以在现实世界以1：1的尺寸中搭建自己喜欢的建筑，也可以联网和朋友们一起享受建造的乐趣。详情请移步维基：https://minecraft-zh.gamepedia.com/Minecraft_Earth"
        },
        {
            "author": "封徵",
            "timestamp": 1584149340,
            "txt_content": "著作最后一段将“builds”译为“著作”是不是不太好，按照文章原意应该是指玩家们用ar创造出来的这些“建筑”或者说“作品”，而“著作”是专门指代“文章”一词的，所以这里是不是应该修改一下？\n著作是汉语词汇，拼音zhu zuo，按照古代的要求，“著作”是专指创造性的文章而言的。前人没有阐发过或没有记载过的，第一次出现的文章或书籍，才算是“著作”。因为它是针对某专一题材的，所以也叫做“专著”。——<百度百科>\n\n\n\n\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584263580,
            "txt_content": "我们建议使用《我的世界：地球》这个名字，参考本坛相应板块名称"
        }
    ]
}