{
    "title": "[Minecraft.net|INSIDER]本周方块：橡木",
    "author": ":D--",
    "replyCount": 2,
    "timestamp": 1584136560,
    "txt_content": " 本帖最后由 qq1009695359 于 2020-3-14 08:16 编辑 \n\nBlock of the Week: Oak Wood\n本周方块：橡木\nBarking Up The Wrong Tree\n你找错树了\n\nI'd estimate that about 95 percent of my Minecraft worlds begin with me collecting a single block of Oak Wood. It's the mother-block - the block from which everything else in the game develops. Without collecting wood, it's almost impossible to play Minecraft. Seriously, try playing Minecraft without wood. It'll be about as much fun as playing blindfolded, or with me screaming 'USE WOOD YOU FOOL!' into your ear the entire time.\n我估摸着大概95%的情况下我开局做的第一件事就是撸下一块橡木了吧。它绝对是方块之母，游戏里所有东西都始于它。俗话说：要致富，先撸树。如果不收集木头的话，你甚至玩不了MC！我没开玩笑，试试看不用木头玩生存吧，这几乎和闭着眼瞎玩没啥两样；或者，你的内心就如我在时刻对着你的耳朵喊“快用木头，傻瓜!\"\nWood was one of the very first blocks added to the game - preceded only by grass, cobblestone, dirt, planks and stone. First introduced in super-early version 0.0.14a_01 on 28 May 2009, oak wood was originally called 'log' and dropped wooden planks when broken. It was almost nine months until logs became collectible in their own right, and nearly two years before the introduction of oak's cousins birch and spruce.\n木头是最早被添加到游戏里的几个方块之一 ，紧接在草方块，圆石，泥土，木板和石头之后，它是在2009年五月28号的远古版本0.0.14a_01中首次亮相的。橡木起初被称作 “木材”，被破坏后也只会掉落木板，直到8个多月后木材才得到了它能够作为原木被单独收集的“木权”。两年后，橡木的兄弟桦木和云杉木才诞生。\n\nThere are 600 different species of oak tree in the real world, split into families like 'stone oaks', 'silky oaks' and 'she-oaks'. For many hundreds of years, oaks have been a symbol of strength and endurance - you'll find them on German coins, the logo of the National Trust in the UK, and on medals and ribbons in the US Army. Judging by how many countries have named the oak as their national tree, they're one of the most popular kinds of plant in the world!\n现实世界中橡木拥有600多个品种，可归类到各种家族中，比如石橡木、丝滑橡木、她橡木等等。几百年来，橡木一直象征着力量与坚强。 —— 你可以在德国的硬币上找到它们，能在英国的国民托管组织标志上发现其身影，美国陆军的勋章上也有橡木的存在。就以有多少国家用橡木作为其国树而论的话，它绝对是最热门的几种植物之一！\n雄伟的橡树 - 周长8.27米！ - 图片来自维基百科用户：Spekozols.\nOak wood is created naturally in Minecraft worlds when they're first generated - mostly as part of trees, but you'll also find oak wood that you can steal as part of houses in plains villages and woodland mansions (you THIEF). If you chose a bonus chest at the start of your game, you might find some in there too. Pretty handy for getting a quick start, rather than smacking a tree with your fists until you get an axe!\n在你创建世界的时候，橡木就自然生成了，大部分都是作为橡树躯干的一部分。当然，你也可以从平原村庄和林地府邸上撬下几块来。（你这个小偷！）要是你开局设置了奖励箱的话，你也有可能从那里面得到橡木。挺方便的，至少不用手撸第一颗树做斧子了。\n\nOak wood is a great building material, but early in the game you'll probably want to turn it all into planks for crafting - just like the Vikings did in the 9th and 10th centuries, when they built their longships. They found that oak was resistant to insect and fungal damage, making it pretty handy to make boats out of. The builders of the great sailing ships of the European Age of Exploration found the same thing. Even today, oak is commonly used - both in Minecraft and in the real world - in furniture making and flooring. You might be standing on oak right now! Not us though. We're currently knee-deep in molten lava, desperately searching for a way ou... actually, we won't bore you with the details. We're here to talk oak!\n橡木也是个很棒的建筑材料，但在初期你可能更愿意将他们全部变成木板用来合成工具。就和9、10世纪造长舰的维京人一样。他们发现橡木不易虫蛀，也不会发霉腐烂，是造船的绝佳材料。大航海时期那些欧洲顶级造船匠们同样也发现了这一点。直至如今，无论是在我的世界中还是现实世界中，橡木都是一个被广泛运用的材料，尤其是地板和家具方面。你可能正站在橡木制品上呢！不过不是我，我现在正被困在齐膝的岩浆中，绝望的想找一条。。咳咳，我不是来向你描述那无聊的死亡过程的，让我们回到橡木！\n\n\nWood is also an important fuel source. In Minecraft, you can smelt 1.5 items per wood block on its own -- but a better approach is to either craft the wood block into four wood planks, allowing you to smelt six items, or smelt the wood block into charcoal, which can smelt eight. You only need eight pieces of charcoal to smelt an entire stack of iron ore! In the real world, scientists are working on how to turn wood into biofuels that could help us avoid climate change. Good luck, scientists!\n我的世界中木头也是重要的燃料。一块原木可以熔炼1.5个物品，但是最好先将它合成为木板再烧，这样你就能熔炼6个物品啦。你也可以先把它烤成木炭，你只需要8块木炭就能炼制整整一组铁矿石！现实世界中，科学家们正在研究如何将木头转换为生物燃料从而阻止气候变化问题。祝你们好运！科学家们。\n\nAfter you've been playing in a Minecraft world for a while, you might notice that the forests have begun to disappear and you have to trek further and further to collect wood. The same thing is happening on Earth, and that's a real problem - deforestation means that only about a third of the forest that once covered the planet is still around.\n当你在世界中玩了一段时间后，你就会发现森林正在逐渐消失，你需要跑的越来越远才能得到木头了。在我们的地球上同样如此，这是一个我们正在面临的危机 —— 过度砍伐已经使我们损失了三分之二的森林覆盖面积。\n\nLess forest means less trees converting carbon dioxide into oxygen, less places for wild animals to live, more wasteland, and more species going extinct. So next time you chop down a tree in Minecraft, take a moment to collect the saplings and plant them again. The wild wolves and ocelots will thank you for it.\n森林的减少意味着更少的野生动物栖居地，更多的二氧化碳，更多的荒地，以及更多生物的灭绝。所以下次再我的世界中砍树的时候，请务必花一点点宝贵的时间重新栽种那些树苗，森林中的狼和豹猫会感谢你的！\n\n【qq1009695359 译自官网 2017 年 06 月 16 日发布的 Block of the Week: Oak Wood；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "8689",
            "timestamp": 1584439200,
            "txt_content": "你可以不撸木头和树生存，具体方式为引诱苦力怕在树旁边爆炸。。。"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584440460,
            "txt_content": "事实上,你种多了树,骷髅射箭感谢你"
        }
    ]
}