{
    "title": "【原创/连载】失落的世界：神陨 第二章",
    "author": "StoryJ",
    "replyCount": 2,
    "timestamp": 1584149220,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-10 18:06 编辑 \n\n失落的世界第一卷：神陨\n第二章 石之巨人\n乔纳森还在瞠目结舌的时候，就听见身旁传来一声“叮”的脆响。\n他扭头，史蒂夫已经拿出两把铁镐，把它们当成登山镐，想要往上爬。\n“你在干什么？”乔纳森问。\n“爬上去看看。”\n史蒂夫轻描淡写的回答让乔纳森睁大了双眼。\n看来，眼前这个男人能成为矿业大亨不是没有原因的，这样的冒险精神实在是超乎常人。\n不过，身为一名考古学家，乔纳森的求知欲望也是很强烈的。他也拿出两把铁镐，效仿史蒂夫的样子，向上攀爬。\n两人费了九牛二虎之力，终于爬上了巨人的膝盖。他们在巨人的腿上略作休整。\n“你说，这个巨型石雕，是什么人雕的啊？”史蒂夫喘着气，喝了口水问道。\n乔纳森摇了摇头。以往，他所踏足的遗迹，不过是一些祭坛、藏宝处。虽然也见过一些机关，但是跟眼下这个遗迹完全不能相提并论。乔纳森早该认识到这一点的，在看到那个巨大的青铜门的时候，他就应该认识到，以往的所有经验都靠不住了。\n两人继续向上攀爬。\n乔纳森到底是学者，比不过常年下矿的史蒂夫的体力，落在了他后面。等到他爬上巨人所坐的座位扶手处时，发现史蒂夫已经开始准备攀爬一根细细的柱子了。\n这根柱子，是被巨人的右手捏在手里的。乔纳森思索了片刻，突然意识到这个东西可能是——\n“下来！史蒂夫！可能有危险！”\n此时的史蒂夫已经爬到柱子上方的一个小平台了，他一手攀上平台，一边低头向着乔纳森的方向喊道：\n“你说什么？”\n正在这时，史蒂夫刚刚站定的那个平台突然开始向下倾斜。\n完了！乔纳森抱住了头。\n熟悉的咔哒声和金石相击的声音。\n突然，强烈的光线晃得两人睁不开眼。\n亮如白昼。\n直到眼睛重新适应了强光，两人终于第一次看清了自己身处的空间。\n这是一个巨大的圆形大厅。两人所处的巨人石雕处在圆心的位置。整个大厅除了这个巨人之外，空无一物。还有十二扇青铜门，按钟表的形制，朝向各个方向。虽然——乔纳森想，大概是由于地质变动的原因吧，有几处地面有些凹凸不平，还有几扇门有些损坏——但是不难想象出这个地方曾经宏伟的样子。\n“我去……”趴在那个已经倾斜了的平台上的史蒂夫一脸震悚的表情，喃喃道，“这鬼地方这么大的吗？二、四、六、八……十二扇青铜门？！兔村下面居然有这么大的一个空间，我却从来不知道……诶乔纳森……”\n史蒂夫往正站在巨人膝盖上的乔纳森看过去，看到乔纳森站在那儿，左手横抱在胸前，右手摸着自己的鼻尖，颔首皱眉，不知道正在思索着什么。\n太不合理了。乔纳森的大脑开始运转。这是个什么建筑？四周非常空旷，除了这个石巨人别无他物。地砖却是由暗海晶石铺就的；提供照明的又全是海晶石——这两种奢华的东西，却用来装饰这空无一物的大厅？还有这个巨人是什么意思？\n这里的一切都超出了这位赫斯托利学会的高级人才的理解范围。乔纳森快速地在脑海里过滤了一遍以往见过的古建筑，却毫无头绪。\n“乔纳森！乔纳森！”\n是史蒂夫在叫自己。\n“怎么了？”乔纳森一回头，愣住了。\n“我就是问问你在想什么……你那是什么表情？”\n“史蒂夫……你现在，站在一朵花上！”\n“花？”史蒂夫直起身子，环顾四周，这才看清。这个刚刚差点把自己摔下去的平台，其实是一朵用石头雕成的花的其中一片花瓣。\n“我的天哪……”史蒂夫情不自禁地发出惊叹，因为这朵花——准确地说，是一朵蔷薇花——雕刻得栩栩如生，每一片花瓣的弧度都弯曲得十分自然，花瓣层层叠叠，每一片都是由一整块完整的红石雕刻而成，红得娇艳欲滴；花枝和叶子则由暗海晶石雕成，墨绿色极富层次感。不用说，这样的制造工艺，绝对远超这个时代。\n乔纳森还没从瞠目结舌的状态中回过神来，就看见史蒂夫从他所在的平台上站起来，打算去够下一朵花瓣。\n“史蒂夫！你在干什么！”乔纳森喊道。\n史蒂夫被乔纳森突然提高的声音吓得身形一顿，回头就看到乔纳森因为情绪激动而有些扭曲的脸。\n“呃……我……想爬上去看看这朵花……”\n乔纳森说：“你可别轻举妄动了！我刚才就想阻止你来着——这朵石蔷薇，应该是操纵杆！”\n“操纵杆？”\n“嗯。”乔纳森推了推眼镜，说：“刚才我只是直觉，现在我更有把握了。刚才在黑暗中，我没看清这是朵花，以为是根柱子，但是它是被握在这个石巨人的右手里的，看起来太像操纵杆了，就想提醒你——结果我晚了一步没能喊住你。你看，你现在已经掰了一片花瓣了，就启动了照明的机关，我恐怕，这朵花的每一片花瓣，都能启动一个机关，所以，你别乱动了，快下来吧。”\n史蒂夫低头思索了片刻，突然笑道：“不！恰恰相反，我还要把每一片花瓣都掰一遍！”\n“什么？”乔纳森说，“是我幻听了还是你疯了？”\n“哈哈哈哈！”史蒂夫笑得更大声了，“我没疯！我的朋友，如果你的推测是正确的话，那么，我想你忽略了一点——哪里会有人在设计机关时，把操纵杆所在的位置，设在攻击范围之内呢？”\n乔纳森突然反应过来，史蒂夫看似疯狂的想法其实太有道理了。既然这个巨人所在的位置是整个建筑的控制中心，那么其实这里就是最安全的地方。而“把所有机关全部启动一遍”虽然听起来很傻，但其实是直接用穷举法试出每一片花瓣对应的机关，而不用去靠猜测。\n“我明白您的意思了史蒂夫先生！不过请稍等！”乔纳森快速地从背包里拿出纸和笔，“我想记一下每一片花瓣对应的机关……好了您可以开始了！”\n接下来，史蒂夫和乔纳森欣赏了一场世间绝无第二场的演出——人间奇妙陷阱大赏。\n各种陷阱花样频出，着实让人 大开眼界。洞厅里火球与箭矢四下横飞，从穹顶高处突然甩出的巨型飞斧和链锤在空中划出恐怖的风声；之前看起来浑然一体的地面张开一个又一个口子，有的从里面刺出密集如林的长矛，有的喷出炽烈的火焰。\n乔纳森一边感叹，这些机关要是被自己触发，恐怕死一万次都不够，一边加深了疑虑——这些设计精巧的机关，到底是什么时代的杰作啊？\n史蒂夫掰完了最后一片花瓣，来到了花蕊的位置。他看到，一块被精心打磨的红石，镶嵌在花苞正中心，上面还有奇怪的符文。\n“乔纳森？”史蒂夫喊道，“花蕊上有一些神秘的符文，我想你该来看看！”\n乔纳森爬上来还需要一会儿，史蒂夫一屁股坐下来，掏出自己的怀表。黄金做成的表盘上镶嵌着红石指针，表盘上白下黑，此时指针所指的方向接近于黑色。离太阳下山还有大约三个小时，史蒂夫估摸着，感到一阵闲适，摸出一支烟——这烟是用干海带制成的，在矿工之间十分流行。他眯眼抽了一口，看着淡紫色的烟雾在空中消散。\n大约一支烟的工夫，乔纳森终于气喘吁吁地爬到了花盘边缘。史蒂夫赶紧掐灭了烟，伸手拉他上来。乔纳森擦了擦汗，又用衣角擦了擦自己的眼镜，然后弯下腰去看红石上的符文。\n这符文不知用什么方法写下，仿佛是从红石中生长出来一样，丝毫看不出雕琢绘画的痕迹。符文的文字看起来并不是史蒂夫所知的任何一种语言。他扭头看向身边这位考古学家：“关于这行符文，你有什么头绪吗？”\n“唔……这似乎是某种古代文字，看起来……有点像我之前研究过的古矮人语。”乔纳森皱着眉看着面前的符文，摸了摸自己的鼻尖，“古矮人语是一种字母文字，诺石先生年轻的时候就已经完成了对其中一部分的字母解读。如果我没记错的话，这行文字应该读作——Богат……”\n乔纳森正想向史蒂夫继续解释这行字的意思，可他刚用古矮人语念完这行文字，就看见眼前的符文突然发出红色的光，整个红石花蕊也开始转动，发出咔哒咔哒的声音。紧接着，不知从哪里传来雷鸣般的轰隆声，连同整个大厅都开始剧烈地颤动起来。\n艹！大意了！乔纳森被这震动晃得站不稳，他一边卧倒降低重心，一边想，看来还有一道机关！\n大约几十秒之后，震动渐渐停息下来。史蒂夫和乔纳森这才小心翼翼地站直身体，从花蕊探出头去看下面的情况。\n只见石巨人所在的座位前面，一个暗门被打开了，可以看见一条石阶，不知通往何处。\nTo Be Continued...\n下一章：https://www.mcbbs.net/thread-992099-1-1.html",
    "replies": [
        {
            "author": "北港2006",
            "timestamp": 1584152100,
            "txt_content": "厉害呀我的哥"
        },
        {
            "author": "kaqiya",
            "timestamp": 1596792600,
            "txt_content": "加油加油楼主\n"
        }
    ]
}