{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·五",
    "author": "晨曦赤寒GO",
    "replyCount": 1,
    "timestamp": 1584149640,
    "txt_content": "“你为什么要跟着我。” \n \n伊娜的大妈的宅院已经远去，两人现在站的是一块有着稀疏植被的平地，零星的树木点缀着这块无人之地。蓝停下了脚步，转过身俯视着黯，寒冷如霜的脸上没有一点点的表情。\n \n“我承认我不是什么好人，第一次救你只是为了杀那只僵尸而顺便的，把你送到伊娜大妈哪里也只是为了稍微像个正常人而已，你要是跟着我，只不过是把自己送给那些怪物当零食，我不会再救你第二次，这样子你还要跟着我？”\n \n“嗯……” \n \n“理由，给我你的理由。” \n \n“……我想要变强，超出一切的强。”\n \n“呵呵……你的理由，不只是这些吧。” \n \n蓝嘲讽似笑了笑，目光注视着她的眼眸，漆黑的眼瞳中，蓝看到了她灵魂深处的一些东西…… \n \n“我……想要，复仇向一个人复仇。” \n \n黯缓缓的道出了她的理由，声线平静的如一道止水。 \n\n“哼……无聊的理由……每个人都希望变强，但变强这种事也不是说说就可以的，更何况我也不会花费精力去教一个没有价值的人变强，所以……”\n \n蓝退后了两步，把一把木剑甩了出去。\n \n“向我证明一下你的价值吧，黯。” \n \n木剑在空中旋转着，**的插在了黯面前的地上，她沉默着，拔出了眼前的剑。\n \n“规则很简单，在你打算放弃或者是爬不起来前，用你一切的手段和方法攻击的我一下，我就承认你的理由，认同你的决心，如果不行，你就乖乖的会伊娜大妈那里好好待着。”\n \n“我是不会去的。” \n \n单手持剑，黯径直的朝他冲去，一次一次的朝他砍去。 \n \n“呵，无谓的挥砍，粗糙的动作，凌乱的步伐，你的攻击根本毫无意义。” \n\n没有用出在之前森林里移动的那种鬼魅身法，只是简简单单的左右走动，黯的剑就落到了空处，就连蓝的衣角也没有碰到。\n \n黯不断的追击，蓝也没有还手，只是闲庭漫步一样的躲闪着她的攻击。 \n\n“你的剑根本毫无重量，你口中的复仇只不过是你为了掩饰自己的幌子，如同沧海中的一朵星火，不可能存在未来。” \n\n“灵魂承载意识，意识调控粒子，粒子构成世界上的万事万物，人因自身的意识高度高出其他的生物，所以拥有了掌控一定量粒子的能力，这是人能够对抗那些各各方面都高于他们的怪物的重要原因，而你呢，你连水粒子都害怕，谈什么去控制它们，谈什么变强！可笑至极！”\n \n“人因愿望而存在，而你的愿望是复仇，这种短小的愿望在消失的那一瞬间，受愿望影响的意识飞速收缩，你的意识将无法再掌控粒子，而这样的结果只有两种，失去所有力量和因构成粒子的崩溃而身体消散！” \n\n“为什么想着变强？活得像个普通人，在强者的后过上安稳的日子，整天为了一些平凡的小事而忙碌，为了一些小小的感动而落泪，为了一些俗烂的故事而开怀笑颜。认识的自己的弱小，在别人的身后平平凡凡的过上每一天，这样的日子，难道不好吗？为什么，要想着变强！” \n \n步伐动，他身影一瞬间出现在黯的身后。 \n \n木剑出，剑上卷起的粒子如烟雾般腾飞。 \n \n剑附加：粒子缓冲 \n \n一剑挥出，黯勉强转过身，挡住了这一剑，但同时，她手中的剑也被挑飞，无数的剑影在她的眼前出现，黯只好用双臂挡住自己。\n \n“挥剑与挥剑之间必定存在空隙，空隙的瞬间就是人反击的机会，上一秒的动作决定了你下一秒的动作，是挑是刺，是格挡还是闪避，在掌握攻守时机的同时，攻守的性质也出现了变化，攻击也是防守，防守也是攻击，但你的剑里只有攻击，根本不考虑自己的攻击，战士的剑是为了守护而挥的，不懂得生命可贵的人更不会懂得守护的意义，而不懂得守护的人，根本没有成为战士的可能！” \n\n飞舞的木剑破开了黯的防守，而在剑影的背后，一个卷着粒子的拳头如翔龙般挥出，涌出的粒子将黯冲飞，在地上滚了数圈后才因撞上了路边的橡木而停下。 \n \n拳附加：粒子冲击、粒子缓冲、粒子缓冲·延时 \n\n疼，全身都在疼，因剧烈运动而暂时被压制下来的疼痛感在这一瞬间爆发，少女不再有站起来的力气，也失去了站起来的勇气。\n \n“就这样了吗” \n \n蓝走到她面前，把她的木剑重新插在了她面前的土地上。\n \n“如果就这样的话，那你就自己回去吧，不要让我在除了福利院以外的地方看到你。”\n\n一步一步离开，步伐踩的比平时重上不知道多少。 \n \n我在……期待着什么着什么呢……可笑的人……呵……应该是我吧…… \n\n不过……这样也不错，起码不会再有人因我而死了。 \n \n“认识到自己的弱小……”\n \n耳边突然响起了她的话…… \n \n…… \n \n“蓝！你又去找那只魔物了！我不是让你别去吗！”\n \n“那只魔物已经快完全体了，再不杀就……”\n \n“那你也不能拿自己的命去赌啊！这件事交给我，你就在家里不要出去，好好反省个几天。” \n \n“但……”\n \n“别说了！认识到自己的弱小，不要想着去做那些超出自己能力的事情，记住我的话，这是你在变得足够强之前必须记住的，未来的你只会比我更强，不要随便的轻视自己的生命！”\n \n……\n \n步伐突然停下，在粒子感知中，少女的手重新握上了剑。\n \n“不会的……”\n \n嘴角不自觉的上扬，手也不自觉攥紧了手中剑。\n \n有点，小瞧她了。 \n \n他的身后，少女撑着木剑重新站起了身，无数形态各异、颜色不同的粒子在她身周明暗交替的闪烁着。\n \n“我……是不会走的！”\n \n狂风平地而起，大量粒子刮起的风扬起了蓝的衣摆，一阵刺骨的冰冷从脚底蔓上心头，脚下不知何时结上一层冰面，把他定在了这个位置。 \n \n冰冻粒子？还有粒子领域？不，不对，这是意识膨胀后暂时的粒子扩张现象。 \n \n用粒子强行震碎脚上的冰晶，蓝转过身，看见的是漫天飞舞的紫色粒子、迎面劈下的木剑和持剑的少女。 \n\n松开了握剑的手，蓝不着痕迹的用粒子护住了自己的骨骼和内脏。 \n \n“咚……”\n \n木剑落在了蓝的肩上，发出了沉闷的响声，少女的脸上浮起了不可置信、惊讶、欣喜的表情，但在下一秒，身形一倾，身体失去了精神上的支撑而倒下。\n \n蓝伸手扶住了她，让她靠在自己的身上。 \n \n脱力昏迷了吗，还好没受什么伤。\n \n青年抱起了少女，在她的耳旁轻声留下一句话……\n \n“你合格了。”\n\n对小说内容有什么问题的，请任意在评论区里提出，我尽可能的回答所有问题。",
    "replies": [
        {
            "author": "Loser_64",
            "timestamp": 1584340620,
            "txt_content": "资瓷一下作者大大"
        }
    ]
}