{
    "title": "[Minecraft.net | CULTURE]主机里诞生的王国",
    "author": "封徵",
    "replyCount": 9,
    "timestamp": 1584156720,
    "txt_content": " 本帖最后由 封徵 于 2020-5-3 09:06 编辑 \nhttps://www.bilibili.com/video/av96505718/Console Kingdom主机里诞生的王国\nA massive fantasy land, years in the making\n幻想之国，厚积薄发，业已铸成\n\nMarsh Davies 马什·戴维斯\nSometimes it’s hard to know when to stop building.\n有时候一旦开始，就难知何时其才至臻。\n\n“I started with a ship,” says Smurf Masher . “A ship that needed a harbour, a harbour that needed a castle to defend it, and then a castle that needed a village to justify it, and so on until I ended up with millions of blocks laid.”\n“我从一艘远渡重洋的船开始建造，” Smurf Masher 这样说道。“一艘船理所应当需要一个港口去停泊，而一个港口则需要一座城堡来保卫，那城堡周围自然而然就肯定有依其而兴的村庄，因而最终我铸就了一座由百万方块组成的王国。”\n\nThe result is Ephedion, a sprawling fantasy kingdom, entirely built on Console Edition, that encompasses two major cities and a huge hollow mountain concealing a dwarven ruin. It’s as vast as it is intricately detailed, and largely the work of Smurf Masher alone, although many renowned Xbox builders have leant a hand or some advice.\n那么这一切的结果便是 Ephedion ，这个广阔无垠的幻想王国，在主机版Minecraft[sup]*1[/sup]世界里的诞生。王国大体包含两座主要城市与一座藏有矮人遗迹的巨大山脉。虽然王国的建成离不开许多Xbox上著名建筑师的帮忙与指导，但王国极为庞大的建筑规模和其极复杂的细节却是由 Smurf Masher 一手完成的。\n\n\n\n\n\n\n1.jpg (247.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:46 上传\n\n\n\n\n\n“I started it when the 360 edition was released in May 2012,” says Smurf Masher. “I built in Survival Mode until Creative Mode came out which I jumped on immediately! I was very lucky to be featured on the Xbox Gamehub three years ago. Looking back now, my city was nothing amazing - however, being featured opened up the community to me and I began to meet amazing builders who were years beyond my level, and I befriended them, built with them, and learned from them. Some notable builders who have helped me over the years include The Dark of Mya, lH O lD O IR, LorD of GoDz - they did the dwarven statue - kiriC0uille, WafflyPum3736, and so many more.”\n“我是在2012年的5月，也就是Minecraft Xbox 360版发布[sup]*2[/sup]时开始我的这项工程的,” Smurf Masher 向我们透露道。“我起初是在生存模式开始建造的，但当创造模式在主机版更新[sup]*3[/sup]的时候，我立刻就改选了创造模式以更好地进行我的工作！而在三年前，我有幸被Xbox Game hub 社区所推荐。回想过去，我发现其实我建造的城市也没什么出奇的 —— 但Xbox Game Hub这个全新社区却开阔了我的眼界，我结识了许多水平在我之上的建筑师，与他们一同建造，并向他们学习。这些年来一直有在帮助我的建筑师有 The Dark of Mya，lH O lD O IR，LorD of GoDz —— 他们帮我建造了王国里的矮人雕塑 —— kiriC0uille，WafflyPum3736，还有等等的人。”\n\nEven with expert assistance, it’s unusual to find builds of this grandeur that aren’t the result of a committed community effort. “I have never been in a build team,” says Smurf. “90% of my world was laid block by block, solo, on rainy Sundays. OK,most Sundays - even if the sun is shining!”\n即便是在专家的仔细鉴赏下，也会觉得这是在社区里的许多建筑师的共同协作下完成的。“事实上，我从来没有加入过任何一个建筑团队” Smurf 说道。“这个世界(指王国)的90%都是我在那些大雨滂沱的星期日里一个方块一个方块建起来的。唔，其实是大部分的星期日啦 —— 即便，那时候外面正阳光明媚着！”\nSmurf has clearly learnt a lot across the course of the build. One bit of wisdom Smurf imparts is to be aware of how a build evolves, from blocking out square houses with layered walls, through a detailing phase in which colours, slabs and steps are added, to a final remodelling phase in which straight lines are broken and large patches of uniform texture are muddled up, to make the build feel more organic.\nSmurf 显然从整个工程开始至结束的过程中学到了许多东西。而在这其中，Smurf 要向我们传授的最重要的一点就是：要了解一座建筑是如何逐渐形成的。从用分层的墙壁逐级覆盖住房屋外框，再到建筑调色、地板和台阶的细节设计阶段，到最后将建筑再次重塑 —— 在最后的这个阶段，过于生硬的直线会被打断，大块单调重复的纹理设计也会消失不见，取而代之的则是有机、美观的建筑排列。\n\n\n\n\n\n\n2.jpg (156.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n3.jpg (88.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n4.jpg (86.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n5.jpg (126.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n6.jpg (85.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n7.jpg (75.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n8.jpg (109.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n\n\n\n\n\n9.jpg (75.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\nTo avoid laying down large patches of samey blocks, Smurf suggests filling out your build bar with a selection of blocks that all fit within a palette. “Then hold the right bumper to cycle through them as you hold the build trigger to lay blocks. Instant randomisation! This is how I built my mountain.”\n为了避免在制作山脉的过程出现大面积乏善可陈的重复，Smurf 建议将所有你认为适合来制作你独特的自然地貌的方块都放入你的物品栏首行中，然后按住你手柄上的RB键(Right Bumper)，来使方块随机在九格间循环。看，即时随机化！以上的这些就是我建造山脉的方法！”\n\nSome would have be content to leave the build there - but not Smurf.\n有些人完成上述步骤后便会为自己的建筑成果而“沾沾自喜”，抛之而不顾 —— 但很显然，Smurf 并不是这些人中的一员。\n\n“Of course my mountain now needs a dragon inside it,” Smurf says. “And the dragon needs a dwarven ruin to hide in and…”\n“古老遥远的山脉怎么能没有一条巨龙守候呢,” Smurf 如是说。“而且很显然，这条巨龙需要待在矮人们的遗迹等待着冒险家的探访，然后……”\n\nSo here's to checking in on Ephedion in another five years time!\n所以，我们也许会五年后再来 Ephedion 造访一次也许说不定呢！\n\n\n\n\n\n\n10.jpg (144.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:47 上传\n\n\n\n\n\n\n【封徵 译自官网 2017 年 05 月 03 日发布的 Console Kingdom；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n\n译者注：\n①：这里的\"Console Edition\"指“主机版的……”，而并非“控制台版的……”。  —— 来源：Bing搜索\n②：Minecraft Xbox 360版与其一个免费试玩版于 2012年5月9日 在 Xbox Live Arcade 上发布，售价19.99美元，约合人民币140元。 ——来源：中文Minecraft Wiki\n③：创造模式在Xbox 360版更新的时间为2012年5月9日到2013年8月23日之间的TU5更新，Wiki能搜到的最早记录是TU12。  ——来源：中文Minecraft Wiki\n\nPS：在Xbox控制台小帮手上搜索 Smurf Masher 就能看到这位大佬发的一系列作品和录的视频啦！\n\n\n\n\nimage.png (199.8 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 11:49 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "Sinbad_Official",
            "timestamp": 1584157440,
            "txt_content": "图全加载不出来XD"
        },
        {
            "author": "封徵",
            "timestamp": 1584157500,
            "txt_content": "321yu_wango 发表于 2020-3-14 11:44\n图全加载不出来XD\n这里用的是官网图源，所以可能会有点慢，我等下把里面的图片全部都改为国内的图库"
        },
        {
            "author": "封徵",
            "timestamp": 1584157800,
            "txt_content": " 本帖最后由 封徵 于 2020-3-14 12:45 编辑 \n（我是zz，我居然把别人名字打错了）\n这篇原本在SPX里导出的结果是error的，所以我想着干脆就手动复制粘贴慢慢弄了，然后我在群里刚好看到了SPX的开发者@SPGoding  ，于是反映了一下。没想到的是，才仅仅四分钟就回复我说：“感谢反馈，已修复。”。简直光速。\n在这里感谢下大佬开发的SPX，省去了一堆排版的麻烦！"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584160380,
            "txt_content": "搬运图片好评"
        },
        {
            "author": "封徵",
            "timestamp": 1584349560,
            "txt_content": "2020/3/16：\n更新搬运了版头的视频（我个人感觉如果有光影的话会更好看）"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588453080,
            "txt_content": "and so on until I ended up with millions of blocks laid\n翻译字段缺失\n\nSunday 直接说周日比较好？\n\nInstant randomisation 这句话应该是感叹这个方法本身的（结合上文）\n\nSome would have be content to leave the build there 有些人会觉得建到这么多就可以了（止步于此）（因为这个作者还建了别的）\n\n\n\n\n"
        },
        {
            "author": "封徵",
            "timestamp": 1588468020,
            "txt_content": "LocusAzzurro 发表于 2020-5-3 04:58\nand so on until I ended up with millions of blocks laid\n翻译字段缺失\n修改完成，感谢指正！"
        },
        {
            "author": "kayn-",
            "timestamp": 1592984160,
            "txt_content": "woc这么宏伟，感谢大佬搬运图片翻译作品XD"
        },
        {
            "author": "1378284107",
            "timestamp": 1593054720,
            "txt_content": "3333333333333333333"
        }
    ]
}