{
    "title": "[Minecraft.net|INSIDER]新一年，新建筑",
    "author": "GCVillager",
    "replyCount": 4,
    "timestamp": 1584164280,
    "txt_content": " 本帖最后由 GCVillager 于 2020-5-3 10:24 编辑 \n\n\n\n\n\n\nfile_1584162817000.jpg (82.63 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\nNew Year, New Builds\n新一年，新建筑\nTry something new in Minecraft for 2019!\n2019年了，该在Minecraft里来点新奇玩意了！\n\nTom Stone 汤姆·斯通\nFun fact: 2019 is the final year that ends in 'teen' that we'll enjoy this century. We're going to have to wait 94 years until the next one, so enjoy the year two thousand and nine teen while you can! Or you could just wait for the year 2113? Maybe take a long nap or something? Your call.\n一个有趣的事实：2019年是这个世纪中最后一个“一几”年。想要有下一个“一几”年，我们至少要煎熬上94年。所以，尽可能享受这最后的二零壹九吧！或者，你也可以耐心等等，撑到2113年？也许你只需要打个盹，一觉醒来就是2113年了？那随你便吧。\n\nWhile you're waiting, why not pass the over-nine-decades-of-time by trying something new in your Minecraft builds this year? We added a ton of new blocks, items and mobs in 2018, and we want to see them used in more builds. Then we want you to show those builds to us! Email us screenshots of your builds to scoops@minecraft.net and we may even feature them on the website!\n在你这漫长的等待中，为什么不试试在2019年弄点新的建筑，消磨一下这九个多的十年的时间？我们在2018年又加了一大堆全新的方块、物品和生物，我们希望有更多人用它们来完成自己的建筑。然后，别忘了把你的建筑给我们欣赏一下！把你作品的截图发到 scoops@minecraft.net，也许我们会把它挂在官网上展示给大家看！\n\n(And if you ignore all the suggestions in this article and make your own awesome thing in Minecraft, we still want to see it. Flood scoops@minecraft.net with incredi-builds please!)\n(如果你把这篇文章里的所有建议视为垃圾，并且只顾自己建了旧式建筑，那也没关系，我们都欢迎。我求你了，让作品雨来得更猛烈些吧！就在scoops@minecraft.net！)\n\n\n\n\nBAMBOO GARDENS\n\n\n竹园\n\n\n\n\n\n\n\n\nfile_1584162815000.jpg (67.51 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\nWe love your garden builds here at Minecraft.net. But if you just read that last sentence, then lowered your Creeper mug, spat out your drink across the room and yelled “THAT’S A LIE, MOJANG” at your phone/computer/person who regrets agreeing to read this article to you, then, er, here’s a link to a story we wrote about great garden builds to prove it . Also, maybe work on your rage a little this year, bud?\n不用说，你们被展示在Minecraft.net上的花园建筑，我们都喜欢的不得了。但是如果你听完这句话，就放下你手中的苦力怕茶杯，把你的茶水喷出数米之外，对着你的手机/电脑/那个后悔给你读文章的人大吼着“BUGJUMP，你个骗子”，那么，好吧，我要给你一个链接——我们写的一篇关于超棒的花园建筑的文章——来证明这一点。还有一点，试着在今年之内改变一下你的坏脾气，好吗？\n\nHey, I know what’ll calm you down. Gardening! It’ll be extra soothing for your green-fingered soul in Minecraft in 2019 too, thanks to bamboo . This new item isn’t just panda food (you wouldn’t believe how many pandas chased me during the making of this article). It’s also a fine addition to the flowers, foodstuffs, and other vegetation-based delights that help you craft a Minecraft garden into a picturesque slice of homegrown paradise!\n哈，我知道刚刚是什么使你终于冷静了下来。很明显，是园艺！它将在2019年不时地安抚你的园艺之魂，而这一切都归功于竹子。这种新的物品不仅仅是大熊猫心中的美食（你绝对不敢相信，在我写文章的时候，有多少的大熊猫跟着我跑，而把竹子丢在一边）。它们也是衬托花朵、农作物和其他植物类物品的上乘之选，它们可以让你的Minecraft花园变成风景如诗如画的人间天堂！\n\nOh, but word of warning. Bamboo grows fast .\n哦，不过要提醒一句，竹子长得不是一般的快。\n\n\n\n\n\n\n57d726d41731b6013ef68cadbb67ce07-2019 sign ruined by bamboo.jpg (118.07 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n我想要拿一些竹子，来点缀一下我的用脚手架搭建的2019新春绿牌。 然后，把我的视线稍微转移一下，来给网页截一张——哦，不。\nAVAILABLE ON: Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch. If you want to try bamboo in Minecraft Java then try the latest Java snapshot.!\n在以下平台上可以体验: Xbox One，Windows 10版，iOS，Android 和任天堂Switch。如果你想要在Java版里看看竹子是怎样的， 来看看最新的Java版快照！\n\n\n\n\nSCAFFOLDING\n脚手架\n\nScaffolding is a block you can climb through! An excellent idea, one that makes crafting ambitious builds in Survival Mode slightly easier than it was at the start of 2018 (building in Hardcore is still a stressful nightmare though, as it should be).\n脚手架是一种可以让你从中间穿过的方块！告诉你一个不错的点子：如果你要在生存模式里造出超级壮观的建筑物，那么，脚手架能帮上大忙，现在建筑比2018年简单多了(然而在极限模式里建筑还是像原来那样如梦魇一般，毕竟事情本该如此)。\n\nScaffolding helps you reach the top of your builds with ease. Just keep stacking them as you go! It’s also handy for avoiding fall damage, as you can gently get your delicate body to the ground by lowering yourself through the scaffolding blocks, instead of just leaping off a cliff and hoping you land on a particularly soft Creeper (which never works btw). Plus you can build all kinds of great things out of scaffolding itself!\n脚手架让你轻轻松松就能到达你建筑物的顶端。很简单，只需要边走边搭！而且，用脚手架还能很好的防止你从高空摔落，如果想要让你脆弱的身体安全着地，那就蹲下，从脚手架中间慢慢穿过，这样，你就不必要在高高的悬崖上来一个信仰之跃，希望你的身体能被软软的小苦力怕接住（顺便说一句，这辈子都不可能的）。还有，脚手架本身也能被变成很好的作品！\n\n\n\n\n\n\nff850d9018e6ca12f06d6c162b9af7cc-Jens Bigger.jpg (196.75 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n我用脚手架搭建了这个无敌可爱的、按真实比例缩放的、Minecraft的首席执行官延斯·伯根斯坦的雕像。你真是太英俊太潇洒了，延斯！不过，我想知道，为什么他现在再也不读我的文章了？\nBe warned: if you break the bottom scaffolding block on a tower of scaffolding, all the scaffolding blocks above it will break too. Still, this is a handy way to get rid of a lot of scaffolding blocks quickly or to quickly end a friendship with anyone who’s stood at the top of all that scaffolding. So if you’re just using scaffolding stacks solely to help you craft your non-scaffolding builds, it’s easy to clear away afterwards, making it a block Marie Kondo would be proud of.\n重要警告：如果你把脚手架之塔的最底下那个方块敲掉，所有的脚手架都会自动掉落。不过，实际上，这是一种快速拆除脚手架的好方法，也是立即和脚手架上面那个人友尽的好方法。所以，如果你刚刚建筑的的时候，建的不是脚手架建筑，而且只用脚手架来辅助你，到时候就可以轻松清理，这样，我的作品就能让近藤麻理惠都感到满意。（注：近藤麻理惠，喜爱整洁，并且帮助别人整理房屋，详情看这里）\n\nAVAILABLE ON: Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch. If you want to try scaffolding in Minecraft Java then try the latest Java snapshot.!\n可以游玩的平台: Xbox One，Windows 10 版，iOS，Android 和任天堂Switch。如果你想要在Java版试试脚手架怎么样，来 玩最新的Java版快照.！\n\n\n\n\nPANDA PALACES\n熊猫宫殿\n\nHave you been making Minecraft’s newest mobs feel welcome? Rolled out the bamboo carpet? Said ‘welcome’ in Panda-nese? Well don’t bother doing either of those things, because 1) they’re possibly impossible 2) they’re definitely stupid, and 3) you should build them a great new home instead!\n你是否让Minecraft的最新生物感受到你的热情？你是否铺出了毛竹地毯？你是否对它们说了“欢迎？”千万不要觉得这些事情做这很麻烦，因为：（1）这几乎不可能做到（2）做这种事很蠢（3）相比这个，你更应该给熊猫们建一个新房子！\n\n\n\n\n\n\nd99f8367cc3c9f5167c862e567aad44d-Making a Panda 7.jpg (169.65 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n哎呀，在完成了熊猫头之后，我忘了清除一下脚手架。请你千万原谅我，近藤麻理惠。\nI spent most of this week putting off writing this article so I could keep building a Giant Panda Palace for all my pandas to live in. What better place to keep a pack of adorable pandas than in a gigantic one? Don’t think about that too hard. I certainly didn't.\n这一周，我把大部分时间都花在写这篇文章上，所以，我就有机会建造一个巨大的熊猫宫殿，能让我所有的熊猫都住进去。用大大的熊猫来装一尬小小的熊猫简直就是最好的方法了。别说什么这很难。连我都做到了。\n\nBut I did find out that apparently, the collective noun for a group  of pandas is an embarrassment of pandas . This fun fact is so brilliant that I’m not going to stop randomly bringing it up for at least 94 years. An embarrassment of pandas . Ha!\n不过我的确发现，熊猫的复数量词是“一尬”，但这似乎是对熊猫们的侮辱。这真是有趣的事情，在接下来的94年里，我都忍不住要常常提到。对熊猫的侮辱。哈哈哈哈哈哈哈哈哈！\n\n\n\n\n\n\n31233c0cfe455791f5f514ded8872a45-Inside the Panda.jpg (76.3 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n其他用来称呼大量同种动物的名词组：一梭子刺猬，一坨河马， 一大闹的老鼠，一伙（火）的火烈鸟。 如果乔治·雷蒙德·理查德·马丁下次不用这些词语来做他下一本《权利的游戏》小说的标题，我就再也不理他了。（乔治·雷蒙德·理查德·马丁，美国著名作家，著有《冰与火之歌》。（汤姆你这是刁难我这个翻译的人！艹！）\nWe want to see you build your own comfy-as-actually-hugging-one panda enclosure this year! You could use the new scaffolding blocks. Or you could build the walls out of bamboo, then wonder how the pandas keep escaping. Or you could keep them in a giant pig made of pink wool blocks and open a very misleading zoo.\n我们也想在今年之内，看看属于你的如拥抱一般令人温暖的熊猫园！你可以用用全新的脚手架方块。或者你也可以用围墙把竹子和熊猫围起来，看看这些熊猫是怎样一门心思想着逃跑的。或者，你也可以把它们养在一个巨大的粉羊毛猪猪里面，弄一个很具有误导性的“动物园”。\n\nIf you try building your own panda palace,email it to us!\n如果你建成了你自己的熊猫之宫,赶紧给我们发邮件吧！\n\n\n\n\n\n\na95d5466fa50b6d8193bcee32331e65e-Makingofapanda.jpg (76.08 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\n65739f867974595b4ae51898e2f10604-MakingAPanda2.jpg (95.72 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\nc1d5051a0faf90c4c46cc95a191051c8-MakingAPanda3.jpg (127.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\nf144f437270d901ba6cdec4da84ae56d-Making a Panda 4.jpg (153.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\n1323e6f746d9616c5477837deed060c1-Making a Panda 5.jpg (58.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\nbf3c91eec383f2eda83db6ae34588d4b-Making a Panda 6.jpg (98.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\nAVAILABLE ON: Well, you can make a panda palace in any version of the game you like, but pandas themselves are currently in Xbox One, Windows 10 Edition, iOS, Android and Nintendo Switch versions of the game. If you want to see pandas in Minecraft Java then, for now,try the latest Java snapshot.!\n可以在这些平台上游玩: 好吧，事实上，什么平台、什么版本都可以造熊猫宫殿，不过熊猫只出现在 Xbox One，Windows 10 版，iOS，Android 和任天堂Switch 版本的游戏中。如果你想要在Java版的游戏中见到它们，就现在,来玩最新的Java版快照！\n\n\n\n\nUPDATE AQUATIC BLOCKS\n水域更新\n\nHang on, didn’t the Update Aquatic happen about four billion years ago? It was either then or last July, but we still want to see more builds that use the blocks it added. Coral blocks! Stripped wood! Dried kelp!Please make something awesome out of dried kelp, so we can finally throw this screenshot of my dried kelp house away and never speak of it again.\n你是村里刚通网吗，难道水域更新不是几十亿年前的事情了吗？没错，那是去年七月的事情，但是我们还是想要看见更多用1.13新方块搭建的建筑。珊瑚块！去皮木头！干海带块!请大家一起用干海带块来建一点更棒的东西，这样，你们才能让我把这张干海带块的照片丢到回收站里，并且保证永远不再提起。\n\n\n\n\n\n\n2f59fca8339ab43ef052a4236de6291c-KELP BLOCK HOUSE.jpg (296.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n有趣的事实之一：这屋子闻起来比看起来还要糟糕透顶！ 有趣的事实之二：我所说的大部分“有趣的事实”一点意思都没有！而且它们也不是事实！\nThere’s so much potential pouring out of Minecraft’s oceans. Just last week we featured this charming underwater palace . You lot clearly love crafting boats almost as much as we love looking at them. Plus, I still don’t understand why people keep referring to it as ‘The Lost City of Atlantis’ when it was discovered in Minecraft by a community builder years ago .\nMinecraft的海洋中汹涌这无限的创造暗流。看看我们上期推荐的水下宫殿吧。你一定会喜欢那充满创造力的船的 ，就像我们也爱看这些作品一样。顺便吐槽一下，我至今都不明白，当一个MC社区建筑师在几年前发现海底建筑时，你们总说“失落之城重现人间了”。\n\nThese are all great underwater builds, but we want to see more community creations that take advantage of the Update Aquatic features! Take a deep dive into this page of the Minecraft wiki(captained by Minecraft experts that never stop impressing us) and see if you get inspired.\n这些都是很棒的水下作品，但是我们想要看看更多利用海洋新特性建成的社区作品！钻入Minecraft wiki深海中的这一页 (由那些辛勤的Minecraft专家编辑) ，看看你是不是找到了一些灵感。（英文wiki链接在灰色小字里）\n\n\n\n\n\n\nfile_1584162816000.jpg (73.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n这是我们去年在Minecraft.net上推荐的作品中“被遗忘”的那个。（也是被翻译者遗忘的一个） 这个作品由Ranger Gilan建造，在当时，水域更新还没有发布，他就已经预见了水域更新的到来。当然，现在水域更新已经出了，所以赶紧把你最棒的水下建筑展示给大家吧！请！\nAVAILABLE ON: Xbox One, Windows 10 Edition, iOS, Android, Nintendo Switch, PS4, PS3, PS Vita, Wii U, Xbox 360 and Minecraft Java. That’s almost every version of Minecraft, so get to work on that dried kelp mansion!\n可以游玩的平台: Xbox One，Windows 10版，iOS，Android，任天堂 Switch，PS4，PS3，PS Vita，Wii U，Xbox 360和Minecraft Java版。这可以说是Minecraft所有的版本分支，所以，去弄一个干海带大厦来吧！\n\n\n\n\nJAVA SNAPSHOT BLOCKS AND MINECRAFT BETA BLOCKS\nJava版快照的方块和基岩版Beta版的方块\n\nWhy wait for the official release of the upcoming Village and Pillage update when you can try tons of their new features in Minecraft Java and on Xbox One, Windows 10 and Android through Snapshots and Betas? Well, if you want everything neatly presented in one big, stable package, then maybe some waiting is warranted. But if you’re feeling adventurous, I say go for it!\n当你明明可以在Java版和 Xbox One，Windows 10 and Android上体验快照和beta版的大堆新特性时，为什么要焦急等待还未到来的村庄与掠夺更新正式发布呢？好吧，如果你希望你所有的东西都能安然无恙，保存在一个内容丰富而稳定的版本中，那就只能耐心等待了。但是，如果你敢冒这个险，我支持你！\n\nJava Snapshots are playable betas released every wednesday by the Minecraft Java team. You can read about the most recent Java snapshot and how to access it through Minecraft: Java Edition by clicking here.\nJava版快照 是Java版团队在每个星期三发布的测试版本。你可以点这里来了解最新的快照，并且得知怎么开始游玩Java版的快照版。\n\nMinecraft Betas are accessible to Minecraft players on Xbox One, Windows 10 and Android and are also packed with upcoming Minecraft features! Find out how to access them by clicking here .\nMinecraft Beta版 在Xbox One，Windows 10 and Android 平台上向玩家开放，它们也带有全新的Minecraft特性！点击这里来得知怎么进入beta版的游戏。\n\n\n\n\n\n\nfile_1584162816000.jpg (58.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n不过当心点，小心看看四周有没有掠夺者。似乎有什么东西告诉我，在2019年，玩家们要面临一个巨大的难题……\nWord of warning! The purpose of betas/snapshots is to test upcoming features, so they can be pretty buggy! Make sure you back up your Minecraft worlds first and build with caution. Better yet, give us your feedback on how to improve the new features here!\n警告！警告！beta版和快照版只是用来测试新的特性的，所以它们可能遍地都是Bug！请确保你备份了你的Minecraft地图，再开始小心翼翼地建筑。如果你通过这里来向我们反馈你的意见，那就更棒了！\n\nFeatures like the slick white wonder that is the smooth quartz block.\n举个新特性的例子，看看这个漂亮的白色方块，它就是新的平滑石英块。\n\n\n\n\n\n\nfile_1584162816000.jpg (80.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:13 上传\n\n\n\n\n我要冒险想一想……用这些平滑石英块做的房子太棒了！能造成头脑风暴！\nWhatever you decide to build in Minecraft in 2019, we want to see it. So don’t forget to email us screenshots of your best builds to scoops@minecraft.net . Here’s to another incredibly crafty year!\n无论你决定在2019年造点什么，我们都很期待看见。所以，别忘了把你超级棒作品的截图发给 scoops@minecraft.net！这又是新的一年，无与伦比的创造之年！\n\nUPDATE: The original article said we'd have to wait 97 years for the next year ending in 'teen'. A Facebook comment pointed out that we'll actually only have to wait 94 years. I apologise for the error and promise to be ashamed of it for at least 9794 years.\n更正：原来的文章里面说我们要等九十七年才能等到“一几”年。一条脸书消息指出了我的这一点错误，告诉我们，实际上只要等94年。我为我犯下的这个错误向大家道歉，并且保证在接下来的9794年里，我都会无时无刻为此感到惭愧。\n\n【GCVillager 译自官网 2019 年 01 月 10 日发布的 New Year, New Builds；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n\n\n\n\n\n6baf122597466da37f73607c4d42feb3-Scaffoldingpanda.jpg\n(81.46 KB, 下载次数: 1)\n\n\n\n\n下载附件\n\n\n2020-3-14 13:13 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "白叶Official",
            "timestamp": 1584232080,
            "txt_content": "现在都2020年了，你怎么才2019\n是坐时光机来这里?"
        },
        {
            "author": "GCVillager",
            "timestamp": 1584232500,
            "txt_content": "TGC-浮世德 发表于 2020-3-15 08:28\n现在都2020年了，你怎么才2019\n是坐时光机来这里?\n还不是这篇文章没人摸……\n事实上，因为官网博文出太慢，大家都在翻译旧文章"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584291720,
            "txt_content": " 本帖最后由 KalphaGo 于 2020-3-16 01:05 编辑 \n\n...the collective noun for a ** pandas is an embarrassment of pandas\n\n(我发现)熊猫的复数量词是“一尬”\ngroup  of这个词可能会导致你帖子被审核 所以可以考虑多加一个空格\n\n\n"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588452300,
            "txt_content": "garden builds\n花园建筑\n\ngreen-fingered 应该是借鉴 green thumb的意思 （以及这句话翻译语序有点问题）\n\nthe slick white wonder that is the smooth quartz block.\nwonder: n. a person or thing regarded as very good, remarkable, or effective.\n\n\n\n\n\n"
        }
    ]
}