{
    "title": "[Minecraft.net | CULTURE]脚本小子",
    "author": "封徵",
    "replyCount": 11,
    "timestamp": 1584163800,
    "txt_content": " 本帖最后由 封徵 于 2020-5-3 08:13 编辑 \n\n\n\n\n\nfile_1584161565000.jpg (89.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 12:52 上传\n\n\n\n\n\nScript Kiddies\n脚本小子\nHave a crack at Henkkuainen’s hacking-themed skins\n来看看 Henkkuainen 制作的网络安全主题系列皮肤吧！\n\nMarsh Davies 马什·戴维斯\nA few handy tips to stay safe online: Never give your password out to strangers, pick passwords that are difficult to guess, and avoid having the same password for lots of different accounts. Otherwise, you might end up with one of these mischievous fiends, rummaging around in your precious files: a virus!\n上网时保证电脑绝对安全的几个小技巧就是：不向陌生人透露密码、为你的账号设下高强度密码、不在多个账号上都选择同一密码等等。不然的话，你的电子设备就很可能会遭到这些在你的电脑文件中四处遨游破坏的恶魔之一 —— 病毒 的肆意侵袭！\n\nA virus does make for a pretty cool skin though - at least when reimagined in Minecrafter form by artist Henkkuainen .\n但我想，用病毒来作为皮肤的主题一定是一个很酷的主意，现在就来看看这些由画家 Henkkuainen 所制作的 超酷的皮肤 吧！\n“I think I got the idea for the skins while doing stuff with the firewall and control panel on my computer,” says Henkkuainen, who captured the destructive and devious nature of the virus in this stealthy skull-faced skin.\n“我是在设置我电脑的防火墙和调试控制面板里的一些设置时得到的灵感,” Henkkuainen 这样说道。看看这些皮肤吧，我想你一定能看到这些若隐若现的骷髅脸，那时候你大概就能明白病毒狡猾的本质和它到底是多么的具有破坏性。\n\n“The armour is meant to look sneaky with a little cape in the back, because it's trying to sneak in the computer without being noticed,” explains Henkkuainen. “There are also some corrupted red ‘files’ with green ‘files’ on the back of the head.”\n“设计这套盔甲的初衷就是要让玩家看起来更鬼鬼祟祟一点，就如病毒一般，而皮肤后的斗篷则暗示着病毒在电脑的无痕侵入与破坏,”  Henkkuainen 这样为我们解释道。“如果你观察他的后脑勺的话，就会看到那些被感染的红色'文件'，同时还有一些暂时安全的绿色'文件'。”\n\nTo combat this villain, Henkkuainen also made two other skins: an antivirus and a firewall - both handy things to have on your computer. An antivirus program will scan your computer for unwanted guests and eliminate them, while a firewall helps to stop them infiltrate your device in the first place by monitoring and controlling the incoming and outgoing network traffic.\n为了消灭这个恶棍，Henkkuainen 同样制作了另外两款与之对应的系列皮肤 —— “防火墙”与“杀毒软件”。你可以选择在你的电脑上启用这两样东西来对你的电脑进行保护 —— 杀毒软件会定期帮你彻查电脑以揪出那些“不怀好意”的“访客”们；而“防火墙”则能够通过监视进出电脑的数据流来帮助你抵御网络病毒的渗透。\n\n\n\n\n\n\n1.png (211.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:11 上传\n\n\n\n\n“病毒”\n\n\n\n\n\n\n2.png (217.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 13:11 上传\n\n\n\n\n“防火墙”\n\n\n\n\n\n\n3.png (205.68 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-14 13:11 上传\n\n\n\n\n“杀毒软件”\n\n“The antivirus skin has a green face and greenish armour representing ‘safe’ system status,” says Henkkuainen. “It also looks like a friendly robot, but I think that's just how I see it.” Meanwhile, Henkkuainen takes things a bit more literally with the firewall, giving the skin a brick face - a nod to the image of the firewall that Windows uses in its own Control panel. “The armour is meant to look strong, because a firewall stops suspicious files trying to get in the computer.”\n“'杀毒软件'皮肤的盔甲呈现出一部分的绿色，这代表着系统正处于'安全'的状态。” Henkkuainen 解释道。“这样让他看起来就像是一个友好的机器人，但这只是我的看法而已。”同时，Henkkuainen 也对“防火墙”皮肤做了一些字面上的处理，就比如它脸上那些整齐密布的砖头所组成的“墙”，这也是Windows在控制面版里所使用的图标示意的方法[sup]*1[/sup]。“你可以看出来，'防火墙'的盔甲看起来异常坚固，这也是因为防火墙需要有足够强大的保护才能阻止那些可疑数据流的进入。”\n\nI particularly like the use of the armour layer to project floating files out from the skin’s surface. Supercool stuff - and a timely reminder to always keep up your guard online! It’s wild out there!\n我尤其喜欢穿上这套皮肤在游戏里蹦蹦跳跳的时候。超级无敌的酷~！而且，这也许也是对我时时刻刻要注意网络安全的一个极为清晰的警醒吧！网络世界真的太复杂了！\n\n(Btw, the background for the header image is a redstone computer, made by Bubba FC.)\n(哦，对了！我们版头图里的背景是来自 Bubba FC 所制作的 红石电脑 。)\n\n【封徵 译自官网 2017 年 05 月 09 日发布的 Script Kiddies；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n\n译者注：\n①：就是这个 —— \n\n\n\n\nFirewall.png (2.71 KB, 下载次数: 2)\n\n下载附件\n\n2020-3-14 13:30 上传\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "白叶Official",
            "timestamp": 1584179940,
            "txt_content": "哈哈，DDoS"
        },
        {
            "author": "tineseack_bk",
            "timestamp": 1584186840,
            "txt_content": "让我访问！（震声"
        },
        {
            "author": "封徵",
            "timestamp": 1584187800,
            "txt_content": "tineseack_bk 发表于 2020-3-14 19:54\n让我访问！（震声\n网   页   风   险  警  告"
        },
        {
            "author": "ClearKooce",
            "timestamp": 1584206460,
            "txt_content": "不错！很帅！"
        },
        {
            "author": "SZKMTZSW",
            "timestamp": 1584237660,
            "txt_content": "6666666666764646"
        },
        {
            "author": "zye112233",
            "timestamp": 1584245760,
            "txt_content": "eyyehshsbsbshd"
        },
        {
            "author": "8689",
            "timestamp": 1584438600,
            "txt_content": "我还以为是讲战术问题的，。。。标题党。。。"
        },
        {
            "author": "封徵",
            "timestamp": 1584438780,
            "txt_content": "8689 发表于 2020-3-17 17:50\n我还以为是讲战术问题的，。。。标题党。。。\n不要随随便便说别人标题党\n\n看了内容就知道这篇文章讲的是有关网络安全的三个皮肤，分别是“病毒”、“防火墙”和“杀毒软件”\n“病毒”对应“侵入电脑”，“防火墙”和“杀毒软件”对应“反病毒入侵电脑”\n\n所以“侵入和反侵入”这个标题是没有问题的，不要自己理解错了来怪译者起了个“标题党”的标题"
        },
        {
            "author": "8689",
            "timestamp": 1584439320,
            "txt_content": "封徵 发表于 2020-3-17 17:53\n不要随随便便说别人标题党\n\n看了内容就知道这篇文章讲的是有关网络安全的三个皮肤，分别是“病 ...\n对不起。。。\n。。。对不起"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588452660,
            "txt_content": "script kiddies 其实就是 脚本小子 用别人做好的工具搞事以为自己很厉害的人\n\n绿色 色块则代表着'暂时安全的文件'。 这个原文里没有对应意思的部分\n\n"
        },
        {
            "author": "封徵",
            "timestamp": 1588464840,
            "txt_content": "LocusAzzurro 发表于 2020-5-3 04:51\nscript kiddies 其实就是 脚本小子 用别人做好的工具搞事以为自己很厉害的人\n\n绿色 色块则代表着'暂时安全 ...\n修改完毕，感谢指正！"
        }
    ]
}