{
    "title": "[Minecraft.net | INSIDER]童心未泯：从 Bopogamel 的工位开始聊起",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1584175620,
    "txt_content": " 本帖最后由 封徵 于 2020-6-15 21:21 编辑 \n\n\n\n\n\nfile_1584175185000.jpg (125.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 16:39 上传\n\n\n\n\n\nFrom the Desk of Bopogamel\n童心未泯：从 Bopogamel 的工位开始聊起\nTalking toys and tat with Mojang’s Director of Creative Comms\n与 Mojang 的创意总监一起聊聊玩具和他的玩偶们吧！\n\nMarsh Davies 马什·戴维斯\nAs Albert Einstein once asked, “If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?”\n正如爱因斯坦当年问出的那个问题一般，“如果一张凌乱的台面是其主人思绪繁杂的标志，那么，一张空桌子呢?”\n\nI’m not sure what he’d make of Owen “Bopogamel” Jones’s desk, with its many gaming toys and trinkets, all so neatly arranged. Is Owen’s brain largely clean, saving for a good deal of fluffy, cheerful distraction? Those that know him well decline to answer on the grounds that it may incriminate them.\n反正我不知道他会怎么看待 Owen “Bopogamel” Jones 的桌子，看看开头那张图片，那就是他的书桌 —— 显而易见的摆满了各种玩具、玩偶和小饰品，却摆放地井然有序。这说明他的思维并不杂乱，能专注于眼前的工作而不是一旁的玩具吗？事实上，了解他的人都不大愿意回答这个问题。你要问为什么？哦，他们可能是觉得一个不同的答案会让他们倒大霉的！\n\nOwen is Mojang’s Director of Creative Communications. Nobody really seems to know what that means but, somehow, Owen still hasn’t been fired. How does he make himself useful on a daily basis?\nOwen 是 Mojang 创意宣 传部的创意总监。没人知道他究竟干了些什么，但……至少，他现在还没有被解雇。那么，他又是如何每天去充实自己的呢？\n My job has changed a lot since I joined Mojang four years ago. My original title was Chief Word Officer, which was pretty accurate, though a bit silly. I wrote most of the posts on our old blog, marketing materials, press releases, words for the games, and even some of the copy that you’ll read on our merch packaging. I still do lots of that, though a lot of my time is spent planning our new, swanky website or “debating” what’s best for the game and our community. Owen Jones\n在四年前我加入了 Mojang 后，我的工作就已经发生了巨大变化。我的最初的工作头衔的全称是 首席文字官(Chief Word Officer)，这个名字说实话听起来有点傻，但十分准确。我在我们的旧博客，营销稿，新闻稿，游戏内容上写了非常多的文章与内容，甚至你现在也许还能从我们从 Merch 卖出去的一些商品的包装盒上看到我曾经写的东西。尽管我花了很多的时间在计划我们全新的网站及网站内容或者是与大家“辩论”到底什么才能让我们的游戏和游戏社区变得更加好，我还是做了许多除了这些之外的事情。—— Owen Jones\n\nOkay, then! Take us through your cool cuddly toys!\n好吧好吧！那现在你可以带我们去看看你那些“超酷”玩具了吧！\n\n\n\n\n\n\nfile_1584175195000.jpg (296.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 16:39 上传\n\n\n\n\n\n“Monster Hunter is probably my favourite game series. It’s full of awesome touches, from the monsters, to the armour sets, to the palicos (known IRL as cats). I bought this chap at Tokyo Game Show a few years ago. The Minecraft sheep are a mixture of official plastic ones and unreleased lead prototypes that I snatched from merchandise meetings. I’m Welsh so collecting sheep seemed the logical choice.”\n“我最喜欢的游戏系列大概就是怪物猎人了。从游戏里面的怪物，到游戏里面的盔甲设计，再到 Palicos[sup]*1[/sup] (大概对应起来就是现实世界里[sup]*2[/sup]的猫咪)，都无时无刻给我一种近乎真实的敬畏感。几年前我在东京电玩展买下了这个家伙。我有的两只Minecraft羊玩偶，一只是官方售卖的塑料版，另外一只则是我在我们的商品会议上“抢”走的未发行版。毕竟我是威尔士人，所以喜欢收集与羊有关的东西那也挺理所应当的嘛。”（关于这个典故网上众说纷纭，有兴趣的可以自己百度一下，如果有了解的欢迎回复！）\n\n\n“Vintage Mojang pixel king, Mattis, was a great man. He’s probably still great, but now he lives in Japan. Before he left, Mattis handed over this Ultraman figure which I now treasure in his memory. I miss Mattis. ;(\n“Mojang 的古董级像素绘画大师，Mattis[sup]*3[/sup]，是一个很厉害的人。他现在可能仍然十分厉害，但他现在定居在了日本。在他离开之前，Mattis 赠予了我这个奥特曼的手办 —— 现在也是我能用来回忆他的唯一物件了。我好想他…… ;( ”\n\n“He’s since been replaced with Johan who’s equally lovely in his own way.”\n“他离开之后，和他同样可爱的 Johan[sup]*4[/sup] 顶替上了他的位置。”\n\n\n\n\n\n“Mojang art director, Junkboy once promised he would bring me a Japanese 3DS from Tokyo if I wore a garish reptile mask all the way to Mcdonalds and back. I wore the mask. It was gross and humiliating. However, Junk didn’t hold up to his side of the bargain, and (seemingly out of guilt) came back with this plush of Animal Crossing star, KK Slider, instead. I love KK, and I adore Animal Crossing, but it isn’t a Japanese 3DS, if you know what I mean. I’ve not trusted Junkboy since.\n“Mojang 的艺术总监，Junkboy[sup]*5[/sup] 曾经向我许诺说，如果我能戴着一个花里胡哨的爬行动物(注意，这里不是苦力怕)面具去麦当劳搓一顿的话，他就从东京给我带回一个3DS。那我肯定戴上了这个面具，但实际上，我觉得我一路上已经丢尽了脸。出乎我意料的是，并没有和我因为这个而讨价还价， (兴许他是出于补偿我的愧疚之心) 他从日本回来后，给我带来了动物之森[sup]*6[/sup]里的大明星，K.K. Slider[sup]*7[/sup]。我超喜欢KK，也很喜欢动物之森，但，你知道的，这并不是一台日版的3DS。所以，从那以后我就再也不信他的鬼话了。\n\n“The awesome Sphero BB8 was a gift from my wife. Ken has an impressive amount of articulation though his leg occasionally pops out. The dragon is a Silver Rathalos from Monster Hunter. Mattis got me the mini Zinogre. I like Monster Hunter merch!”\n“这个超级酷炫的 Sphero BB-8[sup]*8[/sup] 机器人是我妻子送给我的礼物。肯[sup]*9[/sup]的腿有时候会让我觉得他伸得太长了，但我却挺羡慕他的肌肉的。这条龙则是来自怪物猎人系列的银火龙[sup]*10[/sup]。Mattis 还送了我一只迷你的狱狼龙[sup]*11[/sup]。我真的超级喜欢怪物猎人的这些周边！”\n\n\n“I seem to have a thing for rejected Minecraft tat. This ocelot’s unique markings make his look like a sneaky thief - a bit Sly Racoon. The fluffy sheep can’t even support his own weight, which is why he’s wedged in amongst the other guys. I got the Cacodemon at GDC a few years ago, after reading a positive review on RPS .”\n“其实我并不是特别喜欢那些制作不甚精良的 Minecraft 玩偶们[sup]*12[/sup]。这只豹猫黑白的斑纹总是让我觉得它像一个鬼鬼祟祟的小偷 —— 甚至有点像那只邪恶浣熊[sup]*13[/sup]。而这只毛绒绒的小羊又让我觉得它怎么弱小的连站都站不稳，这也是我把它放在大家伙的中间的重要原因。而这只红色的独眼小怪兽则是我在GDC[sup]*14[/sup]上看了一篇有关RPS[sup]*15[/sup]的 正面报道 后买的。”\n\nAnd what does Owen think his desk says about him?\n那 Owen 觉得他的台面又能暗示表明他是怎样的一个人的呢？\n\n'I guess my desk implies that I like games, little things, and plushies, and that I like them to be nicely ordered. Ninni says it means that I’m 'a man in conflict with my inner child'. Pontus says it means I’m a 'fun, loving, chap'. The truth is probably somewhere in between.'\n“我猜这可以说明我喜欢游戏、玩具和一些杂七杂八的小东西，而且我喜欢把它们归整得井井有条。Ninni 说这代表了我仍旧保有童心。而 Pontus 说这代表我是一个'富有情趣和爱的人'。那么事实就很可能介于两者之间了。 ”\n\n【封徵 译自官网 2017 年 01 月 26 日发布的 From the Desk of Bopogamel；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n【本文图片全部搬运至了国内图床或是本地上传，如有加载失败的现象请自行检查浏览器或是网络】\n译者注：\n①：Palicoes 是《怪物猎人：世界》中的玩家的猫型态的战斗伙伴。 —— 来源：怪物猎人：世界Wiki\n②：“IRL”即为“In Real Life”的缩写。  ——来源：Will的英语课\n③：“Mattis”即为“Mattis Grahm\"，他是被 Mojang 雇佣的第二位为游戏 Scrolls工作的画师。  ——来源：中文Minecraft Wiki\n④：“Johan”即为“Johan Aronson”，他是Mojang AB的首席像素设计师。  ——来源：中文Minecraft Wiki\n⑤：“Junkboy”即为“Markus Toivonen”，他是Mojang AB的美工。   ——来源：中文Minecraft Wiki\n⑥：“Animal Crossing”即为《动物之森》，为任天堂开发的模拟育成类系列游戏。  ——来源：百度百科\n⑦：“K.K. Slider”，国内常称呼为“吉他狗”，设定为《动物之森》小镇里面的大明星歌手。  ——来源：A9VG\n⑧：“Sphero BB-8”为《星球大战：原力觉醒》电影的周边，本身是一台智能遥控机器人玩具。    ——来源：京东\n⑨ ：“Ken”指“Ken Masters”，为《街头霸王》游戏系列中的二号男主角。  ——来源：百度百科\n⑩：“Silver Rathalos”即“银火龙”，为《怪物猎人》游戏系列中登场的虚构怪物。  ——来源：百度百科\n⑾：“Zinogre”即“狱狼龙”，为《怪物猎人》游戏系列中登场的虚构怪物。  ——来源：百度百科\n⑿：见三楼\n⒀：“Sly Racoon”指“邪恶浣熊”，为PS2上发行的一款3D动作游戏，你需要操纵这只浣熊去偷走各种东西。  ——来源：CDROMANCE\n⒁：“GDC”即“Gaming Developers Conference”，中文译名“游戏开发者大会”。  ——来源：百度百科\n⒂：“RPS”即为“角色扮演策略游戏”。  ——来源：百度百科\n\n\n\n",
    "replies": [
        {
            "author": "束长辉",
            "timestamp": 1584318900,
            "txt_content": "段友出征！寸草不生！"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588451700,
            "txt_content": "Nobody really seems to know what that means\n应该是指的没人知道他的职位是干什么的（结合后面意思）\n\nPalico 好像叫 艾露猫\n\ntat 指的应该是制作不太精良，或者不太受欢迎的东西（结合前文rejected）\n\n"
        },
        {
            "author": "封徵",
            "timestamp": 1588463940,
            "txt_content": "LocusAzzurro 发表于 2020-5-3 04:35\nNobody really seems to know what that means\n应该是指的没人知道他的职位是干什么的（结合后面意思）\n1、3修改完毕\n关于2的Palicoes，因为我本人没有接触过怪猎IP，目前我再去看了一遍英文wiki，如果确实是艾露猫的话，Palicoes就属于艾露猫中的一部分（应该是这样），在中文搜索引擎搜不到相关译名\n\n英文原文：Felynes in Monster Hunter: World are cat-like creatures that perform a variety of tasks. Some of them, called Palicoes, accompany you on Quests to slay Monsters. "
        }
    ]
}