{
    "title": "一枚新人跟大家讨论讨论服务器",
    "author": "虚无廿都",
    "replyCount": 9,
    "timestamp": 1584190440,
    "txt_content": "大家好，我还是那个小坤，昨天在矿工茶馆发布了一则帖子，介绍了一下自己，被bbs的好朋友们亲切的称呼为坤坤。也谢谢大家了，很希望在bbs上能跟你们成为好朋友，一起在MC中寻找快乐，寻找那一份属于MC原本的原汁原味的快乐。\n好了，我们进入正题，我第一开始接触服务器是从我的第一个生存存档被我不小心删除开始的，那时候真的是小白一枚，什么都不会，什么都不懂，更别说玩服务器这种高级的操作了（至少当时的我认为这种操作很高级嘿嘿）。我依稀记得那是一四年，当时我刚接触服务器，虽然说只是简单的纯净生存，但是对于当时的我觉得能玩到服务器就已经很幸福了，后来才慢慢接触的服务器多了，才知道还有模组生存、RPG、空岛什么的，玩法很多，我就不一一举例了。\n当时进入那个原版生存服务器的时候真的很兴奋，内心也很激动，那种开心就像是一个孩子得到了想要的玩具。我记得那个服务器比较大，每天上线的人很多，大家在一起其乐融融。因为我是头一次玩服务器什么都不会，注册输入完密码我都不知道自己要干什么，居然对着主城的树撸了好久，后来才知道主城是有领地的，感觉自己当时好傻。就这样，慢慢的踏上了服务器的这条道路。\n当时的服务器真的很纯粹，大家都在一起玩耍，没有什么利益可言，也不会有人说是去害你去坑你呀的，觉得那时候的玩家都很善良，大家在一起都很和睦，共同发展，建设属于自己的家园。那时候在服务器里找玩家组队生存，说白了也就是在一起玩，在游戏中玩着玩着加个扣扣还有，每天开语音，有很多的欢声笑语，那种感觉真的很棒。很怀念当初的日子，可回头想想那种日子回不去了，未免有些遗憾，内心有些失落。渐渐的越来越多的服务器出现在玩家们的视线中，大家都被新鲜的玩法吸引走了，慢慢的那个服务器的人少了。大家的离开都是为了更好的选择，更好的游戏体验。记得当时服务器最后没几个人，扣扣上一起玩服务器的好友头像也都灰了下去，从那以后我就再也没看见他亮起来过，心里真的很不是滋味。我知道属于当时的那种快乐可能以后再也不会回来了。从那以后我也慢慢地踏上了作为一名服主地道路，不为什么利益，只是想找回当初地那种快乐，当初地那种感觉。想把大家聚集在一起回味以前属于我们，属于MC本质地快乐。\n后来接触地服务器慢慢的多了我发现了一个问题，现在地服务器大多数是快餐类型地服务器，都把利益最大化。说句不好听的，就是现在感觉自己稍微会一点关于MC技术地人都去开服，而目的只有一个，从玩家中获取利益，更有甚者是榨干玩家地钱包。到最后钱倒是没少捞，但是服务器却做得不怎么样，把信任你，愿意资助你服务器地忠实玩家都扔到一边，不管不顾，一张嘴就是关于利益地事情。咱们暂且不谈有些玩家地做法是否正确，我也知道MC中存在着那么一种玩家动不动就进行语言攻击，对服务器进行攻击，之一问题咱们暂时先不管。我们先从服主们的自身上寻找问题。我想问问有些做服主地人们（这里没有针对服主们，也不是说所有做服主地都不好，我只是说一说我对于一些事情地看发，与大家分享分享自己在MC中经历地事情），你们真的了解MC嘛，你们开服地目的是什么呢，问问自己有没有给玩家们创造了良好的游戏环境，还是你认为有钱就可以做一切事情，有钱就可以出卖自己地底线，你真的认为这样做好嘛，难道你就缺那点？大家最初玩MC地目的是什么我想有很多人都已经忘了吧，当然我不是说开服务器从中获取利益不好，但是也请那些人有点节制，不要让金钱的存在影响游戏中地平衡。大家大多都是学生，每个月地生活费可能就那么一点，有的玩家把自己地饭钱都用来支持你是为了让服务器发展的更好，而不是给你让你自己去享受地。你看着他挨饿难道心里就舒服了嘛。当然，人与人不一样，也不能说是所有人都跟我一样会这么想，所谓人各有志嘛。我能做地就是把自己地事情做好。还有就是现在服务器众多，但是大多都是套用模板，从bbs上下载一个服务端地整合包或者从别人手里买来就说是自己的，然后放在服务器上然后宣传，寻找玩家，从中获取利益，可能两个月后或者三个月后把扣扣群改个名字再换个服务端从新开始，接着从中获取利益，那么我就想问问你这么做的目的是什么，这样的MC已经成了什么了，成为赚取利益地工具？别忘了他只是一款游戏，一款自由度很高的游戏，你可以收到一些赞助，这没什么问题，但是什么都要有个度，过了就不好了。有那时间为什么不好好学习学习技术，提高一下自己，给玩家做出更好的服务器，更具有特色的服务器，让大家玩的开心呢。这样不好嘛。\n我不能要求别人怎么做，但是我能要求我自己怎么做，我只想给支持我的玩家一个好的服务器，一个能真正体验到快乐，收获到友谊，一款温馨而又和谐地服务器。\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "jinvgy",
            "timestamp": 1584190560,
            "txt_content": "码了这么多字，辛苦了"
        },
        {
            "author": "Pardoned",
            "timestamp": 1584190620,
            "txt_content": "这已经算篇作文了"
        },
        {
            "author": "虚无廿都",
            "timestamp": 1584190680,
            "txt_content": "jinvgy 发表于 2020-3-14 20:56\n码了这么多字，辛苦了\n哈哈，没有，只是喜欢跟大家分享一些故事"
        },
        {
            "author": "mohui666",
            "timestamp": 1584190740,
            "txt_content": "建议隐藏下。"
        },
        {
            "author": "虚无廿都",
            "timestamp": 1584190740,
            "txt_content": "Pardoned 发表于 2020-3-14 20:57\n这已经算篇作文了\n上学的时候最不愿意写的就是作文，现在能写出这么多字，我都不敢相信"
        },
        {
            "author": "mmoo1122",
            "timestamp": 1584190740,
            "txt_content": "辛苦码了那么多字！只要有利益在，就会有人去干，所以那么多商业服圈钱跑路是难以避免的，只能靠自己辨别。公益服不香吗"
        },
        {
            "author": "虚无廿都",
            "timestamp": 1584190860,
            "txt_content": "mmoo1122 发表于 2020-3-14 20:59\n辛苦码了那么多字！只要有利益在，就会有人去干，所以那么多商业服圈钱跑路是难以避免的，只能靠自己辨别。 ...\n我觉得利益可以有，但不是把他作为赚钱的工具，有些人非得把玩家榨干了才算完，实在是看不下去"
        },
        {
            "author": "缘生",
            "timestamp": 1584191520,
            "txt_content": "有些人非得把玩家榨干了才算完\n这类人终究是少数。\n\n要辩证的看待问题，\n能大量氪金的也终究是少数，这类人事实上你大多也劝不动（只能通过提示让少部分还没有陷入的人出来）。\n腐竹捐钱逃跑，这件事情。想避免，但也没有办法（过2600可以报警，但是这属于”赞助“而且网络商品不能退货）\n\n（再被骗后他们也会加强这方面的意识。）\n\n腐竹为捞金宣传的话，那就是时间短，力度大的，这样才有可能突破MC圈子的堡垒，向外宣传。\n事实上这也客观上为MC提高了”**“"
        },
        {
            "author": "虚无廿都",
            "timestamp": 1584191700,
            "txt_content": "缘生 发表于 2020-3-14 21:12\n这类人终究是少数。\n\n要辩证的看待问题，\n抒发了自己内心的想法，分享一些故事，毕竟人各有志嘛"
        }
    ]
}