{
    "title": "[原创/单篇]夕离讲电影",
    "author": "夕离丶青春",
    "replyCount": 0,
    "timestamp": 1584189720,
    "txt_content": " 本帖最后由 夕离丶青春 于 2020-8-19 23:24 编辑 \n\n夕离讲电影:电影①:本书为我的稿子，来试一下笔。多加关照！大家好，欢迎来到夕离丶青春电影故事，每周讲电影与故事，每期都讲五个电影，让你一次快乐个够，我们今天来讲讲这位青岛大妈黄渤说到黄渤有很多关键词，多才多艺、喜剧、天才、演技派、影帝、超高、情商，这些词放在黄渤身上，可以说是一点都不夸张！ \n在正式进入演艺圈之前，黄渤已经是摸爬滚打的老江湖了，她办过制鞋厂，组过乐队，帮很多大腕写过歌，还教过多年的舞蹈，号称是青岛武王，当年在青岛跳舞有点名气的基本都是黄渤的学生，之后来北京当过北漂歌手，当年和周迅零点乐队等人，每天晚上一起在各大歌厅跑场子，也正是因为多才多艺，2000年黄渤金老乡介绍出演了管虎导演的上车，走吧，从此踏上了演艺之路！ \n作为演员，原来说黄渤是少见的能一正一邪，还两面都非常出色的演员，可以说既是喜剧天才，又是演技派，影帝，之所以会这么出色，这就要提两个对黄渤至关重要的导演，管虎和宁浩，他们同属杰出的第6代导演。 \n俺只是方向不同，管虎负责艺术磨练了黄渤的演技，像在斗牛杀生中，黄渤都贡献了影帝级别的表演，而宁浩则负责商业，挖掘了黄渤的喜剧天赋，像疯狂的石头，疯狂的赛车，让黄渤以一个依据演员的身份一炮而红，乃至在后来出演西游降魔篇10连一贯挑剔的心，也都称赞他为喜剧的王中王！ \n除了在专业上被观众认可，黄渤另一个被人称道的地方，大概就是他的超高情商和超强人脉了！他还作为大陆第一人主持过金马颁奖礼，整场下来控场能力一流，面面俱到，滴水不漏，连蔡康永都被他聊到甘拜下风，郑裕玲:你穿的是，睡衣吧？因为我5年没有来金马奖了，所以我是穿得特别的隆重。 \n不过你看看台下，梁朝伟、刘德华，成龙，他们穿的都很隆重的。黄渤:对，因为他们是客人，客人到别的家里面去，当然要穿的隆重一点。因为你知道你有5年没来，这5年我一直在金马奖，我已经把金马奖变得像家一样，回到家里穿什么对不对？回到家里一定要穿的舒服一点。辛辛福福对不对？所以简单来说，黄渤是一个很有天赋的演员，也是一个为数不多的多面全能手，在他身上兼具草根和精英两种特质，他和她演过的角色一样复杂。 \n好了，说完黄渤，我们再来聊一聊电影，因为他的作品中多，下面选了5部有代表性的，争取把黄渤的喜剧证据类型片一网打尽。\n\n\n\n\ntimg9B06JZ9T.jpg (15.91 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 21:31 上传\n\n\n\n\n\n2009年疯狂的赛车捧红了一大票人，首当其冲的就是黄渤和宁浩。黄渤在这部电影中展现了他惊人的喜剧天赋。在看惯了葛优是耍贫嘴，赵本山是东北段子，大家突然发现还有黄渤这种丑萌是的方言梗，于是一上映就供不应求，石头大获成功之后，您好，又拉着黄渤当男一号，拍了这部疯狂的赛车，比石头玩得更加尽兴！故事线索更多，人物更加庞杂，明浩也通过这部电影再次证明了自己是中国最会讲故事的类型片导演，而黄渤也证明了自己挑起大梁来是完全没有问题的。 \n赛车的故事和石头一样，用两个成语就能概括世界真小和冤家路窄，故事是这么开始的，在一次自行车锦标赛上，职业车手耿浩败给了撞到狗屎运的对手，随后又遭奸商李法拉算计，误食了兴奋剂而被终身禁赛，结果冠军没拿着，还把教练给气痰了！ \n多年过去，耿号成了老司机，靠开车送货养活中风的教练，这时当年的片子李法拉重出江湖，靠钙保健品赚得盆满钵满，先把心理不平衡的教练给气死了，故事的影子就是这样，然后就展开了多线叙事，耿浩一心想给教练找块像样的墓地，李法拉雇了两个杀手，想把老婆弄掉，一群黑社会和泰拳高手交易毒品，再加上卖墓地的徐峥和两个一心，要破大案又总是掉链子的警察，这么多伙人错综复杂，又非常精巧的交织在一起，被编剧和自己疯狂捉弄，悬念十足也笑料百出，除了热闹好看之外，电影属于宁浩一贯的黑色幽默。对社会问题也有一定的讽刺意味，比如兴奋剂事件加保健品猖獗，谋取暴利的房地产行业、毒品交易等等，银号逐一把它们调侃了一遍，黄渤在片中的表演劲道十足，但可能是剧本的原因更号这个角色太丧了，所以黄渤也没有像在石头中贡献那么多的笑点，但值得注意的是，这是黄渤在宁浩的电影中第1次扮演耿浩。算上后来的心花路放，以及2019上映的疯狂的外星人中，黄渤已经演了三次梗。 \n好了，这三个不同的耿浩也几乎见证了黄渤的一路成长。另外前两部作品中耿浩都很丧，所以我大胆预测一下疯狂。外星人中黄渤的角色大概也还是个丧biu。\n\n\n\n\np2128617874[1].jpg (27.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 21:09 上传\n\n\n\n\n\n斗牛2009年。09年是黄渤厚积薄发的一年，因为他在喜剧和证据上都交了一份满意的答卷，喜剧是赛车，证据就是这部斗牛。虽然网络上盛行的那些脏的表情包，但斗牛算是黄渤在演艺成就上的一个高峰，他也凭借此片拿下了金马影帝，国际知名影评人马克穆勒看完斗牛后盛赞黄渤为中国的卓别林、斗牛士、管虎、导演，俺的野心之作，在其中可以看到很多经典的因子，比如姜文的鬼子来了张艺谋的活着，我们先来看一看故事！ \n抗日战争期间，八路军带着一支果味奶牛进了村子，没多久后，日军部队逼近八路军紧急撤退，林星前把奶牛托付给了村民照顾，村民们谁也不想惹祸上身，于是决定用抓阄的方式选出养牛人，结果新上任九儿帮牛儿一把抽中，不久后日军进村扫荡，全村人都惨遭屠杀，只剩下牛二和奶牛躲过，过一节还没喘过气来，鬼子土匪难民又纷纷打起了奶牛的主意，深受打击的牛二把奶牛当成了新上人酒，而与各色人等展开周旋，拼死保护奶牛，最后带着奶牛躲进了山上，直到7年后，国家都解放了，牛二把途经的解放军当成了当年的八路军，赶紧下山换牛！此时的牛二已经几乎丧失了语言能力，解放军也对奶牛毫不知情，于是便把牛送给了牛二，牛二带着奶牛再次躲进了山上，再也不愿下来！ \n斗牛和鬼子来了非常相似，在牛二和马大三身上都能看出中国传统农民的形象，比如两者都讲信义，都被极端环境逼迫出了动物本能，以及这两部电影的主题，本质上都通过构建一个宏大叙述来表现对个体不幸的控诉，也就是透过一个压抑沉闷的历史来映射出整个危难民族的苦寒！ \n当然，在艺术成就上，斗牛肯定不如鬼子来了，但比起姜文的极致和纯粹，后来者管虎想要探究的东西其实持还要更复杂一点，比如在女性的刻画上，虽然牛二是电影中的绝对主角，但九儿却也算是一个灵魂人物，牛二把奶牛当成了九儿，所以电影中的九儿是由闫妮和奶牛接替完成的，它是牛二为了抵御外界给自己营造的一个乌托邦！ \n从牛二与奶牛的关系，可以看出人和动物之间复杂的伦理探讨，比如人的动物性和动物的人性，还有对男女之间爱情的探讨和对性的探讨，因为酒而等同于奶牛，所以那些鬼子难民土匪对奶牛的掠夺，除了杀牛吃肉以外，未尝不是象征男权社会或者动物世界中雄性对雌性的争夺，前者是贪欲求生欲，后者是性欲征服欲，另外在结尾处也更复杂一些，柜子来了是马大三被一刀砍死，人头落地，姜文想要的是嬉笑怒骂，极致讽刺，而斗牛中引出了一个时机的概念，牛二在山上呆了7年，结果却是一场空，相比而言，牛二是被临时处死的，管虎想要的是天地不仁，极致悲凉！ \n最后不得不提的就是黄渤，其实斗牛中贡献最大的，甚至都不是管黄埔，而是黄渤，因为就像上面所言观乎想要太多东西，但最后实现的成色并不是非常的高，而黄渤是也想要很多东西，但最后都全部超额完成的，他在电影中的表演复杂细腻传神，认为超越了鬼子来了中的姜文，大家可能也没有想到黄渤从一个喜剧新星到绝对演技派影帝，居然来得如此之快。\n\n\n\n\n730e0cf3d7ca7bcb2a77ed77bd096b63f624a85d[1].jpg (90.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 21:09 上传\n\n\n\n\n\n亲爱的2014年，如果说斗牛还算喜剧范畴的话，亲爱的，就完全没有一丝搞笑的意思了。 \n黄渤在这里展现了一个非喜剧演员的功力。电影根据真实新闻事件改编，最准的是拐卖儿童现象，在故事上电影可以分为两个部分，前面是荀子的过程，属于写实的诚信社会现象，田文军和鲁晓娟曾是一对离异夫妻，他们唯一枢纽就是二儿子鹏鹏，可突然有一天，朋朋走丢了，两人的生活瞬间崩塌，从此踏上了风餐露宿的漫漫寻子之路，后面是被拐儿童被解救以后，展现了如何回归家庭的问题，这里是把矛盾集中在了情法纠葛和伦理困境上，他们在一个农村找到了鹏鹏，但彭鹏却已经完全不认识亲生父母，电脑不是把他们锁起来，这部分突然把镜头对准了满孩子的李红琴，这是一个让人意外的角色，和我们想象中的形象完全不同！ \n他对鹏鹏不但没有虐待，反而视若己出，也是鹏鹏心中的好妈妈，他当然是有罪的，但同样也是受害者，他与丈夫不能生育，又深受农村宗族陋习的压迫，存在着大量的法律盲点，所以我们发现电影中丢孩子的田文军和鲁晓娟、买孩子的李红琴，还有孩子田鹏，这三方全部都是受害者。这让电影突破了简单的善恶两元论，也让我们知道了儿童拐卖案远比我们想象的要复杂，其中包含了血缘与亲情的冲突，法律和道德的矛盾大哥。 \n既然这三方都是受害者，罪恶之源来自于何处？当然是人贩子，但电影中人贩子的形象几乎是缺席的，这其实也是这类电影一贯的处理手法，连伶俐凶狠的盲山对人贩子也没有过多刻画，还有去去年的嘉年华，强奸小女孩的神秘人也一直缺席，为什么会这样处理，主要是因为凶手是谁并不重要，重要的是事实和现象，把怨恨付诸于某个个体身上毫无意义，要打击的则应该是整个群体。当然，一贯善于温情的陈可辛导演也无意将这个题材深挖出他更残酷的一面，亲爱的，没有芒山那么冷酷伶俐，也不如嘉年华那般克制，总体上来说，这还是一部在商业模式下的现实主义题材电影！ \n最后说到演一般现实主义题材的电影都最见眼睛和我不是药神一样，这部电影中几位演员的表演也可以被称为是最佳群戏，黄渤、赵薇、郝磊、张译，全篇的亮点之一就是看这几位对标眼镜了！赵薇凭借此平安拿下了金马影后，但我认为黄渤演的荀子父亲似乎更加浑然天成一些，比如在田文军千辛万苦找到儿子后，儿子却不认自己，还让警察把他抓起来时，黄渤真的是给了一段教科书级别的表演，那种哭到痉挛的感觉绝对不是一般演员能企及的。 \n\n\n\n\ntimgBTF2NAN2.jpg (71.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 21:20 上传\n\n\n\n\n\n杀生2012年，杀生与斗牛同属一个系列，背景都是抗战时期，地点都在与世隔绝的贫贫乡村，只是在杀生中日本鬼子的形象已经消失，电影讲的是一个村民们内斗的故事，比斗牛更具有黑色预言性。 \n40年代初，在一个封闭传统的小山村，村里有一个十恶不赦的泼皮，无奈牛街时，全村人都想除掉他，但每次又都无能为力，这时学识渊博，又与牛街是有世仇的牛医生在外学成归来，在牛医生策划下，村民们对牛街是实施了一场疯狂报复，俗话说，杀人诛心牛！医生交给村民们的就是这一招，先是故意让全村人都得上了红眼病，骗牛街，是说他是瘟疫之源，又大量传播舆论使用，用各种阴谋诡计让她觉得自己真的得了肺癌，原本没病的牛结实，在村民们一步步的算计之下，心理彻底崩溃，奄奄一息的她一个人拖着棺材上山等死，直到这一幕被外来者一生，我发现长寿镇的这一其匪夷所思的罪案才最终被揭开！ \n整部电影中，无论是影象风格，还是黄渤的表演，都透着一股癫狂气质，这也更加重了电影的预言性，片中的长寿镇看起来和睦宁静，背后却是一个是非曲折凶残自己的法外之地，封闭的小山村，也就是导演眼中的世界，电影可估解读的点很多，我们先从主线讲起，片中人物庞杂，大致可以分为几个阶层，牛街是代表了导弹者，是冲出胫骨寻找自由的一类人，他他表面猖狂而内心纯良，牛医生是村里唯一有知识的人，他有谋略，也有话语权，但却内心很毒，于是在愚昧无知的封闭农村，他迅速建立了一个邪教，成为了邪教教主，他的信徒们就是镇长，带领着的全镇村民，他们毫无主见，又害怕被孤立，于是需要靠战队和抱团来获取安全感，自然而然成为了恶的一份子！而医生我则既是长寿镇的闯入者，也是这起悲剧的旁观者，他和牛医生同属于生的身份，但却截然不同，前者救人而后者杀人，前者善而后者恶！ \n所以电影空租的主题就是由牛医生和村民们对牛街史实施的这场多数人暴政，保守愚昧的村民们在一个恶魔的指引，一下为了打击异端，纷纷助纣为虐，做出了丧心病狂的举动，还浑然不知！在这个狂热又残暴的邪教组织中，既能看到法西斯的影子，又与拉斯冯提尔的狗阵主题类似，这也印证了黑色语言不分国，国界，不分时代的特性，除了大主题之外，电影中还有对社会舆论机制的控诉，本没有兵的牛街是在全村人一致的舆论下最终被逼而死！这种三人成虎的恐怖性放在如今的网络时代上看，似乎更更加可怕，无数的热点事件无一不印证了这一点，电影中村民们的盲从和狂热与当今网络暴力的本质也是趋同的，另外，电影中还充满了对封建的宗法陋习的批判，杀生中的这种行为占了很大篇幅，管虎把上面所说的这场舆论暴力就包装在了宗法陋习之下，另外还包括了寡妇、晨堂、陪葬、喝圣水等等，正是这些封建的宗法陋习成为了人性之恶的释放由头。 \n最后新解放也是电影的一个主题，之一。一、电影中村民们表面上把性当成了丑陋和粗鄙的代名词，这同样暗指人性的虚伪与扭曲。总体来说，沙僧属于一部批判意识极强，同样也很先锋的作品，虽然电影中的时代离我们久远，但以上所讲的主题每一个都10分具有当下性。另外电影凌厉的剪辑经验的四川方言台词倒叙差，他去等花式叙事方式又让沙僧有了很强的商业属性，最功不可没的还是表演。黄渤，作为头号大男主是这部电影的灵魂所在，前部分的癫狂和后部分的颓唐形成了鲜明对比，层次感十足。\n\n\n\n\ntimg[9].jpg (61.95 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-14 21:12 上传\n\n\n\n\n\n记忆大师2017年，这是继催眠大师之后台湾导演陈正道的又一部类型片佳作，主打的还是悬疑风格，只不过这次格局和野心更大，线索也更多，同时还加入了软科幻等商业元素，算是又一次填补了华语片中软科幻悬疑类型的一个空白！ \n故事发生在2025年，黄渤饰演的江锋与妻子感情破裂后选择清楚记忆，当他准备取回记忆时，意外的拿错了，连环杀手的记忆，警官审判强会了破案对江锋记忆中的线索，穷追不舍，而江峰也在连环杀手的记忆中发现了多个神秘人物，这些神秘人物是谁，谁又是最后的凶手！电影就是通过先构建一个世界观，再通过多次记忆闪回和梦境重组，最后剥茧抽丝般的探寻。选真相，找到了两起凶案的幕后真凶！ \n既大师，除了类型和风格上充当了开创者之外，在主题探讨上也很有野心，导演并不满足于只讲一个烧脑悬疑的故事，还在其中掺杂了很多严肃的社会话题，提比如家暴、同性恋、童年阴影、犯罪心理学等等，这些部分，都足以让记忆大师位列国产悬疑片的上乘之作，但这些也都是属于悬疑之外的东西，悬疑之类的是什么，就是电影的叙事技巧，氛围的营造，细节是否精巧，逻辑是否严密，记忆大师在这方面就有些过于野心了！ \n电影中运用了倒叙、插叙等多种花式手法，导致在细节和逻辑上也不够严谨，过于频繁的反转也有刻意之嫌，但在道具和摄影方面，电影笔记已经很精致的，催眠大师依然更有进步，创意更加天马行空，有些镜头的设计也非常经验。\n看完这5部电影之后，我们会发现黄渤绝对不是一个简简单单的喜剧演员，还几乎适合任何人搭起都不露怯的十足演技派，从一个其貌不扬的歌手、工厂老板、舞蹈老师走到今天的影帝黄渤、导演黄渤，靠高情商和江湖经历，根本解释不了他在黄渤身上是天赋，努力，经验等多种元素的共同作用，演员身份的黄渤已经交了一份满意答卷了。\n好了，今天我就说到这里，下一篇我们不见不散。\n\n\n",
    "replies": []
}