{
    "title": "1.8.1单人指令   SinglePlayerCommands",
    "author": "8496",
    "replyCount": 12,
    "timestamp": 1316473560,
    "txt_content": "安装方法：把压缩包里的WorldEdit.jar扔进bin，其余扔进minecraft.jar\n\n\n\nTo bring up the command \"console\" type 'T' then type in the command. Below is a brief run through of the command list: 把“控制台”式的命令T '然后输入命令。下面简要贯穿的命令列表:\n\n\n\nNormal Commands 正常的命令achievement <list|unlock> - Allows you to list or unlock all achievements 《资源综合利用目录|开启成就> -允许列表或解锁所有的成就alias <NAME> <COMMAND> {ARGS} - Allows you to assign an alias to one or more words 别名> < <你的名字> { }命令参数,允许你指定一个别名一个或更多的词汇ascend - Moves you to the next platform above your position 你提升到下一个-移动平台超越你的位置atlantis - Toggles atlantis mode on/off 亚特兰提斯-亚特兰提斯岛模式切换开关biome - Tells you what biome you are currently in 生物群系——告诉你你是目前生物群系bind <KEYCODE> <COMMAND> {COMMANDPARAMS} - Binds a command to a keyboard button. 结合> < > <机理COMMANDPARAMS } {命令——将一个键盘命令按钮。bindid <ID> <COMMAND> {ARGS} - Binds a command to a keyboard key using the key id bindid < > < > {命令ID } -绑定参数指挥一个键盘按键使用关键的IDbring [ENTITY] - Brings the specified entity to you. ]-[实体带来给你带来指定的单位。cannon [STRENGTH] - Shoots a primed TNT in the direction you are pointing. ]-[强度炮射底漆TNT的方向,你是指向。chest <drop|get|fill|swap|clear> - Allow access of chests 胸部| | <下降| |填补交换得到清晰的>——允许存取箱子clear - Clears the console 清楚——清除控制台clearwater - Toggles water clarity on/off 清水-水开关切换清晰clone [QUANTITY] - Clones the NPC which you are looking at ]-[数量克隆克隆全国人民代表大会、论到你们所看见的config <setglobal [reset]> - Allows you to set the global configuration file as your current configuration setglobal][重置配置< >,允许你设置全局配置文件为你当前的配置confuse [DISTANCE] - Confuses nearby mobs ]-[距离混淆困惑暴徒附近confusesuicide - Makes mobs attack one another confusesuicide暴徒袭击——让另一个cyclepainting - Cycles through the painting which you are pointing at 这幅画cyclepainting -周期是指向damage - Turns player damage on/off 伤害-将球员伤害开/关defuse [all] - Defuses any TNT nearby which has been hit, drops 1 tnt in its place [全部]-化解行动缓解任何TNT所击中,附近下降1 TNT在自己的地方descend - Moves you to the next platform below your position 下-移动到下一个平台,你在你的位置destroy [all] - Destroys the current item 毁灭-毁灭[全部]当前的项目difficulty <LEVEL> - Sets the difficulty to the specified level (0-3) 困难-设置> <水平难以特定等级(0 - 3)drops - Turns item drops on/off, having them turned off will make the game run a little bit faster, and also stop your inventory from filling. 下降-将物品掉落开/关,把它们关掉会使游戏跑得快些,而且还有防止你的库存的填充。dropstore - This command transfers everything in your inventory into a chest that it creates next to you. dropstore——这个命令所有的库存转移你的胸部,它创造了你旁边。duplicate [all] - Duplicates and drops the currently selected item stack 复制[全部]复制和滴——当前选择的物品叠加explode [SIZE] - Sets off an explosion in your current location. ]-[尺寸爆炸引发了爆炸在您目前的位置。exterminate [SIZE] - KillNPC with style, kills the NPC you are pointing at ]- KillNPC消灭[大小与风格,杀死NPC你指向extinguish|ext [all] - Puts out all nearby fire (or all fire) 扑灭|分机[全部]-拿出附近的火(或所有火)falldamage - Turns fall damage on/off falldamage -将落伤害开/关feed <QTY> - Adds the specified quantity to your food bar 喂- - - - - - - > <数量添加指定的数量到你的食物里的酒吧firedamage - Turns fire damage on/off 火焰系-将火系伤害开/关flammable <BLOCK> [CATCH] [SPREAD] - Sets the specified block at the flammability level 易燃< >[捉到了块]][传播-设置挡在指定的可燃性水平fly [SPEED] - Allows you to turn flying mode on/off, speed specified your flying speed ]-[速度飞行飞行模式允许你转开/关,速度指定你方速度flymode <dynamic|standard|minecraft|reset> - Allows you to specify which flying mode to use flymode动态| | minecraft标准< > |重置,允许你指定哪个飞行模式使用freecam - Allows you to freecam around the map freecam freecam -让你在地图上freezecam - Freezes the players camera at the current location freezecam -冻结的球员在当前位置的相机freeze - Freezes mobs so that they cannot move or attack you 冻结的怪物——结冰,叫他们不能移动或攻击你/gamemode <creative|survival|1|0> - Changes the World game mode to creative or survival / gamemode <创造性| | | 0 >生存1 -改变世界游戏模式创作或生存率goto <NAME> - Goto a waypoint 到<你的名字> -到一个导航点grow [all] - Grows all saplings/wheat on the map. 成长——[全部]/小麦生长树苗在地图上。heal <HEALTH> - Heals a player the specified number of points 健康>医治< -治疗地图上的球员一定数量的分health <min|max|infinite> - Sets the health of a player to pre-defined figures 麦克斯| |健康<分钟无限> -设置一个球员的健康预先定义的数字help [COMMAND] - Gives general help when COMMAND isn't specified, gives specific help when COMMAND is specified. Same as /h ]-[命令帮助获得普遍的帮助不是指定命令,给出了具体的帮助命令被指定。/ h一样helmet [ITEM] [QTY] [DAMAGE] - Specifies the helmet the player wears [项][数量头盔][伤害],指定运动员戴安全帽home – Teleport to spawn point 回家-传送到卵点hunger <empty|full|infinite> - Sets your hunger level to predefined figures 饥饿| | <空满-设置你的饥饿无限>水平预定义的数字infiniteitems - Toggles infinite items on/off infiniteitems -切换开关无限物品instantkill - Instantly kills any NPC you hit instantkill -瞬间杀死任何NPC你击中instantmine - Turns instant mining on/off instantmine -将即时矿业开/关instantplant [grow] - Instantly plants saplings into the ground, if grow is specified the tree will when instantly grow instantplant]-[种植树苗立即植物钻进地下,如果指定的那棵树会成长时,立即生长item <ITEMCODE|ITEMNAME> [QUANTITY] [DAMAGE] – Gives player item, if quantity isn’t specified maximum amount of that item. Same as /give and /i ITEMNAME > < ITEMCODE物品|][伤害][数量-给予玩家的物品,如果不指定数量最多的项目。同样,/我/给itemdamage - Turn item damage on/off. This means you will never have to repair an item again itemdamage——把物品损坏开/关。这意味着你将永远不会去修理一个项目了itemname - Use this command to discover the itemname and ID of your currently selected item. 使用此命令itemname——发现itemname和身份证你的当前选择的项目。itemstack <ITEMID|ITEMNAME> [QUANTITY] - Gives the player the specified quantity of maximum item stacks of the item. itemstack | ITEMNAME > < ITEMID]-[数量让玩者指定数量的最大项目堆栈的项目。jump - Moves you from where you are to where your mouse is pointing. Note: This command is buggy and may put you in the block you move to. 你跳-移动从你所住的地方移到在你的鼠标指向。注:这个命令是小车,可以将你拦着你搬到。keepitems - Turn this on and you will keep your items when you die. keepitems——把这个,你将会让你的物品当你死的时候。kill – Kills the current player 杀-杀死了当前的球员killall <ENTITYTYPE> - Kills all of the specified entity type, this will destroy ALL entities (paintings, minecarts, etc) unless specified otherwise. killall > < ENTITYTYPE——杀死了所有指定的实体类型,这将破坏所有实体(绘画、minecarts等等),除非另有说明。killnpc [all|monster|animal] - Kills all living creatures nearby. [所有| | killnpc怪物杀死动物]-所有的生灵附近。light - Turns permanent lighting on and off 光-将永久性照明和关闭listwaypoints - Lists all waypoints. Same as /l listwaypoints——列出所有的路点。/ l一样longerlegs - Makes your legs longer so you can walk up 1 block high longerlegs -使你的腿长,所以你可以沿着一块高macro <edit|create|dir|folder|delete|list|FILENAME {PARAMS}> - Runs a macro 编辑| |宏观<创造目录| | | |删除文件夹列表文件名{ } > - PARAMS运行宏maxstack [ITEMID|ITEMNAME|all] [STACKSIZE] - Configures the maximum stack size of that item between 1 and 64. maxstack ITEMID | | ITEMNAME[全部]]-[堆栈大小配置该项目最大的堆栈大小介于1和64。mobdamage - Mobs cannot give you damage mobdamage -暴徒不能给你伤害moveplayer <DISTANCE> <DIRECTION> - Moves the player the specified distance (in blocks) in the specified direction, (neswup) moveplayer > > < <距离方向移动的球员——指定的距离(块),在指定的方向,(neswup)msg <MESSAGE> - This commands adds a message to the console. 味精<消息>——这个命令添加一个讯息给控制台。music [play|pause|skip|stop|VOLUME] - Requests a music track to be played, there is a limitation of at MAX 2 tracks per day. Set the volume by specifying VOLUME. 音乐停顿| |[玩跳绳| |体积]-要求停止播放的一个音乐辑,都有一个限制每天最多2轨迹。把音量通过指定的体积。noclip - Turns no clip on/off. noclip -将没有夹开/关。output - This just toggles SPC messages on/off, useful for macros/scripts. 这只是一个切换输出- SPC信息开/关,有利于宏/脚本。phelp [COMMAND] - Provides help for plugins 菲尔普(命令)-提供帮助的插件platform - Puts a glass square under your feet 平台-再放一个玻璃广场在你们的脚下plugin <list|enable [MODNAME]|disable [MODNAME]|dlist> - Lists all loaded plugins and also allows you to enable/disable plugins 《资源综合利用目录|插件MODNAME |伤残使[]][MODNAME | dlist > -列出所有的加载插件并允许你启用/禁用插件pos – Gives current player position. Same as /p pos -给予玩家当前位置。/ p一样ralias <NAME> - Removes the specified alias ralias <你的名字> -删除指定的别名reach <DISTANCE|reset> - Sets the player reach distance. 重置> <距离达到| -设置球员达到的距离。refill [all] - Re-stocks your items in your inventory to the maximum ammount 再Re-stocks[全部]你要的东西- - - - - - -在你的库存最大的总价rem <NAME> - Removes the specified waypoint 雷<你的名字> -删除指定的那个地点removedrops [all] - This command removes item drops from the world. removedrops[全部]——这个命令解除物品掉落从世界来的。rename <COMMANDNAME> <NEWNAME> - Allows you rename a command to a new name COMMANDNAME > < NEWNAME重命名< > -让你重命名一个命令一个新的名称repair [all] - Repairs the currently selected item to full health [全部]——修理修理当前选中的项目完全健康repeat - Repeats the last used command (useful command to bind) 重复一遍,重复最后使用命令(有用的命令绑)reset - Resets the player settings 重置——重置球员设置resize [1080p|720p|480p|setdefault [WIDTH]|<HEIGHT>] - Resizes the Minecraft window, no arguments sets it to default 调整[1080 p | | | 720 p setdefault[宽度480 p > | <高度]]-调整窗口的Minecraft,没有争论使它拖欠reskin <FILENAME> - Reskins the NPC which you are pointing at to the specified skin reskin < FILENAME > -全国人民代表大会Reskins你指向指定的皮肤return - Moves the player to the last position before teleport 这名球员回归-移动到最后的位置之后传送ride - Allows you to ride any NPC which you point at 骑-让你骑在你指出任何全国人大sc <FILENAME> - Added scripting support (more information coming soon) sc < FILENAME > -增加了脚本支持(更多信息即将推出的)search <SEARCHTERM> - Allows you to search for items using a name < SEARCHTERM >搜索,允许你搜索物品使用一个名称set <NAME> - Mark a waypoint on the world <你的名字> -设置标志着世界。路setjump [JUMP|reset] - Sets the height that you jump. Note: Turns fall damage off if the jump is configured to move than 1. setjump[跳|重置]-设置你跳的高度。注:要是转落伤害配置移动跳跃超过1。setspawn [<X> <Y> <Z>] – Set the current position as the spawn point, if X Y Z are specified sets that position as spawn point setspawn < X > < Y[Z]- > < >设置当前的位置,如果X的卵点Y Z是指定的卵点集,位置setspeed [SPEED|reset] - Sets the speed that the player moves setspeed |重置]-[速度设定的速度,这名球员移动skin <USERNAME> - Change your players skin to ANY minecraft player 皮肤的用户名> < -改变你的球员minecraft皮肤任何球员slippery <BLOCK> [SLIPPERYNESS] - Makes the specified block slippery, default is 0.6 滑块[SLIPPERYNESS]< > -做指定的块滑,默认是0.6spawn <NAME|ID|random|list> [QTY] - Allows you to spawn an individual creature. <名称| ID |产卵|列表>[数量随机]-让你产生一个个体的生物。spawnportal - Spawns a portal nearby the player spawnportal——一个入口附近的怪物的球员spawnstack <NAME|ID|list|random> - Spawns the specified creature a few blocks away from your current position (use \"/spawn list\" to get a list of creature names and codes). spawnstack | | ID <你的名字> -怪物名单|随机指定的生物在几个街区外从你当前的位置(用“/”来获取产卵名单列表名称和密码的生物)。stackcombine - When run combines all of the same stack types into the same stack stackcombine——当跑的相同堆栈相结合的所有类型为同样的叠加stacklimit - Turns stack limiting on/off stacklimit -将堆栈限制开/关startup <COMMAND> {ARGS} - Specifies a command to run on startup 启动< > { } -命令参数指定一个要执行的指令在启动superheat [all] - Turns items which are furnace-able into their furnaced form 过热的[全部]-将物品的furnace-able进入他们的furnaced形式superpunch [DISTANCE|reset] - Hit that NPC with a punch like no other superpunch]-[距离|重置到NPC,并没有像其他地方一样打了一拳tele <X> <Y> <Z> - Teleport to X Y Z coordinates. Same as /t 电视> < < X - Y > < Z >传送到X Y Z坐标。/ t一样textcolor <<normal|error> <0-f|random>>|<setrandom COLORS> - Allows you to configure output text colors textcolor < < > < 0-f误差正常| | | > > < setrandom随机颜色>,允许你设定输出文本颜色time [set|get|day|night [minute|hour|day [TIME]]|speed SPEED] - Set and get the time within minecraft. [设置| | |天晚上得到| |天[分钟小时[时间]]]- |速度设置和获得minecraft的时间内。timeschedule <reset | <TIME1> <TIME2>> - Sets a period of time (HH:MM format), this will make minecraft always within this time. timeschedule < > < < TIME1重置| TIME2 > > -设置一段时间(HH:MM格式),这将使minecraft总是在这个时间。unbind <KEYCODE|all> - Unbinds the specified key from a command. unbind | - - - - - - - > <机理Unbinds所有的键从一个命令。unbindid <ID> - Unbinds a command from a keyboard key using the key id unbindid > < ID - Unbinds命令从一个键盘按键使用关键的IDupdate <enable|disable> - Turns update checking on/off 更新使|禁用> < -将更新检查开/关useportal - Instantly transfers you to the nether, use it again to go back. useportal -立即转移你下面,用它再回去。waterdamage - Turns water damage on/off 东段-将水损害开/关weather <lightning|thunder|rain> - Toggles weather on/off 打雷闪电| |天气< > -切换雨天气开/关world <load|save|seed|new|exit|list|backup> - Allows you to explicitly, have control over your world. <负荷| |世界新| |保存种子| |备份>退出列表,允许你明确,能控制你的世界。world load <FILENAME> - Loads the specified FILE, this allows you to play ANY save on your computer, not just World1-5, and can have any name 负荷< FILENAME >世界-读取指定的文件,这可以让你玩什么节省你的计算机,而不只是World1-5,可以拥有任何名字world save - Explicitly saves your game then returns to it 世界扑救——明确节约了你的比赛,那么返回到它world seed [SEED] - Allows you to see and change the seed of the map, so it will generate custom terrain 种子]-[种子世界让你看到和改变的种子的地图,所以它就会习惯地形world new [FILENAME] [SEED] - Creates a new map at the specified location 世界新[文件名][种子]-用黑暗能量创造一个新的地图在指定的位置world exit - Lets you exit a game without saving (perfect from when a creeper blows something up) 世界存在——让你退出游戏没有保存(完美的东西时吹起五叶地锦)world list - Lists all the saves which you can load from \".minecraft/saves\" 列表中列出了所有的世界——你可以贮存负荷从“.minecraft /节省”world backup - Allows you to backup your current world into .minecraft/backup 世界-让您的备份备份你当前的世界变成.minecraft /备份\n\n以上出自不负责的有道翻译      \n\n",
    "replies": [
        {
            "author": "8496",
            "timestamp": 1316473620,
            "txt_content": "发帖者表示刷黑基佬玩去~"
        },
        {
            "author": "denado",
            "timestamp": 1316483700,
            "txt_content": "等了3天终于出了啊。。能制作我的航母了。"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1316486280,
            "txt_content": "终于出了 该更新帖子去了"
        },
        {
            "author": "green丶bastard",
            "timestamp": 1316487600,
            "txt_content": "。。。谷歌翻译"
        },
        {
            "author": "denado",
            "timestamp": 1316491500,
            "txt_content": "发现此版本有BUG。。\ndamage无效。 \nWORLDEDIT的功能大部分基本用不了。\n等修正了,"
        },
        {
            "author": "Abug",
            "timestamp": 1316492520,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "spread",
            "timestamp": 1316924280,
            "txt_content": "謝謝分享~"
        },
        {
            "author": "囧小孩",
            "timestamp": 1317367380,
            "txt_content": "Abug 发表于 2011-9-20 12:22 \n终于出了- -顶啊\n倒萨倒萨大厦的撒旦撒旦"
        },
        {
            "author": "a460736556",
            "timestamp": 1319386020,
            "txt_content": "求续期啊~~~~~~~"
        },
        {
            "author": "我们不能死",
            "timestamp": 1320201420,
            "txt_content": "快续期啊！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "hz54321",
            "timestamp": 1324227420,
            "txt_content": "求续期啊...........！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！！"
        },
        {
            "author": "rastlin",
            "timestamp": 1337685060,
            "txt_content": "球续期。。。。。。。。。。。重新安装了之后发现整个网络上都没有了。。。。。。。。。。。"
        }
    ]
}