{
    "title": "[Minecraft.net | INSIDER]现在就来关注我们的Instagram吧！",
    "author": "封徵",
    "replyCount": 1,
    "timestamp": 1584193680,
    "txt_content": " 本帖最后由 封徵 于 2020-3-15 08:08 编辑 \n\nMinecraft on Instagram!\n现在就来关注我们的Instagram吧！\nWe'll fill your feed with Creepers! In a good way!\n我们会用一种绝佳的方式把苦力怕的高清大照填满你的首页的！(以下的所有IG博文内容都已翻译完成)\n\nTom Stone 汤姆·斯通\nDo you love love love Minecraft.net, but wish our articles contained more incredible images and less of my dumb words? Then you should be following Minecraft on Instagram!\n你是不是超级超级超级超级喜欢浏览我们的官方网站，却希望能在更多的地方更多时候看到更多的不可思议的游戏图片和听到更少来自我的碎碎念？那么现在你就应该立马关注我们的Instagram账号了→ Minecraft on Instagram!\n\nAlso,ouch .\n还有就是(欸，等等，我好像忘记了什么)。\n\nWe've been on Instagram since late last year, creating exclusive Minecraft art and animations you won't find anywhere else. Want to take a deep dive into the history of our swimming animations? Learn more about how each block works? See a cute Minecraft pig waddling through your feed? Of course you do! Even I want to follow Minecraft on Instagram! But I can't remember my password :(\n其实我们早在去年年底就已经入驻了IG，并且发布了一系列有关我们游戏的独家动画与艺术作品。想要了解我们制作实体游泳动画的过程和这其中发生的趣闻吗？想要知道更多关于每个方块的神奇妙用吗？或者是你想看一只猪猪的目光与步伐完全被你(手上的胡萝卜)所吸引吗？你当然想看啦！就连我也想马上就关注我们的官方的IG账号了，但是不幸的是，我忘了我的账号密码了 :(\n\n溺尸的转化及其背后原理在这部动画里有着详细的阐释。 但你知道吗，在水下直面僵尸的脸实在是太恐怖了，所以我到现在都不敢独自一人去看这部动画, 但我相信你肯定比我胆子大得多, 所以现在就 点击这里在IG上观看 这部超赞的“恐怖动画”吧！\n\n想要更加了解你喜欢的生物吗？我们现在为每一种生物都推出了上面图中所示的全新便捷式卡牌! 而且，我们让每一张卡牌都“动”了起来 —— 点击这里 来看看到底是什么回事吧！\n\n这次我们派出了我们的王牌摄影小队一路紧跟 Steve 先生的步伐，来到了海平面之下，这次，他们在水下拍出了 能够完美演绎游泳动作变迁的影片！\n\n如果你想要了解更多关于物品在合成表的**的话，那可正好了，我们已经制作出了全新版本的、可以活灵活现“动”起来的合成表(演示动画)。所以如果你已经玩了Minecraft好几年了却从来不知道怎么样才能做出一把闪闪发光的镐子的话 (呃……你不会真的不会吧?) 那就赶快 点击这里 观看吧！\n\n我们同时也为方块家族们制作了小动画!点击这里进行观看。而且这些小动画里面都藏着每个方块背后不为人知的秘密哦！超级有趣也超级有教育意义！真的不来看看吗？\nStill reading this?When you could be clicking this line of green text and heading to our Instagram? Suit yourself, but there's no point sticking around here. My writing isn't suddenly gonna start getting better. Seriously, I'm not even planning to finish this article properl\n还在读吗?那你到底什么时候才能点进来关注我们的Instagram账号呀？ 算了，你自己说吧，但这毫无意义。我的写作水平可不会被你看着看着就变好了。而且老实说，我都不打算把我的这篇文章读上第二遍！ \n\n【封徵 译自官网 2018 年 09 月 15 日发布的 Minecraft on Instagram!；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584194640,
            "txt_content": " 本帖最后由 封徵 于 2020-3-15 08:10 编辑 \n3.15日更新报告：\n1.更改了第一张图片的措辞，补齐了漏字；2.把第二张图片正文结尾多的一个句号删除了。\n\n应该已经没什么错误了，如果还有的话麻烦在这个帖子下面回复告知我一下！\n\n（我看到了的话就会马上改的！）\n\n"
        }
    ]
}