{
    "title": "[Minecraft.net|CULTURE] 秋色艺术",
    "author": "Sinbad_Official",
    "replyCount": 7,
    "timestamp": 1584277800,
    "txt_content": " 本帖最后由 321yu_wango 于 2020-5-2 06:36 编辑 \n\nAutumn Colours\n秋色艺术\nThe hard work behind a magical fall scene\n一个背负着辛勤汗水的美丽场景\nJay Castello 杰伊·Castello\nThere is something magical about the autumn. It gives us just a few weeks of beauty as all the leaves go from green to oranges and reds, before they all fall off and winter rolls in. Today’s builder, Averine, has captured that short time forever in his fiery-coloured build.\n在秋季，你总能看到一副绮丽的景色。这景色往往是昙花一现，只持续短短几周时间，树叶从绿色渐变为橘黄色，然后全数飘落，寒冬到来。今天介绍的建筑师，Averine，恰好抓住了它们将落未落，翩翩凋落前的那一刹那，并将其永远记录在了他那热情似火的建筑中。\n\n“It is simplistic,” he tells me, “a stretch of road running across an undeniably alluring forested countryside, basking in the beautiful warm colours of autumn.” But don’t let this description fool you! A lot of hard work went into making sure that everything on the map was exactly right.\n“这看似很简单,” 他告诉我，“一段道路从乡间穿过，周围的森林美不胜收，（这让人不禁）沐浴在沁人心脾的金秋色彩之中。” 不要被这充满诗意的描述给骗了！为了让地图上每一处都恰到好处，Averine为此做出了不少的努力。\n\n\n“I started with the terrain as the base, making it orange, red, and yellow as though it was covered in leaves. The highway came next: its various twists and turns are angled to closely hug the hills beside it. Then, I created six or seven trees of various colours and sizes, and proceeded to paste them at different orientations throughout the landscape,” he explains.\n“我将地形设计作为伊始，我让橙色、红色和黄色作为地形的基色，为营造一种秋叶覆盖其上的美感。接下来是高速公路：道路弯曲扭转的角度，紧密贴合着依附的山丘。接着我手动造了六七棵小树，我将其翻转并粘贴到了地图的各个方位,” 他说。\n\nHe then added some hidden details to jazz the whole thing up a bit. For example, nestled a little way from the road is a wood cottage, with flowers planted outside, a well for fetching water, and a torch by the door that glows like a beacon in the dark forest. “I’m sure nobody would say no to living there!” Averine tells me. I would certainly like to visit – there’s not many places you could get so much peace and quiet!\n他之后又添加了一些小细节来给整个地图增加了一丝烟火味。举个例子，小径旁是一间小木屋子，屋外野花葳蕤，一口水井筑于屋外，房门口的一把火把如同这黑暗森林中的灯塔。“有谁会不想在这住下来呢？” Averine 告诉我。我当然很向往那里 – 像这样能让你心旷神怡的地方可不多见啦！\n\n\nIt’s not just the cottage that demonstrates Averine’s attention to detail, either. The trees themselves are cleverly designed with lots of different kinds of blocks to add texture to their gorgeous colours. “I put rose bushes in some of the leaves to give more variation to the red colours, and dead bushes can also be found on the taller trees, representing leafless twigs,” he says, to give me an example. “All in all, unconventional blocks, when used in the right places, can greatly improve a build.”\n不仅仅只有这间小木屋向我们阐释了Averine的细致入微。这些树木被精妙的设计成了不同方块构成的结构，这样它们美妙的纹理就有更多颜色了。“我在万叶丛中点缀了一抹红色（玫瑰花丛），来让红色有更多的变化，在较高的树上放置了一些枯萎的灌木来代表衰败的树枝,” 他说，给我举了个例子。“总而言之，一些冷门的方块如果用到了对的地方也会大放异彩。”\nHe tells me that the build was a great way to try out new techniques, especially as it was his first landscape build. “If there’s one thing I’ve learned from the process, it’s to constantly try,” he explains. “Experiment with new building techniques, or try a new thing. I told myself, ‘just do it, if you screw up, at least you know where not to screw up next time!’” Some great advice that applies to more than just Minecraft building!\n要想尝试运用你新学到的东西，在建筑中实战就是最佳途径。Averine在他第一次建造观赏类建筑时的感触特别深，他告诉我。“要说我在这过程中有啥启示，那就是坚持不懈，” 他说。“要想尝试运要敢于实验新的建筑技术，或者尝试新的事物。我告诉自己，干就完了，如果被一个坎绊倒的话，下次就可以跳过这个坎了”用你新学到的东西，在建筑中实战就是最佳途径’ ”这些建议可谓是不止局限于Minecraft建筑这一方面了！\n\n\n\n\n\n\n\nAverine says that it even helped him in his schoolwork. “I'm still in college and the concept of experimenting applies heavily here too – exploring new study methods and thought processes,” he tells me.\nAverine说这也对他的学业起到了进步的作用。“我是一名大学生，反复实验的理念让我受益良多 – 也就是在探索和学习新的学习方法与思维方式的方面上，” 他告诉我。He says that he’s really pleased with the whole build. “I'm surprised at how well it turned out, given this is my first attempt at a terrain-based creation. But I really like the vibes this build gives off. The colours, the feeling, and nature combine elegantly.”\n他说他真的对这个建筑的整体十分满意。“由于这是我第一次在地形这方面做尝试，所以我对它的效果感到十分惊喜。不过这个建筑的氛围的确吸引了我。色彩、感觉和自然优雅地结合为了一体。”\n\nNow, he wants to use everything that he’s learned to create better builds in the future. “I’m better at structural building, but I hope that in the future my builds will start to incorporate both terrain and structures,” he says.\n目前，他想用他的“毕生所学”在未来创作更好的作品。“有一说一，其实我更擅长建造结构建筑，不过我期望将来我能让地形和多结构建筑相辅相成。” 他说。\n\n\nIt’s this perseverance that’s carried Averine from the beginning of his building hobby. After he tried to join the Wynncraft build team but was turned down, he decided that the only thing to do was to keep learning and try again. “Seeing the ‘sorry but your application was denied’ message numerous times kept pushing me to improve my work. I gradually improved to the point that I managed to secure a builder position on the server!”\n就是这种锲而不舍，一往直前的精神鼓动了Averine建筑的决心。在他尝试加入Wynncraft①的建筑团队被拒绝后，他并不气馁，下定决心，不断学习，再次尝试。“当我看到 ‘对不起，你的申请被驳回了’ 这则邮件后，它就像一头时刻追在我后面的豺狼，促使我不断进步。苦心人天不负，最后我总算在这个服务器中争取到了建筑师的职位!”\n\nBut clearly that hasn’t stopped him from continuing to learn and get better. Practice makes perfect after all!\n但很明显，Averine并不会止步于此。活到老学到老，熟能生巧！\n\nRenders by:Ruyh and 4newlife .Build assistance: FrozenJelly\n渲染：Ruyh 和 4newlife  建筑助手：FrozenJelly\n\n【321yu_wango 译自官网 2018 年 08 月 10 日发布的 Autumn Colours；原作者 Jay Castello】\n【本文排版借助了：SPX】\n注：①Wynncraft：国外最大的RPG服务器之一。\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584377580,
            "txt_content": " It gives us just a few weeks of beauty as all the leaves go from green to oranges and reds, before they all fall off and winter rolls in. \n我们建议还是把这句话翻出来：树叶从绿色渐变为橘黄色，然后全数飘落，寒冬到来。\n\na stretch of road running across an undeniably alluring forested countryside\n一段道路从乡间穿过，周围的森林美不胜收\n（断句是 a stretch of road = 一段道路，running across = 穿过）\n\nits various twists and turns are angled to closely hug the hills beside it.\n道路弯曲扭转的角度，紧密贴合着依附的山丘\n\n不会有人不想住在这的\n我们可以考虑换个句式：有谁会不想在这住下来呢？\n\n实战是尝试运用你新学到的东西的最佳途径\n要想尝试运用你新学到的东西，在建筑中实战就是最佳途径\n\n说我在这过程中有啥启示，那就是坚持不懈\n说我在这过程中有啥启示，那就是坚持不懈地尝试\n\n尝试新技术/事物，我暗自给自己鼓励“just do it，如果这次失败了，下次就可以跳过这个坎了。\n要敢于实验新的建筑技术，或者尝试新的事物。我告诉自己，“干就完了，如果被一个坎绊倒的话，下次就可以跳过这个坎了”\n（前面最好还是拆开来，后面让前后的形容有个照应）\n\n这些建议不单单适用于在Minecraft建筑这一方面。\n这些建议可谓是不止局限于Minecraft建筑这一方面了！（强调的语气）\n\n中间有一张图似乎重复了，不知道是原文的疏漏还是转换器的问题，还是清理一下吧\n\n在探索和学习新的学习方法与思维方式的方面上，\n也就是在探索和学习新的学习方法与思维方式的方面上，\n\n这一段之后的换行没了\n\n所以我对它的效果十分惊讶\n所以我对它的效果感到十分惊喜\n（用惊喜这个词好点）\n\n其实我更擅长建造人为建筑\n和后文统一为结构建筑好一点\n\n下定决心，再试一次\n下定决心，不断学习，再次尝试"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584401940,
            "txt_content": "KalphaGo 发表于 2020-3-17 00:53\nIt gives us just a few weeks of beauty as all the leaves go from green to oranges and reds, before  ...\n“just do it”那里我想用NIKE的梗的=(:з」∠)_"
        },
        {
            "author": "LeoQian777",
            "timestamp": 1584411000,
            "txt_content": "kukykuk666666"
        },
        {
            "author": "LeoQian777",
            "timestamp": 1584411060,
            "txt_content": "可以可以可以可以可以"
        },
        {
            "author": "dhshh",
            "timestamp": 1584936480,
            "txt_content": "\n辛苦作者\n"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1588359180,
            "txt_content": "leafless twigs 枯叶 -> 枯枝"
        },
        {
            "author": "kayn-",
            "timestamp": 1592984220,
            "txt_content": "感谢搬运和翻译，大佬辛苦了"
        }
    ]
}