{
    "title": "[ Minecraft.net | MERCH ] 如何建造一个自动刷怪塔",
    "author": "592764254",
    "replyCount": 5,
    "timestamp": 1584203220,
    "txt_content": " 本帖最后由 592764254 于 2020-3-16 10:57 编辑 \n\n\n\n\n\n1.jpg (47.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 14:55 上传\n\n\n\n\nHOW TO BUILD A MOB FARM TRAP | MINECRAFT如何建造一个自动刷怪塔 | 我的世界\n\nGet a nice crop of drops with this excerpt from our Guide to Redstone\n用我们的《红石指南》帮助你获得大丰收\n\n\nThis tutorial is an excerpt from one of our newest books - the Minecraft: Guide to Redstone. It's jam-packed full of tips, tricks and step-by-step guides to brilliant redstone contraptions. It also looks rather pretty. You should check it out!\n这篇教程摘自我们的新书——《我的世界：红石指南》。这本书里都是满满的干货——对红石装置的使用注意事项，使用技巧以及每一步建造的指导。它看起来也是非常惹人注目，你真的不应该错过它！\n\n\nWe’re going to use the piston clock circuit as the basis for a handy mob farm, which lures in sunlight-hating mobs. It uses some of the outer loops of the piston clock to initiate different parts of the trap, and collect all the drops in easily accessible chests.\n我们会把活塞时钟电路作为刷怪场的基层，它能够吸引那些见不得光的生物。这个装置使用活塞钟的外环来启动刷怪场的不同部位，然后把收集到的战利品直接输送到附近的箱子里。\n\n\n\n\n教程开始\n\n\n\n\n1.png (246.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n\n1. Start by digging a 2 x 2 ditch for the piston clock, then place a redstone torch in each of the spaces.\n1.先挖一个2X2的小坑，这是为活塞时钟电路准备的，然后在每一个空位放上红石火把。\n\n\n\n\n2.png (296.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n2. Add a piston on each side of **, facing the torches below. You'll need to place a single block to start the circuit, but do this at the end so it doesn't affect your build.2.在小坑的每一边各放一个活塞，方向朝向下方的红石火把。然后你需要放一个方块来启动电路，但是这一项需要在全部步骤完成后再做，否则会影响刷怪场的搭建。\n\n\n\n\n3.png (329.6 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n\n3. Now add the outer loops of the piston clock. For each loop, place a repeater facing into the side of the piston, then place redstone from the back of the repeater to the edge of **.3.现在我们来添加活塞时钟电路的外环。每一个环路都需要放置一个朝向活塞的红石中继器，然后用红石从中继器后方一直连到小坑边上。\n\n\n\n\n4.png (285.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n4. Add another redstone dust beside one loop, then build a redstone ladder by placing slabs and adding redstone on top. You may need to place solid blocks first to place each slab in the top of the block space.4.在其中一个红石环路旁边加一层红石，然后搭建台阶并在上面放置红石，这样就搭成了一个红石电路梯子。搭建时你可能需要在台阶后方先放一个方块，这样才能把台阶放在一个方块的上半部分。\n\n\n\n\n\n5.png (245.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n5. Now build a platform from solid blocks, one block higher than your highest slab. It should be six blocks long by six blocks wide.\n5.现在在比刷怪场最高的位置高一个方块搭建一个实心方块平台。它应该是六个方块长，六个方块宽。\n\n\n\n\n\n6.png (267.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:51 上传\n\n\n\n\n\n6. Leave a one-block border around the platform, then place a solid block in each corner, and place a large chest in the spaces between each block.\n6.在平台周围留出一个方块的边界，然后在每个角落放置一个方块，并在每个方块之间的空位各放一个大箱子。\n\n\n\n\n\n\n7.png (257.05 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:54 上传\n\n\n\n\n\n7. Place a dropper on top of each block, so there is a dropper facing each of the chests. Now place a hopper directly in front of every dropper. You'll need to sneak while placing the hoppers on the chests.\n7.在每个方块上放置一个投掷器，这样每个箱子都连接着一个投掷器。然后把一个漏斗放在每个投掷器的正前方。你需要按住SHIFT才能把漏斗放在箱子上。\n\n\n\n\n\n\n8.png (226.74 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:56 上传\n\n\n\n\n\n8. Now build a 6 x 6 ring in the block space above the droppers and hoppers. It should be the same size as the platform you built in step 5.\n8.现在在投掷器和漏斗上方用方块搭一个6X6的圈，它的大小应该和你在步骤5中搭建的平台相同。\n\n\n\n\n\n\n\n9.png (228 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:57 上传\n\n\n\n\n\n9. Fill the gaps in the ring with more hoppers. One hopper should feed directly into each of the droppers below, and the output tubes of other hoppers should feed into the ones above the droppers. You'll need to sneak when placing these as well.\n9.用漏斗填满刚刚建造的那个圈。其中一个漏斗会把物品直接输送到每个投掷器中，其他漏斗的物品应输送到投掷器上方。在放置这些东西的时候，你也需要按住SHIFT才行。\n\n\n\n\n\n\n10.png (243.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 17:03 上传\n\n\n\n\n\n10. Add a row of dispensers facing the hoppers. Extend your current redstone ladder to the new platform, and use a repeater to strengthen the signal. Then loop redstone around the outer hoppers and on top of the dispensers. When the circuit is finished, you’ll have to fill each of the dispensers with fire charges to defeat the trapped mobs.\n10.在圈上增加一排面向漏斗的发射器，然后将你的红石电路梯延伸到新的平台上，并使用红石中继器增强信号。然后在最外侧的所有漏斗和发射器上铺红石。当一次循环结束时，你必须在每个发射器里装满弹药（火焰弹，弓箭之类的）才能杀死被困的怪物。\n\n\n\n\n\n\n\n11.png (270.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 17:06 上传\n\n\n\n\n\n11. Create a second redstone ladder leading from another loop of the piston clock. It should be two slabs taller than the first redstone ladder.\n11.搭建第二个红石电路梯，从活塞时钟电路的另一个接通进行循环，它应该比第一个红石电路梯要高2个方块。\n\n\n\n\n\n\n\n12.png (233.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 17:08 上传\n\n\n\n\n\n12. Build a new platform, two blocks higher than the current floor, so it's a block higher than the top slab in your new redstone ladder. Destroy the blocks one block away from the edge to create a small ring.\n12.建造一个新的平台，比现在的层数再高两个方块，所以它比你新搭的红石电路梯的最高处还要高一个方块。把离平台边缘一个方块的所有方块破坏掉，形成一个小圈。\n\n\n\n\n\n\n13.png (245.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 17:10 上传\n\n\n\n\n\n13. Place trapdoors in the block spaces, and add a loop of redstone around it. You’ll need to place a pair of repeaters in the loop facing in the same direction a few blocks apart, as the signal will be at its weakest when it reaches this height. Now add the solid block on top of a redstone torch in the piston clock.\n13.在刚刚破坏方块的位置放上活板门，然后在其周围铺一圈红石。你还得在同一侧的环路上放置一对中继器，它们相隔2个方块，因为当信号传输到这一层时是最弱的。现在将方块放置到活塞时钟电路里红石火把的上方。\n\n\n[attach]1503142[/attach]\n\n\n\n\n\n14.png (210.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 17:15 上传\n\n\n\n\n\n14. Now to lure in mobs, build a platform three block spaces above the trapdoors. This will provide shelter from the light, so mobs will hide there, drop through the trapdoors, get pelted with fire charges and drop their items when they die. The items will siphon down into the hoppers, and end up in the chests for you to collect.\n14.现在为了引诱怪物，请在活板门上方三个方块的位置建一个平台。它可以提供背阴处，这样怪物们就会躲在下面，同时掉进活板门，被弹药击中，死亡后掉落很多物品。这些物品会被吸到漏斗里，最后输送到箱子里，你就可以收集啦。\n\n\n\n\n\n\nThe Minecraft: Guide to Redstone is available to buy right now - and it looks a lot nicer in print than it does on the site. Download the pdf of this tutorial below for proof!\n《我的世界：红石指南》现在已经可以买到啦。而且它的纸质版看起来比在网上浏览要舒服得多。请下载下方本教程的pdf来证实我说的话吧！\n\n如何建造一个刷怪场教程.PDF(点击下载)\n\n\n原文作者：Craig Jelley发布时间：2017/10/12原文地址：https://www.minecraft.net/zh-hans/article/how-build-mob-farm-trap翻译作者：Srar\n\n",
    "replies": [
        {
            "author": "束长辉",
            "timestamp": 1584315960,
            "txt_content": "楼主万岁万岁万万岁"
        },
        {
            "author": "铁锈战争",
            "timestamp": 1584319080,
            "txt_content": "为什么火药可以杀死怪物？"
        },
        {
            "author": "无数灬星空",
            "timestamp": 1584326700,
            "txt_content": "火药？不是火焰弹或者是弓箭吗？"
        },
        {
            "author": "592764254",
            "timestamp": 1584327360,
            "txt_content": "无数灬星空 发表于 2020-3-16 10:45\n火药？不是火焰弹或者是弓箭吗？\n有道理，这就修改"
        },
        {
            "author": "8689",
            "timestamp": 1584435120,
            "txt_content": "完全不用这么复杂，摔落式怪物磨床不就是全自动的吗？\n"
        }
    ]
}