{
    "title": "[Minecraft.net|INSIDER] 背包盘点：睡莲",
    "author": "Water_Bell",
    "replyCount": 4,
    "timestamp": 1584233460,
    "txt_content": " 本帖最后由 Water_Bell 于 2020-3-15 10:14 编辑 \n\nTaking Inventory: Lily Pad\n背包盘点:睡莲\nSomething to ponder\n深思熟绿\n\nDuncan Geere\n\nMinecraft’s swamps are dark, dank places, full of mud, clay, and slime. But they’re also one of the most useful biomes – there are a bunch of resources and items that can only be found in swamps. And one of them is our item of the week – the lily pad.\nMinecraft中的沼泽是个阴森潮湿的地方，烂泥，黏土，还有史莱姆充斥于其中。然而沼泽也是最有用的生物群系之一 – 那里有许多独有的资源和物品。我们的本周物品 – 睡莲，就是其中之一。 \n\nLily pads were added to Minecraft in version 1.0.0, alongside the enchantment system, nether fortresses, and potions. When implemented, they were 1?64 of a block tall. But today they’re a little thicker – 3?32 of a block. That’s about a pixel and a half, fact fans.\n睡莲在1.0.0版本与附魔系统，下界要塞和药水一同被加入Minecraft。一开始，它们只有1/64格高。而如今它们要更厚一点 – 有3/32格。差不多是一个半像素那么高。 \n\n\nAs noted above, lily pads only generate naturally in swamps. But if you’re in desperate need of one and there’s not a swamp to be seen, then try poking around in a woodland mansion instead – you might find one there. It’s also possible to buy them off wandering traders, and occasionally you’ll fish one up, too.\n正如上面所提到的，沼泽是唯一能够生成睡莲的生物群系。如果你急需睡莲却找不到一片沼泽的话，也可以尝试在林地府邸里搜寻一下 – 在那里你可能会发现一片。它们也可以通过流浪商人交易获得，有时你也能钓上一片。 \n\nLily pads are most useful as a way of walking on water. They’ll support a player’s weight, making them handy on farms and to make bridges across water. Oh and did you know that lily pads can be placed on ice as well as water? It’s true – and handy, too – a few lily pads on an icy river can interrupt a dangerous slide.\n当你在水上行走时，睡莲非常有用。它们能撑起玩家，让我们能方便地耕种，以及搭起通过水域的桥梁。你知道睡莲能放在冰上，就像在水上一样吗？这是真的 – 同时也很有用 – 几片冰上的睡莲能有效防止你脚滑。 \n\nLily pads can also be handy for starting construction in the middle of the ocean. If you swim underneath one, you can place a block on its underside – it’ll break the pad, but leave the block in place. Useful if you don’t want to swim all the way to the seabed or the shore.\n若要在海洋中进行建筑，睡莲是个不错的辅助。只要游到它的下面，就可以把一个方块放在它的下方 – 这会把它破坏，但能留下一个方块。这方法非常有用，你绝对不会想一直游到海底或者海岸上的。 \n\n\nIn the real world, lily pads are the leaves of the Nymphaeaceae family of flowering plants – better known as “water lilies”. There are about 70 different species, found all over the world, including Victoria amazonica – the giant water lily, whose pads can be large as three metres across(!). Their flowers are white the first night they’re open and become pink the second night.\n在现实世界里，睡莲是睡莲科显花植物– 也叫“水莲” 的叶子 。睡莲有差不多70个不同的种，能在世界各地被找到，包括莲叶能有直径3米那么大的Victoria amazonica – 亚马逊王莲。它们的花朵在开放的第一夜是白色的，到第二夜则会变成粉色。 \n\nThe giant water lily was the subject of major rivalry between gardeners of Victorian England. There was stiff competition between the gardeners of the Dukes of Devonshire and Northumberland as to who could be the first to get one to flower. In the end, Joseph Paxton (for the Duke of Devonshire) won the competition in November 1849, by replicating the lily’s natural environment using coal-fired boilers. The lilies’ ribbed underside later inspired Paxton’s designs for the Crystal Palace .\n亚马逊王莲是维多利亚时期英国园丁们大多数比拼的主题。德文郡公爵和诺森伯兰公爵的园丁们曾有过关于谁能率先使亚马逊王莲开花的激烈比拼。最终，Joseph Paxton(他为德文郡公爵服务)在1849年十一月通过以燃煤锅炉来营造王莲原生环境的方法赢得了比赛。王莲带着肋状叶脉的底面启发了Paxton后来为水晶宫 所做的设计 。\n\nWater lilies are symbolic to many cultures. They’re the national flowers of Bangladesh, Sri Lanka, and Guyana, and the state flower of Andra Pradesh in India. Lily pads are also seen in Northern European heraldry, most notably on the flag of Friesland and the coat of arms of Denmark. In both cases, they’re coloured red and so look like little hearts instead.\n在许多文化中，睡莲都具有象征意义。它被作为孟加拉国，斯里兰卡和圭亚那的国花，以及印度阿德拉邦的邦花。睡莲也能在北欧一些地区的纹章上看见，特别是弗里斯兰省旗和丹麦国徽。在这两者上它们都被涂成红色的因而像个爱心。(译者注：明明就是爱心还要硬说是睡莲！)\n\nSo there you have it – if you want to win a gardener’s heart, get them a lily pad. There’s no finer aquatic flower.\n现在你大概知道了吧 – 如果你想要赢得一位园丁的心，就给他/她一片睡莲。世上没有比这更棒的水中花朵了  \n\n【Water_Bell 译自官网 2020 年 03 月 12 日发布的 Taking Inventory: Lily Pad】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584237120,
            "txt_content": "在那里你可能会发现一个“一个”睡莲的表述总觉得怪怪的，不如和前后统一成“一片”，“你可能能在那里发现一片”亚马逊王莲是维多利亚时期英国园丁们大多数比拼的主题这句话其实读起来也感觉不太好，可能需要修改一下，比如改成“热门主题”等等\n\n\n\n"
        },
        {
            "author": "8689",
            "timestamp": 1584443520,
            "txt_content": "没想到睡莲还能这么用，我以前还以为只是装饰性方块。。。"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1589690640,
            "txt_content": "沉睡的博文哟，我现在以译者之力将你唤醒\n好久没有抢到文章翻译了，这次被加了5个绿宝石就回来看了一遍,感觉翻译腔还是太重\n\n\n\n\n其实只是想看一下标题有没有变绿"
        },
        {
            "author": "3579468",
            "timestamp": 1589691180,
            "txt_content": "谐音副标不错（￣▽￣）"
        }
    ]
}