{
    "title": "[Minecraft.net | CULTURE] 崇高致意",
    "author": "封徵",
    "replyCount": 2,
    "timestamp": 1584245340,
    "txt_content": " 本帖最后由 封徵 于 2020-3-15 12:16 编辑 \n\n\n\n\n\nfile_1584245631000.jpg (95.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:13 上传\n\n\n\n\n\nFor Valhalla[sup]*1[/sup]\n崇高致意\nMichael Newton walks us through his Minecraft mega-palaces!\nMichael Newton 将为我们讲述史诗建筑背后的故事！\n\nTom Stone 汤姆·斯通\nSince I work for Mojang, people assume I'm pretty good at building in Minecraft. 'Wow!' the people scream in my face. 'You must live in a magnificent castle made of diamonds, emeralds and the skulls of the poor. Cool!'\n当我开始为 Mojang 工作的时候，大家就觉得我极其擅长建筑了。“ 我的天呐！” 在看到我的作品后，人们常常会发出这样的惊叹。“ 你肯定是从小就住在那种墙壁镶满了钻石和绿宝石的那种在阳光下熠熠生辉的宫殿的豪门子弟吧！这真的是太酷了！”\n\nActually, my creepy friend, I don't have time to build anything that fancy. I'm far too busy writing for the Best Website on the Internet. That's why my 'house' is just a tiny shack with walls made of dirt, windows made of more dirt and a roof made of nothing. Pretty depressing when it rains. Still, saves time on showering!\n但事实上，我那些大惊小怪的朋友们，我要说我可没有什么时间来做他们口中所说的“酷炫的事情”。我一直在为我们的世界上最棒的网站(指Minecraft.net)不停地撰稿。这就可以解释说为什么我的“房子”只是一个用泥土随意搭起的立方体了 —— 甚至连窗框都是！而且说句老实话我连屋顶都还没盖呢 —— 每到下雨的时候就有点难熬了，但……好歹，我暂时不用洗澡了，帮我节省了不少时间！\n\nBut one man who wouldn't be seen dead in my pathetic dirt-shack is Michael Newton (also known by his Xbox Live gamertag, HoBo f0r L1Fe). That's because he specialises in building spectacular Minecraft palaces. They're all part of Valhalla, a map Michael started on the Xbox 360 version and now plays on Xbox One. Truly worthy of the Gods! Frankly, we're not sure us mere mortals are worthy of even looking at the screenshots. Take a gander anyway. It's worth the risk!\n但有一个人，他绝对没可能出现在和我的小破屋类似的建筑里，那就是Michael Newton  (他也以 HoBo f0r L1Fe 的ID被众多玩家在Xbox游戏社区所熟知)。原因就是他以手中所出的宏伟大气、雕栏玉彻的桂殿兰宫而闻名。这所说的便是“瓦尔哈拉殿堂”，这是一张他由Xbox 360版一直到现在的Xbox One版还一直在不断完善至臻的地图。我说上帝，你真的应该来好好观摩一下！坦白说，我都不知道我们这些凡人有没有尊贵到能偷窥英灵的殿堂了。算了，让我们深吸 口气，从现在开始能多看几眼就看几眼吧，看到就是赚到！\n\n\n\n\n\n\nfile_1584245644000.jpg (322.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:13 上传\n\n\n\n\nMichael: '这座罗马风的建筑是这张地图里为数不多的几幢建筑之一。如果你仔细观察的话，就很容易发现这是我以罗马斗兽场为蓝本建筑的巨型建筑。' 希望里面不要发生和某建筑一样骇人的事……\n\n\n\n\n\n\nfile_1584245650000.jpg (236.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n'但我觉得我并不算那种拙劣的模仿者，每一次的建筑、每一个细节之初我都进行了详尽的创新型设计，来保证自己并不是一位单纯的‘复刻者’。'\n\n\n\n\n\n\nfile_1584245658000.jpg (272.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1584245664000.jpg (251.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1584245670000.jpg (259.28 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n'在建造的过程中，我也发现其实我更想要实现我自己的想法而不是蓝本建筑的' 毕竟，罗马人可从来没想着建一个飞行学院，不是吗?\n'Growing up I was never interested in art,' admits Michael 'until I first encountered Minecraft mega-builds on YouTube in November 2012. Traditional art never had this affect over me, where I sat in silence, mouth wide open, admiring what these builders had created.'\n“其实长这么大了，我从未对艺术产生过哪怕一丝丝的兴趣” Michael 向我们承认道。“传统艺术带给我的感觉其实和它们带给其他普通人的感觉是一样的，我就和其他人一样呆坐在那里欣赏，然后随着大流为那些'艺术品'鼓掌喝彩。直到2012年11月的时候，我在YouTube上看到了'Minecraft Mega Builds'比赛[sup]*2[/sup]的一众参赛作品。”\n\nIt was these ginormo-builds that inspired Michael to aim to create in Minecraft on a similarly large scale. 'Over the years my ideas and build size became more ambitious. Mega-building allows me to build what I want without limitation, I can easily add curves, big details and organics to my projects with limited hassle, and this suits my building style which is tailored to work with large-scaled projects.'\n正是这些宏伟的建筑激发了 Michael 想在Minecraft中造出同样恢宏大气建筑的强烈欲望。“这些年来，我想要我脑中那些想法变为现实的欲望愈发强烈。史诗级的建筑类型允许我毫无顾忌的实现我脑中一切奇异的想法 —— 我可以随心所欲地在我的作品中增添漂亮的‘曲面’、异常丰富的细节与一些能让我的建筑更加打动人心的有机设计。而这些，是无比适合我的建筑类型的。”\n\n\n\n\n\n\nfile_1584245677000.jpg (231.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n\nSo what advice would Michael give to others hoping to build such large-scale wonders? 'You don’t need to plan every little detail before you start building. I suggest coming up with a handful of main ideas for the basic shape and structure of the build and then start outlining from there. This is because you will have weeks if not months to decide on details and extensions you might want to add to the build later into the project.'\n那么现在来听听 Michael 给那些想要造出同样传奇建筑的人的建议吧！“其实你在开始建筑之前，并不用事先就规划好你建筑的每一处细节。你要做的就是在心中勾勒好建筑的主体框架和大纲，然后像是涂绘本一样一点点的向内填充入你不断产生的灵感与想法 —— 因为大纲的建立是短时间的事，而细节之处的灵感和想法是你可以用几个星期甚至是几个月进行详细的规划的。”(你永远也不知道什么时候一个绝佳的灵感会突然地出现)\n\n'Once you have established your main ideas your next task is to outline the basic structure of the build. This is the perfect time to try ideas out, see what fits together and what doesn’t work so well, therefore it’s beneficial to be flexible with your outline and try not to force ideas that don’t work well together.'\n“一旦你已经确定好了你的大致想法，就马上开始建出你的建筑的主体框架吧！而这个时候就是你尝试各种想法的最佳时机，从而甄别出你的哪些想法是有价值的、可实现的，因此你的框架要尽量的灵活。而且你要避免强行实现那些对你来说不大可能实现的想法。”\n\n'When you’re happy with your outline you need to fill in the basic structure which includes walls, floors, ceilings and roofs. This will let you see how your build is going to look and how your different ideas will interact, so it’s important to remain flexible and change anything you’re not happy with, otherwise you will regret it later down the line.'\n“当你已经对你的主体框架感到大体满意时，你就需要开始往内填充诸如墙壁、天花板与屋顶在内的各种基本结构元素。完成这些后会让你对你的最终成品的样子有一个大概的预估评判，以及看到你那些奇思妙想是如何彼此间发生化学反应的。因此，保持你建筑的灵活性和及时修改你认为任何不太妥当的地方是十分重要的，否则，你将会追悔莫及。”\n\n\n\n\n\nfile_1584245685000.jpg (302.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n'我常常在完成这项建筑计划的时候就会想出有关我下一个建筑的一些灵感或是点子,' Michael 补充道。 '而这些的来源要么是我现在正在做的建筑，要么是灵光一现的结果。'\n\n\n\n\n\n\nfile_1584245696000.jpg (258.7 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n'先仔细思索我在现实世界中有没有看过和我要做的建筑类似的建筑，然后我会在网上仔细观摩学习它们，并利用我所学到的东西帮助我更好的建立我的主体框架。' 这也取得了很好的成效。\n\n\n\n\n\n\nfile_1584245703000.jpg (110.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:14 上传\n\n\n\n\n建造时间到！ '我的大纲和框架实际上是非常灵活的，通常我会对它们进行多次的修改，直到我满意为止。然后我才会往里面填充基本结构，比如墙壁、天花板、房顶等等……'\n\n\n\n\n\n\nfile_1584245710000.jpg (303.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:15 上传\n\n\n\n\n'...这也可以让我大概能想象到我的想法最终呈现出来的成品会是什么样子的, 然后及时修改我不大满意的地方。这项工作大概会完成在建筑开工的前两周内。'\n\n\n\n\n\n\nfile_1584245715000.jpg (145.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:15 上传\n\n\n\n\n为了对比，我现在就给大家欣赏一下我漂亮的小土屋! 呃……我貌似还没被炒鱿鱼耶?也就是说……？\nln Michael's view, the toughest challenge is maintaining interest on a project that doesn't always have a clear end in sight. 'The biggest hurdle you have to overcome is staying motivated long enough to finish the project. I recommend you build in a style that you like the look off and enjoy building, and try to build with friends as much as possible as this will not only get the job done faster but will help keep you entertained months into the project. You should also pace yourself, you need to think of the project as a marathon where you’ll burn yourself out if you try to sprint through the build. I suggest doing a couple hours a day and maybe a bit more during the weekend.\n在 Michael 看来，史诗类型的建筑所带来的富有挑战性的困难是他保持对每一项建筑都拥有不竭动力的源泉。但并不是每一次的规划都有着明晰的目标与确切的考量。“其实在建筑途中你会遇到的最大挑战也只有如何保证自己不对这项工作产生厌倦。所以我强烈建议你选择自己擅长且喜欢的建筑类型、风格作为你的每一次建筑的新计划，这不仅能让你快速、高质量的完成这项计划，而且能让你享受这可能长达好几个月的美好建筑时光。而且大型建筑的建造过程就像跑一场马拉松，如果你一时间冲的太猛，你就很可能失去了完成余下部分的力气了。所以我建议你每天只进行几个小时的'工作'，而周末也是个不错的选择。”\n\n'A mistake some builders make when building their first mega-build is trying to achieve perfection and getting bogged down in details that take months to finish. I suggest you don’t spend more than two months on your first project and then use what you learnt to create a bigger and better build.'\n“一些新手建筑师在完成他们第一幢大型建筑时常常会犯一个根本没必要的错误，那就是 —— 至臻。这会让他们陷入了用一段超长的时间来完善建筑的每个细节，完善了又觉得还能更完善的怪圈中。因此我极力建议你的第一项大型建筑的完成时间不要超过两个月，在你完成后，你就可以用你在第一次大型建筑的经历中学到的东西来投入下一项更大更棒的建筑中去。”\n\n\n\n\n\n\nfile_1584245723000.jpg (257.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 12:15 上传\n\n\n\n\n\nGood advice, but what about Michael's motivation? Which Minecraft creators inspired him to learn to craft these magnificent palaces? 'I started developing my build style back in 2013, therefore the builders that had the biggest impact on my style were from that time. Creolucis influenced the way I shape and structure my buildings and was one of the builders that inspired me to start mega-building in Minecraft. Thatoldkid influenced the way I detail my builds, before I saw his build the Centre of Valhalla I was already detailing in a similar manor but he inspired me to be more detailed and structure based with my projects. And Dannonee influenced the way I build organics ranging from statues to dragons that are currently scattered around my world.'\n好主意，那 Michael 又是为什么要投身入建筑这项工作呢？又是哪位 Minecraft 里的前辈引领着他的呢？“我是在2013年的时候逐渐形成我现在的建筑风格的，所以对我影响最大的建筑师就是那时候我所认识到的一位 —— Creolucis 深深地影响了我的建筑风格，而他也是将我引入“史诗建筑”这一风格的引路人。而 Thatoldkid 则给予了我完善我的建筑的细节的许多指导与方法。在我看到他所建造的 瓦尔哈拉殿堂之尊 之前我已经为我的一个与其风格类似的庄园做了详尽的设计，但他却无数次的鼓励我去做更好更棒的建筑细节。最后是 Dannonee ，他深刻地影响了我制作建筑装饰物 —— 比如雕像、和目前散布在我的世界里各处的龙的方法。”\n\nIt's well worth checking out more of those creators work! Soon as you've finished gawping at Michael's sky palaces, of course. I for one am so inspired, I'm going to build a roof for my dirt-shack! Soon! Maybe!\n当然啦，如果你还在 Micheal 的天空之殿里流连忘返的话！那我就要先走一步啦！我要赶紧为我的小土屋去盖个房顶！我会很快回来的！大概吧！\n\n【封徵 译自官网 2017 年 05 月 13 日发布的 For Valhalla；原作者 Tom Stone】\n【本文排版借助了：SPX】\n【本文图片全部搬运至了国内图床或是本地上传，如有加载失败的现象请自行检查浏览器或是网络】\n\n译者注：\n①“Valhalla”即“瓦尔哈拉殿堂”或称“英灵殿”，传说是阵亡将士与奥丁神永久生活的宫殿。此处是引用其来代指自己所建的史诗类型建筑，文章末尾也有提到这座殿堂，再联系这座宫殿的意思，可得知这也是表达 Micheal 对帮助过的他人的人表达自己的感谢和敬意。  ——词语来源：Bing词典\n\n\n",
    "replies": [
        {
            "author": "老杨最帅",
            "timestamp": 1584355500,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "封徵",
            "timestamp": 1584355500,
            "txt_content": "老杨最帅 发表于 2020-3-16 18:45\n沙发!抢到沙发了\n总感觉你在水贴"
        }
    ]
}