{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·六",
    "author": "晨曦赤寒GO",
    "replyCount": 3,
    "timestamp": 1584247260,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-7-24 02:14 编辑 \n\n“咚咚咚……” \n\n沉重的敲门声把刚刚在床上躺下的蓝从床上拉了起来，他烦躁的挠了挠自己的头发，把本来就乱的头发挠的更乱了。\n \n“那个死宰种大清早的鬼敲门啊！不知道老子这个点才睡吗！” \n \n蓝徒手把门拿了下来，看见的是提着一个小箱子的伊娜大妈。 \n \n“早上好，你这不是看上去很精神吗。”\n \n“精神你个头，要不是老子熬夜熬惯了，早就……算了，老子大人不记小人过，就不和你计较了，大妈你大清早的不在福利院里给那群小屁孩准备早餐，跑我这边干嘛？总不会是闲着蛋疼没事干来我这里吧。”\n \n“我这不是给小黯来送点衣服嘛，昨天你们走的太急了，都没时间给小黯几件衣服。”\n \n“这就是你打扰我睡觉的理由？” \n \n“你这不是还没睡吗？”\n \n“……啧……你进来吧。” \n \n大妈走进屋子，随便找了张椅子坐下，把箱子放在一边。 \n \n“小黯她还没起床吗？” \n \n“还没。” \n \n“那我在楼下先坐会吧。” \n \n蓝也找了张椅子坐下，从衣服的口袋里拿出了自己随身携带的一本只有巴掌大的书翻阅起来。 \n \n“看这样子，你是同意让小黯跟着你了。”\n \n“没有，只是赶不走而已。”\n \n“哈哈，你也就只会嘴硬了……黯……你怎么想到给她取这样的名字，这个字可不是什么很好的字。”\n\n“……管它呢，突然想到就拿来用了……”\n \n“对了，今早宅子后面的小树林里出现了一只精英怪，你有时间就来解决一下。”\n \n“哦……” \n \n满不在乎的应了一声，蓝突然把自己的书收了起来，向楼上走去。\n \n“咋了，突然走掉。” \n \n“她起来了，我去叫她。” \n\n明明楼上没有传来任何声响，蓝却这样子说道。 \n \n“你在她的房间里放了什么警报装置之类的东西吧。” \n \n蓝看了大妈一眼，又把目光收了回来。 \n \n“只是不想有人突然在我家里被干掉我还不知道罢了。” \n \n…… \n \n没过多久，蓝就带着黯回到一楼，黯一看到大妈就下意识的往蓝身后躲，但蓝没有给她躲得机会，直接把她拎到了大妈的面前。 \n\n大妈上下打量了一下黯身上的衣服。 \n\n“啧啧啧，你看看你，都给孩子穿了些什么，昨天没有仔细看，今天看完就感觉你小子单身的有理有据，连拿个尺寸差不多的衣服都不会。” \n\n“我有什么办法，我又不是开服装店的，能拿出来给这小崽子穿的也就这两件能看了，还有，我给这小崽子穿啥子衣服关我单身P事。” \n \n“唉，算了算了，你先出去待着，我给小黯整整衣服。” \n \n“哈？我出去？” \n \n“对啊，你就别费话了，难不成你还想留在这里看女孩子换衣服？” \n\n在大妈的驱赶下，蓝一脸懵逼的站在了自己家门口，接着耳边就传来清脆的锁门声。 \n\n我去！换个衣服至于把我赶出来吗？楼上又不是没有房间，更何况你锁门有个锤子用，老子又不是没办……呸，真当老子会对这种长都没长开的幼女感兴趣？怎么可能！老子又不是方舟那个死变态……罢了罢了，老子我大人有大量，就不和你计较了。 \n \n在门口的阶梯上坐下，翻开了那本只有巴掌大的书，书的封皮上写着“物品总览”这四个字。 \n\n明明只有那么一小本，却敢称《物品总览》，在别人眼中是不是可以称为狂妄呢。 \n\n书页已经翻开，但蓝的注意力却从书上飘转开，疲惫的精神逐渐沉进黑暗……\n\n……不就……三天……没睡吗……怎么会……算了……那就这……睡一下会……吧…… \n \n…… \n \n“蓝！生日快乐！” \n\n“唔……我没跟你讲过我生日是什么时候吧。”\n \n“嘛，别在意这种事情嘛，对了，看看我给你的生日礼物。”\n\n“《物品总览》？好狂啊，没有听过这本书的名字，是什么过气作家写的吗……嘶，师傅你打我干嘛啊！” \n\n“这本书可是我亲手写的，怎么就是冷门作家了……”\n \n“那直接就不是作家了……” \n \n“你在小声嘀咕什么？”\n \n“没……没有，师傅你继续。” \n\n“嘛，我也不和你计较，这本书里可是囊括了这个世界上所以物品的简介，哪怕是传说中的神造物也记录在其中，无论是使用方法、获得途径还是传说传闻，你以后遇到什么不会的都可以去查这本书。” \n \n“就那么一小本？真的装得下那么多东西吗？”\n \n“你可不要以貌取人，它是我用粒子写的，整本书也是我用粒子构成的，怎么可能和其他书比，你只要用粒子激活它就行了，这样我就不用担心你在外有什么不认识的东西了。” \n \n“诶？你这话说的就像你不在了也没有关系，让人毛毛的。” \n \n“哈哈，你这样子理解也没什么关系。” \n \n“师傅你真的要走？！” \n \n“当然……是骗你的啦，你这个小傻瓜，我走了可就没人保护你了，你不愿意我还舍不得你呢。” \n \n“嘁……恶心……”\n \n“哈哈，脸红了。” \n \n…… \n \n“蓝……蓝……醒醒……” \n \n迷糊间总感觉有人在叫自己，蓝揉了揉眼睛，拉开自己有些沉重的眼皮，纯白掺了些金色日光有些刺眼，抬手稍稍遮掩了一下阳光，逆光中，他眼前的世界是一片的纯白。 \n\n纯白的世界里，一个模糊的黑色身影是那么的熟悉，恍惚间，他好像看见了那个早已消逝的人。 \n \n“师……傅……” \n \n蓝伸出了手，搂住了眼前的人。 \n \n如果这是梦境…… \n \n我已经走出地狱了。 \n \n我已经不再自大了。\n \n……也希望它再久一些…… \n \n我已经斩断过去了。\n \n我已经失去所有了。 \n \n……我还有话没有对她说……\n \n我……再不想孤身一人…… \n \n我……想你回来。 \n \n宛如梦境的白幕逐渐退场，黑影的样子也逐渐在眼前变得清晰，明明有着几乎一样的脸，却不是一个人。 \n\n“蓝……蓝你在干嘛呢？”\n \n听到黯的声音，蓝立马松开了搂住她的手，连忙向后退了好几步，慌忙间差点撞上台阶的护栏，看着她疑惑的眼神，站起身，轻咳了两声来掩饰自己的举动。 \n \n“咳咳，怎么就你一个，伊娜大妈人呢？”\n \n“大妈她说福利院里有事，就先走了，让我在这里等你醒来，我看你一直没醒就自己叫你了，没关系吗？” \n \n“没事……” \n \n看了看已经升上天穹之顶的那轮金环，蓝大致的推算了一下时间。 \n\n睡了那么就吗？如果她没叫我可能会睡更久……啧……是多了一个人变得不够谨慎了吗？看来最近要注意一下了。 \n \n“对了，大妈给了你什么衣服，给我看看。” \n \n“现在就穿在身上哦。” \n \n少女转了一圈，看上去是非常欣喜。 \n\n蓝上下打量了一下，黑色的长风衣略显宽大，没有打理过的衣领歪斜的立着，看上去既懒散又有些滑稽，橙色的长发顺着脊背滑落，同衣摆一样落到了膝盖处，里面穿的是纯白的衬衫，同风衣一样看上去有些宽大，不过倒是没有原本看上去那么宽大了，陪着衬衫的是一件黑色的百褶裙，黑白的搭配倒是让她精神了不少，而再往下就是一双褐色的靴子，可能是考虑到会与怪物战斗和荒郊野外的到处跑，所以选了这个。 \n\n“嗯……看上去倒是有点正常人的样子了，不过……这风衣和衬衫不是还是我给你的衣服吗？大妈带的衣服不少吧，你干嘛还留着这两件。” \n \n“嘿，因为这是蓝给我的衣服。”\n \n“嘁，不就是改了下吗，这种事我也可以啊，还要把我赶出来。” \n \n“大妈没改啊。” \n \n黯的话让蓝愣了一下。 \n \n“没改？那……” \n \n蓝又重新打量了一下黯，然后…… \n \n“你长高了？”本来看上去只有十三四岁的黯，现在看起来好像大了一两岁，本来只到他腰间的身高，现在好像到了他的胸口。 \n\n“长高是好事吗？大妈也这样说。” \n \n黯看上去有些疑惑，手指把玩着散落下来的侧发，目光看着蓝。\n \n“不是好事也不是什么坏事，反正……啧，跟你解释也没有，准备好了就跟我走。”\n \n“去哪里？”“去福利院，给那个整天闲着没事就瞎操心的大妈送点礼物。” \n \n“礼物？什么是礼物？” \n \n“望天，跟你交流真难。” \n \n“望天？什么是望天？看着天空吗？为什么要这样？”\n \n“……再吵就把你的头卸下来给大妈当礼物。”\n \n“唔……”\n对里面的设定有疑问的，尽管在评论区里提出，我会尽可能一个个的回答过来的，感谢所有喜欢《粒子》的人\n\n\n",
    "replies": [
        {
            "author": "SpriteEX",
            "timestamp": 1584248520,
            "txt_content": "MCBBS有你更精彩~"
        },
        {
            "author": "卡都佛说",
            "timestamp": 1584254640,
            "txt_content": "对不起没看懂……"
        },
        {
            "author": "2155970",
            "timestamp": 1584291360,
            "txt_content": "哈哈，挺有意思的"
        }
    ]
}