{
    "title": "[Minecraft.net | CULTURE] 希望渺茫",
    "author": "封徵",
    "replyCount": 6,
    "timestamp": 1584260880,
    "txt_content": " 本帖最后由 封徵 于 2020-3-16 14:24 编辑 \n\n\n\n\n\nfile_1584260973000.jpg (116.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:29 上传\n\n\n\n\n\nCULTURE\n\nDoom and Gloom\n希望渺茫\nAn ill-advised trip to the horrors of Calacatta Outpost\n前往 Calacatta 哨所的死亡之旅即将拉开帷幕。\n\nAsh Davis 阿什·戴维斯\nYou’re cold. No, not cold - freezing . It’s been 32 days since you last saw the sun. Your rations are low, down to the last can of beans. The bad news is you hate beans, and the 'good news' is that you’re hungry enough to eat them anyway. So hungry, in fact, that some of the outposts rats are starting to look pretty tasty.\n你肯定已经冻彻骨髓了吧，不……应该说……你的躯体已经不再是你记忆中的那幅模样了。你上次触摸那明媚温暖的阳光已经是什么时候了……？大概已经有32天了吧。而你的粮食储备也早已到达了预警水平，你在背包里翻了翻 —— 貌似只剩下了最后一罐有些霉变的豆子了。坏消息大概就是你以前并不是特别喜欢豆子，而“好消息”就是你已经无所谓了，你早已饥不择食了。空瘪的腹部一次又一次的向大脑传去极度疼痛的神经讯息，但，你已经几乎快感受不到那种美妙的痛觉了，你只是眼冒绿光的看着哨所里不时跑过的肥硕老鼠，想着用枯槁的牙齿咬下它们脖颈时，皮毛之下露出的血肉的香甜气息。\n\nBut what you don’t know is; those rats think you look pretty tasty too.\n但，其实在那些老鼠的眼中，你的干瘦躯体似乎也拥有着别样的吸引力。也许你应该为此感到庆幸？\n\nThat’s the feeling builders Vubervos and Pang were going for when they constructed their stark and forbidding Calacatta Outpost. (Not Calcutta, autocorrect, thank you very much.) Maybe they weren’t going for 'would you eat a rat' specifically, but they definitely wanted to build something that sparked all kinds of questions in their fans.\n这就是建筑师 Vubervos 和 Pang were 在建造 Calacatta 哨所(非常感谢你，文档自动校正工具，但很抱歉，我们说的并不是加尔各答[Calcutta]) 时想营造出来的充满着绝望、凋零与酷寒的氛围感。也许他们并没有在追求一种让人们能够“看到这张地图就想吃老鼠”的神奇反应，但是他们确实想要追求一些能够在他们的粉丝群体中引起强大质疑声的东西。\nhttps://www.bilibili.com/video/av96492076/\n原视频地址：[Minecraft.net | CULTURE]Doom and Gloom\n\n“When we started building,” Pang explains, “There was no real lore. However, we did develop one as we went along. It really came out when we started adding in the details, specifically the soldiers. That’s how we got the idea that this was an outpost. Then I asked Vube to build a ship because he’s really good at that, and I thought it’d add a real nice detail both aesthetically and atmospherically.”\n“当我们开始进行这项建筑计划的时候,” Pang 对我们说道，“说实话，那时候这幢建筑还没有我刚才说的那些诡异的故事作为陪衬。然而，我们在建筑的过程逐渐为其编写了一整个诡异的'传说'。当我们开始为整个故事润色的时候，我们加入了有关士兵、战争的相关细节描写，所以直到那时候我们才决定这幢建筑应该是一座'前哨站'。然后我就让 Vube 做了一艘停泊在此的破旧船只，因为他真的非常擅长这个，而我也想着这或许能为整个地图添彩。”\n\nSo a foreboding atmosphere, more than coherent structure, is the main priority of Calcutta! I mean, Calacatta! CURSE YOU AUTOCORRECT.\n所以这种不详的气息，可能不仅仅是建筑本身的装饰才能做到的，这也是 Calcutta 的所想要呈现给大家的第一项东西！抱歉，我说的是，Calacatta！淦  你  的  自  动  拼  写  纠  错！！！\n\n\n\n\n\n\nfile_1584260986000.jpg (53.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:29 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1584260997000.jpg (70.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:29 上传\n\n\n\n\n\n“I thought it’d be a good idea to have the boat look crashed on its side,” Vuberbos adds. “To make the place have a few ruins and show there hadn’t been anyone there for a while.”\n“我觉得让这艘船的一半搁浅损毁在陆地上是个不错的选择,” Vuberbos 还向我们补充道。“顺便我们还需要一些废弃的房屋和各种建筑物的废墟等等，以便让大家一眼就觉得这里已经许久未有人烟了。”\n\nAdding this one detail changes the entire mood of the piece. Because, as Vuberbos points out, that boat seems to be the only way out. Or it was the only way out, anyway...\n我认为这艘船作为整体细节的一部分的加入是一个重要举措，这几乎彻彻底底地改变了这张地图地整体风格。因为，就像 Vuberbos 说的那样，这艘船貌似是这个鬼地方的唯一出路，或者说……只能是……\n\n“We added birds and icicles to make it feel like a cold and dark place where nobody would come. And the ship is the only transport to and from the outpost.”\n“我们还在建筑周围制作了不少猛禽与冰锥，这样大家就会觉得这个地方既荒无人烟又阴暗湿冷。而这艘船则是离开这的唯一方法。”\n\nHaving the only vessel look destroyed ultimately begs the question: How long has it been since anybody came by? Or even worse - How long has it been since anybody went home?\n而这艘处于半损毁状态的船只则引发了我们更深层次的思考，细思恐极 —— 有人曾经来过这里？又有……多少人回了家……？\n\n\n\n\n\nfile_1584261009000.jpg (45.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:30 上传\n\n\n\n\n\n“Why was the ship there? What had happened? These were all questions we want the audience to ask themselves when seeing the project,” Pang says. “Having them ask these kinds of questions and create their own story is important in art.”\n“为什么那艘船会在那里？到底这里发生过什么事？这些问题，我希望游玩过这张地图的人自己去探索，去想象，去回答,” Pang 这样说道。“'一千个人心中有一千个哈姆雷特'，玩家们自己想象、创作出来的故事才是最好的。”\n\nQuestions like if you were hungry, would you eat a rat? (Sorry to keep coming back to this - Minecraft.net have been a bit slow on paying me this month, so I've had to explore some new dietary options).\n问题似乎又回到了最初，那就是，如果你真的已经快饥不择食了，你会选择去生啖老鼠吗？(抱歉我把这个恶心的问题又提了一遍 —— 但这个月 Mojang 貌似到现在了还没给我发工资，所以我不得不去想想别的便宜一点的食物了)。\n\nBut deciding whether or not you’ll munch on a mouse won’t be the only question you’ll ask examining Calacatta Outpost. This place, after all, is an outpost of soldiers. What are they guarding? Who are they fighting? What are they defending?\n但在决定你是否要吃之前的唯一问题，就是你会不会去冒险探索 Calacatta 哨所，去探索里面的秘密。这个地方，毕竟是一座哨所。那么，他们又在监视着什么？敌人又会是什么？而他们要保护的人或者说，“东西”，又到底是什么？\n\n\n\n\n\n\nfile_1584261021000.jpg (52.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:30 上传\n\n\n\n\n\n“We decided this was a remote outpost defending a border but people will have to use their imagination to decide what it’s being protected from.” Both Pang and Vubervos agree.\n“我们都认为这是一座守卫边疆的哨所，但至于他们到底是要抵御谁的侵犯……？那就得靠你们的想象了。” Pang 和 Vubervos 一致地这么说道。\n\n“Our aim was to pack as much atmosphere into this project to make it more interesting and show off our creativity.” Nail the look of the build and then when it comes to explaining just what it is? Let the audience decide that for themselves. Clever!\n“我们现在的目的就只有一个 —— 让这里的阴森的环境氛围更加浓厚，让它看起来更加的'有趣'，并卖弄一下我们的高超的建筑水平。” 只完成建筑本身而其背后的故事则交由玩家们去探索想象 —— 不得不说，真是聪明的做法！\n\n\n\n\n\n\nfile_1584261034000.jpg (66.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-15 16:30 上传\n\n\n\n\n\nIt's an impressive structure – no doubts there - but it's the detail which sells it as such a creepy, gloomy place. The kind of place so isolated and cold you shudder just hearing its name. Great job, Pang and Vubervos! But next time, how about building a nice rainbow or something?\n这毫无疑问是一座令人印象极为深刻的建筑。但其透露出的种种细节都表明，这里是一个阴郁、寒冷、使人毛骨悚热而且或许还会让人送命的地方。你们做得实在是太棒了，Pang 和 Vubervos！但下次，我们能来点美好一点的东西，比如一座彩虹桥什么的吗？\n\nRenders by: Lukasz, Avenz, Demonic29, Caseymcnomnom, and Nygma Video by: Maaki\n文章由: Lukasz，Avenz，Demonic29，Caseymcnomnom 共同呈现；地图演示视频由: Maaki 制作\n\nWant some more upbeat builds? Try this,this or this .\n想要来一些能使人精神振奋的建筑吗？试试这个，这个和这个。\n\nOr keep it gloomy with this sinister build!\n或者试试用这个 也很恐怖的建筑 来保持一下自己阴郁的心情吧！\n\n【封徵 译自官网 2017 年 09 月 13 日发布的 Doom and Gloom；原作者 Ash Davis】\n【本文排版借助了：SPX】\n\n\n\n\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584279540,
            "txt_content": "视频底下那个段落的换行排版出错了\n\n感谢指正，但很抱歉，我们说的并不是加尔各答[Calcutta]\n还是强调一下这里的autocorrect吧，不然可能抓不到后面的梗"
        },
        {
            "author": "tineseack_bk",
            "timestamp": 1584317520,
            "txt_content": "这些渲染图好有意境"
        },
        {
            "author": "封徵",
            "timestamp": 1584319080,
            "txt_content": "tineseack_bk 发表于 2020-3-16 08:12\n这些渲染图好有意境\n可惜这个视频还没过审 我觉得视频真的超级震撼"
        },
        {
            "author": "封徵",
            "timestamp": 1584338640,
            "txt_content": "2020/3/15 更新提示：\n本篇翻译对应视频已过审更新！强烈推荐看，真的超级棒！"
        },
        {
            "author": "老杨最帅",
            "timestamp": 1584355440,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "directo_kr",
            "timestamp": 1584391140,
            "txt_content": "英语渣渣的福利"
        }
    ]
}