{
    "title": "[Minecraft.net|CULTURE] 奇妙音乐盒",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1584261480,
    "txt_content": " 本帖最后由 EBsky 于 2020-3-16 15:15 编辑 \n\nMagical Music Box\n奇妙音乐盒\nMarvelling at Meaf’s Musical Minecraft build!\n赞叹于 Meaf 的 Minecraft 音乐盒建筑吧！\n\nAsh Davis 阿什·戴维斯\nIf there’s a rule about writers not choosing favorites and liking all builds equally, I don’t know about it and I’m about to break it (sorry soooo not sorry). I’ve seen haunted mansions, pirate ships, dinosaurs, dinosaur bones, and dinosaur theme parks (lots of dinosaur stuff lately, wonder why that is?)\n如果有个写作规定，说博文作者不应该偏爱某一建筑，那么非常抱歉（其实并没有），我没听说过这个规定。我鉴赏过鬼屋、海盗船、恐龙、恐龙骨架和恐龙主题公园（最近有好多与恐龙相关的东西，你知道为什么吗？）\n\nBut my favorite of all the builds I’ve covered this year is Meaf’s humble music box, Alto .\n然而，在我今年介绍的所有建筑作品中，我最喜欢的是 Meaf 的看似不起眼的音乐盒—— Alto。\n\n\n“Alto is a musical gadget with a lot of gears, pipes, wires, and machinery all attached to a musical instrument.” Meaf assures me, not exactly convincing me it’s not also a cursed curio that will steal your soul while playing a soothing tune. “I designed this like a music box where it would likely sit on a desk or table and operate like one - except cooler.”\n“Alto 是一个由很多齿轮、管道、电线和机械构成的音乐装置。” Meaf 虽然向我保证，却也不能完全说服我，让我相信这不是一个在奏响舒缓的音乐的同时，也能偷走你的灵魂的受诅咒的古董。“我把它设计成像八音盒的样子，它也许能被放在书桌上、像八音盒一样运作如常——不过它比八音盒酷多了。”\n\nWith the steampunk vibe of all the wires and lights, cool is a bit of an understatement. Alto is also a bit outside of Meaf’s building comfort zone. If Meaf’s name sounds familiar (how could it not, it sounds like someone saying ‘meat’ with a mouthful of ...meat) it's because we’ve spoken to him before , back when he was building moody mansions in snowcapped forests.\n在电线和灯光营造出的蒸汽朋克氛围的情况下，单一个酷字听起来似乎有点轻描淡写。Alto 这个作品也是 Meaf 的建造水平的舒适圈之外。如果 Meaf 的名字听起来好像似曾相识（怎么能不相识呢，这个名字听起来就像是你在嘴里含满了肉的时候说的“肉”），那是因为我们之前经采访过他，那还在他白雪皑皑的森林中建造穆迪大厦（Moody mansions）时。\n\nSo what brought Meaf down from the mountains and into the realm of creepy cool music boxes?\n所以，是什么使得 Meaf 从山上跑到诡异炫酷八音盒这样的奇怪领域来呢？\n\n\n“While many of my projects are geared towards architecture and realism, Alto represents a new challenge for me that requires far more visualization and imagination than what realism had to offer,\" Meaf explains. I was motivated to stray away from my realistic comfort zone and to leave a greater mark on the creative community of Minecraft as an eclectic mind.”\nMeaf 解释道：“虽然我的大多数项目都是采用建筑学理念和现实主义，但 Alto 对我来说代表了新的挑战，是那种比现实主义需要更多的视觉冲击和想象的挑战。我刻意脱离我常用的现实主义的舒适圈，以折衷的方式在 Minecraft 的创意社区留下更加深刻的印记。”\nBig ambitions! When you push beyond your comfort zone you either achieve something brilliant or wind up pulling a muscle. But Meaf needed a challenge and didn’t stop until he found one.\n真是远大的志向！当你能走出自己的舒适圈时，你要么能灿烂辉煌，要么能肌肉拉伤。但 Meaf 从来都是迎难而上，直到他遇到真正的难题之前都不会停下他的脚步。\n\n\n“The greatest challenge of this build was the organic parts like the skull and the phonograph horn as they required such precision in chisling out blocks to form the shape (respect to all you organics builders).”\n“这样的建筑最大的挑战是诸如头骨和留声机喇叭之类的有机建筑，因为需要精确地把它们一块块地凿成形（向所有有机建筑师致敬）。”\n\n skeletal fist bump \n骷髅顶拳\n\nSpeaking of bony hands, Meaf explains how they fit into Alto’s overall structure. “One detail to note for this project is that all gears and mechanisms are designed to realistically function. From the position and design of the the bowed hand to the hand on the fingerboard, if this gadget were real, it would play like a human would. If you were to put a quarter into it, it would light up and play a neat tune.”\n说到骷髅手，Meaf 解释了怎么把 Alto 的整体结构与骷髅手之间做到毫无违和的。“这个项目中值得注意的细节就是所有的齿轮和机械结构都旨在切实发挥作用。无论是拉弓的手，还是放在提琴指板的手，它们的位置和设计都有讲究，如果把这个音符盒放到现实里，它就会像人一样进行演奏。如果你给它投一枚硬币，它真的会为你亮起然后奏上优雅的一曲。” \n\n\nNow I’ve seen a lot of pretty builds (it’s kinda my job), but one thing that struck me about Alto is just how impressive the pictures make the build look. In-game screenshots of Alto just don’t do it justice, so it’s up to render artists to take a good looking build and make it magical.\n目前为止我见过了数不胜数的雕阑玉砌（这差不多是我的工作所需吧），但这些图片让整个建筑能印象深刻是 Alto 最让人震惊的地方。在原版游戏里给 Alto 截图来评价它实在不太公正，所以由渲染师来使建筑作品的外观魅力十足。\n\n“Rendering is the process of displaying a Minecraft build in an image that can be enhanced,” Meaf explains. “Through third party 3D design software, like Cinema 4D , renderers can depict the build in its entirety. I am not a render artist myself so I respect the time it takes for render artists to master their craft and I’m quite happy with what they’ve done with Alto.”\n“渲染是将Minecraft中的建筑加工成栩栩如生的图像。” Meaf 解释说。“通过像 Cinema 4D 之类的第三方 3D 设计软件，渲染器可以完完整整地展示出建筑。我本人虽不是渲染师，因此我尊重渲染师掌握技能花费的时间，对于他们为 Alto 所做的渲染工作，我感到不甚欢喜。\n\n\n\n [1/2] See the difference?[1/2] 看出区别了么？\n\n [2/2] See the difference?[2/2] 看出区别了么？\nDo you have a face? Do you take selfies of your face? Think of rendering like Snapchat for Minecraft, but instead of dog ears and flower crowns you get art. These renders for Alto, courtesy of Splekh, Cmelvard, Iskillia , and Squity = pure art. So next time you’re looking at a great build, make sure you spare a kudo or two for the render artist too!\n你有一张面孔吗？你会自拍你的面孔吗？把渲染比作是Minecraft中的 B612，只不过得到的效果不是狗耳朵和花冠装饰，而是艺术品。这些Alto的图片是来自 Splekh、Cmelvard、Iskillia 和 Squity 用爱制作出的艺术 。所以，下次你在看到美轮美奂的建筑时，也请记得为渲染家留一两个赞！ \n\n Renders by Splekh, Cmelvard, Iskillia, and Squity - but you already know that because you read the last paragraph carefully, right? RIGHT? \n由 Splekh，Cmelvard，Iskillia 和 Squity 渲染——但你应该已经知道了，因为你是认真地看完了最后一段，对吧？对吗？ \n\n【@EBSky 译自官网 2018 年 08 月 01 日发布的 Magical Music Box】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584279240,
            "txt_content": "所以，是什么使得 Meaf 从山上跑来诡异炫酷八音盒这样的奇怪领域来呢？\n我猜你想说“跑到”\n\n以中庸之道在 Minecraft 的创意社区留下更加深刻的印记。\nelectic adj.不拘一格的；兼收并蓄的，我觉得取这个意思比取折衷这个意思好\n\nwind up pulling a muscle\nwind up = 最终，pulling a muscle = 拉伤肌肉，我个人觉得这句话的意思是“步子迈太大”、“用力过度”\n\nOne detail to note for this project\n值得指出的一个细节是……\n\nFrom the position and design of the the bowed hand to the hand on the fingerboard, if this gadget were real, it would play like a human would.\n无论是拉弓的手，还是放在提琴指板的手，它们的位置和设计都有讲究，如果把这个音符盒放到现实里，它就会像人一样进行演奏。\n\n我对他们对 Alto 所做的渲染感到不甚欢喜\n两个对读起来怪怪的……我可能会这么修改：\n1. 我对他们为 Alto 所做的渲染感到不甚欢喜\n2. 对于他们为 Alto 所做的渲染工作，我感到不甚欢喜"
        }
    ]
}