{
    "title": "[Minecraft.net|CULTURE]去月球",
    "author": "jinvgy",
    "replyCount": 9,
    "timestamp": 1584428820,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-17 20:14 编辑 \n\n\n\n\n\nimage.jpg (77.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 09:24 上传\n\n\n\n\n\n去月球\nTO THE MOON\n快！在这个建筑完成前毁了它！\nQuickly now, before this build finishes destroying it!\n\n       广阔无垠的宇宙中散发着无尽的神秘气息。这些未知引起了无数人的好奇心，他们脑内无尽的幻想在那遥远的深空创造出了一整个(想象)世界。克里斯托弗·诺兰在给我们带来了那有史以来反响最好的坏蛋形象(注:指10年上映的盗梦空间里的柯布)之后，就马上开始了他那美好的星际穿越(注:指14年上映的星际穿越)。这部电影激发了AutomailED20和他的朋友BlackWooz的灵感，(造就了他们)最新发布的这个建筑。\nOuter space is an infinite source of intrigue. The great unknown draws the curiosity of many and countless minds have crafted entire worlds in the great beyond. Christopher Nolan, fresh from making the movie that gave us the best bad guy voice of all time, journeyed to that wondrous expanse for Interstellar. It's the film that inspired AutomailED20, and his friend BlackWooz’s, most recent build.\n       “我喜欢那部电影氛围和环境的设计，”AutomailED20说，“那真的很美，那种环境氛围正是我们想在我们的建筑上体现的。”\n“I love the ambience and the environment design of that movie,” says AutomailED20. “It’s just too beautiful and that kind of environment is what we want to capture in our build.”\n       Moon Destruction, Front Line In Space，这就是他所说的星际建筑——一艘巨大的飞船、一名宇航员和一个被严重损坏的月球。\nMoon Destruction, Front Line In Space, is the Interstellar-inspired build he speaks of, a scene featuring a gigantic spacecraft, astronaut, and a severely damaged moon.\n\n\n\n\n\n6c1970bfaacf3ef841bd8a99221042a9-First_Lone_Image.jpg (247.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 10:47 上传\n\n\n\n\n\n       AutomailED20是一名来自印度尼西亚的建筑师，有着许多作品。他经常和同样来自印度尼西亚的建筑师BlackWooz一起合作，这一次他们也是一起联手建造出了这个地图。虽然比他们更大的团队也有类似的建筑，不过这一对搭档有着三年合作的经历，他们能够有效的提高(他们建筑的)效率。\nAutomailED20 is a creator from Indonesia with a handful of creations under his belt. He regularly collaborates with BlackWooz, also from Indonesia, and they teamed up to bring Moon Destruction together. Larger teams have crafted similar complex builds but this duo has three years of experience together that lend to a high degree of efficiency.\n       “我经常观察(建筑的)细节，之后我才会研究他们的结构，细节决定成败，”AutomailED20解释道。他接着解释说BlackWooz在这点上和他完全相反，他们因此组成了一个很好的团队。\n“I often look at things with their details first and then their structures. Detail shows whether a work is nicely made or just so-so,” AutomailED20 explains. He goes on to express that BlackWooz is his polar opposite creatively, which is what makes them a good team.\n       “他很擅长结构的塑造，而我则是专注于细节。我希望人们不仅仅是赞叹我们(建筑的)[规模]，还要能够感受到我们的建筑所营造出来的氛围和细微之处。”AutomailED20以往建造一张地图需要消耗两周时间，这次也不例外，但是他却认为这一次的作品是迄今为止规模最大、最耗时的一个。\n“He is good at structures, while I focus on details. I want people to look at our work not just in awe [of the scale], but feel the ambience and details.” AutomailED20’s previous projects took roughly two weeks to complete, which is the same amount it took for Moon Destruction, but he does consider it the largest and most ambitious thus far.\n\n\n\n\n\ndc02968ec5ba976fb06886c7c8bf06f5-Lone_Image_Two.jpg (144.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 13:12 上传\n\n\n\n\n\n       从一方面看，这就是一个巨大的建筑结构——由AutomailED20和Blackwooz共同建造的一个在被毁的月球之中的宇宙飞船，但从另一方面看，一艘飞船和一个被毁的月球同时出现在你的视野之中，就感觉好像是发生过什么(比我们所看到的)更大的故事一样。\nIt’s one thing to see a massive structure like the spacecraft in Moon Destruction that AutomailED20 and Blackwooz built together, but another thing entirely to take in the full scene with the ship and damaged moon, feeling like there is a larger story taking place.\n       这个被破坏的月球暗示了这里曾有过某种冲突，一个偶然路过的参观者看到这些之后，可能就会认为这个建筑背后有着一些被作者隐藏的故事。事实证明，这个被破坏的月球，无意间变成了一件艺术品。\nThe damage on the moon alludes to some sort of conflict, and a casual viewer would think there’s a backstory to this build that its creators are deliberately keeping to themselves. But it turns out the damaged moon was ultimately a moment when accident turned to art.\n“细节决定成败”\n\"Detail shows whether a work is nicely made or just so-so\"\n       “我把月面的一些细节复刻的过分深刻了，不过后来BlackWooz进行了纠正，”AutomailED20说，“他把那个月面变成了(月球)被摧毁的一部分，这让我们探险船(的出场)意外的顺利。”\n“I copied a part of the moon's surface a bit too deep, but then BlackWooz played his part,” AutomailED20 says. “He changed the idea of that surface into a destroyed part and that surprisingly went well with our expedition ship.”\n       纵观历史，最初被认为是瑕疵的一些地方，到最后都会被看作是艺术品的象征，这种情况也不例外。灵感能在一些奇怪的地方被激发出来，而这次BlackWooz则是碰巧在(月球被)破坏(的这一景象)之中发掘了美——而这一开始在AutomailED20眼中却是一场灾难！\nThroughout history, things that would be considered blemishes initially have regularly gone on to define works of art, and this instance is no different. Inspiration can be found in the strangest of places and BlackWooz happened to see something beautiful in that moment of destruction – something that seemed like a disaster in AutomailED20’s eyes initially!\n图片\n\n\n\n\n\n3341e8f10b679856814e96dae722b433-gALLERYoNE.jpg (146.88 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 14:16 上传\n\n\n\n\n\n\n\n\n\nfile_1584425781000.jpg (85.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 14:16 上传\n\n\n\n\n\n\n\n\n\nfile_1584425800000.jpg (64.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 14:16 上传\n\n\n\n\n\n       每当涉及到建造建筑时，无论建筑有多大或多小，许多建筑师都需要一些其他的媒介以实现(将抽象的建筑概念)可视化的目的。随着这个项目变得越来越耗时和复杂，有一个额外的创作视角也会变得越来越重要。AutomailED20的这个能力其实是由他的母亲培养出来的——他的母亲在他的成长过程中经常制作泥塑。\nWhen it comes to creating builds, no matter how small or large, some creators have to use other artistic mediums to help visualize the project as they work. As projects become more ambitious and complex, the more important an additional perspective becomes. The medium AutomailED20 turns to is actually one set into motion by his mother, who often made clay sculptures as he was growing up.\n       在他的母亲创作泥塑纪念品和其他东西时，他产生了对黏土(注:指泥塑)的兴趣。而当他的母亲不再创作(泥塑)雕像时，他就将他的兴趣转向了绘画。当他开始创作有机建筑（Minecraft中代表了某种生命形式的一种建筑）时，他又找回了他母亲的那种风格，同时发现黏土和这些东西有着许多相似之处。关于这两种风格，他说：“你必须去感受这些物体、这些形象和其投下的阴影。”\nHe found clay interesting when she would create souvenirs and other items, but his interests turned to drawing when she quit making sculptures. When he started trying to make Organics (builds that represent some sort of lifeform in Minecraft) he returned to his mom’s style and found many similarities between the clay and voxels. He says, about both styles, “you have to feel the objects, visualize, and shade.”\n       但当这一个作品奔向群星后，这一对有创造力的搭档的下一步是什么呢？是前往更远方的宇宙？还是进入到飞船之中？\nBut after journeying to the stars for this creation, where does the creative duo go next? Further out into the cosmos? Inside the ship?\n\n\n\n\n\n7235918bfe2b76a6d82753b113317fc8-FINALLONEIMAGE.jpg (103.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 14:39 上传\n\n\n\n\n\n       事实上，AutomailED20的头脑中有着一种与众不同的幻想。他说，在一个良好的环境下，他有着无限的时间来进行创作。他和Blackwooz一直在讨论一个关于美女与野兽的(建筑)主题。\nActually, AutomailED20 has a very different type of fantasy in mind. He says that, in a perfect situation where he had an unlimited amount of time to build, he’d work on a Beauty and The Beast idea he and Blackwooz have been discussing.\n       “我们计划创造出一个像美女与野兽中的，幻想一般的，有着城堡、魔法和一些其他童话故事里有的东西，”他这么说道。导致AutomailED20自由时间不足的最大原因就是他的大学学业，不过他认为他们总会有时间来深入研究这个想法。\n“We planned to create a Beauty and The Beast-like build - fantasy-like, with a castle, magic, and a touch of other fairy tale things,” he says. AutomailED20’s largest barrier to free time is his university studies, but he thinks they may find time to work on this idea eventually.\n       哦，理所当然的，他主修的就是建筑学。幸运的是，在我们的教学大纲中，并没有关于毁灭小行星的课程...\nOh, and naturally, he’s studying Architecture. Lucky for us that a course on planetoid destruction isn't on the syllabus...作者：Charles Singletary\n日期：2017.08.19\n原地址：https://minecraft.net/zh-hans/article/moon",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584434700,
            "txt_content": "有几个地方可能需要优化一下，我就按顺序给你提一下：\n广阔的宇宙中有着无尽的神秘气息——>广阔无垠的宇宙中散发着无尽的神秘气息\n这些未知引起了无数人的好奇心原文是\"The great unknown\"我觉得还是把\"great\"翻译出来比较好，比如“巨大的未知”等等。（可以不用参考我这个）\n数不尽的头脑在那遥远的地方创造出了一整个(想象)世界——>他们脑内无尽的幻想在那遥远的深空创造出了一整个(想象)世界  (话说 数不尽的头脑 是什么……)\n那个电影——>那部电影\n一个巨大的飞船——>一艘巨大的飞船\n他经常和同样来自印度尼西亚的BlackWooz一起合作(建筑)——>他经常和同样来自印度尼西亚的建筑师 BlackWooz 一起合作\n不过这一对搭档有着三年的建筑经验原文说的是“this duo has three years of experience together”，即“这一对搭档有着三年合作的经历”，原来的有点歧义。\n还要能够感受到我们(建筑的)细节——>还要能够感受到我们的建筑所营造出来的氛围和细微之处的仔细考量。\n但是他却认为这一次的作品是迄今为止规模最大、最耗时的一个。原文对应过来你翻译的“耗时”指的是\"ambitious\"，而这个词的意思是“野心勃勃的”，我觉得委婉一点也可以说成“灌注了我们最多心血”\n这个飞船和一个被毁的月球被放在在一块儿,感觉好像是发生过什么(比我们所看到的)更大的故事一样。——>一艘飞船和一个被毁的月球同时出现在你的视野之中，“就”感觉好像……\n我把月面的一些细节复制的过分深刻了——>我把月面的一些细节复刻的……\n有些最初被认为有瑕疵的一些东西，都会被有规律的被看做为艺术品——>最初被认为是瑕疵的一些地方，到最后都会被看作是艺术品的象征 (你再看下原文)\n以实现(将抽象的建筑项目)可视化——>以实现(将抽象的作品/建筑概念)可视化的目的\nAutomailED20的这个能力其实是由他的母亲培养出来的——他从小就经常制作泥塑。这里你看下原文，原文说的是\"……set into motion by his mother,who often made clay sculptures……\"这里的\"who\"定的是“his mother”，是他妈妈做泥塑而不是他做泥塑。所以原文大意应该是\"因为他妈妈在他的成长过程中经常制作泥塑\"\n导致AutomailED20自由时间不足的最大障碍就是他的大学学业——>导致……自由时间不足的最大原因就是……（导致……的原因是……）\n"
        },
        {
            "author": "8689",
            "timestamp": 1584434880,
            "txt_content": "下一步你可以造强相互作用力宇宙探测器、智子、二向箔、光粒、引力波天线，哦对了还有那5公斤的物质"
        },
        {
            "author": "jinvgy",
            "timestamp": 1584447300,
            "txt_content": "封徵 发表于 2020-3-17 16:45\n有几个地方可能需要优化一下，我就按顺序给你提一下：\n——>广阔无垠的宇宙中散发着无尽的神秘气息\n原文是\" ...\n首先感谢大佬的指导！\n第二条那个巨大的未知我有考虑过，后来还是感觉有点别扭所以就没加上了\n第三条我脑抽www，看到mind第一时间想到的就是思想和头脑=n=\n第九条的ambitious除了野心勃勃的这个翻译之外，也有耗资的、耗时的的意思，结合语境来看应该是后者...?\n第十一条感觉好像复制和复刻都有些别扭...不过这里就用复刻吧= =\n第十四条emmm我最近肯定是星际打多了qwq\n第十五条...我当时卡了很久也没组成一个比较通顺的句子，因为一直在意着原句中有个barrier...(屏障、障碍)所以我才那么翻的...不过还是感觉你这个更好呢=w=（现在看来我那个好像完全不通顺嘛...）\n\n再次感谢！已进行相应的优化！\n我是不是太局限于原文了a...= =''"
        },
        {
            "author": "ZiXuan_love",
            "timestamp": 1584529500,
            "txt_content": "我觉得这个做的非常好，顺便蹭一波经验"
        },
        {
            "author": "万能的尘埃",
            "timestamp": 1584532440,
            "txt_content": "有点厉害"
        },
        {
            "author": "Ye_Soul",
            "timestamp": 1584549840,
            "txt_content": "**呜呜呜呜呜呜呜月"
        },
        {
            "author": "大雨将至",
            "timestamp": 1584620880,
            "txt_content": "11111111111"
        },
        {
            "author": "m441402603@qq.c",
            "timestamp": 1584684720,
            "txt_content": "不错吧！！！！！！！！！！！！！"
        },
        {
            "author": "寒冬君",
            "timestamp": 1584781080,
            "txt_content": "456456546456654564564465\n"
        }
    ]
}