{
    "title": "现在矿工茶馆新规是可以挂服务器了吗？",
    "author": "B站千里寻枫",
    "replyCount": 6,
    "timestamp": 1584284220,
    "txt_content": "\n\n本帖最后由 凛 于 2020-3-15 15:27 编辑\n\n　〇、前言　\n\n\n\n欢迎来到矿工茶馆版块，大家可以在这里畅所欲言。\n虽然说是一个比较自由的地方，但是也有一些需要注意的条文规定。\n之前的版规存在诸多问题，现在重新制定了版规，请各位新老会员务必过目。\n\n\n　一、主题发布规则　\n\n\n\n请勿发表意义不明、内容空洞、语序错乱、标题党的主题。「违者删除」请勿发表涉及政治、成人、暴力、色 情、广告等相关内容。「违者删除」请勿发表引战内容，避免来源不明确、具有争议性的信息。「视情况删除、警告、扣分」转载帖请附原帖地址，并按照论坛环境排版，并附上心得。「违者删除，未注明转载者视为剽窃」帖内包含自动播放的音乐、令人不适的内容请在标题注明。「违者删除」请勿发表包含超大字号、浅色字体等影响阅读体验的内容。「违者删除」请勿短时间内重复发表转载帖或内容不明确、空洞的主题。「违者删除、警告、扣分」请勿发表类似租借帐号、赠与帐号、买卖帐号等相关主题。「违者删除、警告」请避免发布与论坛内近期现有的主题存在高度相似的内容。「视情况合并或删除」请勿发表如投诉、文创等明显应该发布至其他版块的主题。「视情况移动或删除」对于内容仅提问的主题，请移步至你问我答对应版块发帖。「违者删除」除技术性作品内容外，禁止使用回复可见、帖子密码功能。「违者删除」请勿任何形式（诅咒、诓骗）进行互刷，勒索、转账积分。「违者屏蔽、警告、扣分」允许在快升级时发表助攻帖，但请在积分贴近升级时发表。「违者删除，撤销正面评分」发布带有回帖奖励的主题时，请设置中奖率为百分之一百。「违者关闭，下沉」\n\n\n　二、回复发布规则　\n\n\n\n请勿发表与主题无关的，纯符号、纯表情等内容。「违者扣分」请勿发表涉及政治、暴力、色 情、广告相关内容。「违者删除」回复时务必注意言辞，请勿恶意辱骂、中伤他人。「违者屏蔽、警告、扣分」请勿自占沙发；有特殊需求时，请私信联系版主。「违者删除」除网络原因请勿连续回复同一帖，善用编辑功能。「视情况扣分」请勿以诅咒、诓骗等形式互刷、勒索、转账积分。「违者屏蔽、警告、扣分」请勿在短时间以近似内容多次连续回复新人报道。「违者警告、扣分」禁止挖坟行为，对于恶意、跟风挖坟者加重处罚。「违者警告，使用道具挖坟者处以7天封禁」\n\n\n　三、奖励制度　\n\n\n\n对于内容优质，排版规范的实物教程、摄影作品、论坛内的技巧教程等内容，版主会酌情给予奖励。若认为自己的作品足够优秀，可在此申请图章评定以获得版主发放的奖励，发放图章遵循以下规范：\n⑴图章权重：原创＜优秀＜精华。\n⑵图章评定将由多名版主从内容丰富程度、实用性、独创性、排版美观等多方面进行综合评定。\n⑶帖子内容可以与ＭＣ无关，但评定时会倾向于给予内容与ＭＣ关联性较大的作品更高的评级。内容更新后可以申请更新奖励，并依照更新内容提高评级，申请此项需要帖子内有完整的更新日志。申请时请按照以下格式申请，不按照格式的申请则视为无效申请，同一帖每周仅允许申请一次奖励。\n详细评级奖励标准：\n\n申请内容：图章评定｜更新奖励帖子链接：审核版主：@阴阳师元素祭祀 @极光creeper @凛 @Umikaze @喵备注说明：\n\n[color=rgb(51, 102, 153) !important]复制代码\n\n\n\n　四、时效期　\n\n\n\n一般违规追溯期为三十天左右，严重违规无限期追究。最后回复日期超过十天时，主题将被定义为坟帖，版主有权对其进行下沉和锁帖操作。\n\n\n　五、其他　\n\n\n\n以上版规中描写的惩罚均为最低处罚标准，会视违规严重程度及过往违规记录，加重处罚力度。对处理结果存在异议请先联系相应版主，沟通无果后再移步至反馈与投诉版块申诉或提出意见。举办活动期间，活动规则与版规冲突时，以活动规则为准。矿工茶馆管理组及论坛管理员拥有对本版规的最终解释权。本版规撰写时基于坛规（网站服务条款），并以坛规为主。矿工茶馆唯一指定官方交流群：895681792。本版规会依实际运作情况随时调整，具体更新内容见下附日志。本版规即发布起开始执行，本版处理一切事务以本帖条例为准。\n\n上面是2020.3.15的新版\n旧版是不能出现服务器IP的\n没有限制了，确认一下？\n\n\n",
    "replies": [
        {
            "author": "爱心魔王FHC",
            "timestamp": 1584285600,
            "txt_content": "嗯？在非服务器版块宣传服务器都是违规的，还要写吗"
        },
        {
            "author": "B站千里寻枫",
            "timestamp": 1584285660,
            "txt_content": "爱心魔王FHC 发表于 2020-3-15 23:20\n嗯？在非服务器版块宣传服务器都是违规的，还要写吗\n嗯？你怎么确定读了茶馆的版规的人一定知道你这个，这样说增加工作量倒是不管我事情，举报领10金粒我舒服"
        },
        {
            "author": "jinvgy",
            "timestamp": 1584285720,
            "txt_content": "爱心魔王FHC 发表于 2020-3-15 23:20\n嗯？在非服务器版块宣传服务器都是违规的，还要写吗\n还是写一下的好吧？新来的人谁会知道这些...\n而且他们应该没多少人会耗上半小时把所有版规看一遍吧"
        },
        {
            "author": "Salt_lovely",
            "timestamp": 1584285720,
            "txt_content": "https://www.mcbbs.net/thread-7808-1-1.html \n2-4-I\n\n\n如果真有人看不到，就是自己的问题了，举报领金粒即可"
        },
        {
            "author": "爱心魔王FHC",
            "timestamp": 1584285780,
            "txt_content": "jinvgy 发表于 2020-3-15 23:22\n还是写一下的好吧？新来的人谁会知道这些...\n而且他们应该没多少人会耗上半小时把所有版规看一遍吧[:chig ...\n茶馆版规有人看？"
        },
        {
            "author": "凛",
            "timestamp": 1584286200,
            "txt_content": "请勿发表涉及政治、成人、暴力、色 情、广告等相关内容。\n服务器宣传内容定义为广告内容"
        }
    ]
}