{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·七",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1584322080,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-16 09:28 编辑 \n\n福利院后树林中的一片空地上，黯和一只身穿零散装甲的僵尸对视而立，一人一尸之间正好相隔了十六个身位。 \n\n“看到了吗？这就是你的第一个对手，放心，这只和之前那只不一样，它只是只普通的僵尸，这些怪物基本都是近视眼，视野范围只有十六个身位，所以它现在根本看不见你，你做好准备就把你前面的铁剑拿起来，反正今天你的任务就是在晚饭前把它干掉，不然晚饭告吹，我可不会出手帮你。” \n \n蓝在离黯稍远一些的树荫下坐着对她喊话，他的身边和昨天一样围了一圈福利院的孩子，他们是在伊娜大妈的同意下特地跑出来看蓝打怪，不过今天这个情况好像让他们有点失望。 \n \n“蓝哥哥，你不跟它打吗？”\n \n“不打，我可没有必要为了一个没有奖励的委托来浪费体力。”  \n \n“那个姐姐真的打得过吗？看上去就跟若叶哥哥差不多大。” \n\n“岚岚你怎么说话的，明天春天我可就要离开福利院了，我也要去当猎人，成为和蓝哥哥一样厉害的猎人！”\n \n“嘁，就知道吹牛。” \n \n孩子们吵吵嚷嚷的一片，蓝不自觉的皱起了眉头，然后又用手把眉间抚平。 \n\n啧，这群小屁孩还是和以前一样吵。\n \n…… \n \n黯踌躇了一会，然后握住了铁剑的剑柄。 \n \n“诶？这个好重……”\n \n“这不是屁话吗，这玩意儿可不是你之前拿的木制品能比的。”\n \n黯两只手拿着剑，这才勉勉强强的把它拿起来，但看上去像是一挥剑就会摔倒的样子。 \n \n“啧，算了，我先给你做个示范。” \n\n蓝走过黯身边，顺手抢过了她的铁剑，一进范围内，僵尸就咆哮着朝着蓝冲来，十六个身位的距离恍然无物，眨眼间就进入了短兵交接距离。  \n\n\n“好好听好好看，我所有话只说一遍。” \n\n像是闲庭漫步一样，蓝在僵尸的周围游走着，手中的剑随意而有律感的落在僵尸的盔甲上，交织的金鸣声如同钢琴曲一样悦耳，而反观僵尸，不断的无能狂怒、不断的攻击，却是连蓝的衣角也没碰到。 \n\n“这些怪物大多都依靠本能攻击，攻击手段单一，攻击频率缓慢，你第一次拿铁剑，不用要求自己要多快的攻击，只要去掌握它的攻击节奏，用走位把它的攻击带入自己的攻击节奏中，然后把握住这一切的前提上，把你所有的招式和手段糊到它脸上就行了，想咋糊咋糊，只要在你体力用完前把它糊死就行了。”\n \n一剑把僵尸打了踉跄，同时接上一记掺着粒子禁锢的粒子冲击，强行把它控在一个安全距离外。 \n \n粒子公式：粒子迟缓+粒子压缩=粒子禁锢 \n \n“好了，到你了。”\n \n蓝走过黯身边，把铁剑塞给了她，把她推到僵尸面前的同时解开了僵尸的禁锢。 \n\n“诶？嗯……内个啊……僵尸先生……刚刚砍你的人叫蓝，我是他的学生黯，是他让我来杀你的，请你不要太生气，唔……还有……这是我第一次杀怪，可能有些生疏，如果一不小心弄疼你了，还请你多多谅解。” \n\n蓝从包里拿西瓜的手一僵，西瓜差点掉回包里。 \n \n“那个姐姐在和僵尸讲话诶。”\n \n“她是笨蛋吗？僵尸怎么可能听得懂人的话。”\n \n“但……僵尸好像……点头了。” \n\n黯有些吃力的挥动着手中的铁剑，而僵尸也在挥动着手中的石剑，一人一怪的攻击都毫无章法，但却都正好能够招架住对方的攻击，就像是盯着剑攻击而不是对对方攻击。 \n \n看了两分钟，蓝小声的叹了口气，握起了一颗雪球在手上。\n \n“MD，看不下去了。”  \n \n雪球附加：粒子加速，粒子禁锢 \n \n一道白影掠过了黯的身边，落在了僵尸的身上，把它再次控在原地。蓝大步走到了黯的身边。 \n\n“你看看你的攻击方式，我刚刚给你样式的你都在看什么？为什么要双手握剑，我们是猎人、是战士，不是剑士，剑永远不是我们唯一的武器，身上任何能做武器的东西在战斗中都可以用上，双手握剑只会限制我们的灵活性，空出一只手还能更方便的使用粒子。” \n\n“力气不够拿不动剑？那你不会用粒子啊！昨天粒子还不是用的挺顺手的吗？把粒子灌进手臂来加固自己的构成粒子，通过加固构成粒子来增加自己的力量，哈？你问我构成粒子是什么？你的身体是什么构成的构成粒子就是什么啊！这个都不知道？你是这个世界的人吗？” \n\n“腿给我动起来，让自己尽可能的处在运动状态中，看你动都不动的，真怀疑你的腿是不是要锯了重造两条，动作不要太大，小幅度的运动可以增加你躲闪的可能性和攻击的可能性，还比较省体力……你问我为什么不穿盔甲？能躲得掉的攻击干嘛要硬抗，你不怕痛啊！你不怕痛老子还怕呢，盔甲这种东西是给那些不会用粒子的人用的，用粒子保护自己岂不是比盔甲更好，灵活又高防。”\n \n“看看对手的动作行不，眼睛是白长的吗？那些盲剑士能够做到只靠体感和声音就可以判断身周所以事物的运动，给你五感观察一只傻的不行的僵尸你都做不到，你拿什么去和真正的高手比？”\n \n“还有，你动点脑子会死啊！小孩子玩角色扮演都比你有脑子，战斗又不是只要正面杠就行了的事情。”\n \n蓝走到僵尸的旁边，手上粒子卷起，一掌拍在了僵尸的身上，清脆的金属碎裂声响起，僵尸身上的盔甲像被石头砸中的玻璃一样瞬间碎了个精光，只有头上的头盔免遭一祸。 \n \n粒子分解→粒子脆弱 \n \n粒子公式：粒子脆弱+粒子冲击=粒子破甲  \n \n“你今天不把这只僵尸干掉，你今天就别想吃晚饭。” \n \n“听……”\n \n不等黯的话说完，僵尸身上的粒子禁锢突然消失，它咆哮着，又朝着黯冲来，黯重新握住了剑，粒子的烟雾在她手臂上一闪而过，她单手举起剑，这次她握剑的手不再颤抖，起剑的姿势也有了几分样子，仔细一看，倒还有蓝的影子在里面。 \n\n这家伙，学的倒挺快。 \n \n蓝看着在努力于僵尸周旋的黯，眼前浮现的是自己曾经的身影。 \n \n…… \n \n“哈！”\n \n像是吼声可以增加自己的力量一样，黯用尽自己最后的力气挥出了这一剑，而早已遍体鳞伤的僵尸没有来得及防下这一剑，只能看着闪着寒光的铁剑正中自己的身侧，被硬生生的拦腰切成了两半。 \n \n“哈……哈……赢……赢了吗？” \n \n少女拄着剑，这样子自言自语的问。\n \n“嗯，你赢了。” \n \n青年站在她身边，扶住了少女倒下的身体，这样子答。\n \n又体力透支了，这家伙身体素质还真是差，明明都已经经历过一次意识膨胀了。 \n \n轻轻把少女背起来，异常的冰冷从背后传来，就像背了块冰块一样。 \n \n这家伙，体温怎么那么低。 \n \n蓝在心里疑惑着，但也没去在意，嘴角不自觉的浮起一丝笑容。 \n\n今天只是个开始而已，以后可还有你好受的，不过，这次就让你休息一下吧。 \n \n…… \n \n半夜，福利院里的一个房间。黯在昏暗中缓缓睁开眼，看见的是橡木的天花板和坐在床边看书的蓝发青年。 \n\n感知到少女已经醒了，蓝没有收起手中的书，而是不知道从哪里摸出来一个苹果放在了黯的面前。 \n \n“还有力气就拿去吃掉，就当你的晚饭了。” \n \n“嗯。”黯努力的坐起身，拿起苹果一小口一小口的啃着。 \n \n“这里是……” \n \n“大妈的福利院的一个房间，我才懒得带一个打只僵尸都要从中午打到下午还脱力的人走那么远的路回家。”\n \n“唔……” \n \n黯看了看窗外，月亮已经升的很高了。 \n \n“蓝……”\n \n“嗯？什么事？” \n \n“那么晚了，你不睡吗？” \n \n“早上睡过了，你先睡，不然落下什么问题我可不会带你去找医生。” \n \n“唔……” \n \n黯背着蓝躺下，黑珍珠样的眸子看着悬在夜空中的冷月。 \n \n“蓝，我能问你个问题吗？”\n \n“说。” \n \n“以复仇为目标的努力，是不是不会有美好的结局。”\n \n“嗯，人是要有目标才能活下去的生物，一个只有一个短小的目标的人，在目标达成的瞬间，会失去一切的力量，成为一具空壳或死人。”\n \n“蓝你见过这样的人？” \n \n“……” \n \n“嗯，我见过一个差一点成为这样的人。” \n \n“那蓝为什么还要教我变强，明明……”\n \n“让你变强不是我的目的……” \n \n蓝打断了她的话。 \n \n“……为了复仇变强，在变强的过程中放下复仇，这才是我教你的原因。”\n \n“好了，你睡吧，我先走了。”\n \n说完，蓝站起身，悄无声息的离开了房间。 \n\n冰凉的夜风卷进屋内，带走温暖留下了一片寒意，本来就冰冷的少女，手里紧紧地攥着被子角，嘴角微微扬起，毫无用处的被子好像都有了一丝暖意。 \n \n…… \n \n蓝靠着黯的房门，抬着头，漫不经心的看着这个已经看了不知道多少遍的天花板。\n \n“我到底是为什么……要这样……” \n \n喃喃着。\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}