{
    "title": "假面骑士时王49集【自写】",
    "author": "Kruls",
    "replyCount": 12,
    "timestamp": 1584320880,
    "txt_content": " 本帖最后由 Kruls 于 2020-3-16 09:08 编辑 \n“让常磐庄吾收集全部骑士的力量，再一举摧毁他……这就是斯沃鲁兹的计划。”“而如今你已经得到了所有平成骑士的力量，斯沃鲁兹也已经得到我的力量变身成Another Decade的现在……”——一边说着一边从卡盒中拿出包含他在内的十九位骑士的卡片，门矢士抓过常磐庄吾的手把卡片放在他的手上。“……这是？”“我和你一样，拥有平成骑士的力量……虽然骑士手表的力量已经消失了，但假面骑士是永远不会消失的，不论如何我们永远都在。”“门矢士……你！你的身体！”“我们的力量就托付给你了……去打败斯沃鲁兹吧！”——终究，世界的破坏者亦和其他平成骑士一般，消失了……“……我们走吧！Geiz！Woz！Tsukuyomi！”——没有人应答常磐庄吾。他们只是朝着他静静的点了点头，随即跟随着他走了出去。——另一边……“哼，**大树……真有你的啊！竟敢用我赐予你的力量袭击我……”“斯沃鲁兹……不管怎么说我也是路过的假面骑士！虽然只是个小偷，小偷可就是这样的啊，反复无常难以捉摸的。”“不管如何，妨碍我成王的家伙，就去死吧！”——在斯沃鲁兹的力量之下，**大树亦消失了……从历史上，彻底的……“接下来……就该让常磐庄吾感受一下Another Rider和平成骑士们最大的敌人们所拥有的力量了。”——话音落下，斯沃鲁兹身后的时空壁中，19位变身成最终形态的Another Rider和历代平成骑士们苦战亦难以战胜的怪人们走了出来。“来做个了结吧！常磐庄吾！究竟是你能成为王还是我的成为王……这接下来就能见分晓了！”——数小时后 某个大广场上——怪人和Another Rider们在街上行动着，毁灭它们眼前所看到的一切……——Hyper Critical Speaking！——Inochi Daikaigan！Omega Driver！——白色与金色的身影从天而降，致命的攻击狠狠的打击在Another Ghost和Another Ex-aid身上，将他们打倒。——另一边，疾风、银河、月读亦奔袭在街道上，与怪人们战斗着……“你总算来了啊！常磐庄吾！”——广场的中央，斯沃鲁兹和常磐庄吾终于会面。“你不就是想让我来吗？这样你就能得到全部的逢魔之力，成为王了……”——消灭了广场外的Another Rider们，常磐庄吾走了进来。直视眼前的斯沃鲁兹，常磐庄吾的眼神中，混杂了恨意与悲伤。——平成骑士们的消失……乌尔、奥拉、凑等人的死亡……就连时王二阶如何回溯都无法拯救他们……以及眼前这为了要拯救自己世界已然癫狂，不择手段的斯沃鲁兹……还有2068那个被不被理解的自己……这一切都将在今天画上句号！“来吧！常磐庄吾，不是你死就是我亡！这一切从一开始就是这样注定的！”“你就和平成骑士们……一起消失吧！”“不会消失的……骑士的历史！别小看了他们啊！”——卡片和表盘飞扬在空中，逐渐融合……“让你见识一下，平成骑士们的力量吧！”——Grand Zi-O！！！——随着崇皇时王表盘的声音和金色的时空大门开启，从那之中一个接着一个走出的，是历代的平成骑士们！“怎么可能！Grand Zi-O应该不能使用了才对！骑士们历史消失的现在……”“原来如此，是你吗？！门矢士！！！”“你也并不蠢啊……这么快就想到是我……不过已经迟了哦。”“上吧！各位平成骑士们！”“哦！”——Kuuga! Agito! Ryuki! Faiz! Blade!——Hibiki! Kabuto! Den-O! Kiva! Decade!.——W! OOO! Fourze!——Wizard! Gaim! Drive!——Ghost! Ex-Aid! Build!——随着崇皇时王的变身音，平成骑士们一个接着一个的变身……——庆贺吧！——Kamen Rider! Grand Zi-O！——光芒闪过，20位平成骑士变身完毕，朝着斯沃鲁兹冲了过去！“比人数我也未必输给你！”\n\n——斯沃鲁兹的话音刚落，与平成骑士们交手过的劲敌们便奔袭过来！而崇皇时王则是和已经变身的斯沃鲁兹战了起来！“你什么都做不到！就算借助门矢士得到的骑士力量短暂的恢复了骑士们的历史，你们也不会是我的对手！能成为王的是我！”——踢开斩向他的崇皇时王，斯沃鲁兹伸手发动了时间停止的力量……“看我……超连携一命通关！”“什么……！”——Hyper Critical Speaking！——无敌玩家的必杀，在斯沃鲁兹停止时间时发动，将GameDeus 和斯沃鲁兹一同踢飞，解除了他的时停！“Finale了！”——Chōīne！Kick Strike！Saiko！——白芒一闪，钻石魔龙的踢击正中斯沃鲁兹，使其往后倒去。——Kiwami Squash！Final Vent！Genius Finish！——接连被数位骑士的必杀技攻击，纵使是拥有王族之力的斯沃鲁兹也有点力不从心了……“这就是最后了！斯沃鲁兹！能成为王的……不是你！”——Finish Time! All Twenty Time Break！——随着必杀音，二十位骑士高高越起，朝斯沃鲁兹和剩下的怪人们踢去！“不！不应该是这样的！如果不是我成为王去拯救世界的话……！”“庆贺吧！”“他是跨越时空的，真正的王者常磐庄吾！”“此刻正是他超越未来加冕为王之时！”——随着Woz的庆贺，平成骑士们的攻击，击倒了斯沃鲁兹和他那Another世界们的怪人。“……啊，这不可能……平成骑士的力量不应该大过王族的力量……”“逢魔之力不是万能的……我的儿子啊！”——和崇皇不同的金色时空之门打开，2068的逢魔时王，缓缓走了出来……“……事到如今，你是来嘲笑我的吗？！”“我只是想让你明白……逢魔之力不是万能的，能成为王，那是梦想和努力的成果才能当上的……你那投机取巧的方式是无意义的……”“那你要我怎么做！如果我能成为王的话！你也就不用再一个人承担那些了……”“我知道……所以我也不打算承担下去了……”“……你要做什么！”“干的不错，年轻的我啊……但你仍然没有收集全全部骑士的力量……”“……全部的骑士都在这里了，为什么你还说我没有收集齐全？”“因为……你自己也是一位骑士不是吗？”“……”“你并不认可逢魔之力……你也不想依靠他成为王……你不想走和我一样的路……”“不过，你现在所引发的奇迹，足够得到我的认可了……就让我看看吧，你创造的未来！”——说完，逢魔时王也不理其他人，只是伸出手释放了自身的逢魔之力……“你做什么！这样做你的历史会消失的！”“无妨！因为你已经创造出了不错的历史！这个无用的历史也就没有存在的必要了！”“住手啊……不要就这样！”“最后能看到这一切，我很开心，带着我的意志去开辟新的未来吧！过去的我……还有，我的子女哟！”“……父王！”——斯沃鲁兹和崇皇时王朝着逢魔时王奔去，但终究晚了一步……以逢魔之力重塑了这个被破坏的时空和，让常磐庄吾开拓新的未来，不被理解的那位王，消失在了常磐庄吾创造的新历史中……——2019年9月1日“哇啊啊啊啊啊，要迟到了！”——叼着面包跑出朝九晚五堂，常磐庄吾今日也是活力四射的以成为王的目标而努力着……不过在成为王之前首先要解决学业问题……没错，常磐庄吾他从今天开始就是大学生了！“你每次都是这样，重要的时刻就迟到……你这个样子果然还是不要成为王比较好吧？”“就是啊庄吾，王可是要面面俱到的……”——校门口，geiz和月读正站在那里对着迟到的常磐庄吾说教着。顺带一提因为逢魔时王重塑了时空，他们的历史也被改变了，变成了和常磐庄吾同一时代的人。“如何，士。我说过他们能做到的吧？”“算你赢了……给你！”——学校的屋顶上，门矢士和**大树一脸笑意的看着校门口打闹的三人。随即转身开启时空壁，继续他们的旅行。“乌尔……奥拉……嗯，看起来都复活了……这样魔王大人应该会蛮开心的吧？”——无人的角落中，翻看逢魔降临录的Woz淡淡一笑。书上是这样写着的……由于历史的重塑，平成骑士们的历史也恢复了，而死去的人们也回来了。“只是……那位逢魔时王却不在了……”——2068 逢魔时王的王座————一个金色的表盘，放在了王座上。忽然，一名神秘的老人走了进来，将一条金色的腰带放在了王座上……“过去的我……这些就托付给你了……”——话音落下，老人的身影亦消失无踪，只有王座上的表盘和腰带证明他曾来过……——就这样，普通的大学生常磐庄吾，踏上了成为新王的道路，踏上了开辟新未来的道路，向着仍未知的未来走去。\n\n\n",
    "replies": [
        {
            "author": "缘生",
            "timestamp": 1584321720,
            "txt_content": "大艺术家（写关于MC的再扔周边创造板块，有几率会得到可爱的版主的奖励！）"
        },
        {
            "author": "Kruls",
            "timestamp": 1584321780,
            "txt_content": "缘生 发表于 2020-3-16 09:22\n大艺术家（写关于MC的再扔周边创造板块，有几率会得到可爱的版主的奖励！） ...\nMC的可以扔周边创作？"
        },
        {
            "author": "艺妓",
            "timestamp": 1584321840,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Kruls",
            "timestamp": 1584321900,
            "txt_content": "艺妓 发表于 2020-3-16 09:24\n厉害，写了这么多.\n哈哈哈，假面好看啊"
        },
        {
            "author": "艺妓",
            "timestamp": 1584321960,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Kruls",
            "timestamp": 1584322020,
            "txt_content": "艺妓 发表于 2020-3-16 09:26\n没看过，海贼王我爱看\n建议你看看\n打着打着就开始骚话"
        },
        {
            "author": "艺妓",
            "timestamp": 1584322140,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "Kruls",
            "timestamp": 1584322200,
            "txt_content": "艺妓 发表于 2020-3-16 09:29\n哈哈哈，行我有空看看\n\n你会爱上的"
        },
        {
            "author": "艺妓",
            "timestamp": 1584322320,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "缘生",
            "timestamp": 1584322740,
            "txt_content": "Kruls 发表于 2020-3-16 09:23\nMC的可以扔周边创作？\n其实不是MC的也可以，不过不是MC的版主不能奖励……"
        },
        {
            "author": "Kruls",
            "timestamp": 1584323160,
            "txt_content": "缘生 发表于 2020-3-16 09:39\n其实不是MC的也可以，不过不是MC的版主不能奖励……\n是什么奖励？\n人气和金粒嘛？\n我现在急缺贡献"
        },
        {
            "author": "auwcbnwui",
            "timestamp": 1584863220,
            "txt_content": "大招的英文都拼错了"
        }
    ]
}