{
    "title": "[微小说] 弑魔之战 第十一章",
    "author": "萌萌的咖喱",
    "replyCount": 3,
    "timestamp": 1363388940,
    "txt_content": " 本帖最后由 Technology 于 2013-3-17 21:15 编辑 \n\n弑魔之战 索引贴\n\n第十一章\n\n      我们艰难地继续前进着，为什么要说艰难呢？因为从刚刚开始，路面上变得全是荆棘，我们不得不提起钻石剑砍断荆棘往前走，而且这些荆棘的尖刺有毒，已经有一名队员被刺伤了。我回头一看，猛然发现有一个队员在用剪刀一根一根地剪，我有些恼怒：“你出来还随身带了把剪刀？”那个士兵停下手中的活，说：“早上剪完羊毛，忘记放箱子里了，现在正好用到哈。”“......我对你无语了。”\n      \n       突然，那个士兵仿佛脚被什么东西抓住了，猛地被提起来三尺高，然后被拖进了荆棘丛里，由于那个怪物速度太快，而且这里是有剧毒的荆棘丛，在这里开打的话，地形对我们很不利。我对着队员们大声说道：“快跑！以最快速度跑！后面有东西跟上来了！小心别被荆棘刺到！”队员们听了，二话不说开始拿起钻石剑拼命砍荆棘，撒腿就跑，突然最后面的一个士兵也被拖进了荆棘丛里，还发出一声惨叫声，那惨叫声撕心裂肺，把队员们都吓了一跳，平日里训练的那些技巧一点都没有用上，在这里反倒被怪物给欺负了。\n \n       我疯狂地向前飞奔，一路上披荆斩棘，好不容易跑到了空地，回头一看，队员们也都精疲力尽，我让一个士兵汇报人数，士兵面色苍白地对我说：“被那个怪物抓走3个人，还好我们跑得快。”我还想再问下他的身体状况，突然地面传来了急促的脚步声，仿佛还有庞然大物倒地的声音，当然还少不了惨叫声。我回头一看，一个熟悉的黑影在荆棘丛里乱窜，对着荆棘丛里的什么东西在以很快的速度连续射出带火的箭。我叹了一口气，心想：我就知道，小蕾你又跟来了......”\n\n       我让士兵们原地休整待命，我一个人提着剑又一次冲进了荆棘丛里，看到了小蕾，但是却没看见那个怪物。小蕾也看见了我，低头很惭愧的样子，突然她神情变得很慌张，对我大叫：“小心后面！”我一回头，看见了那个所谓的“怪物”......\n  \n       “你觉得他能完成他的使命么”\n       “假如他成功了，我们就得死”\n       “我倒是不怕他完成使命，无论如何，这个世界还是归我们所有”\n       “那就好好的表现吧......”\n\n       那是个全身铺满鳞片的章鱼形状的东西，一看就知道是章鱼的变异种，我一直以为这个世界不存在进化与变异，没想到今天还真看见了，还是以这种形式，真是不走运。都说变异种比原种厉害得多，今天我倒要来试试看有多厉害。\n \n       小蕾提起弓，向那个怪物的眼睛射去，那个怪物不躲不闪，用它那藤蔓般的触手一把抓住了箭，扔在一边，我有些吃惊，小蕾的箭术和速度都是所有人中最快的，假如她都射不中，那么岂不是弓箭对这家伙基本无效？我立马举起剑以最大力量向后方砍去，只感觉那个怪物的触手很软而且像橡胶一般，砍不断，于是我改成削，像削苹果皮一样削，我首先死死抓着那个家伙的背上的一根荆棘一样的东西，我提起它的手臂开始削，一刀往前，一刀往后，只见怪物的皮被我活活削下来一层，怪物很愤怒，但是这个怪物的力量似乎仅限于此，它只会用触手攻击，所以我们只要不断跑动躲开触手就没有问题，而且它的触手不能攻击到自己的身后，所以我只需要安心的削皮就可以了。\n\n       我开始削怪物的脑袋，怪物嚎叫着左右乱晃，我好几次差点被甩下来，我把怪物的脑袋削得只剩最后一层硬邦邦的脑壳，我拿起小刀往怪物的脑壳刺去，怪物咆哮了一声，我耳朵差点被震聋，只见怪物的头上鲜血喷涌，我急忙跳下来，拉着小蕾一起往士兵们的方向跑，突然身后传来地震般的声音，原来是怪物轰然倒地所发出的声音，怪物已经被我们两个解决掉了。\n\n       士兵们焦急地在原地等待，只见远处两个人，一男一女向着他们招手，一个就是我，还有一个是小蕾，我走到他们跟前，对他们说，我们把怪物干掉了，但是那个士兵不做声，只是一只张着嘴巴，口水都滴到了地上，我看着士兵的眼睛，他的目光一直在看小蕾，我给了他一个响亮的耳光，他才大叫：“队长，你哪里找来一个美女的？”紧接着一堆人涌上来“队长，她是不是你妻子。”“队长，你老婆好漂亮”“小姐，给我签个名吧”我无奈地对着小蕾笑笑，小蕾也对着我笑笑，我们搭起了帐篷，准备今晚先在这里过夜，明天早上再出发。\n\n       小蕾做的晚饭很好吃，士兵们也连连称赞，吃了一碗又一碗。一个士兵起身说要去上个厕所，我也不能不让别人上厕所啊，人有三急嘛。但是关键的是他一走出营地，他立刻暴起，拿起宝剑对着草丛乱砍，还不断地惨叫，突然的整个人消失在了草丛里，我们着实被吓了一跳，走上前去，只见前面有一个东西在蠕动，仔细一看，是一只手，一只活活被砍断的手，鲜血淌了一地，但是奇怪的是这只手会动，在地上爬来爬去，我们都不禁起了一身鸡皮疙瘩，穿上盔甲，拿好武器和干粮，一起走进了那片危险的草丛里......",
    "replies": [
        {
            "author": "Technology",
            "timestamp": 1363598400,
            "txt_content": "写得好的地方我就不一一列举了。给你一点建议哈。注重一点人物塑造，像之前的杰米，前后形象不怎么一致。小蕾算是比较成功的，但是主人公我的形象我觉得做的不是很完善，动不动扇人家耳光。士兵被拖走了也没有流露出任何的想要去找的念头。硬汉形象往往是有情有义的，勇猛这一点你写出来了，但老不正经的怎么能做老大呢。\n还有你的过渡段不够，过渡的情节安排比较欠缺，安营扎寨这一段可以好好渲染一下的，这里应该突出恐怖的气氛，表达旅途的艰险"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363612560,
            "txt_content": "Technology 发表于 2013-3-18 17:20\n写得好的地方我就不一一列举了。给你一点建议哈。注重一点人物塑造，像之前的杰米，前后形象不怎么一致。小 ...\n我懂了……我写文章写的脑袋混乱了，感觉好像有两个我，一个是现实中的，一个是小说人物，我有时候会用小说人物的世界观来思考，我都快要崩溃了……"
        },
        {
            "author": "Technology",
            "timestamp": 1363613940,
            "txt_content": "joney 发表于 2013-3-18 21:16\n我懂了……我写文章写的脑袋混乱了，感觉好像有两个我，一个是现实中的，一个是小说人物，我有时候会用小 ...\n这很正常的。但要尽量把自己置身于你小说的环境中。写之前想好我要把这个人物塑造成什么形象，然后动笔的时候就把自己想成那个人，用主人公的视角看问题"
        }
    ]
}