{
    "title": "【原创·连载】我的世界飞逝堕落第二十一章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1584329460,
    "txt_content": " 本帖最后由 但是你 于 2020-3-16 11:33 编辑 \n\n首发地址：https://book.qidian.com/info/1017577575\n\n本周第一更，感觉自己最近好懒，也该打起精神了。\n\n     第二十一章：凋零附体\n\n　　我大半夜来到金之城的禁地。传言禁地是个洞穴，又有传言说禁地什么都没有，甚至有传言说是飘在天上的。我现在在禁地门口，这外观像个门，又像洞口，实在说不准里面有什么。\n　　看着四下无人，我从树上跳了下来。“奇怪，怎么没有守卫。”“那是因为我。”我转身一看，是个没见过的少女：“你就是给我发信的神秘人？”她轻轻地笑了笑：“是我没错。这附近的守卫都被我赶走了，现在你可以安心活动。”\n　　“为什么给我发信息。”我跟随她的脚步往禁地深处走去，“这种事没我也可以吧。”“我找你是有一个事让你帮忙。”“我可没那闲工夫。”她拿出一块散发绿光的石头：“这是块已经觉醒的灵核，上面的特性是再生。”“灵核？我有一大块。”我拿出冰剑，里面放了比这个石头大了十倍的灵核。\n　　她笑了笑，又拿出蓝色药水：“这是灵力提升剂，可以永久提升你当前阶段5%的灵力，当然，到极限后不能用。”说实话，我挺心动的，可感觉没这么简单。“这可是我的底线了。”她说着便要脱衣服。\n　　“等等等等，我不是这个意思。”我摆摆手，压制住自己想看的欲望。她愣了一下：“你不是馋我身子吗？”“你为什么觉得我会想要这个？”“看你脸上猥琐的表情就行了啊。”猥琐？我的表情猥琐吗？\n　　“算了，就要灵力提升剂吧。”我接过药水，“说吧，什么事。”“我是凋零的一个头，一年前被一个老头砍下来掉落进海里。我游了好长时间才到这里，但凋零已经开始地毯式的搜索我。我不想回去，所以想借你的身体一用。”\n　　“借身体？”我抱紧自己，“话说这事你随便找个人不就行吗。”她摇摇头：“没这么简单。我虽然只是一个头，实力依然超过主阶。普通人承受不住，王阶又附身不了。只有你这个实力不强上限又高的能够让我附体。”\n　　到达禁地深处，眼前是一片空旷的洞穴。“这里什么也没有啊？”我四处走动，硬是没发现一点异常的地方。“不，这个地方充满了灵力，是个修炼的好地方。来，开始附体吧。”\n　　我们面对面盘腿而坐，四周的灵气随着她灵力的释放变得狂暴起来，开始在我们身边来回流动，逐渐显露出形体。她的身体随着四周灵气的流动逐渐融入其中，然后周围渐渐安静下来，灵气化作流水冰冷地涌进我体内。\n　　回到旅馆，我依然没有发现身体上任何异常。“凋零？是不是融合失败了，没反应啊。不过也好，白白得了一瓶提升剂。”\n　　天亮了，我睁开眼，凋零就躺在我面前。这不是重点，问题是我正紧紧地抱......着......她！“啊！我不是故意的！如果我昨天晚上睡迷糊对你做了什么奇怪的事不要怪我！”她坐起来打了声哈欠：“真熟练啊。我都没说什么呢就把锅甩得远远的，看起来这是常事啊。”\n　　“你为什么睡在我旁边。”我红着脸避开话题。“我都附你身上了还能去哪。不过没想到你这么恶心，一晚上都抱着我。”竟然没生气？还有，你那一脸满足的表情是什么鬼？“现在只有你能看见我，其他人不可能感应到我的存在。不过这样我就只能跟着你走，而且不能离开你身旁三米的距离。”\n　　哎，不错哦。身边一直有个美女跟着，虽说只有我一个人能看见。“哇，没想到你出去一晚上就带了个美女回来，还一晚上都抱着。”白发男的出现吓了我一跳：“你不是说其他人都看不到的吗！”她尴尬地笑了笑：“这是我第一次附身，有漏洞很正常。”\n　　“哎呀呀，桃花运泛滥啊。”白发男笑眯眯地摸了摸我的头，“什么时候能喝喜酒啊？”“开什么玩笑！”我拍开他的手，“你这么明目张胆地来我这蹭吃蹭喝，就不怕我告你私闯民宅吗！”“等等，别吵了。”凋零拦住我们，“那个老头来了。”\n　　她瞬间消失。门被推开，一个头发半白半蓝的老人拄着纯金拐杖缓慢地走进来：“她在哪。”声音回荡在安静的房间里，眼睛一直盯着我......身旁的白发男。\n　　呼，幸好他没发现。拐杖敲在地上，吓得我一激灵：“我再问一遍，她在哪！”这次几乎是吼出来的，灵力随着声音流出，掀起狂风将我们吹飞。“我不知道你在说什么。”我咳了咳，伸手抹掉嘴角上的血。\n　　“还在装，我看你是不想活了！”拐杖一敲，整个房间里的家具全震得粉碎，墙也出现裂痕。我站起来晃晃脑袋，感觉头晕晕的，还有丝耳鸣。“看来只能除掉了。”他的拐杖散发出光芒，“神之力，分解！”\n　　以他为中心，方块开始分崩瓦解变成粉尘：“神之力，重组！”粉尘融合，凝聚成了一堆黑曜石，这是什么情况！“神之力，压缩！”黑曜石堆再次凝聚，融合成一个不知道什么东西的东西，然后砸向我们。\n　　“这是最后一次了，真是烦人，好讨厌这个状态。”不远处的大楼上，一个黑影轻叹一声。“好硬啊！”我拿着冰剑强撑着，可地板已经开始下陷。“任意创造：基岩！”在冰剑和压缩黑曜石的中间，强行挤出了一个基岩。“没想到啊没想到，你竟然来了。”老人面色变得凝重，“这次算你们运气好，还是半成品，不过没多久，你们就完蛋了！好好享受最后的时光吧！”\n　　老人走后，凋零沉默不语，一直盯着远处的大楼。“怎么了？”我问她，“他已经走了。”凋零的面孔显得苍白：“唉，天命啊，这是你躲不过的劫。”我继续追问，凋零只是卷缩在裂开的地板上沉默不语。\n　　大楼上的黑影轻咳两声：“这是最后一次，以后，我们就是敌人了。”\n我感觉评论区里都没人提问题的，我很支持抬杠的，因为这样才能发现问题，只要别太过分就行。\n\n",
    "replies": []
}