{
    "title": "[Minecraft.net|CULTURE] ZIGZAG 材质包",
    "author": "GuuWoo",
    "replyCount": 3,
    "timestamp": 1584329220,
    "txt_content": " 本帖最后由 GuuWoo 于 2020-3-18 00:56 编辑 \n\nZIGZAG RESOURCE PACKZIGZAG材质包Jamie Mckiernan gives Minecraft a cute-tacular new look!Jamie Mckiernan让Minecraft更加可爱！        Black. White. Grey. Hardly the most cheerful of colours. But every time I look out of my window in February, it’s all dull grey skies, bland white snow and pitch black nights because it’s already dark. Bah! I need an emergency dose of colour and charm in my Winter, stat!     黑的，白的，灰的。Oh，这颜色多么令人不快啊！每到了二月的夜晚，我看向窗外，映入眼帘的只有灰蒙蒙的天空，惨淡的白雪，哦，原来是夜色降临了。不行！我的冬天急切需要颜色与魅力，快！     Luckily, I’ve got the perfect solution - playing Minecraft Java with the ZigZag Resource Pack.     幸运的是，我找到了绝妙的解决方法——用ZigZag材质包来玩Minecraft JAVA版。     This delicious eye-candy of an add-on gives Minecraft a wonderfully cutesy makeover. Grinning pumpkins! Lovely new leaves! Steve even gets a shave and learns to smile. Blasphemy? Oh, absolutely – and I love it!     这个可爱的附加组件让得Minecraft全然不同，变得十分之可爱。咧着嘴笑的南瓜，生动的叶子，连史蒂夫都刮了胡子笑了起来。这是对神灵的一种亵渎吗？Oh，当然，我很喜欢！\n\n\n\n[1/3] Try not to O.D. on cuteness as we look at the friendly mobs of ZigZag. Here’s the adorable porky pig, that I’m unsuccessfully trying to feed a stack of wood planks. I’m an awful person.不要过于在意ZigZag中友好型生物的外表。这是一只可爱的小猪猪，我想喂它一组木头，可是并没有成功。真是糟糕透了。[2/3] D’awwwww! Here we see the lovely zig-zagged horse, and a chicken looking enviously at said horse. Maybe it wants to be a horse? Good for you, buddy! Never give up on your dreams!哎！这是一只zigzag材质的马，后面有一只小鸡正直瞪瞪地看着马。EMMMM，也许它也想成为一匹马吧？不错，朋友！不要放弃你的梦想哦！[3/3] Sheep! These woolen wonders are a bit more googly-eyed than I remember. Still, useful for looking out for wool-hunters, I guess!羊！这些带毛的小动物怎么和我想的有点不一样呢。不过我猜，这可能是有利于羊毛狩猎者去寻找羊毛。\n     The ZigZag texture pack is the hard work of Jamie Mckiernan, an ultra-talented artist who works for Harmonix. And Jamie was kind enough to speak to me about it!     Jamie Mckierna费了好大精力作出了ZigZag材质包，当然他同时也是在Harmonix中工作的一位才华横溢的艺术家。Jamie很热情地跟我介绍说。     “I went to the Massachusetts College of Art,” Jamie tells me, when I ask her how she started out. “I was in Animation and Illustration and I always knew I wanted to be a concept artist – not necessarily for games, but some concept art field.”     当我问Jamie是如何想到要开始做这个材质包的时候，她回答我说：“我在麻省艺术学院上学，主修动画与插画专业，我很清楚明了地知道我的目标是成为一名概念艺术家，不一定是在游戏方面，同时也可以是在一些概念艺术领域上”Which one of these is your favourite? Personally, I like Noodle! Whereas Emily prefers Silver and is therefore WRONG.哪只鹦鹉最合你的心意呢？如果是我的话，我喜欢Noodle！然而Emily更喜欢Silver，嗯哼，她真没眼光。\n     “Then when I got out of school there was an internship at Harmonix and I took it, thinking it would be like a short term thing for a few months.”     “我离开学校去Harmonix实习的时候还以为只会在那里做几个月的短期工作”     Jamie has now been with Harmonix for eight years. Boy, I hope she passes that internship soon! Oh, wait - of course she has, because she’s moved on to bigger projects and lead positions. If you’ve played the Dance Central series, Harmonix Music VR or Singspace (and too many other games to mention here) then you’ve interacted with Jamie’s work before!     然而Jamie到现在已经在Harmonix工作了八年了。我的天，我真希望她可以尽快转正！哎，慢着，她当然已经转正了，而且已经是一个更大项目的带头人了。如果你曾玩过Dance Central系列，Harmonix Music VR或者Singspace[1]（或者这里提到的更多游戏）那就说明你早就已经接触过Jamie的作品了     A lot of her artwork can be seen on her Twitter feed which I highly recommend you check out.     你可以在她的推特上看到她的很多作品哦，真的，我非常强烈推荐你们去看看     But she doesn’t just make great art at Harmonix - it’s also where she discovered Minecraft.     在Harmonix中，她不仅做出了很多出色的作品，同时也那儿与Minecraft结缘     “There was a Harmonix private [Minecraft] server,” Jamie explains, “which was always super impressive because it was a combination of artists and engineers doing things.     Jamie 解释说“那里有一个Harmonix内部的Minecraft服务器，它给我留下了很深的印象，那里是艺术家和工程师联合交会的地方”     “We started with this big group server where all the artists decided we were going to make a barbarian village in the middle of the woods.” Nice idea!     “一开始我们在一个大型服务器内，里面所有艺术家都决定要在树林中建一个蛮族村庄” 这真是个不错的主意     “I just saw it as the perfect multiplayer game because I could be creative,” says Jamie. “It’s not really about winning!”     Jamie 说“而且，我觉得这是一款完美的多人游戏，因为我可以其中进行创作而不是仅仅为了获得胜利”\nhttps://www.bilibili.com/video/av96777497/Click the video above to learn more about the making of ZigZag!点击上方视频了解更多ZigZag的制作过程\n     Building something cool in Minecraft can be tough, but creating a whole new resource pack is a far more ambitious challenge! One that Jamie started three years ago.     在Minecraft中做一个很酷的东西是很难的，然而做一个全新的材质包更是难上加难！这整整耗费Jamie的三年时间     “It started off just to see 'how hard it is to change a few blocks?'” Jamie explains. “Because making textures for work, I kind of understand it now.”     Jamie 解释道“一我开始只想看看‘改变一些方块有多难？’，然后因为制作材质包缘故，我现在已经弄懂了”A ZigZagged villager! Huh. He doesn't look very pleased to see me...一个ZIGZAG材质的村民！不过，他好像看起来对我不是很友好呢...\n     Jamie took her texture-tampering knowledge and started with the 1.8 version of Java. “ [It was] right after they switched the system from being a big sheet of textures to the individual files, so it was a little easier to make a resource pack because it was actually part of the supported folder for it.     Jamie是从1.8Java版，并用一些修改材质包的知识开始工作的。“它们把系统一大堆的材质文件转化为单个的文件，这样会让制作材质包的工作变得更为简单一些，因为它们都是在受支持的文件之中的”     “That’s when I just started to see what I could do, and I posted a screenshot of the results of the first pass on Tumblr. A ton of people were just like, “Oh my gosh, you should do this!” – so that sort of lit the fire because I was like, 'Wow, people really like this, huh?'”     “就在那时，我又在考虑我可以做一些什么呢，因此我在Tumblr发了第一轮投票的截图。结果迎来了很多人的热情反响‘我的天啊，你就应该这么做’，这一点给了我很大的动力，让我明白了‘哇，原来人们很喜欢这个哦，应该是吧？’”Much better! This villager looks delighted to see me! AND SO HE SHOULD.太好了，这个村民很高兴地看着我！当然这是应该的。\n     Minecraft isn't the most realistic looking game in the world (seriously, if you look like Steve IRL, see a doctor ASAP), but ZigZag pack gives the game an even less realistic, cutesier look, one I told Jamie reminded me a lot ofThe Legend of Zelda: The Wind Waker.     Minecraft不是世上最接近现实世界的游戏（实话实说，要是你长得跟Steve 一个样，赶紧去看医生吧！），可是ZigZag材质包让这个游戏变得更加不现实，更可爱，我告诉Jamie这让我记起了The Legend of Zelda: The Wind Waker.[2]     Jamie describes her art style as a “flat, cartoon-ier sort of look.”     Jamie认为她的艺术风格是“偏平的，卡通的”\n     “And this is kind of how I draw,” she continues. “At the time [of starting ZigZag] I had been working on a mobile app for work where I was developing a similar thing; we were looking at a lot of Foster’s Home for Imaginary Creatures and really slick [animation] like Powerpuff Girls – it’s this 1950s retro thing.”     “这就是我绘画的方法”她继续补充道“在开始制作ZigZag的时候我已经在开发一款手机APP，在APP上我做了一个很类似的玩意，我们看了Foster’s Home for Imaginary Creatures还有动画Powerpuff Girls——这都是50年代时的复古事物”     As Jamie explains to me, a less realistic art style is a look that tends to last. “It becomes timeless because realism is only realism in games for the next two years, and then we can do better.” Whereas games with less realistic styles tend to age better. “If it’s charming. Like, The Wind Waker still looks amazing.     就像Jamie 解释的那样，不大现实的艺术风格也是可以造就持久的外观“它是永恒的，因为现实主义只是在未来两年游戏中的现实，而我们却可以做到更加完美”     “I take that theory into art direction too when I’m doing a game for work. I like styles that can last a little longer.”     “我做游戏的时候也让这种理念融入了其中，我很喜欢这种可以让游戏长盛不衰的风格”[1/4] The zombie gets a stylish new makeover in ZigZag. Nice tie! Does he have a job interview at the Ministry of Brain-Scoffing or something?僵尸在ZigZag中同样也有新的面目。小领带！难道它在Brain-Scoffing的部门还是其它地方面试吗？[2/4] I think the smiling Creeper is cute as heck! Whereas Emily is terrified of its dead-eyed grin and has refused to look at this screenshot ever again. Each to their own.我觉得笑脸苦力怕太可爱了！虽然Emily对他无神空洞的眼睛感到害怕，也不愿意再次看到这张截图。不过没关系，每个人都有自己的想法[3/4] ARGGGH! That’s not cute! The spider is somehow even more horrifying in ZigZag! Naturally, Emily really likes this one, because the day we actually agree on something, the universe will explode.啊啊啊！这一点都不可爱！这个蜘蛛在ZigZag材质中更吓人了！然而，Emily却非常喜欢它，因为如果我们有想法一致的那一天，宇宙将会爆炸。[4/4] Usually I’d be running for my life if I saw a skeleton but look at that smile. D’awww! Go ahead and fill me with arrows, buddy. You’ve charmed me into it!一般来说，如果我看到骷髅我会落荒而逃不过看到它的笑容的时候。哈!来啊，用箭射满我的身体吧！伙计，你实在是太吸引我了！\n     Jamie shared with me some of her methods for giving Minecraft the ZigZag treatment. “I actually like to use a website called NovaSkin. They have a model viewer and you can basically paint right on the model like I would do in Zbrush or 3DS Max. You can see the painting in 3D as you’re doing it.     Jamie跟我分享了她是如何制作ZigZag的。“其实我很喜欢用一个叫NovaSkin的网站。他们有一个模型查看器，我可以像在Zbrush 或 3DS Max一样，以一个模型为基础直接在上面画。这样，我就可以在画的同时就能看到3D效果了”     “I use that as a base, then I go into Photoshop and I keep uploading it to check my texture.” Novaskin is a great creative tool for Minecraft players - it’s well worth checking out yourself.     “我以此为基础，同时使用PS，并经常上传更新它来检查我的材质是否无误” Novaskin可以说是对Minecraft玩家而言一个很棒的创作工具哦——你也可以自己来试试！\nJamie told me the boat was one of the toughest textures to ZigZag. Who am I to judge? I couldn’t even manage to get this boat into the waterJamie跟我说船是ZigZag中最难搞的材质。但是我又有什么资格来评判难易呢，毕竟我都没办法让这艘船下水\n     It's not always smooth-sailing though - like when Jamie was working on the llamas. “I accidentally painted their butts upside-down because I was like, “I think I got this…” and then I checked it in game, and all the tails are facing up!”     但并不是从头到尾都一帆风顺一点儿问题也没有——比如说Jamie在画羊驼的时候。“我不小心把它们的屁股画反了，因为我想着‘我应该这么做..’结果，当我把材质导入游戏进行检查的时候，它们的尾巴是朝上的”     Huh. We've had some glitches in our time, but nothing quite like that!     EMMM，虽然我们有时候会碰到些小麻烦，不过还好没有比这更糟糕的！\n\n     Jamie still updates ZigZag frequently – following her on Tumblr is a great way to keep track of it (and you can find ZigZag there for free). But does she have ideas for any other Minecraft content in the future?     Jamie至今仍然经常更新ZigZag——如果你想获得实时动态可以在Tumblr上关注她哦（同时也可以在那里免费获得ZigZag）那么她在Minecraft的未来计划是什么呢？     “It would be fun to try and do a more pixel art, lower-resolution version,” Jamie tells me. “Where the limited pixels are part of the creative challenge of it.” Seeing her skills with ZigZag, I have little doubt she could pull off something spectacular!     “如果尝试去做一个高像素或者低分辨率的版本也许会更加有趣” Jamie跟我说“不过在有限的像素内创作也是一个挑战”不过我看到她制作ZigZag的技术，我相信她定能做出更让人惊讶的东西。\n\n译者注：[1]:Dance Central，Harmonix Music VR以及Singspace都是Harmonix下的音乐类游戏\n[2]:The Legend of Zelda: The Wind Waker《塞尔达传说风之杖》是一款动作RPG游戏，并由任天堂知名制作人宫本茂亲自制作\n翻译自：https://www.minecraft.net/zh-hans/article/zigzag-resource-pack文章作者：Tom Stone发布时间：2018/02/10站内该材质包的搬运贴：https://www.mcbbs.net/thread-796568-1-1.html",
    "replies": [
        {
            "author": "shenlongbao",
            "timestamp": 1585296420,
            "txt_content": "！！！！！！！"
        },
        {
            "author": "乔治很忙",
            "timestamp": 1588479420,
            "txt_content": "我非常喜欢，这让我赏心悦目"
        },
        {
            "author": "gsen1",
            "timestamp": 1591509660,
            "txt_content": "为啥1.12.2只有声音包？\n"
        }
    ]
}