{
    "title": "CraftBukkit-1.5 开发版 可以使用了！",
    "author": "wolski",
    "replyCount": 5,
    "timestamp": 1363392960,
    "txt_content": " 本帖最后由 wolski 于 2013-3-16 09:25 编辑 \n\n现在对应MC1.5的 CraftBukkit 开发版服务端可以使用了！\n\nThis build is COMPLETELY UNSUPPORTED so if you're not ready to deal with any bugs or issues that might crop up from running a development build, you should not be running it. We will be deleting any questions asking how to get this usable. If you have to ask where or how to get the development build, you should NOT be running it and posts of that nature will be deleted.\n\nIf you're okay with running, are able to run a development build and want to help us get to a beta and RB sooner, please run this build and report any bugs you find on our issue tracker, Leaky. Please remember, the quality of this build is simply \"it compiles!\".\n大概意思是该版本不稳定，如果你不能处理应对可能出现的漏洞和问题最好不要用他，并且不会接受、回答如何处理这些问题。 如果你有能力运行开发版的服务端，希望帮助他们更快获得测试版或推荐版本，请反馈对应编号端出现的漏洞和问题。\n\n\n已知问题:\n掉落方块再生位置看起来比它们应该的位置高。这个问题需要 Mojang 来修复。观察（包括以第三人称视角观察自己）一个正在骑乘状态的玩家（猪或矿车）, 他们会出现在该骑乘物品周围的区域。这个问题需要 Mojang 来修复。 （似乎1.4就有吧！）画在特定情况下会隐形。这个问题需要 Mojang 来修复。新的官服指令还不能用。\n\n[已解决]求解！ vanilla 是啥意思？？\n\n以下原文\n\nFalling blocks spawn (or appear to spawn) one block higher than they should. This is a vanilla bug and needs to be fixed by Mojang.When observing a player riding a vehicle or pig, they appear to teleport around the area of the vehicle they are riding. This is a vanilla bug and needs to be fixed by Mojang.Paintings are invisible under certain circumstances. This is a vanilla bug and needs to be fixed by Mojang.New vanilla commands are not implemented yet.\n\n\n下载地址列表\n\nhttp://dl.bukkit.org/downloads/craftbukkit/\n\n本以为1.5的水桶服要等至少一个星期才能玩，没想到MC1.5正式版发布后的第三天就出了第一个开发版，不得不佩服水桶服团队的效率越来越高了~\n\n有奖竞猜联动帖 http://www.mcbbs.net/thread-98173-1-1.html  \n居然猜错了.... 选A项的童鞋快回复本帖领取奖励~ ",
    "replies": [
        {
            "author": "minecraft小器",
            "timestamp": 1363393260,
            "txt_content": "。终于等到了。用了看看"
        },
        {
            "author": "70193142",
            "timestamp": 1363393680,
            "txt_content": "坐等正式版=w="
        },
        {
            "author": "mjmj1996",
            "timestamp": 1363393980,
            "txt_content": "Vanilla 指的是香草。。。。QWQ\n当然，这里指的是官服。。。。\n就像水桶叫Bukkit一样，官服的代号是Vanilla 香草 QWQ"
        },
        {
            "author": "1847291366",
            "timestamp": 1363395000,
            "txt_content": "一直不会弄服务器QAQ"
        },
        {
            "author": "CJ小超",
            "timestamp": 1363395660,
            "txt_content": "我竟然是前排的..开发版 我还是等有正式版再换吧{:10_566:}"
        }
    ]
}