{
    "title": "[Minecraft.net | INSIDER]“微缩”玄机",
    "author": "封徵",
    "replyCount": 7,
    "timestamp": 1584333960,
    "txt_content": " 本帖最后由 封徵 于 2020-3-17 13:44 编辑 \n\n\n\n\n\nfile_1584333848000.jpg (143.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:43 上传\n\n\n\n\n\nINSIDER\n\nThe Secrets of Shrunk\n“微缩”玄机\n4J spill the beans on building their Battle map!\n4J 团队将会带你一同探明这张地图的全部玄机！\n\nMarsh Davies 马什·戴维斯\nThere’s something instantly thrilling about Shrunk, one of the recent maps to be released for Console Edition’s Battle mini game. We like to think that all the handcrafted maps we release are pretty stunning - hidden coves with the skeletal remains of scuttled pirate ships, forbidden cities full of ancient temples and blossoming cherry trees, and skyscraping airships floating above scenes of industrial Victoriana. But Shrunk is different: it takes something familiar - a normal, if messy, bedroom - and transforms it into something fantastic, something epic, simply by changing its scale.\n《微缩(Shrunk)》是今日发布在主机版游戏的一张迷你娱乐向的地图。我们常常会下意识地认为那些手工制造的地图都是宏伟雄奇，给人以无限震撼 —— 比如说暗藏着海盗船残骸的神秘海湾，四处樱花盛放的紫禁城与那飘浮在旧维多利亚时代天空中的巨型飞艇。但《微缩》这张地图则完全不同 —— 它是极富有生活气息的 —— 只是一间普通凌乱的卧室。但只要将这间卧室的物品大小加以变化，看起来就感觉完全不一样了，甚至还有一些奇妙的史诗感油然而生。\n\nAre you tiny or is everything else just really, really big? Either way, you can’t deny there’s a particular pleasure in launching yourself off the side of a gargantuan fishtank, or dodging arrows among the pieces of a boardgame, before rapidly rope-walking the cable of a gamepad, draped between a vast plateau of bedding and a distant console.\n是你变小了了还是其它东西变大了呢？不管怎样，你现在急需考虑下如何才能在路过鱼缸边时不被因鱼儿们跃起而带起的几滴巨大的水珠而砸倒，或是在你的游戏手柄的线上“走钢丝”时努力躲闪棋盘上那些摇摇欲坠的棋子。\n\nHow did 4J settle on this idea for the map?\n那么 4J 时如何得到并实现这张地图的灵感的呢？\n\n“I’m a big fan of the 80s - being a child of the 80s myself,” says 4J’s art director David Keningale. “So I fondly remember movies like Inner Space or Honey I Shrunk the Kids . All those films where you had tiny little characters running around an oversized world. Even nowadays you’ve got Ant-Man in the movies, and the idea’s been in children’s literature for years - with The Borrowers things like that. It gives you a whole new perspective on the world around you. It’s a great experience to have.”\n“我是80年代事物的狂热爱好者 —— 包括我自己本身也是个80后,” 4J 的艺术总监 David Keningale 这样说道。“所以我超级喜欢像《惊异大奇航(Inner Space)》和《亲爱的，我把孩子缩小了(Honey I Shrunk the Kids)》的这类型的电影。所有这类型的电影的背景都是小小的主角在一个超大的世界里探险。后来则是有诸如《蚁人(Ant-man)》那样的电影上映，也有一些同类型的但是是给孩子们看的电影，比如《借东西的小人(The Borrows)》。这些电影都让我以一个全新视角看待这个世界，这也是每个人值得拥有的看待世界的一种视角。”\n\n\n\n\n\n\n2.png (145.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:44 上传\n\n\n\n\n我们开始设计每样物品的时候，团队里的建筑师们会使用微缩模型和特征突出化的办法来测试这件物品是否与“放大化”这个概念所相宜。\nNot all maps start with the personal obsessions of the designers, of course. Ideas often emerge from team brainstorming sessions, while others blossom after arriving at an intriguing sounding name.\n当然肯定不是所有的地图都是从设计师们的个人喜好中来的灵感。大多数的灵感和创意往往是在团队内的头脑风暴中产生的，而剩下地图的灵感则来源于成员们曾经听到过的一些有趣的名字。\n\n“If we’re doing one which is specific to a texture pack, that usually helps us a lot with the conceptualisation,” says David. “Shipyard was very much like that. While testing the Steampunk texture pack we built lots of little features for ourselves to see how things would look and how we would think other people would play with the pack. So when we got a chance to do a Battle map for that it was great fun. It gives it a real Victorian vibe straight away - factory warehouses and airships all set miles above the ground.”\n“如果我们能够专门为我们的地图做一个特定的资源包的话，我觉得会对我们的想法的具现化有着长足的裨益,” David 这样说道。“比如地图里的船坞的建造，就是一个很典型的例子。当我们尝试使用蒸汽朋克风的资源包时，我们就特地做了许多小玩意来测试它们实际所呈现出的的观感，而且我们相信绝对会有人拿这个资源包来玩我们的地图的。所以当我们真的有机会去做一张PVP地图时，我们发现了它所带来的巨大改变。它真的营造出了一种维多利亚时代氛围 —— 在几英里外，就是轰鸣震天的工厂、满当的静待发货的仓库和那静静漂浮半空的飞艇。”\n\nThe next step is to rough out the level’s layout, says level lead designer Michael Hansen: “Prototyping helps us get our ideas together so that everyone can chip in and flesh out an idea.” With a map like Shrunk, which confines itself to a rectangular space, working out where all the bits of furniture might fit presented an interesting jigsaw puzzle in itself - and that’s before any consideration for how it would play.\n而建筑的下一步，就是规划出建筑的布局，团队的首席建筑设计师 Michael Hansen 这样说道 : “建筑原型的规划布局的设计可以帮助我们充分整合并充分实现我们讨论出来的每一个好点子。” 就如《微缩》这张地图，它先是规划出了一块大的长方形作为整体的空间，然后就像拼图游戏一样，把每一样物品给“填充”进去 —— 而这项工程要远早于我们考虑这张地图的玩法到底是怎么样的。\n\n\n\n\n\n\n3.png (233.51 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:44 上传\n\n\n\n\n1. Often we start by lay000000000000000000ing out a floorpl 00000000000000000000000000000000000000                                        an in-game to get a sense of scale and try out different arrangements of the main features. In Shrunk's case, fitting it together was a bit of a jig-saw puzzle!\n1.我们通常会在游戏内画出一张“平面图”以营造出一种度量感，然后尝试把各种主要的物品“放”到里面去。而在《微缩》这张地图里，这有这个过程就有点像拼图游戏了。\n\n\n\n\n\n\n4.png (154.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:44 上传\n\n\n\n\n2. We then create prototypes to get a feel for how it is to run and jump around the level. Because of the unusual scales involved, Shrunk took a fair bit of experimentation to get right.\n2.接着我们就会把建筑的大体形状给立起来，然后测试玩家要如何在上面跑跳以及翻越各种物品。而由于这张地图的“尺寸”太过于不寻常了，所以我们要进行更多的测试以求得精准、多样化的结果。\n\n\n\n\n\n\nfile_1584333897000.jpg (89.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:44 上传\n\n\n\n\n3. This is when things are really starting to get fleshed out. Simplified models are put into a scene to check colour palettes, verify spacing and scoping out exactly what we will need for final production.\n3.当我们已经完成了物品的外观及其内部的所有结构后，我们就要开始考虑配色问题了。所有物品对应的模型都会被放到一个等比例缩小的房间中以检查相容性与间距是否恰当适宜，然后再通过计算来确定最终放大后的实物的间距。\n\n\n\n\n\n\nfile_1584333908000.jpg (80.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:44 上传\n\n\n\n\n4. At this stage we are still moving elements around but, as things progress, the positions of major bits of scenery are being locked down - but feedback from playtests will still inspire radical changes.\n4.即使到了这个阶段我们其实仍在调整物品的位置，但主要物品的位置是确定的，来自地图测试人员的反馈也会使我们的布局产生根本性的变化。\n“One of the core design elements is that we have to keep the spawn points roughly central in the gameplay area so it is fair for everyone,” says David. “No one has a distinct advantage over anyone else in getting to the first chest, or a chest further out. We really want an even playing field so that battles come down to the skill of the player. To get that right takes quite a lot of experimentation.\n“其中一个核心设计的点就是 —— 我们需要确保玩家“合理”地从地图的正中央开始游戏，这样对每一位玩家来说都是公平的,” David 补充道。“没有人会因为距离远近的不确定性而产生游玩上优劣势之分。我们要的是一场公平的、全看玩家个人实力的游戏，而想要达到这一目的，就需要我们预先进行大量的测试与演练。”\n\n“With Shrunk we wanted the spawn point to be the top of the bed. So for a long time we had this big, open, flat area that we knew we had to incorporate in the centre of the level but with testing and further development we realised it felt a little too flat - so Michael came up with the idea of kids playing with boardgames - and that boardgame became the spawn point.”\n“在《微缩》中我们希望玩家的出生点是在床头。所以在很长一段时间，我们的出生点周围都过分的空旷了。但随着测试次数的增多，我们也意识到了这个问题。所以 Micheal 想出了“房间里应该会有孩子们玩桌游吧”的点子，于是我们把出生点改为了在床中间的棋盘上。\n'We really want an even playing field so that battles come down to the skill of the player. To get that right takes quite a lot of experimentation.'\n“我们真的希望地图本身的设计不成为玩家们获胜的倚仗，我们想要的是玩家通过自己的战斗技巧来赢得游戏的胜利。而想要做到这一点，就需要大量的试验与测试。”\nThe need to get resources and weapons from chests is one of the fundamental ways in which the make creates “flow” - the need for players to move about. The placement of chests, and the challenge in getting to them, is critical.\n从箱子里获取资源与武器是游戏“强迫”玩家们进行移动的基本方式之一。而正因如此，箱子放置的位置，则变得至关重要。而相对应位置到达难度，箱子里面玩家能获得的东西也会有档次之分。\n\n“All the good stuff is in the high value chests, and we make those difficult to get to,” says David. “A player may have to walk out into a very exposed area, or be high up and have a risk of falling. Some players will camp - you can’t stop that - but we try to design the maps so players can’t stay in one place too long. They will get hungry and they need to replenish their food as well as get armour and weaponry for protection. The game self-balances in that way.”\n“所有的好东西都会放在那些玩家难以但一定可以到达的箱子里，” David 这样说道。“所以玩家们必须进入那些开阔的、容易暴露自己的区域，或是承担在高处摔下来的风险。有些玩家会选择拿到好东西后就一直待在一个地方不动 —— 我们不能阻止这样的行为，但我们也设计了一套饱食度系统，即一个玩家如果长时间的呆在同一个地方，他的饱食度会下降得更快。这样他们就不得不出去寻找事物，武器与盔甲。目前游戏的自我平衡体系就是这样的。”\n\n\n\n\n\n\nfile_1584333919000.jpg (109.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:45 上传\n\n\n\n\n1. Now the design becomes more focused. The idea and layout is solidifying rapidly but we still have a lot of technical issues to solve, like how to light the scene and what details to include.\n1.现在亟需设计的方面已经变得集中，场景的风格和布局正在固化，而我们要做的还有很多，比如小场景的照明问题和物品的细节问题等等。\n\n\n\n\n\n\nfile_1584333930000.jpg (135.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:45 上传\n\n\n\n\n2. Things are really coming together! We start thinking hard about chest placement at this stage and this tends to inspire further tweaks to the level's flow and the exact placement of its details.\n2.目前来看进展不错！在这个阶段我们会重点考虑箱子摆放的位置，这也会进一步促使我们去改进游戏的流程与平衡。\n\n\n\n\n\n\nfile_1584333939000.jpg (160.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:45 上传\n\n\n\n\n3. We take the level to a finished quality, playtesting all the way to make sure things look good and feel both fair and fluid. Chest and Start locations are finalised and the map goes to external testing.\n3.现在这张地图已经可以说是成品了，内部的游戏测试已经反馈良好了。而箱子和出生点的位置也确定好了！下一步我们会邀请一些玩家加入我们的游戏测试。\n\n\n\n\n\n\nfile_1584333950000.jpg (191.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:45 上传\n\n\n\n\n4. Reacting to feedback is often a balance of play versus aesthetics. Fixes range from simply moving a chest location a few blocks to restructuring entire sections of the level to improve flow.\n4.收到反馈后如何进行修改是一种对地图的美学与游戏的平衡之间保持相衡的智慧。修改的范围从简单的修改箱子的位置到整个物品位置的调整，这都是为了提高玩家们的游戏体验。\nAs the map gets fleshed out, the designers play it over and over, assessing how easy it is to move from one place to another, or whether certain areas turn into deadly killzones, or, conversely, are just too easily defended. One example is the bedroom floor, says David: “The floor was originally very cluttered - it was modelled on my son’s bedroom after all. The problem was that it got so crammed with stuff that you could run across it with almost no danger at all, running from cover to cover, despite all the high vantage points which people might shoot you from.”\n随着地图的逐步完善，设计师们也会在地图内一次又一次的游逛，评估从一个地点到另一个地点的移动难度，或者是查看是否有些地方是否太容易被人攻入，相反的，也要评估一些地方是否过于的“一夫当关，万夫莫开”。David 这样对我们说道：“卧室地面本来就是凌乱不已的 —— 这本来就是参照的我儿子的卧室。问题就是正是因为东西太多了而让玩家躲在阴影里几乎毫发无损的从一个地方转移到另一个地方 —— 即便有人占据了高地。”\n\nShrunk is a very vertical map, and many tweaks were designed to help players to scamper up and down the scenery easily.\n《微缩》是一张垂直距离极高的地图，因此有许多的小设计被采用，从而来帮助玩家们能更方便的在地图里移动。\n\n“Because of the size of the map, we needed to allow players to get up quite quickly and get down without feeling too pressured,” says Michael. “The fishtank is a good example. To begin with, it was used as a way of stopping players from getting into certain corners of the map, but then as we were playing it, and as the level evolved, we decided to make the fishtank larger and one of the main features, so players can jump down into the pools of water to get down quicker without hurting themselves, or use it to sneak their way up to the top.”\n“由于地图大小的关系，我们必须让玩家上上下下的过程变得简单省力一些,” Michael 补充道。“那个鱼缸就是个很好的例子。鱼缸首先是用来防止玩家们躲在地图的某个角落里。但随着我们测试的增多，我们决定让鱼缸变得更大，而且将鱼缸的水位变高，这样上面的玩家就可以通过跳进去来更快的下到下面，而下面的玩家则可以偷偷的通过这个鱼缸潜上来，打得对面一个出其不意。”\n\n\n\n\n\n\nfile_1584333959000.jpg (151.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 12:45 上传\n\n\n\n\n在所有反馈得到的问题和错误得到解决后，我们发布了最终的地图版本！然后我们就开始制作各种宣传图和宣传语。最后的最后，我们终于能够坐下来细品一杯香茗了。呸！好像不太好喝！\nWhat tips would the designers give to miniaturised minecrafters looking to tidy up the competition?\n那团队的地图设计师们会给那些想要调整修改自己的小游戏地图的独立建筑师们什么建议呢？\n\n“Always be wary of the monsters under the bed!” jokes David. “And look for the bounce pads - they’re a great way to get down. We’ve hidden them under carpet textures, so they’re not always obvious, but you can spot them. We’ve got launch cannons as well to help you get high up quickly. These little secrets around the map will help you play it well and help you get around it in really quick time.”\n“小心床底下的那些怪物！” David 开玩笑道。“然后在地毯下面藏好一些粘液块，这不太明显，但总会有人发现的，到那时候这些“蹦床”就能成为快速移动的好方法。还有就是你可以用命令方块做一些能把人弹射出去的“人肉大炮”来帮助玩家们迅速到达高地。最后就是要记得多在地图里藏一些小秘密，这很方便制作起来也不难，但这能为你的地图增添更多的趣味性。”\n\n“Just because you feel like you’re really high up from everyone else, it doesn’t mean you’re safe,” says Michael. “Someone can use one of the hidden launch pads to shoot up right in front of you and take you out.”\n“居高临下，狂妄自大的想法永远都会是错误的，” Michael 这么说道。“说不定有人能用一些低处的隐藏炮台让你一击升天呢。”\n\nShrunk is part of the Battle Map Pack 4 DLC for Console Edition.\n《微缩》收录在主机版PVP地图包-DLC4中 \n\n【封徵 译自官网 2016 年 11 月 28 日发布的 The Secrets of Shrunk；原作者 Marsh Davies】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "Dracary",
            "timestamp": 1584418140,
            "txt_content": "感谢搬运，很良心的译者，很良心的作者。"
        },
        {
            "author": "8689",
            "timestamp": 1584435000,
            "txt_content": "地图里面的那个村庄是个模型吗？"
        },
        {
            "author": "封徵",
            "timestamp": 1584435060,
            "txt_content": "8689 发表于 2020-3-17 16:50\n地图里面的那个村庄是个模型吗？\n按照作者团队的说法，应该是这个房间主人的收藏的“模型”或者“玩具”之类的东西"
        },
        {
            "author": "8689",
            "timestamp": 1584435180,
            "txt_content": "封徵 发表于 2020-3-17 16:51\n按照作者团队的说法，应该是这个房间主人的收藏的“模型”或者“玩具”之类的东西 ...\n谢谢，谢谢！"
        },
        {
            "author": "专刀你",
            "timestamp": 1584530820,
            "txt_content": "好久我也要把我的卧室给，小便出细节"
        },
        {
            "author": "2949",
            "timestamp": 1584540540,
            "txt_content": "qaq6666牛逼"
        },
        {
            "author": "红尘笑笑",
            "timestamp": 1584579300,
            "txt_content": "谢谢"
        }
    ]
}