{
    "title": "[Minecraft.net|CULTURE] 甘美之地",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1584341520,
    "txt_content": " 本帖最后由 EBsky 于 2020-4-1 09:49 编辑 \n\nLuscious Lands\n甘美之地\nTravelling to the Elven city with Mirass and Riddeh!\n与 Mirass 和 Riddeh 一起前往精灵城旅行吧！\n\nAsh Davis 阿什·戴维斯\nThey say it's the journey that matters, not the destination. While that's tragically true when we're skipping through a sunny meadow to get to the dentist, today we're featuring a build that nails both the journey and the destination. Sure, you could quickly click through the screenshots of ' Aseroth City - Part One ' until you get to the main palace – but why would you do that when you can soak in the charming windmills and picturesque scenery that encompasses it?\n人生就如一次旅行，重要的不是目的地，而是沿途的风景。假如我今天因为赶着去看牙医，而错过萋萋的阳光草场，我就会感觉特别遗憾。而今天我们要介绍的建筑，既有沿途优美的风景，目的地的景色也同样宜人。当然了，你可以快速划过“Aseroth city-Part One”的许多截图，直接跳到其主宫殿。但是当你可以选择沉浸在迷人的风车和周围的如画风景时，你何必要一步到位？\n\nThis 'Aseroth' is the work of ' Riddeh ' and ' Mirass ', two talented builders who were heavily inspired by the works of J.R.R Tolkien. You can see it in the colourful hues and British countryside vibe of the scenery... although, how did they land on that name?\n这幅“Aseroth” 是 Riddeh 和 Mirass 的作品。这两位建筑师才华横溢，深受 J.R.R Tolkien 作品的启发。你可以在他们这张色彩斑斓、充满英式乡村气息的地图里发现这一点。不过，他们是怎么想到这个名字的呢？ \n\n“We spent a while trying to decide on a good name for our city, mainly making use of elven name generators on the internet,” says Riddeh. “The final name came when Mirass forgot the name we had originally decided upon, and we had to make one up on the spot, seconds before posting it online.”\n“我们花了好久来为我们的城市取一个好名字，主要是借助了网上的精灵名字生成器。” Riddeh 说，“然而最终发布时，Mirass 忘记了当初取的名字。于是我们只好现编一个，几秒后就用这个名字发了出去。” \n\n\n\n\n“I drew my inspiration mainly from the elven cities of Lord of the Rings,” says Riddeh, of the grand castle and serene village. “The elves have always been my favourite and Aseroth is inhabited by many elven families.\" Of course, there are no elves in Minecraft, so these houses are more likely occupied by Creepers and spiders. Lousy freeloaders!\n“我的灵感主要取自《指环王》中的精灵城。”  出生在一座宁静村庄里的大城堡的Riddeh说， “精灵一直是我的最爱，Aseroth 中住着许多精灵家族。”当然在 Minecraft 中没有精灵，所以这些房子大概率是被苦力怕和蜘蛛鸠占鹊巢。可恶的白嫖怪！\n\nConstructing a city for the far-too-pretty elves of Tolkien’s lore was indeed a task for the gods - but mere mortals Riddeh and Mirass managed it by smartly assigning themselves to the parts of the build they'd enjoy most.\n在传说中，为天生丽质的精灵们建一座城市确实是众神的任务——但仅仅是凡人的 Riddeh 和 Mirass “却”通过彼此在自己最擅长的领域来分工合作，建好了这座城市。\n\n\n“My favourite structure to build was definitely the elven palace,” Riddeh says. “That’s also why I put a lot of effort into it, I really like to build palaces. But I also enjoyed designing the small houses the elves live in.”\n“我最喜欢的建造的部分无疑是精灵宫殿，”Riddeh 说，“这也是我不遗余力地去完成它的原因。建造宫殿让我乐不可支，但我同时也喜欢设计精灵们住的小房子。”\n\nFor Mirass, she preferred constructing the areas around the palace. “Personally, I enjoyed making the terrain. It was a real challenge to do and involved many hours of painting the terrain with placeholders and experimenting with colour themes, but we eventually settled on a realistic-looking banded rock look which we're very happy with.”\n对于 Mirass 来说，建造宫殿周围区域的工作更让她爱不释手。“就我而言，我很喜欢塑造地形，这是有最有挑战性的。我花了大量时间来用占位结构来绘制地形，并尝试各种各样的色彩主题。最终我们选用了一个让我们称心如意、逼真的带状岩石风格。”\n\n\n\n\n\nRiddeh got started with Minecraft pretty young. “Creative servers have always been my favourite. Staff members on servers noticed my builds and asked me to build stuff for their servers, so I gradually became [a] builder on a few servers.”\nRiddeh 很小的时候就已经是 Minecraft 玩家了。“创造模式的服务器一直是我的最爱。服务器的管理员看中了我的建筑，并邀请我为他们的服务器建造门面，所以我逐渐成为了不少服务器的建筑师。”\n\nMirass too, got bit by Minecraft’s creative Shelo... er, bug. “I began looking up some larger builds on the internet and decided to join a couple of creative servers to try to practise and see where I ranked against other people.”\nMirass 同样也被 Minecraft 里的无限可能给吸引住了。“我开始在网上找一些大型建筑，并决定加入一些创造模式的服务器，试着练习并看看我和其他人的差距。”\n\nEventually the two came together and, like Legolas and Gimli or Sam and potatoes, Riddeh and Mirass make a great team.\n最终，这两个人走到了一起，就像 Legolas 和 Gimli、Sam 和 potatoes 一样，Riddeh 和 Mirass 成为了一个默契十足的团队。\n\n“Riddeh and I are both highly ranked on a creative building server,” says Mirass. “We started chatting in messages, then showing each other our private projects, and wound up helping each other with little design issues we had. Riddeh had built the base of the large palace in Aseroth and showed it to me, and I offered to do some work in making some trees for the surrounding land. The idea came to me that we could have a larger city at war with another city, and the ideas started flowing from there.”\n“Riddeh 和我在创造模式的建筑服务器上的排名都很高。”Mirass 说。“我们最开始只是聊天，然后向对方展示我们私人作品，最后在设计的一些问题上互帮互助。Riddeh 那时候已经在 Aseroth 建造了大宫殿的地基，并把地基展示给我看，接着我提出为周围的地区植树造林。忽然我灵光一闪，我们可以以一个更大的城市和另一个城市开战作为建筑背景，许多关于建筑及其背景的灵感就是从那时喷涌而出的。”\n\n\nThe duo aren’t done with Aseroth, with Riddeh hoping to expand upon it in the future. “We’re going to add a lot more to this project but this will probably take time.”\nRiddeh 希望在将来进一步开拓 Aseroth 的疆土，因此两人组并未最终完成 Aseroth。“我们会继续给这个作品添砖加瓦，但这可能花个三年五载的。”\n\nWell we look forward to Part Two!\n好吧，让我们对作品的第二部分拭目以待吧！\n\n【@EBsky 译自官网 2017 年 09 月 19 日发布的 Luscious Lands】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584353640,
            "txt_content": "有几个不大通顺的地方我指出来一下：\n人生中重要的不是旅途的目的地，而是沿途的风景。——>人生就如一次旅行，重要的不是目的地，而是沿途的风景\n\n当我们赶着去看牙医时，我们会为错过了途径的阳光草场而遗憾。这里表达的应该是一种假设，比如这句要表达的应该是“假如我今天因为赶着去看牙医，而错过萋萋的阳光草场，我就会感觉特别遗憾。”\n\n既有优美的沿途风景也有美丽的目的地——>既有沿途优美的风景，目的地的景色也同样宜人\n\n但是你可以选择沉浸在迷人的风车和周围的如画风景时——>但是当你可以选择……时\n\n你可以在色彩斑斓和英国乡村的景色中发现这一点……这句原文的意思是“你可以在他们这张色彩斑斓、充满英式乡村气息的地图里发现这一点”，“这一点”指的是带有“J.R.R Tolkien”作品风格的建筑。况且“在色彩斑斓中发现”也不太对吧……顺便，J.R.R Tolkien的资料在这 他的代表作《霍比特人》、《魔戒》\n\n来自大城堡与宁静村庄的 Riddeh 说——>出生在一座宁静村庄里的大城堡的Riddeh说\n\n但仅仅是凡人的 Riddeh 和 Mirass 通过巧妙地将自己分配到他们最能乐在其中的领域——>但仅仅是凡人的 Riddeh 和 Mirass “却”通过彼此在自己最擅长的领域来分工合作\n\n建造宫殿周围的区域更让她爱不释手——>建造宫殿周围区域的工作更让她爱不释手\n\n布置地形——>塑造地形\n\nMirass 也是被 Minecraft 的创意吸引了——>Mirass 同样也被 Minecraft 里的无限可能给吸引住了(Minecraft不是人 人才能想出创意)\n\nRiddeh 已经在——>Riddeh那时候已经在\n\n我们可以让一个更大的城市与另一个城市开战，这个想法就是从那时喷涌而出的原文的大意大概是她 想出了这个将建筑的背景设计为“两座大城市”彼此开战的点子。然后注意原文用的是\"the ideas\"所以不是“这个想法”，是有关这个建筑和建筑背景的“许多想法/灵感”\n"
        }
    ]
}