{
    "title": "[Minecraft.net | INSIDER]十周年庆先导预告",
    "author": "封徵",
    "replyCount": 8,
    "timestamp": 1584337920,
    "txt_content": " 本帖最后由 封徵 于 2020-3-17 08:01 编辑 \n\n\n\n\n\nHeader.jpg (326.36 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 13:52 上传\n\n\n\n\n\nINSIDER\n\nMinecraft 10 Year Anniversary Wrap-Up\n十周年庆先导预告【本文仅为翻译补档，内容不具有时效性】Minecraft\nMinecraft\n\nThomas Wiborgh 托马斯·维伯格\nYou know when you’ve celebrated your birthday for three straight weeks with a few million of your closest friends and had cake for breakfast every day (except for that one Tuesday when you had pancakes stacked on top of each other to form a cake)?\n你知道连续整整三周与你几百万的好朋友们一起庆祝你的生日，每天早餐都是一个生日蛋糕(除了一个你把所有的煎饼都叠在一起做了一个蛋糕的那个星期二)是什么感受吗？\n\nNo...? It’s just us? Well, then let me TELL YOU about it, because the month of May has been something else around here!\n不知道……？好吧，让我 大  发  慈  悲  地  告  诉  你(不好意思串台了)这是什么感觉吧！但你得等到五月，等到这里的一切完全大变样的那个时候！\n\nWe started the month a bit backwards by giving birthday gifts to you! Such as the brilliant free anniversary map by Blockworks. And the trip to Minecraft: The Exhibition in Seattle(well, it’ll be a gift to the winner, anyway). And of course Minecraft Classic, proof that all you really need to have fun is 32 blocks, many more highly unpredictable bugs, and infinite creativity. Oh, and wool. Lots and lots of dyed wool. But don’t take my word for it, go play it for free in a browser near you!\n这个月可不太一样，虽然是我们生日但是我们会为你送上一份超级大礼！比如 Blockworks 做的 完全免费的周年庆地图！还有就是 Minecraft之旅：西雅图之展 地图（噢，这个是给周年庆优胜者的礼物）！噢噢噢，我们还带回了 Minecraft Clasic版，以此来证明你从游戏中获取的乐趣绝对不会被区区32方块给限制住的！还有数不尽的BUG，但我相信你拥有无尽的创造力！哦对了，还有羊毛，超级多的不同颜色的羊毛！算了你也别听我在这吹了，现在就去你的浏览器开始玩吧！\n\n\n\n\n\n\nfile_1584337969000.jpg (96.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 13:52 上传\n\n\n\n\n\nWe’ve also reveled in nostalgia over our #MinecraftMemories from the past decade, and found some of our favourite ones from your submissions . You won’t believe what TalkingTaco had to share. Can you live with the uncertainty? Luckily the (shocking) truth is just one click away.\n我们直到现在还沉浸在你们在 #MinecraftMemories 中分享的动人回忆里，并且我们从中选出了 一些我们特别喜欢的故事 分享给你！你绝对不敢相信 TalkingTaco 想要(不得不)分享给我们的到底是什么！幸运的是，我们只需要点一下↑就能知道这个(超令人震惊的)真相了。\n\nLastly, we had that Massive Minecraft Sale (our biggest ever!) and it looks like it’s still going for another weekend, so you can still catch a plush baby llama if you’re faster than it is.\n最后，我要告诉你，我们有史以来都没有这么大过的 Minecraft Sale 活动会再持续一周，所以你如果手速快的话，说不定还能再抢到一只可爱的羊驼宝宝玩偶呢！\n\nAnd that was it! What a great extended birthday it’s been, thanks so much for following along and we’ll see you in 2029 for our 20-year anniv—wait, what do you mean “forgetting something”?\n这就是我要跟你说的了！这是一个多么让人激动的生日呀，不是吗？而且我们已经迫不及待地想要和你在2029年 —— 我们的二十周年庆上见面了！等等，你刚刚说“忘了”是什么意思？\n\n\n\n\n\n\nfile_1584337980000.jpg (92.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 13:52 上传\n\n\n\n\n\nOhhh, that’s right… We also announced a planet-wide makeover with Minecraft Earth, which we’re VERY excited about! And on that same day, MINECON Live got a new name, a new date and a new,pretty troubling trailer(did they repair that lovely set of ours yet?)\n噢，对了，我们还 宣布 了一个超级令人激动的全球范围内的 我的世界：地球 的更新。而且就在同一天，MINECON Live 也有了一个新名字、新的举办日期和一个 超酷炫但是超级麻烦的全新预告片！\n\nOn the Minecraft Reddit, players have been baking cakes, writing letters (block letters only!) and designing skins. Kotaku was nice enough to collect some of the best posts here . Thanks for that!\n在我们的 Reddit 版块上，玩家们已经开始自发的烤制蛋糕，写祝福语(仅限像素字体！)和设计周年皮肤了。Kotaku 也十分好心地帮我们收集了 一些很棒的帖子。十分感谢！\n\nSomeone at a company called Tubular has apparently counted ALL the Minecraft videos you created and watched in the past 10 years (how did they find the time?) and according to them, you’ve watched blocks being arranged a whopping 436 BILLION times! Which sounds like a lot until you realise that Per Landin watched most of **s featuring pandas all by himself. That’s several million right there!\n而一家名为 Tubular 统计了过去10年时间里有多少人制作和观看了Minecraft视频(他们是怎么做到的！？)！根据数据显示，你们已经看了4360亿次方块的放置与破坏了！这听起来是不是特别多？但当你知道了光是 Per Landin 一个人就看了几百万次有关Minecraft里大熊猫的视频的话，你会发现其实还是很多很多！少说也有几百万人了！\n\nFrom the very same website, we also learned that since 2015, coders in training around the world have completed nearly 130 MILLION Minecraft Hour of Code sessions. That makes us very excited for the future, as this was all made possible by people somehow learning to arrange those pesky 1’s and 0’s just right.\n在同一个网站上我们也了解到，从2015年起，世界各地地程序员们已经在Minecraft里度过了 1.3亿个Minecraft小时的编程时间.这也让我们无比兴奋，因为我们貌似找到了如何让人们更简单也更富有趣味性的学习那些\"0\"和\"1\"的多样排列。\nHappy birthday again, us!\n再次祝我们生日快乐吧！一定是\"我们\"哟！\n\n【封徵 译自官网 2019 年 05 月 23 日发布的 Minecraft 10 Year Anniversary Wrap-Up；原作者 Thomas Wiborgh】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "tineseack_bk",
            "timestamp": 1584355620,
            "txt_content": "但是十周年已经过了"
        },
        {
            "author": "lrwl_硫酸钾",
            "timestamp": 1584357480,
            "txt_content": "可惜十周年过了快半年了"
        },
        {
            "author": "封徵",
            "timestamp": 1584357540,
            "txt_content": "tineseack_bk 发表于 2020-3-16 18:47\n但是十周年已经过了\n但是一直没人翻这篇"
        },
        {
            "author": "yzh20050214",
            "timestamp": 1584424080,
            "txt_content": "哇哇，这个好厉害呀，帅气"
        },
        {
            "author": "yzh20050214",
            "timestamp": 1584424080,
            "txt_content": "lrwl_硫酸钾 发表于 2020-3-16 19:18\n可惜十周年过了快半年了\n哎，以后还会有机会的吧"
        },
        {
            "author": "yzh20050214",
            "timestamp": 1584424140,
            "txt_content": "tineseack_bk 发表于 2020-3-16 18:47\n但是十周年已经过了\n以后还会有机会的吧"
        },
        {
            "author": "葳蕤.葱茏",
            "timestamp": 1584514140,
            "txt_content": "我比较关心能不能获得披风"
        },
        {
            "author": "噗噗大狗熊",
            "timestamp": 1584532320,
            "txt_content": "太棒了，我好喜欢"
        }
    ]
}