{
    "title": "[Minecraft.net|CULTURE] 单色奇迹",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1584343860,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 16:24 编辑 \n\nMonochromatic Marvel\n单色奇迹\nA black, white and rad all over spaceship from Foxy!\n一艘由Foxy所创作的黑白交织，光彩满溢的太空飞船Kate Gray 凯特·格雷\nSurely we can't be far from the day when I can buy my own personal spaceship? So I can explore the galaxy whenever I like? Right? Please? I want to run rings around Saturn, pop to Pluto for my picnics, and steer my ship right into the core of the sun to work on my tan. Space travel! For everyone! Get on this, science!\n显然，离我们能够买下自己的私人太空飞船的那天已经不远了？所以我可以随心所欲的探索每一寸星河？是这样吗？我想围着土星周游一圈，随即飞到冥王星野餐，然后驾驶着我的飞船驶入太阳的核心去享受我的日光浴。每一个人都能体验的太空旅行！科学应该为此而努力发展！\nNot that I'll be happy with an average ship, mind. Every great space explorer needs a great vehicle, and you’re not going to boldly go where no man has gone before in any old hunk of junk, are you?\n注意，这并不是说我对一艘平平无奇的飞船感兴趣。好马配好鞍，所有难忘的太空探索也需要一艘难忘的飞船，并且你也不会想去一堆没人去过的垃圾堆旅行，不是吗？\nSo step this way and take a look at the black-and-white beauty that is Spaceship 23, a Rhapsody-class carrier ship by Foxy . Imagine yourself at the helm of this sleek space-explorer, piloting it through dust storms and asteroid fields, red lights flashing, second-in-command screaming in your ear about comms systems and shields being down. Calm down, chum, nothing ever goes wrong in space! I think!\n所以请跟我一起来欣赏一下23号飞船里的黑白美景，这是由Foxy打造的一艘如狂想曲一般令人惊叹的运输飞船。想象一下你掌控着这艘靓眼的太空探索器，驾驶着它穿梭于沙暴与行星之间，警示的红光闪烁，副舰长的声音传到你的耳边，向你汇报着通讯系统和防护系统损坏的情况。冷静下来，朋友，我想太空中不会发生糟糕的事情！\n\n\n\nThis galactic leviathan, which comes in both civilian and prison versions, depending on what kind of human cargo you’d like to haul, took Foxy a colossal three years to build, working on and off on the project in his spare time.\n这艘行驶在银河中的巨舰，可以作为民用，也可以作为监禁的用途，这取决于你想搭载什么样的乘客，Foxy抽出自己闲暇的时间投入到这个作品中，耗费了三年时间去建造这艘飞船。\n“In various works like movies, comics, games, or even real-life attractions,” explains Foxy to me, “you'll constantly see doors, pathways, and other areas in the background which a character just walks past without much thought, and you never get to see what's down them, which drove me crazy.” That's why this map aims to have almost every switch or button you find in the ship have a function – which is an admirable/ insane commitment! Suddenly it's not hard to see where three years of work went.\nFoxy向我解释到：“令我觉得发疯的是，在很多电影、漫画、游戏、甚至是真实生活中的景物，你经常能看见类似门、岔路、或者其他区域之类的背景，一些角色匆匆走过，但是你从来都没有机会去看看那里面到底是什么。”这就是为什么这个存档想要赋予这里面的每一个你找到的按钮或者开关自己的功能，这是一个令人佩服，或者说疯狂的承诺！突然之间，你就会明白这三年的时间用在哪儿去了。\n\nThis is Spaceship 23 by Foxy, which we featured on the site recently. Zoom in, and you can see Foxy wanted the different rooms on his spaceship to have unique interiors. Great idea! And one that only took him three years of work.这就是23号飞船的剖面图，近期发布到网站上的专访。把图片放大之后，你就能看到Foxy想让每一个房间都有不一样的室内布局。这是个非常棒的主意！但是也是耗费他三年时间的主意。\n“I always wanted to make giant functioning cities and spaceships in full for the fun of it,” continues Foxy. “But I never seemed to have enough Legos for that.” And so, he took to Minecraft, building increasingly larger and more spectacular things, developing his style and realising the benefits of the striking black-and-white look.\n“我曾想要搭建一个巨大的运作中的城市和太空飞船，以便充分享受其中的乐趣。”Foxy继续说到。“但是我似乎永远都没有那么多的乐高积木来实现我的愿望。”所以，他使用了Minecraft，建造出了越来越庞大并且越来越壮观的作品，不断的深化自己的风格，最后意识到了突出黑白配色风格的好处。\n“Fewer colors means shapes, form, and lighting stand out more than things like texture, but the fact that quartz provides white stairs and slabs to work with makes it easier,” he says. Foxy actually rebuilt a few of his old spaceship projects to match the monochromatic look of Spaceship 23, an image overhaul which took quite some time.\n“更少的颜色可以表现形体，体块，并且自身的光泽比其他属性例如纹理之类的更突出，但是事实上用石英块去构建白色的楼梯和墙板很好的实现了我的需求，”他说到。事实上Foxy重新建造了一些他原来的太空飞船，以此来匹配23号太空飞船素色的外表。这种彻底的外表面翻新也花费了不少时间。\nBut the results, I’m sure you’ll agree, are well worth it.\n但是结果，我很确信你也赞同，这是值得的。\n\nA big old build like this one isn’t just about watching Star Trek and wondering what’s behind Bay Door 3, or where that big bendy corridor that they use for long conversations actually goes. Foxy’s builds are all modular for a start, meaning that they can be taken apart and slotted back together in different configurations – no easy feat. “ [This system] takes into account the length, width, and height of the rooms themselves, door placement, and the placement of the redstone circuits that run under the floors.”\n像这种大型的废弃的试验品，不是用来参演星球大战或者探索3号舱门背后的东西，也不是拿来探索他们安排长对话场景里的高大曲折的过道通向哪里。Foxy的作品一开始都是一个一个的模块，这意味着这些作品可以被拆分成模块，这些模块又能按照其他的规则重排——这种手法很不容易。“[这样的构建模式]充分考虑到了房间的长宽高，舱门的布置，以及在地板下面运行的红石电路。”\nThis actually makes life easier further down the line, says Foxy: “This way, if I ever think of a better floor layout, I can easily rearrange the rooms and have everything still line up without having to rebuild too much.” So if he wants to build something new, he can grab a handful of these modular rooms and slot them together in new combinations and know that they’ll still all work perfectly.\n这也使得后面拆解房间排列变得容易许多，Foxy说：“通过这种方式，如果我突然想到一种更好的层面上房间的排布顺序，我可以很轻松的就将这些房间重新组合，然后排列起来，而不需要重新建造太多东西。”所以如果他想建造一些新东西，他可以抓取一些房间的模块，然后将他们以新的住户方式拼接在一起，并且能够保证它们能够完美的融合。\n|\"One of the most important things to remember is to not get discouraged if you don't see immediate results with your builds. Nobody starts out amazing.\"\n| “有一个很重要的点就是，不要因为你在建造过程中没有立竿见影的成果而感到沮丧。万事开头难。”\nEven before all that, it’s about planning the meaning behind where and what the rooms are. “I plan out the layouts of each floor first by figuring out what types of rooms would make the most sense in relation to both its location on the ship and the rooms around it,” says Foxy.\n即使是这样的作品背后，也是需要规划房间的位置和功能。“在初次规划每一层的房间布局的时候，我会先划分出什么样的房间会对其所在飞船上的位置以及周边的房间产生联系。”Foxy说到。\n“For example, while it might make sense for a more private space like a crew cabin to be on the same floor as a larger public space like a cafeteria, it wouldn't make sense for one to open directly into the other.” Wait, what? Sleeping next to the cafeteria is perfect for midnight snacking! Trust me on this.\n“举个例子，如果一个比较偏向私密性的空间，比如像船员休息室什么的，如果和餐厅这种大型公共空间放在一层甲板上的话，那船员休息室就直接正对着餐厅，那样就毫无道理可言。”等等，为什么？睡在餐厅隔壁对半夜吃夜宵是一个绝佳的选择！相信我。\n\nFoxy draws inspiration from other sci-fi - Tron Legacy, Halo, and even real-life people such as Neofuturistic architect Zaha Hadid - and spends a lot of time sketching and prototyping before even picking up a mouse.\nFoxy在其他的科幻作品里面寻找灵感，例如《创：战纪》、《光环》，甚至是现实生活中的人物例如后现代主义建筑师扎哈.哈迪德，并且在开始放置第一个方块之前，花费了大量的时间进行概念和原型设计。\n“Doodles, concept sketches, and detailed, measured plans (graph paper is incredibly useful) allow you to easily add to or change aspects of a design much more quickly than you're able to in-game,” Foxy says. And remember, he adds - even if you feel like you’re not getting anywhere, progress is slow, and one day you’ll be able to look back on how far you’ve come.\n“涂鸦，概念草图，然后深化方案，前期规划（坐标纸实在是特别好用）能够让你快速的修改你的设计，相较于在游戏里面修改来说，”Foxy说到。而且请记住，他补充说：“即使你感觉自己哪儿都没去，进程也十分缓慢，有一天你也会回首看见你走过了多么远的路途。” \n\n\n\n\n\nSpaceship 23 deserves to be explored, something you can do by visiting this page.通过参观，23号太空飞船值得探索\n“One of the most important things to remember is to not get discouraged if you don't see immediate results with your builds. Nobody starts out amazing. There are a ton of things I'm still working on trying to improve with my builds even after seven years of playing the game.” All these years later, and he's still trying to improve on his designs? Hmmm... how would you feel about building me a personal spaceship next?\n“有一个很重要的点就是，不要因为你在建造过程中没有立竿见影的成果而感到沮丧。万事开头难。即使是我玩了这个游戏七年之后的今天，我建造的作品里也有很多地方需要努力的改进。”这么多年过去了，他还在改进他的设计？嗯......你要不要考虑一下下次帮我建造一个私人飞船？\n Want more space-themed builds?  Try Moon Destruction, Front Line in Space. \n想要更多以空间为主题的建筑吗？看看 Moon Destruction, Front Line 吧。\n\n Or for something completely different, click here! \n或者是完全不同风格的建筑，点击这里！ \n\n【WDLJT 译自官网 2017 年 09 月 04 日发布的 Monochromatic Marvel】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "末地探险者",
            "timestamp": 1584345120,
            "txt_content": "之后驾着我的飞船直入太阳核心来晒黑自己\n哈哈哈哈\n有趣！"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584350280,
            "txt_content": "Space travel! For everyone! Get on this, science!\n太空旅行！为了所有人的幸福，科研，加油！\n每个人都能享受的太空旅行！加把劲啊，科学家们！\n\n尖叫着关于通信系统和防护罩失效的声音\n尖叫着“通信系统失效了！防护罩失效了！”\n\nCalm down, chum, nothing ever goes wrong in space! I think!\n冷静点，伙计，不会在太空里出现差错的！我坚信！\n冷静点，伙计，在太空里出不了差错的！应该吧！\n\nemmm 译文行文还需要多加改进\n"
        },
        {
            "author": "8689",
            "timestamp": 1584438960,
            "txt_content": "“之后驾驶着我的飞船直入太阳核心来晒黑自己”。。。别忘了太阳只是个贴图【滑稽】"
        }
    ]
}