{
    "title": "[Minecraft.net | INSIDER]来和MINECON的四位玩家主持人见个面吧！",
    "author": "封徵",
    "replyCount": 5,
    "timestamp": 1584351540,
    "txt_content": " 本帖最后由 封徵 于 2020-3-17 08:00 编辑 \n\n\n\n\n\nfile_1584350007000.jpg (53.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-16 17:13 上传\n\n\n\n\n\nINSIDER\n\nMeet four Minecrafters: MINECON Hosts!\n来和MINECON的四位主持人见个面吧！\nThe quintessential quartet co-hosting MINECON Live on Sept 28!\n9月28日，四位主持人带你一同嗨翻天！【本文仅为翻译补档，内容不具有时效性】【视频已翻译，自制中文字幕】\nKelsey Howard 凯尔西；凯尔茜（女名）·霍华德\nIt’s the most glorious time of year for us at Mojang –MINECON Live season! This Saturday, September 28 at 12PM EST, we'll be broadcasting an epic livestream celebration of all things Minecraft. It's got us feeling extra generous so we have a special treat this month… Meet a Minecrafter? No, no, let’s meet four!\nMinecraft 每年最豪华的盛典 —— MINECON 直播 即将隆重登场！这个周六，也就是美 国东部时间9月28号的中午十二点，我们将开始一次史诗级的现场直播来庆祝 Minecraft 这十年来发生过的或辉煌或低沉或喧闹或平静的所有的一切！正因如此，所以我们将邀请一位玩家来给他奉上一次饕餮盛宴吗？不，不，不，从某种方面来说你猜的没错，但恰恰不同的是，这次我们将会邀请整整 四位 玩家!\n\nOf course, these four minecrafters are no ordinary minecrafters, they’re the co-hosts of this year’s MINECON Live. Sensing a theme? I sure hope you are, because the video is all about the co-hosts heading to Sweden to prep for the big day:\n当然，这四位玩家也不可能是普通的游戏玩家，他们同时还是本次 MINECON 直播的四位主持人。所以你明白了吗 —— 关于我们接下来的这个视频会是怎样的？希望你已经明白了 —— 那就是这个视频其实是有关这四位主持人在瑞 典彩排的过程与感受的一次访谈！现在就来看看四位主持人们是谁，而他们又是怎么看待这次 MINECON 的吧！\nhttps://www.bilibili.com/video/av96582265/\n\nAlong with Lydia Winters, these four will be presenting MINECON Live this Saturday, September 28 at 12pm EST. You’ll be able to watch MINECON Live on Mixer, Twitch, YouTube, Facebook and minecraft.net(how convenient!).\n而这四位会与 Lydia Winters 一同为你在本周六，也就是美 国东部时间9月28号的中午十二点，为你献上这场独属于玩家们的狂欢盛宴！直播平台： Mixer，Twitch，YouTube，Facebook 和我们的小破网站 minecraft.net(多方便呀！在这里你甚至连账号都不用注册就能看高清直播了呢！)。\n\nSee you saturday!\n我们周六见！\n\n【封徵 译自官网 2019 年 09 月 18 日发布的 Meet four Minecrafters: MINECON Hosts!；原作者 Kelsey Howard】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "靓女颜夕",
            "timestamp": 1584380280,
            "txt_content": "哇好棒  very good"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584440760,
            "txt_content": "过于硬核的\"小破网站\""
        },
        {
            "author": "噗噗大狗熊",
            "timestamp": 1584532260,
            "txt_content": "真好啊啊啊啊啊啊啊阿奇"
        },
        {
            "author": "大雨将至",
            "timestamp": 1584620940,
            "txt_content": "11111111111"
        },
        {
            "author": "IlIlIlIlllI",
            "timestamp": 1584633540,
            "txt_content": "qaq6666qaq"
        }
    ]
}