{
    "title": "[Minecraft.net |CULTURE] Special effect - 致力于帮助残疾",
    "author": "梦~",
    "replyCount": 4,
    "timestamp": 1584358800,
    "txt_content": " 本帖最后由 Menzor 于 2020-3-16 21:12 编辑 \n\nSPECIAL EFFECTSpecail Effect\nThe UK charity helping people play games!英国慈善机构帮助人们畅玩游戏\n\nEmily Richardson埃米莉·理查森\n\nI can’t imagine my life without video games. But not everyone gets to enjoy building virtual houses and pestering Creepers with the happy abandon that I do. In fact, there are barriers that prevent some people from being able to play games at all, including Minecraft, and the majority of us probably don’t even notice. But SpecialEffect , a charity based in the UK, does. It makes games like Minecraft more accessible to those who want to play, but can’t.\n我很难想象我的生活中没有了电子游戏是什么样的。然而并不是所有人都能像我一样乐此不疲地建造虚拟的房屋或者挑逗苦力怕。现实中，有一些残疾人完全玩不了任何游戏，包括Minecraft，我们大多数人从没注意到，而一家总部设立在英国的慈善机构 SpecialFect 却注意到了，他让类似于我的世界的游戏被残疾人广泛使用。\n\n“We help people with all kinds of physical disabilities to play video games,” says Mark Saville, who handles communications for SpecialEffect. “There are so many people out there who can’t play normal games, like football, cricket or rugby, and they can’t even play the online versions either. We’re trying to right the second half of that equation. We get them to play online.”\n负责 SpecialFect 通讯的马克·萨维尔说：“我们帮助各种身体存在残疾的人们玩电子游戏，有很多人因为残疾不能玩一些常见的游戏，如足球、板球或橄榄球，有些人甚至不能玩这些游戏的网络版，我们尝试去使让他们玩常见游戏成为可能，让他们能在网络上玩游戏。”\n\n\nCeyda has cerebral palsy and finds fine motor control difficult. Special Effect designed and built a unique control setup for her, and now she's able to play games as she's always wanted!西达患有脑瘫并且很难去控制自己，Special Effect为她设计并制作了独特的控制装置，现在她可以随心所欲地玩自己想玩的游戏。\nSo, what are some of the closed doors they’re trying to crack open?\n所以，他们想要打开哪些被上帝关上的门呢？\n\n“There’s all kinds,” Mark explains, “and it depends on the disability. We see people as kind of projects. They’ll come to us with all kinds of disabilities and say, ‘Well, I’d like to play such-and-such’, and we do the best we can. Those disabilities range from people who may, for example, come back from a war with a finger missing, right through to people who’ve had strokes or who have muscular dystrophy, who may have very little movement or controllable movement in any part of their body. Our challenge is to try and match the game they want to play to the physical abilities that they have.”\n有很多，马克解释说：“这取决于残疾的类型。我们把残疾人当做一个项目。他们会带着各种类型的残疾人来找我们，对我们说明他想要玩什么样的游戏，我们会尽我们所能去帮助他实现。这些残疾人可能是从一场战争中回来失去了手指的人，也可能是中风或肌肉萎缩症患者，他们身体中的任意部位都可能会有非常小的程度的运动或者可控制的运动。对我们来说挑战就是让他们用现在的身体条件玩他们想玩却不能玩的游戏。\n\nBill Donegan, projects manager at SpecialEffect, elaborates: “So, sometimes it’s adapting a controller for them.” For example, the buttons might be too hard to push, or the joysticks too difficult to move. “So we’ll modify it, make the joysticks lighter, maybe move some of the buttons around.\nSpecialEffect管理比尔·多尼根说：“有时我会为它们调整控制器。” 按钮可能会太难被按下，或者操作杆太难被移动。我们要经常修改它，使操纵杆更加轻巧，也可能更改一些按钮的布局。\n\n|\"We help people with all kinds of physical disabilities to play video games\"\n|我们帮助了各种类型的残疾人士玩电子游戏\"\n“Then sometimes it’s the opposite,” Bill continues. “Some people may not have very much fine movement but a lot of gross movement. So, we might need to spread the controls around, make them bigger and maybe give them more resistance.\n比尔接着说：有时情况恰恰相反，有些残疾人无法精准的操作，可能伴随着很多无法控制的失误操作。所以，我们我们可能需要使控制器分布的更加分散，让他们变得更大并给他们增加一些阻力。\n\n\"The challenge for us is to make those changes really, really personal. Somebody might have tiny movement of just several fingers; we’ve got to go in and look at that person and match up - to the millimetre - the little switches that we use. It’s not something you can just design a generic controller for, for accessibility. That’s never going to work.”\n我们的挑战是如何让这些控制器变的更加私人化，因为有些人可能只能有几个手指能够移动，我们必须了解到他的实际情况并把我们使用的控制器中的操控按键修改为间距仅几毫米。你无法为不同类型残疾的人们设计一个通用的控制器，这样做永远行不通的。\n\n\n\nHarry has a condition that makes it very difficult for him to reach far with his fingers. After his mum wrote to Special Effect saying that Harry had always wanted to play Minecraft with his big brother, they helped him do just that!哈里的情况使他很难让自己的手指移动过远，在他妈妈给Special Effect写信说哈里一直想和他哥哥玩Minecraft后，他们帮他做到了。\n\nFor some players, using physical hand controls at all is too difficult, so SpecialEffect have spent the last two years building an interface to work with a technology called Eye Gaze, which lets players operate the game with their eyes alone.\n\n对于部分人来说，使用手动控制是十分困难的，所以SpecialEffect在过去的两年中一直在搭建一个接口让“眼睛凝视”技术能够使用，这种技术可以让玩家仅通过眼睛操纵游戏。\n\n\n“The stage we’re at,” Bill says, “we’ve got a really good interface for advanced Eye Gaze users but now we want to make it usable by a wide range of Eye Gaze users, so if someone can’t select a very small icon on the screen, we’re making an interface that will work with bigger icons.”\n比尔说：“现阶段，我们已经有了非常成熟的眼睛凝视用户界面，现在我想让它被眼睛凝视用户更加广泛的使用，如果有人不能在屏幕上选择一个很小的图标，我们会制作一个界面使其变成大图标。\n\nSpecialEffect’s software is designed to work with lower-end cameras that cost between ?70 and ?100. It’s not nothing, but SpecialEffect is making significant strides toward more affordable accessibility.\nSpecialFect的软件设计用于价格在70到100欧元之间的低端相机上，这并没有什么，但是SpecialEffect正在朝着更加实惠方向发展。\n\n\n“We’re absolutely reliant on everybody else for help,” Mark says, though he’s astonished by the way that the gaming community has embraced SpecialEffect’s mission. “Many people come to us and say, ‘Look, I can’t imagine life without games, how can I help?’ They really get what [we’re] trying to do.”\n马克说：“我们的机构依靠他人的热心帮助。” 尽管他对游戏社区接受SpecailEffect的使命的方式感到惊讶。有很多人找到我们对我们说：“听着，我无法想象没有游戏的生活，我能够做一些什么来帮助到它们？他们是真的知道我们在尝试做些什么。\n\nAnd how can we Minecrafters help? Mark has a lot of suggestions, and it goes beyond just donating money - although that definitely helps too! “You might want to join one of our events, like our GameBlast weekend in February , which is when we ask people in the UK and across the world to do a gaming marathon for us on that particular weekend, and we make a massive event of it. That’s superb.”\n身为Minecrafters的我们如何才能提供帮助？马克有几点建议，但是并不仅限于捐款，你可能会想参与我们的活动 例如在二月的周末的 GameBlast。这是当我们要求英国和世界各地的人们在特定的周末为我们做一场游戏马拉松时，我们为此进行了大规模的活动，这绝对有一定帮助。 那是非常棒的。\n\n\nBecky uses Special Effect's software and Eye Gaze technology to play Minecraft.贝姬使用Specail Effect软件和眼睛凝视技术玩Minecraft。\n\nThe games industry has really gotten onboard too. Recently, SpecialEffect have created an event called One Special Day, where games companies give all their revenue for one or all of their games, for that one day.\n游戏行业也加入了我们。最近，SpecialEffect创建了一个名为“ One Special Day”的活动，游戏公司将这一天内的收入或全部的游戏收入捐赠给了他们。\n\nThe charity also works with developers directly, offering suggestions and advice regarding accessibility , or demonstrating ways a game can be built so that SpecialEffect can more easily modify it.\n这个慈善机构还直接与开发者合作，提供一些关于游戏与软件的衔接建议或由开发者讲解游戏的构建方式，以便SpecialEffect可以更轻松地对其进行修改。\n\n“It’s things like trying to put in as many options for the control schemes as possible. Being able to remap button configurations or playing around with sensitivity for the camera angles and things like that,” explains Bill. “It’s usually specific to the game, but there are lots of things that can work more generally.\n这就是尝试尽力为控制器的修改方案增加一些选择，能够在重新安排按钮的布局或者摄像机角度和类似情况下发挥作用，比尔解释说：“它通常是用在游戏中的，但是可以更广泛地使用在很多事情上”\n\n“With a game like Minecraft, which has quite a learning curve, a parent or carer might play alongside their child and they’ll split the controls between them. These little changes alone can make such a big difference. It seems people are just looking more towards accessibility, both for disabled gamers but also just generally for people.”\n对于像Minecraft这样的游戏来说，它们具有很一定程度的学习曲线，父母或者照顾孩子的人可能会和孩子一起玩游戏，他们将控制器分给大人一起玩，仅仅这些小小的变化就可以给他们带来巨大的改变。日常中似乎人们仅在乎正常人的体验而缺少了对残疾人的体验提升，而我们应该一视同仁的对待所有人。\n\n\nYou can support SpecialEffect by donating, raising awareness or participating in one of their events. Head over to their website for more info about how you can help! \n你可以通过捐赠或者帮助他们提升**又或者参与他们的活动来支持SpecialEffect，请访问他们的网站，以获取如何提供帮助的更多信息！ \n\n【Menzor 译自官网 2018 年 01 月 17 日发布的 Special Effect】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584359040,
            "txt_content": "最好能够以文章大致的内容翻译一下标题"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584359400,
            "txt_content": "然而并不是所有人都能像我一样乐此不疲地建造虚拟的房屋并且挑逗爬行者。\ncreeper改译名为苦力怕了。 =(:з」∠)_"
        },
        {
            "author": "末地探险者",
            "timestamp": 1584360180,
            "txt_content": "吐槽一下\n\n这个慈善组织确实不好翻译\n但是One Special Day，“ 一个特别的日子”也同样不要翻译吧"
        },
        {
            "author": "8689",
            "timestamp": 1584436500,
            "txt_content": "末地探险者 发表于 2020-3-16 20:03\n吐槽一下\n\n这个慈善组织确实不好翻译\n专有名词"
        }
    ]
}