{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·八",
    "author": "晨曦赤寒GO",
    "replyCount": 2,
    "timestamp": 1584405720,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-17 13:38 编辑 \n从伊娜大妈那里回来已经过去了一个星期多，这段时间也没发生什么大事情，蓝倒是难得的清闲了一个星期…… \n\n怎么可能清闲啊！收集资料、粒子练习、生活维持，那件事不要忙啊！更何况现在还要教一个啥都不会的跟屁虫剑术，忙的简直没有时间休息，当然今天也……  \n \n“你TM到底听懂了没有！” \n \n“没……没有……” \n \n蓝看着这个缩在屋子角落，用风衣帽子拼命挡住自己脸的少女，有些烦躁的挠了挠自己本就非常杂乱的头发。 \n \n“我现在再和你说一遍，你要是再没听懂，我今晚就把你扔去和外面的夜游怪物同桌吃饭！” \n \n“知……知道了……” \n \n黯娇小的身躯猛的一颤，明显是受到了刺激。 \n\n“我先跟你把事情的原因讲了先。这两天，那只长着两条辣条手的zz僵尸不知道什么通过EX千里眼还是什么稀奇古怪的方法从森林里追出来了，而且目的明确，这家伙就是想搞你，其他村民撞上了根本屁事没有，甚至还能拍照合影骗一圈赞什么的，老子昨天也撞上了，不过这宰种长得不行，记性倒是比金鱼强上点，一见到我就热情的不得了，拼命的扑过来，跟只发qing的傻狗似的，正好当时旁边没有某个拖油瓶在，老子才顺利的把他打跑了，还顺手给它上了个粒子暴毙标记，现在正好是把这只烦人的b崽子送回棺材板里的好机会，所以我们现在要去秋叶镇一趟，去买一些可以把棺材板钉死的东西，你TM听懂了没！”  \n \n“听懂了，听懂了（瑟瑟发抖）”\n \n“那好！出发！”\n \n……\n\n“喂！老不死的！还活着就出来吱一声！给你十秒钟，不然就等着把房子当做棺材吧！”\n\n一间坐落在秋叶镇边缘的铁匠铺前，蓝正用他一贯的敲墙法边砸墙一边叫嚣，但奇怪的是，整整十秒过去了，还是没有人出来理会他，这还是黯第一次见到秋叶镇的居民不理会蓝的情况。 \n\n“十秒了！我……” \n \n“别嚷嚷了，我和我的店都是一把老骨头了，受不了你这样的年轻小伙子折腾的。” \n\n一声恰到好处的回应正好把蓝的话憋在了自己的喉头，接着一个已经满头白发的、脸上布满岁月的痕迹的老人负着手从店里面走了出来，他的步伐已经不再稳健，但一双瞳孔却是明亮的让人怀疑他的年龄。 \n \n老人神色严肃的看了下蓝，又看了下黯，然后…… \n\n“蓝呀，镇上有那么多女生喜欢你，你怎么就偏偏找了那么小的呢，算了，你们年轻人的事我也不管，记得下次上街的时候小心点，可别给治安队抓了，已经是文明时代了，炼铜可是要付出代价的。”\n \n“再BB把你的嘴同你的屋顶一起掀掉……我不是让你不要老是抓我衣角吗？” \n\n黯立马放开了蓝的衣角，墨色的眸子盯着蓝的脸看，表情好像说“我有问题想问”一样。 \n \n蓝立马把脸偏开，不和黯对视。 \n \n“有话快说有屁快放，别有事没事就盯着别人的脸看。”\n \n“喜欢，是什么？” \n \n果然，这小B崽子就不会问什么好问题。 \n\n“那就是一种没有屁用的感情，实用价值不如一块土块，但就是有一些脑壳有恙的人把这种东西看的比什么都重，甚至可以为这玩意儿付出生命。”  \n \n黯看上去有些懵。 \n \n“唔……那这个就不是什么好东西了？”\n \n“嗯。” \n \n黯低着头，看样子好像在想些什么。 \n \n老人看了看蓝，叹了口气。 \n\n“你还是这样，不要带坏别人家小姑娘了。” \n\n“我本来就这样，而且我句句属实，怎么说是带坏别人了，好了，不和你说废话了，你这里有锋利或者亡灵杀手的剑吗？”\n \n“没有。”\n \n老人回答的非常快速。 \n \n“……”\n \n蓝抬起手，无数的粒子带着恐怖的冲击力冲上天空，瞬间将铁匠铺的瓦屋顶掀飞。\n \n“轰！” \n \n屋顶落在地上，变成了一地的残渣。 \n \n“再问你一次，有没有。” \n \n老人摊了摊手。 \n \n“你这样子我也没……”\n \n“你好久没有交过地租了吧。”\n \n蓝没头没尾的突然来了这么一句。 \n \n“有一把锋利二还在打，要几天后才能出来，除了这把外就没有其他的附魔武器了。” \n\n老人的态度瞬间出现了天翻地覆的变化。 \n \n“几天？明天前打出来，我明早过来拿。” \n \n“你这样……最快明天下午。”\n \n“行。” \n \n两人互相妥协，敲定了时间。 \n \n明天下午吗……赶得上吗？ \n\n蓝想着，瞟了一眼黯，又像是想起了什么，拉住了打算离开的老人。 \n \n“喂，老不死的，你说你现在没有附魔武器是吧。”\n \n“对啊，咋了。” \n \n老人被蓝一把拉住，整个人有点懵逼。 \n \n“那，附魔盔甲保护一的给我来一套，越轻越好，还有再来两把普通的铁剑。” \n \n“盔甲？你不是最讨厌这玩意儿的吗？怎么……” \n \n老人突然瞟见了蓝身后的黯。 \n \n“你这小子……行吧，这套就算我送你的礼物，毕竟除了你这里也没人认识附魔武器，我也卖不出去。” \n\n老人挣开了蓝的手，走进了房子里，不一会就拿着一套闪着微弱紫光的轻甲出来，直接扔给了蓝。 \n \n蓝掂了两下，然后…… \n \n“老不死你这个是给野猪穿的吧，就不能做的再轻一点吗？”\n \n“你小子就别嫌东嫌西了，你以为那种级别的盔甲随便打打就能打出来的吗？你当总部的铁匠们技术很菜吗？那种盔甲可不是一天两天可以打出来的。” \n \n“切，小气……黯！接着！”\n \n“诶？啊！” \n \n黯从沉思状态里被叫出来，迎面就看见了一团白紫白紫的东西往她脸上撞，下意识的就想躲开。 \n \n“没接住今明两天就别想见到苹果。” \n \n“唔……”\n \n在滑步将要退开的前一秒，黯强行转换了方向，凭借最近几天的训练和自身强大的柔韧性，一个九十度的转弯到了盔甲的侧面，一个飞扑，把整套盔甲抱了住，在地上滚了两圈才停下来。 \n\n不过，这两圈只是因为黯自己飞扑的惯性而滚的，盔甲根本没有产生任何的影响，让已经做好准备的黯有一些懵。 \n \n“这个……好轻。”\n \n黯看着手上盔甲，脸上写满了惊讶和好奇。 \n \n这套盔甲比铁剑还要轻上好多几乎快和木剑一个重量了。\n \n“给我的？” \n \n“不然呢？你给我好好拿着，省的去杀那只僵尸的时候一不小心死了浪费我棺材。” \n\n黯开心的拿着盔甲到处看，仔仔细细的上下打量了好几遍，开心的像是得到新玩具的小孩子一样……对了，不是好像，是就是。 \n \n“看来你的东西还是有点用处的。”\n \n“那是，我打铁的时候你还没出生呢。”\n \n“你也就只有这样了，对了，老不死的，我问你点事情。”\n \n蓝稍微往老人这里靠了一些，把声音压的只有两个人听得见。 \n \n“近期，霜落城那里有没有什么消息。”\n \n“铁金钻，哪种？”\n \n“有钻的？” \n\n“当然没有，有我也打听不到。”\n \n“那就别废话，金的是有吧，说来听听。”\n \n“也不是真金，就是几天前协会长的秘书又失踪，根据目击情报的轨迹来看，她好像是在来南滨的路上，至于原因，你可能比我更清楚吧。”\n \n九唯这家伙，终于查到这里了吗？\n \n“谢了。” \n \n蓝把一把金粒放在了前台上，朝黯走去。\n \n“走了！黯！” \n \n“唔……知道了。”\n\n目录传送门",
    "replies": [
        {
            "author": "800805",
            "timestamp": 1595481180,
            "txt_content": "尽量少在写作中出现脏字"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1595526720,
            "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-7-24 01:54 编辑 \n800805 发表于 2020-7-23 13:13\n尽量少在写作中出现脏字\n嗯，知道了，谢谢，但人物性格使然，只能说少写一点"
        }
    ]
}