{
    "title": "[Minecraft.net|CULTURE]高贵的府邸",
    "author": "ItIsEnderman",
    "replyCount": 5,
    "timestamp": 1584406980,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-4-24 12:06 编辑 \n\nCULTURE\n\nMagnificent Mansion\n高贵的府邸\nPaulzero shows us around his latest Victorian Villa!\nPaulzero带我们参观他新建造的维多利亚时代风格花园别墅！\n译者注：蛮有特色，但不算很大。\n\nJay Castello\nIf you’re trying to read this but are getting distracted by a loud wistful sighing noise, then I apologise. It’s probably just me admiring the latest build from Paulzero, a beautiful Victorian Chateau that I really wished I lived in. It looks a treat from the outside, is equally beautiful on the inside, and I can just imagine sipping hot chocolate next to that roaring fire, looking out at that gorgeous garden...\n当你试着去读这篇文章，却被一大声羡慕嫉妒恨的叹息打搅时，我很抱歉给您带来不便。我只是在欣赏来自Paulzero的最新建筑作品，一栋华丽到我真的很想入住其中的维多利亚时代风格大别墅。它外观出色，内部一样漂亮，以至于我能想象出在熊熊燃烧的壁炉边抿一口热巧克力，往外看看那生机盎然的花园......\n\nAnyway, back to writing this article in the expired mayonnaise factory where I actually live. Sigh.\n羡慕完了，我还是要回到我那空气压抑如变质的蛋黄酱的居所写博文了。唉。\n\nAn eyesore on the outside…\n外面似乎有什么不对劲的东西...\n\n...and on the inside! Bet you could host a great dinner party in here.\n...里面也是！赌一把吧，你一定能在这里举办偌大一个宴会 。\n\nPaulzero drew on many inspirations to create his unique chateau, including the “French castles of the Loire valley, some German mansions from the 18th and 19th centuries, and the typical Victorian style,” he tells me.\n为了建造这个独特的别墅，Paulzero吸收借鉴了许多的灵感，包括“卢瓦尔河谷中的法国城堡，一些十八到十九世纪的德国府邸，以及一些维多利亚时代风格的经典样板，” 他告诉我说。\n\nThat’s a lot of research, but Paulzero believes this is an important part of his process. “For every project I try to gather as many images of real buildings as possible and then assess what different parts can be used,” he explains. “The most creative part is to combine them into one build.” But he also likes to add his own twists so that each building is truly his own.\n这可不是不费吹灰之力的调查工作，但是Paulzero相信，这是建造过程中的重要环节。“对于每一次建筑，我都会预先尽可能多的搜集真实建筑图片，然后确定哪一些不同部件能被利用，”他解释道。“最富想象力的环节则是如何将它们组合成为一个完整建筑。”但他也喜欢加自己喜欢的佐料，因而每一个建筑都确实是他自己的。\n\n“My intention is not to carbon copy something, but to evolve a concept or a pre-existing building.”\n“我不是机械地复制；我是在构造自己的观念，或者预先存在于脑海中的建筑。”\n\n\nPaulzero has signature features that are consistent through all of his manor builds, such as the vast amount of details and the broad windows. “Plus, I always add new things.” In this building, that’s the front garden, filled with sculpted pathways, stone gazebos, and plenty of flowers in bloom!\nPaulzero的每一个庄园建筑都有一样鲜明的特征，比如海量的细节、宽阔的窗棂。“不仅如此，我每次都会添加新元素。”这一次，是有着镶嵌着的小路、石头凉亭和怒放的花朵的前花园！\n\n“Since this mansion is rather elongated, it had to be balanced with a front garden that creates more space for the viewer,” Paulzero explains. A clever technique to make the whole build look more even, but I also think it creates an interesting spectrum, as the man-made parts gradually fade out into a fully natural area of trees and grass.\n“这次的府邸有一点加长了，为了给观赏者提供更多观赏空间，必须加一个前花园来满足这种视觉平衡，” Paulzero解释说。好一个让建筑整体协调的方法，但我更认为它创造了一个饶有趣味的视场 —— 你发现，人造的部分最后逐渐融入自然的花草树木之中。\n\n\nHowever, this glorious home started as quite a different concept. “One of my subscribers on Planet Minecraft requested that I build a horror mansion,” Paulzero says, but he wasn’t happy with how it turned out. “So I decided to give it a makeover from the top to the very bottom.”\n然而，这个建筑最初却是截然不同的构思。“我的一个Planet Minecraft关注者曾请求我做一个鬼屋，”Paulzero说道，但他并不满足建筑最后的模样。“然后我就决定，把它从头到尾推倒了重做一次。”\n\nReworking his mansion included changing the dark wood panels to sandstone and making the whole thing bigger. “I added more segments, turrets, and even a tower,” he explains. “Plus, the garden played a vital role in balancing out all of the colours.”\n这一次重建包括将深色橡木板更换为砂岩，并且将整个建筑扩大。“我加了一些零散装饰、角楼，以及一个高塔，”他说着。“另外，花园在整体色彩平衡中发挥着重要作用。”\n\nStill, if you wait around until it gets dark you might get a feel for the building’s history. “At night or when playing with some specific texture packs one gets the feeling of its original purpose of being a horror mansion,” Paulzero says. On second thought, maybe I’m not so keen on living here after all…\n然而，如果你等到天黑，你或许会感受到这个建筑物的沧桑历史。“在晚上或者是安装有一些特别的材质包时，你应该会感受到最初的鬼屋气息，” Paulzero说。转念一想，我不那么想住在那里了。Flag立的飞起，记住这句话！\n\n\nAh but inside, though, it’s not so creepy. One of Paulzero’s favourite details is the fireplace (it’s one of mine too!), because it gives a “warm feeling” to the interior. Just as well – there’s no central heating to be found in buildings this old. Brrr!\n但是走进一看，没那么恐怖。Paulzero’s最喜欢的众多细节之一是壁炉（当然也是我最喜欢的地方之一），全然因为它给人以温暖的感觉。虽说在这种年龄的建筑中是找不到集中供暖系统的 —— 但也无所谓啦。\n\nYou might recognise Paulzero’s work from an earlier article right here on Minecraft.net, and he has plenty of plans for the future, too. “I want to build some more Victorian buildings like a proper town hall, a shopping mall and someday a church,” he says. “But the next big project will be the publication of my medieval city project that I started a few years ago.”\n你应该会从Minecraft.net上的一篇早期博文上认出Paulzero的作品，而且他也为为了来做了充分打算。“我想建造更多的维多利亚时代风格的建筑，比如正式的小镇礼堂，购物广场，如果有机会的话，还有教堂，”他说。“但我的下一个浩大工程将是发布我已经制作了几个星期的中世纪城镇。”\n\n\n\n\n\n\nAnd finally, Paulzero is also part of the AEonis build team, which is working to create a whole fictional world based on the 18th century. “That will take a lot of time to be completed,” he says.\n最后，Paulzero也是致力于建造基于十八世纪的虚拟世界的团队AEonis build team的队员。“那个工程啊，道阻且长。”他说。\n译者注：那个A和E连起来的字母论坛似乎无法显示，姑且凑合着看吧\n\nA busy man – hopefully he can still find some time to rest by the fireplace in his glorious mansion! But if you can’t find the time, Paulzero, fancy giving the keys to me?\n真是勤奋的人 —— 但是希望他仍然能够余处时间在他那壮丽的府邸的壁炉旁边好好地休息休息！但是，Paulzero，如果你实在没空，能不能把钥匙给我，我帮你休息？转身又打脸\n\nTrees by Plutouthere\n装饰用树木 by Plutouthere\n啊？不是你的？\n\n【Enderman 译自官网 2019 年 01 月 29 日发布的 Magnificent Mansion；原作者 Jay Castello】\n【本文排版借助了：SPX】\n\n↓草，昨天晚上半天硬是没搜到……",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584407280,
            "txt_content": "小标题把 “我们” 打错了"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584407640,
            "txt_content": "竟然没搜到？赶紧给我签名档点个follow("
        },
        {
            "author": "Оil",
            "timestamp": 1584407880,
            "txt_content": "罗 兹 瓦 尔 \n（有端联想）\n\n从零开始的贵族生活.jpg"
        },
        {
            "author": "8689",
            "timestamp": 1584521280,
            "txt_content": "我建豪（da）华(huo)别(chai)墅(he）一般都是用绿宝石做院子里的树的树叶的。。。"
        },
        {
            "author": "ff98sha",
            "timestamp": 1587699840,
            "txt_content": "这事 \n为了个\n错别字差评"
        }
    ]
}