{
    "title": "[Minecraft.net | CULTURE]遇见军舰岛",
    "author": "封徵",
    "replyCount": 1,
    "timestamp": 1584495120,
    "txt_content": " 本帖最后由 封徵 于 2020-3-18 09:37 编辑 \n\nCULTURE\n\nMeet a Minecrafter: Battleship Island\n遇见军舰岛\nWe took Riku Kato to the Japanese island he built in Minecraft!\n和 Riku Kato 一同造访这座他在Minecraft里复刻的日本小岛吧！【第一个为访谈视频，本人已翻译；第二个为地图展示视频，无需翻译，建议观看】\n\nTom Stone 汤姆·斯通\nPlayers craft builds in Minecraft that are based on real-world locations all the time, but how often do they actually get to visit the places they've rebuilt block by block? Especially one as ambitious as what Riku Kato decided to make in Minecraft – the Japanese World Heritage Site,Battleship Island.\n很多玩家都喜欢在Minecraft里复刻出现实世界中的标志性景点、地标性建筑，但又有多少人亲身实地的去看过这些景点建筑呢？那又是像 Riku Kato 这样在 Minecraft 世界里把著名的日本世界遗产 —— 军舰岛 复刻出来的的玩家呢？其实他也没有真正去过那里。\n\nWell we were so impressed by his fantastic build, that we decided to take him on a trip to the island! Watch him compare his build to Battleship Island in the video below:\n但我们真的被他在Minecraft世界里所做出的完美的复刻给震惊到了，所以我们决定带他来一次免费的旅行！一起来看看亲眼见识了现实中的军舰岛的他又会怎么比较两者的差距吧:\nhttps://www.bilibili.com/video/av96978711/\n\nPlus, if you're curious to see what his Minecraft version of Battleship Island looked like then you can enjoy that too in this video:\n另外，如果你想领略一下Minecraft版军舰岛的美景的话，那我就强烈推荐你看看下面这个视频:\nhttps://www.bilibili.com/video/av96853328\nHey, do you reckon if I built a five star hotel in Minecraft, Mojang would fly me there, all expenses paid? Probably not.\n嘿，你觉得如果我现在就去Minecraft里建一家五星级酒店的话……Mojang会送我去那吗？包吃包住的那种！大概也许不会吧。\n\nA huge thanks to Riku Kato and everyone who helped make this video! For more great Mojang videos,subscribe to our YouTube channel .\n非常感谢 Riku Kato 以及帮忙制作视频的所有人！想要观看更多超棒的Minecraft视频?现在就来点击订阅我们的 YouTube 频道吧!\n\n【封徵 译自官网 2019 年 01 月 23 日发布的 Meet a Minecrafter: Battleship Island；原作者 Tom Stone】\n【本文排版借助了：SPX】\n",
    "replies": [
        {
            "author": "8689",
            "timestamp": 1584518160,
            "txt_content": "散了，散了，这是《别人的世界》，不是《我的世界》"
        }
    ]
}