{
    "title": "涉江",
    "author": "自由李代数",
    "replyCount": 7,
    "timestamp": 1584435600,
    "txt_content": " 本帖最后由 自由李代数 于 2020-3-17 17:00 编辑 \n\n1.前言\n这篇是模仿屈原《涉江》而写，描述了水B在前往末地路上的感慨和坚定的决心。\n我写得很差，有些地方有些生硬\n此篇仅供娱乐！\n\n\n2.正文\n余幼好此奇行兮，年既老而不衰。腰悬长瓶兮，缀水炸弹。世溷浊而莫余知兮，吾将远逝而不留。驰余马兮，吾与重华游兮主世界。登昆仑兮食玉音，与天地兮同寿，与日月兮同光。哀主世界之莫吾知兮，旦余济乎下界。登山而反顾兮，欸秋冬之绪风。步余马于步障，屯余车兮方刷之箱。乘舲船探续岩浆湖兮，齐吴榜以击汰岩浆。船容与而不进兮，淹回水而疑滞。东湖水皆蒸发掉矣，意大沮。诘旦出要塞兮，夜宿于主世界要塞。朝发传送门兮，夕宿末地。苟余心其满水兮，虽僻远之何伤！入末地余儃徊兮，迷不知吾所如。深林杳以冥冥兮，乃猿狖之所居。高龙影以蔽日兮，下小黑以多雨。小黑纷其垠兮，云霏霏而承宇。哀吾生之无乐兮，幽独处此世界中。吾不能变心而从俗弃水兮，固将愁苦而终穷。接舆髡首兮，桑扈臝行。水者不见用兮，贤不必以。伍子逢殃兮，比干剖心不终。与前世而皆然兮，吾又何怨乎今之人！余将董道而不豫兮水，固将重昏而终身！乱曰：鸾鸟凤皇，日以远兮。燕雀乌鹊，巢堂坛兮。露申辛夷，死林薄兮。非水并御，水不得薄兮。阴阳易位，时不当兮。抱瓮之侘傺兮，忽乎吾将行兮！\n\n\n3.翻译\n我从小就爱好这奇特的行为啊，直到老年这习惯也没有衰减。腰间挂着长长的水瓶啊，头上戴着大大的水龙头。缀着水炸弹啊，身佩水炸弹串串。世道混浊没有人理解我啊，我要远走高飞，毫不留恋。\n驾起我的小马啊，我与舜帝啊同游主世界。登上昆仑山啊，把面包美餐。我和天地啊一样长寿，我和日月啊一样光灿灿。痛心啊主世界并没有人了解我，天一亮我就进入了地狱。登上山头我回头眺望啊，唉，丝丝寒风凄苦悲凉。让我的马儿在要塞漫步，把我的车儿停放在刷怪箱旁。我驾一叶扁舟上溯岩浆湖啊，齐力摇起船桨，拍岩浆击浪。船儿随波起伏不肯前进啊，陷入旋涡打转波荡。往湖里倒水都蒸发掉了啊，我心里十分沮丧。早晨，从地狱要塞出发，晚上，投宿在主世界要塞。晚上从传送门出发，到达末地。如果我的心是充满水的啊，虽处穷乡僻壤又有何伤！\n行到末地我有些打不定主意啊，心中迷惘不知该去何方。茂密的石柱一片阴暗啊，那本是猿猴住的地方。高峻的末影龙遮天蔽日啊，龙下小黑霏霏迷迷茫茫。无边无际的小黑啊飞飞扬扬，布满天空的浓云阴沉无光。可怜我一生无欢乐啊，孤独地生活在这世界中。我不能改变心志去随波逐流放弃灌水啊，当然就要穷愁潦倒终生。\n接舆剪去愤世剃去自己的头发啊，桑扈穷到（已屏蔽）走路。\n灌水的人啊，不被重用，贤明的人求进身也难成功。伍子胥终遭祸殃啊，比干被剖心不得善终。纵观历史都是这样啊，我又何苦抱怨今人的行径！但我要坚持正道灌水而毫不犹豫，当然那将使我一生遭难不见光明！\n尾声：鸾鸟和凤凰啊，一天比一天远了。燕雀和乌鹊啊，却把窝筑在庙堂上面。瑞香和辛夷啊，都死在林丛草间。不灌水的都被重用啊。灌水的却不得靠前。阴阳错位都颠倒了位置，这世道真是失常大变。怀抱水瓶的人反失意，我还是赶快远走别迟疑！\n\n4.赏析此诗可分为五段。第一段述说自己高尚理想和现实的矛盾，阐明这次远走的基本原因；第二段叙述一路走来，途中的经历和自己的感慨；第三段写进入末地以后，独处末地的情景；第四段从自己本身经历联系历史上的一些忠诚义士的遭遇，进一步表明自己的政治立场；第五段批判政治黑暗，邪佞之人执掌权柄，而贤能之人却遭到排挤。全诗写景抒情有机结合，比喻象征运用娴熟，体现了诗人高超的艺术水平。\n\n\n再次声明，此篇仅供娱乐！\n@居仕 @mohui666 \n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1584435660,
            "txt_content": "带文学家"
        },
        {
            "author": "自由李代数",
            "timestamp": 1584435720,
            "txt_content": "你这水的有点过头了吧"
        },
        {
            "author": "专刀你",
            "timestamp": 1584437040,
            "txt_content": "屈原的棺材板压不住了"
        },
        {
            "author": "缘生",
            "timestamp": 1584437580,
            "txt_content": "我不水贴兮何日九级，待日颓废兮大佬云云"
        },
        {
            "author": "雨韵",
            "timestamp": 1584497940,
            "txt_content": "OHHHHHHHHHHH带文学家"
        },
        {
            "author": "星层",
            "timestamp": 1584499380,
            "txt_content": "自由李代数 发表于 2020-3-17 17:02\n你这水的有点过头了吧\n使用左下角回复，不然看不到的"
        },
        {
            "author": "快乐小方",
            "timestamp": 1584499500,
            "txt_content": "泥潭带文学家又加一"
        }
    ]
}