{
    "title": "[Minecraft.net|INSIDER] 遇见恶魂",
    "author": "rooke_zb",
    "replyCount": 2,
    "timestamp": 1584448500,
    "txt_content": " 本帖最后由 brooke_zb 于 2020-4-17 22:27 编辑 \nMeet the Ghast\n遇见恶魂\nThat's the spirit!\n   精神可嘉！\n\nTom Stone 汤姆·斯通\nOnce upon a time, three terrifying ghosts visited me in the dead of night. They demanded I change my wicked ways and become a less horrible, selfish person. 'But I love being a horrible, selfish person!' I whined. 'How about I just write about ghosts on Minecraft.net more instead?' Surprisingly, they agreed. Compromise FTW!\n很久以前，一个夜深人静的夜晚，三只可怕的幽灵过来拜访我。它们强烈要求让我自己改邪归正，一改之前可怕，自私的形象。“ 但我喜欢这个可怕自私的形象”我小声嘀咕。“要不我在Minecraft.net上再多写写关于幽灵的文章？” 出乎意料的是，它们居然答应了。完全妥协！\n\nThe Ghast, then. A ghost that can breathe fireballs - and as scary scenarios go, that's pretty strong. These tentacled terrors haunt the Nether/our nightmares. At least they keep their eerie red eyes shut. Until the Ghast learns you're around, of course. Then the eyes and mouth snap open, and it produces a high-pitched wailing shriek that'll make your ears seriously consider retiring.\n恶魂，能发射致命火球的幽灵 —— 像鬼故事里说的一样，它们异常强大。这些长着触手的怪物出没在下界/我们的噩梦中。不过至少它们一直闭着那诡异的红色眼睛，直到它们发现你在附近，然后突然张开眼睛和嘴巴，发出震耳欲聋的尖叫声。\n\nAnd then the Ghast starts pulling its favourite trick - spitting explosive fireballs at you. We're not exactly fans of having regular spit spat at us tbh, so this flamey new twist hasn't exactly got us jumping for joy. More running for fear.\n然后恶魂开始施展它的成名技 —— 向你吐出具有爆炸性的火球。事实上，我们不喜欢别人老是向我们吐口水，所以这个新变化并没有让我们欣喜若狂。更多的是恐惧，快跑！\n So the Nether was introduced for that Halloween - I started in December so I *just* missed it. I recall Notch wrote in his blog back then that he wanted the Nether to be a dangerous place so he added the Ghast, as it was meant to be a really dangerous mob, shooting at you... but it's not really that dangerous! [Laughs]\n Jens Bergensten\n下界是在万圣节引入游戏的 —— 我从十二月才开始在mojang的工作所以我“刚好”错过了。我记得Notch在他的博客中写过希望下界变得更加危险，所以他添加了恶魂，因为恶魂是一种十分危险的怪物，向你发射…但实际上它没那么危险！[笑死]\n Jens Bergensten\nYeah, truth be told, as ghosts go, the Ghast is barely scarier than Casper the friendly one. It's just too darn adorable to be truly terrifying. I even keep a little Ghast figurine on my desk, and I'm such a wimp, I can't even see a shadow without bursting into tears.\n耶！不过实话实说，同为幽灵，恶魂并不比《鬼马小精灵》中的Casper可怕多少。不仅算不上恐怖甚至还有点可爱。我甚至在我的桌子上放了一个恶魂的小模型。没错，我就是这么懦弱，如果看不到影子我会吓到连哭都哭不出来的。\n\nOne thing Jens doesn't know, is why the Ghast looks so sad. So we've come up with a few theories of our own. The Ghast is so depressed looking because:\n不过还有一件事Jens不知道的，就是为什么恶魂看起来这么悲伤。所以我们强行找了几个理由。恶魂看起来如此悲伤的原因可能是:\n\n\nNo one wants to 'hang' with a fire-breathing ghost.没人想和会吐火球的幽灵一起“混”在空中。It's never once managed to eat an ice cream without melting it before it even got close to its mouth.它从未尝过冰淇淋的味道，因为冰淇淋在接近它的嘴巴之前就化了。It can't get over the fact that Peter Capaldi is really leaving Doctor Who.它无法承受 Peter Capaldi 离开《神秘博士》的事实Its 'Meet the Ghast' page on Minecraft.net is full of jokes so bad that it's going to haunt me forever.Minecraft.net上“遇见恶魂”的页面满是糟糕的笑话，所以恶魂永远不会放过我的。\n\n\n想到了恶魂如此悲伤的原因？在Facebook下评论或者发推文告诉我们! 也许这不会让恶魂高兴起来, 但肯定能让我露出笑容的! 毕竟在写了一早上关于幽~灵~的文章后, 我真心笑不出来了...\n\n\n【brooke_zb 译自官网 2017 年 05 月 22 日发布的 Meet the Ghast；原作者 Tom Stone】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "zyjking",
            "timestamp": 1584450660,
            "txt_content": "\n\n\n\n\n0.png (36.89 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-17 21:11 上传\n\n\n\n\n\n"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1584454260,
            "txt_content": "as it was meant to be a really dangerous mob\n因为它【存在的意义就是/生来就是为了】作为一种非常危险的生物\n\nNo one wants to 'hang' with a fire-breathing ghost. 这个双关也太冷了。hanging ghost和hang with ghoat\n\nIt can't get over the fact that Peter Capaldi is really leaving Doctor Who.\n它无法承受 Peter Capaldi 离开了《神秘博士》剧组的现实。\n\n...that it's going to haunt me forever.\n我猜it指的是恶魂"
        }
    ]
}