{
    "title": "[Minecraft.net | CULTURE]无名古堡",
    "author": "封徵",
    "replyCount": 0,
    "timestamp": 1584432120,
    "txt_content": " 本帖最后由 封徵 于 2020-4-14 10:20 编辑 \nhttps://www.bilibili.com/video/av97000753/\n\nCULTURE\n\nA Most Sinister Structure\n无名古堡\nIs there no escape from Leonarbre’s creepy castle?\n真的……没办法……逃出去了吗……？\n\nKate Gray 凯特·格雷\nToday’s build,Nameless Castle, may not have a name, but it does have a rich and brilliantly sinister backstory. Any Minecraft player brave/foolish enough to explore this build will be taking part in an adventure, trying to find their way out of the castle’s dungeon and escape the clutches of the castle’s evil master. Meh, I’ve stayed at worse hotels. One once charged me for using the hand towels . True story.\n今天要向你们介绍的建筑是 —— 无名古堡 。它也许确实连名字都没有，但，你能想象出它背后所埋藏的何其辉煌丰富的过往吗？任何勇敢的到了狂妄自大地步的冒险者，一旦起了探索这座建筑的愚蠢想法，就会令自己身陷险境。而他们要做的，也只能做的，就是从那残暴的堡主手中逃出这座诡异的城堡。哎，我却只能呆在廉价酒店里。甚至他们还因为我用了酒店里的毛巾就向我收钱！我是说真的！\n\n“It’s a castle that’s been left abandoned for a long time,” says builder Leonarbre . The castle was once the home of a royal family, but when the family started practising dark magic, they angered the gods. “The gods teleported the mountain that the castle was built on into the middle of the sea, and the royal family died out because of this exile.”\n“这是一座很久很久以前就被废弃的城堡,” Leonarbre 向我们娓娓道来。这座城堡以前是一个王室的王宫，但王室却走上了歪门邪道 —— 尝试学习并掌握暗黑魔法，而这震怒了众神。“于是众神流放了他们，把这座王宫挪移到了最孤立无援的大洋中央。”\n\n\nOnly one of the original inhabitants survived; the family’s personal sorcerer, who continued his work alone, creating monsters to inhabit the castle, protecting himself from nosy neighbours, irritating door-to-door salesman and (possibly most importantly) from the angry gods themselves.\n只有一个人从当年的那次事件中活了下来 —— 王室的私人巫师。他日复一日地孤独地继续着自己工作 —— 创造出更多的怪物游荡在这座城堡里。保护自己不受那些烦人的“邻居”、无论你住在天涯海角都能上门向你兜售保险的保险员，还有……(大概也是最重要的)那些愤怒的众神们。\n\nAs the player of this map, though, they’ll also prevent you from leaving, because you’ll have to fight these monsters to escape! At least that’s the plan - Leonarbe is still developing Nameless Castle, so you can’t download it and get trapped in it yet(maybe that’s a good thing?) But he has plenty of other nasty ideas in development.\n作为来到城堡的“冒险者”之一，那些怪物也自然而然会好好地“款待”你一番，所以作为一位“为主人家着想”的好客人，你可能需要拿起武器好好地“推辞一番”了！至少在目前，Leonarbre 还打算继续好好开发一下这座城堡，所以你也可以暂时不用担心会受困其中了(也许这算是个好消息？) 但偷偷告诉你，他的开发计划中还包含了许多“讨厌”的点子。\n\n“The player is one of the many guinea pigs that [the sorcerer] uses for his experiments,” says Leonarbre, not creeping me out in the slightest, no, no, no, of course not. “The adventure begins in a dungeon cell. The player has to explore and find secret passages to acquire things like potions and weapons.” You’ll also have to do all that while avoiding dangerous traps. On second thoughts, maybe the hand towel hotel wasn’t so bad?\n“玩家们的身份是巫师魔法实验的众多实验品之一,”  Leonarbre 补充道，但这却让我一点都不怕，对的……是的……肯定呀，我肯定……肯定不怕的呀！“冒险由地牢的牢房里开始。而‘冒险者’们则需要去探索发现各种秘道，去找到潜藏在其中的药物和武器。” 秘道里也满布着陷阱。再想想，待在连用毛巾都要收我钱的廉价酒店里好像还不错？\n\n\nLeonarbre learned how to use command blocks and Redstone for this build, so he could create the sort of traps you might have seen in an Indiana Jones movie; pressure plates that set off arrows, pits in the floor, and others that are probably much more ‘fun’ to discover for yourself.\nLeonarbre 也学会了在他的建筑里面使用红石机关与命令方块，所以你就能看到也许出现在了《夺宝奇兵》里面的那些陷阱 —— 暗放冷箭的墙面、突然下陷的地面等等，还有更多“有趣”的机关就要你自己去发现了。\n\nOnce you’re past all the traps and hazards in the dungeon, there’ll be one final obstacle waiting for you: one of the sorcerer’s demonic pets. If you defeat it, you’re out of the dungeon, congratulations! But now you’re in the castle itself - er, commiserations!\n一旦你领略了地牢里的全部“惊喜”后，那么你只需要再接受一次巫师的小“宠物”的一次热情的“小款待”就行了。如果你受住了，那么恭喜你，你终于出地牢了，那么现在就有着一整个城堡去等着你探索了 —— 呃，也许我应该说 深表同情？\n\nUnsurprisingly, it won’t get easier from there.\n不出所料，城堡里肯定不会比地牢更容易探索。\n\n\n\n\n\n\n\n\n“The castle is divided into many zones,” says Leonarbre, “which connect in a central hub. There is no real order to complete the zones in, but at the end of each one, there is a boss.” Each boss has a key, and you’ll need all the keys to open the final door. Unlock it, fight the boss and win your freedom from the cursed castle!\n“这座城堡被划分为了许多区域,”  Leonarbre 这样说道，“而这些区域最终都会通向一个地方 —— 中心区。这些区域不分顺序，但想要通过每一个区域，你都要接受该区域的BOSS的‘考验’。” 每个BOSS身上都会有一把钥匙，而你需要做的，就是集齐所有的钥匙，打开最后的门。与最后的巫师战斗，并从他的手中赢取你的自由，并最终逃离这座受诅咒的古堡！\n\nOne of the bosses, a giant spooky skull, is the one you’ll have to fight to get out of the dungeon. “For the moment,” says Leonarbre, “it is one of the most complex structures of the game.” Although the skull doesn’t move during the fight, it’s able to attack you with fire, flaming arrows, and summoning its demon friends to help take you out. How are we supposed to get past that?!\nBOSS的其中一位，也是你逃出地牢所必须要面对的，是一个巨大可怖的头颅。“目前来说,” Leonarbre 补充道，“这个BOSS的战斗机制是游戏里面最复杂的了。” 尽管这个头颅不会移动，但是它会使地面燃烧起来，并用燃烧箭向你发起攻击。而且它最强大的地方就是，它能召唤出大量的死灵仆从来帮助它来向你发起猛烈的攻势。我根本就想不出我应该怎么去对付它了！好吗？！\n\n\nLeonarbre tells me I’ll need to – spoiler warning – “pierce it with several arrows.” Easy! Except once you’ve hurt the skull enough, it will summon a spirit version of itself to attack you. Oh super . But once you’ve defeated that, you’ll get the key!\nLeonarbre 告诉我我需要用一些能让我把它“一招毙命”的武器“几只直刺核心的箭应该可以。” 简单！但要注意，一旦你的箭没有射中它的核心的话，它就会召唤出一个它的一个分身一起来攻击你。但如果你能一发即中的话……那么恭喜你！地牢的钥匙就是你的了！\n\n“The story is very much inspired by Dark Souls and Bloodborne,” Leonarbre admits. “I was really inspired by the temples and castles in the Dark Souls series, notably the Archdragon Peak in Dark Souls 3 .” This is a secret area in the game that’s fairly hard to reach: a ruined temple on top of a very tall mountain, with dead trees and a dragon and a king to fight. The king is known as the ‘Nameless King’, which might be where Leonarbre got the no-name inspiration from!\n“这张地图的背景故事的灵感来源于《黑暗之魂》与《血源诅咒》,” Leonarbre 说道。“我真的受到了《黑暗之魂》里的城堡还有寺庙设计的很大的启发，尤其是《黑暗之魂3》中的'巨龙峰'(这个翻译不确定) 。” 这是游戏内的一块极其难以到达的隐藏区域 —— 一座破损的寺庙坐落在一座高峰之上，你需要和里面的死灵树群、一条龙还有一位国王进行战斗。这位国王也被称作 “无名之王”，这大概就是 Leonarbre 为这座城堡“命名”的灵感来由吧！\n\n\nLeonarbre considers Nameless Castle an ongoing project. “For the moment, I’m building the dungeon, which is the starting area. I will then start to build the central hub and a new part of the castle.” Even though the castle is not yet done, it’s an exciting work-in-progress that everyone should explore!\nLeonarbre 认为 无名古堡 仍需要不断的完善。“现在，我还在完成城堡的地牢部分，也就是整场冒险开始的地方。然后我就会开始建造中心区与城堡的一个新的区域。”尽管这座古堡尚未完工，这仍是值得每个人去探索的好的“半成品”！\n\nMinecraft.net takes no responsibility for all the Minecraft players who will soon be trapped in Nameless Castles’ dungeon now that Kate has encouraged them to explore it. No, we don’t know how she sleeps at night either.\n郑重声明：Minecraft.net 将不对任何即将去 无名古堡 探险并被困在其中的玩家负责，也不会提供任何的人道主义援助。同时，我们也不会对你晚上的睡眠质量负责的。\n\n【封徵 译自官网 2018 年 09 月 20 日发布的 A Most Sinister Structure；原作者 Kate Gray】\n【本文排版借助了：SPX】\n",
    "replies": []
}