{
    "title": "【蒹葭文字】灵魂服务器 第二十七章 民兵的威力",
    "author": "猫小沫",
    "replyCount": 3,
    "timestamp": 1363415340,
    "txt_content": " 本帖最后由 猫小沫 于 2013-3-23 17:15 编辑 \n\n本章共4931字节\n    我不清楚在这场毫无悬念的战斗中有多少民兵战士参与了，但是据我的指挥情况来看，至少每个分队都有90%的人参与。我从城墙上俯视——战士是黑乎乎的一个矩形，与侵略者稍一比较，傻子都能看出来，民兵的数量是侵略者的10倍甚至更多。\n    虽说数量摆在那里，但如果民兵没有那些重骑兵战队切割了阵型、分散了战队，就凭这些刚刚入伍的新兵，绝对全死在了战士坚若铁壁的防线之下，再看看现在——有重骑兵切割了阵型、造成了混乱、分散了战队、分化了阵型、吸引了火力、引起了注意……\n    只有在这么多大前提下，我们天星城的民兵的数量优势才左右战场的胜败。\n    “蚂蚁多了咬死象”即便是有些一下连战士的铠甲都打不透的，只要数量足够，也可以轻易杀死一个人。\n    更何况我们民兵的主要目标不是穿着大铁铠甲的战士、不是套着铁桶一样的重骑兵，而是一砍就死的远程职业。\n    “谁说民兵部队只等当炮灰。”我想到了之前有人讽刺我们的队伍，便摇了摇头，说道。\n============================================================================================\n    不论是刚才的守卫战还是现在的混战，我们天星城能承诺：只要你死在战场上，符合岗位条件的人员优先录用，如有未成年人，可以抚养直至其成人!所以中年人为了渐渐长大的子孙后代，坚定的投入了战斗。\n    并且如果怪物没有攻破城池，天星城的奖励也肯定会异常的丰厚，无疑，这是我们天星城体恤民情的表现啊~\n    没有了死亡后家眷如何处置的后顾之忧，民兵们一个个红着眼睛，握紧武器，都想着用鲜血铸就天星城的辉煌!!\n    他们这是报答我，报答羽，报答天星城的机会。\n    在这里，无论是男女老少，都没有地球的虚伪、狡诈。\n    在这里，民兵都是率真，可爱的。\n    在这里，只要他们认为对自己、对自己的后代有好处，并不在乎付出自己的一分力量，哪怕是放弃一点点利益。\n    因为他们知道，我、羽，整个天星城会带来荣耀与辉煌。\n    更重要的是，这些侵略者士兵不知道是水土问题还是什么其他的，他们的思想和我们的民兵相比也都不是一个档次!\n    如果打不疼侵略者士兵，他们就懒得反击。\n    而我们的民兵却如同无数蚂蚁一点一点的蚕食着这些大象。\n    但直到他们发现自己受的伤危及到生命了。他们才会反击，不过这如同回光返照一样的攻击，自然对我们是不会奏效的。\n    也有些稍微聪明的，那也是十分弱智地跟着砍伤了他们的，但是转眼间就骑上快马逃走了的轻骑兵们到处乱跑。\n    而民兵则不同，能够进入天星战部的审核，就意味着绝大多数民兵都是些老油条或者战斗经验丰富却不知什么原因退役的特殊兵种。\n    如果是战斗经验稍微薄弱些的，他们也有自己的目标：照着躺在地上呻吟的、缺胳膊断腿的、拄着自己武器逃跑的、玩命的追着轻骑兵的……\n    补上一两刀，在使劲踹他咽喉几下，多半是再也没了生息。但也有少量的，还在这呻吟，于是各种经典、喜闻乐见的骂骂咧咧的极品士兵就诞生了……\n    是的，我专门开了一节课来讲如何在无法攻击强力兵种时，最大程度的避免伤亡，并且如果可以还要把自身的攻击力发挥到极致!\n    “那些骑兵!!给我杀了他们!!杀了那些骑兵!!”内鲁红着眼睛，狂乱的挥舞着自己的重剑。但是攻击如此缓慢的巨剑对付如此灵活的轻骑兵。\n    他，注定要载入历史!当然，是他们国家为战争而牺牲的花名册。\n    “战部长，我们的远程死光了!!死光了!!!!”一个浑身是血的传令兵一下栽倒在内鲁面前。\n    “该死!伊布，你们在哪里!!为什么现在都不来支援!!!”\n\n\n上一章                                索  引  贴                             下一章\n\n\n",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1363415340,
            "txt_content": "顶小沫=V=~~`"
        },
        {
            "author": "迅雷",
            "timestamp": 1363416240,
            "txt_content": "力顶！！！"
        },
        {
            "author": "gggbbb",
            "timestamp": 1411048980,
            "txt_content": "LZ顶一下，写的不错哈"
        }
    ]
}