{
    "title": "[搬运]神龙反应堆搭建教程",
    "author": "GTNH2.0.4.2",
    "replyCount": 10,
    "timestamp": 1584492300,
    "txt_content": "新人第一次写教程\n1.龙堆的基本特点直接照搬mc百科\n\n这里的20个区块直线320大概是个什么概念呢？\n\n没有参照，看起来也没个感觉？\n\n右下角，一个满仓（54*4）mox核反应堆爆炸范围\n左下角，一个uu机的爆炸范围\n至于tnt之流爆炸范围过于弟弟，根本没有对照的必要\n\n2.搭建方法\n要搭建并维持一个龙堆，需要几样材料：\n反应堆稳定器*4，反应堆注入器*1，反应堆核心*1\n燃料：最大8个觉醒龙块，觉醒龙锭和粒也可以，放入锭和粒主要是为了配平，建议一步到位直接给到最大（8个觉醒龙块）\n能量阀门*2\n以及能够提供和存储能量的电源\n\n将反应堆能源注入器放置在下方（放在核心上方也可以，我习惯放下面）\n核心与注入器的间隔最小2格，最大6格\n如果计划投入最大量的燃料，那么间隔不能少于4格\n\n\n放置反应堆稳定器，距离与注入器一样，最小2，最大6\n一般都是直接投入最大量的燃料，所以也间距4格\n有橙色点的那一面是稳定器能量输出面，另一面需要朝向核心\n\n能量阀门，de自带的能量控制设备\n能源从蓝色面进入，橙色面输出\n右击能量阀门可以打开gui界面\n\n\n能量阀门可以设置不同红石模式下的能量输出量\n这是控制龙堆启动时的关键\n\n一个能量阀门安装在注入器，向注入器输入能量\n另一个放在稳定器后方，从稳定器中吸收能量\n在阀门后放置能源存储设备\n可以使用de的水晶能量网络进行能量分配，或者直接造一个龙球，阀门直连能量塔\n3.启动准备\n完成了上面的布置之后\n开始反应堆启动准备阶段\n首先，右击反应堆稳定器或者注入器就可以打开反应堆gui界面\n\n将龙块放入之后，点击充能\n开始为反应堆启动储备能量\n这里我就用创造电容库和能量垃圾桶当做龙球了，懒得搭了\n\n\n8个龙块放入之后，反应堆体积明显大了一圈，启动后还会继续增大一点\n如果注入器和稳定器靠的核心太近了，就可能会出现注入器被膨胀的核心蒸发的情况，从而导致反应堆失控\n\n\n\n\n打开下方阀门开始输入能量，多少无所谓，这个阶段吃能量是固定值，输入速度只影响准备阶段的时间\n\n\n\n\n\n反应堆内部的gui有四条进度条\n从左到右分别是：温度（实际上我觉得这里应该用反应剧烈程度更贴切一些）\n控制场强度，能量存储，燃料消耗进度\n\n一颗主序星的内部处于热压力，大质量内核的引力引起的压力与温度的动态平衡中\n而de的作者脑洞大开再现了这一过程\n恒星核聚变产生的能量越大，热压力也就越强（可以理解为热胀冷缩），从而导致反应的环境-压力减弱，于是反应剧烈程度下降\n反应剧烈程度下降，温度降低，于是热压力也降低，引力重新战胜了热压力，再次产生了高压力，反应的剧烈程度又再次变强，如此循环往复\n\n龙堆也是差不多的原理，只不过多了一个控制场强度\n温度对应剧烈程度\n能量存储是字面的意思，能量存储越少，可以看做热压力越强\n控制场场强：影响温度，场强增大时，温度与产率会略微降低\n核心体积：一开始放入的龙块数目决定了核心体积\n产率：当前环境下的反应产生能量的速度，受到温度与燃料槽的影响\n控制场输入功率：控制场是一个0~1亿rf储量的电池，电池蓄电量的百分比就是当前场强\n输入功率则是这个电池电量消耗的速度，温度越高，场强越大，产率越高，则消耗速度越大\n当场强归零时，反应堆会失控\n因为场强，也就是这个蓄电池的蓄电百分比越低，消耗速度也就越低，所以大体上，输入给这个电池的电量只要不要过低，就不太可能会失控\n而龙堆的实际发电量也就是产率减去输入到控制场这个电池的电量\n如果输入的电量过多，就会抑制产率，虽然稳定，但是发电量就太低了\n反过来，输入量太少，提取速度太快，反应堆又容易失控\n燃料消耗速度：单位是纳b，也就是十亿分之一b，而一块觉醒龙锭的燃料值是144mb\n燃料消耗量根据温度而变化，并影响产率\n燃料消耗条越是增大，也就代表越多的觉醒龙锭被转化为混沌碎片\n燃料消耗槽越多，单位燃料产出的电量就越多，产率又会反过来增大控制场输入率\n也就是说，随着反应的逐渐进行，燃料消耗条不断增大，这会导致你的控制场输入率不断增大，控制场不断降低，而此时如果你在下方阀门给反应堆输入的能源又不够多的话，就可能出现控制场归零失控的情况\n\n是不是一堆升高降低看的人眼花了，我第一遍的时候也这样，后来自己亲自试了试发现这玩意简单的一比，安全的不行，完全不存在失控的可能性\n继续刚才的，反应堆充能完毕后，温度会逐渐上升，一直到2500度就可以正式点火启动反应堆了\n启动前，先调整一下红石模式\n反应堆的几种红石模式对应可以反馈四个进度条的情况\n注入器连接比较器后会根据选择的模式的进度条的情况发射对应强度的信号\n\n我这里选择的是能量存储反转模式\n当能量存储低于20%的时会发射强度13的信号\n从比较器拉出去一根13格红石线（也可以用本模组的电位计或者其他红石设备配合减法器）\n然后接中继器，用这个信号控制输入输出阀门的工作情况\n刚开机，燃料消耗槽为0，出率比较低，就设置一个不算很高的输出率和输入率即可\n\n\n此时的能量阀门配置：\n低信号15w，高信号12w\n输出阀门，低40w，高30w\n4.启动\n\n准备就绪，点火\n（以下，将从下方能量阀门输入的能量称为输入量，控制场输入率称为消耗量；上方阀门的输出能量称为提取量，产率称为发电量）\n\n\n因为现在的控制场接近50%，因此消耗量较高\n发电量小于当前提取量，所以能量存储逐渐降低\n能量存储与控制场强都在降低，因此温度大幅上涨，燃料消耗速度上升，发电量逐渐增大\n\n\n开机两分钟后，发电量逼近提取量，控制场的消耗量随着场强降低也开始接近输入量\n一分钟之后发电量=提取量，控制场消耗速度与输入量持平，能量存储与控制场，温度条则几乎保持不变，反应平衡\n目前场强24%，温度不到6000，能量存储33%，与预定的20%差了很多\n加大提取量到50w\n存储量降低，控制场降低，温度提高，发电量提高\n\n场强降低的速度有点快了，这样可能最后平衡时连10%都稳不住，加大输入量到12w5\n此时，存储量到达了20%，红石信号控制的负反馈电路开始起作用\n因为红石电路的调节，发电量稳定在了48w，消耗量12w5，场强维持在了12%左右\n温度在6660度左右飘忽不定\n\n如果就这么放着不管过一晚上，那么可以预见：因为燃料槽增大导致的发电量提高，温度会有所下降，存储也会上升到不触发红石电路的程度\n\n之后需要做的就是每天上线提高一两千输入量，再加大几万提取量就好了\n注意事项：\n存储过低会造成高温，这会加大控制场的不稳定性，并不是完全不能控制，但是随着时间流逝，燃料消耗造成的发电量增大对控制场会造成更大的影响，因此不建议维持过低的存储量\n此外，温度超过10000度会无视场强直接失控\n燃料槽越高，发电量越大，而发电量也会增大场强的消耗量，不建议一直启动反应堆导致燃料槽达到高值\n\n\n5.反应堆关机\n在反应堆完全运行时立刻点击关机即可\n然后你就会迎来一场核爆\n\n首先需要增大输入量，并降低提取速度（但不要一次降的太低）\n随着提取速度降低，存储不断增大，温度随之下降\n温度下降与控制场增大降低了发电量，存储以一个较低的速度升高\n当温度下降到2000度以下时就可以关机了，此时即使控制场归零也不会发生爆炸\n百科上说存储100会剧烈增大温度从而失控，如果这个说法正确的话，那么反应堆燃料槽越高，关机越危险\n但是不知为何单机和服务器上，用已经烧了一小半燃料的反应堆关机，都没有出现100%存储的情况，每一次都是刚好卡99就停了\n这个说法到底对不对我也没有确认\n\n\n关闭后的反应堆，一个龙粒分量的燃料被转换成了极小混沌碎片\n\n\n",
    "replies": [
        {
            "author": "GTNH2.0.4.2",
            "timestamp": 1584661740,
            "txt_content": "没人吗，嘤嘤嘤"
        },
        {
            "author": "BEDROCK_PICKAXE",
            "timestamp": 1584693600,
            "txt_content": "嘤嘤嘤嘤嘤嘤"
        },
        {
            "author": "zhenwuyh",
            "timestamp": 1585012200,
            "txt_content": "有人，我再认真看，写的不错，加油。"
        },
        {
            "author": "yuelaiyuepang",
            "timestamp": 1585094520,
            "txt_content": "可以 我之前一直想玩这个炸一炸 但是引爆都不会qwq"
        },
        {
            "author": "KindLHJ",
            "timestamp": 1586522640,
            "txt_content": "看不懂0.0但是还要感谢楼主，力顶！！！"
        },
        {
            "author": "670248091",
            "timestamp": 1586525940,
            "txt_content": "学到了 谢谢大佬                                          "
        },
        {
            "author": "名为123的貘",
            "timestamp": 1586661060,
            "txt_content": "龙堆炸树(MFR)  (确信)"
        },
        {
            "author": "颜沉默不语",
            "timestamp": 1586662740,
            "txt_content": "虽然看的很炫酷，可是实用性方面确实不咋地"
        },
        {
            "author": "hahaha2586",
            "timestamp": 1586693760,
            "txt_content": "谢谢楼主"
        },
        {
            "author": "专业黑人",
            "timestamp": 1611630360,
            "txt_content": "感谢楼主的分享，现在在服务器里面搞了2个龙堆了。"
        }
    ]
}