{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·九",
    "author": "晨曦赤寒GO",
    "replyCount": 3,
    "timestamp": 1584494220,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-18 09:19 编辑 \n回去的路上，黯还拿着那套轻甲看个不停，开心的像一只脱了绳的哈士奇。  \n\n蓝瞟了她一眼。 \n \n“你就那么喜欢这玩意儿？”\n \n“嗯！”\n \n黯想都没想的就用力的点了下头。 \n \n“哼，赶紧放回包里，省的待会上街给我丢人。”\n \n“唔……”被蓝喝了一声后，黯才悻悻的把盔甲放进包里。 \n \n“那个老爷爷，是很厉害的人吧。” \n \n“嗯？呵呵，也许曾经的他可以配上这个词吧，不过现在的他只是一个半只脚踩进棺材里的老不死而已。” \n \n“诶？为什么那么说？” \n \n“就是……啧，发觉了吗？” \n \n蓝停下了脚步，黯也不明所以的停下了脚步，这里已经离老人的铁匠铺有一段距离了，放眼望去都是清一色的草地。 \n\n云，不知何时挡住了太阳，风，也逐渐的沉寂下来，蓝握住了铁剑的剑柄，粒子的烟雾从他脚底缓缓扬起。 \n\n粒子标记在脑海内疯狂的提醒他，那个生物在往他这里靠近。 \n\n“黯，等我用出粒子屏障后，你就用你最快的速度往老不死的店里跑，绝对不要回头也绝对不要停下，不然死了我可不给你收尸。”\n \n“唔……知道了。” \n \n“那就……该死，这崽子来的真快。” \n\n视野的极限，一团黑影夹着无数的鲜红，正朝着蓝和黯飞快的冲来，它的每次踩踏都会在草地上留下一个深坑，尘土飞扬，血腥味的狂气席卷了这一片天地，仅独身一人就如同千万大军冲阵一般，威势无双。 \n\n这苟东西果然是盯着黯来的，家里下了粒子结界，苟东西感受不到黯的存在就在村里当吉祥物，黯一出门就跟千年没吃过饭的饿死鬼听到食堂开饭一样朝这里冲，还是一个可以徒手拆食堂的饿死鬼。 \n\n手扬起，粒子随着他的手一同扬起，聚集组合成为一面由粒子构成的高墙，同时，黯的身影已经在他的身后消失，只剩下还未消散的紫色粒子在空中飘扬。 \n \n转移粒子，源自末影人的特殊粒子，只有很少的一部分人可以使用。 \n\n这丫头，普通粒子不怎么会用，特殊粒子倒是用的也是越来越熟练了，不过也好，这样子省的我一边战斗一边保护她。 \n \n“嗷！！！！！！！！” \n\n就在黯消失的下一秒，黑影像是察觉到了什么，怒吼着，如同山崩似的踩踏声从远处翻涌而来，速度一再上涨，似乎想用蛮力把粒子屏障撞碎。 \n\n当然，它这样子做是……完全可行的，毕竟昨天蓝和它交手的时候，它就是这样逃跑的。 \n \n但是啊……这种事情仅限昨天。 \n \n“你觉得同样的招数我会对同一个人用两次吗！” \n\n手一挥，粒子屏障的粒子构成瞬间重组，本来坚固如城墙一样的粒子屏障多了几分柔软，不再像刚刚一样高大。 \n \n粒子屏障→粒子屏障·弹性屏障 \n \n重构完成的瞬间，僵尸带着只属于死者的腐气与魔物的狂气撞在了墙壁上，试图把粒子屏障撞破去追黯。然而事为所望，屏障在冲击的作用下产生凹陷，而且这个凹陷还在不断的被拉伸，没几秒中就到了它的承受极限。 \n \n果然还是不行，这家伙的力量变的更强了，但是…… \n\n手掌猛地一握，以意识联系的粒子们接收到了信号，屏障瞬间解散、重组，化作囚笼将僵尸困在这个只有四个身位的牢笼里。 \n\n粒子公式：粒子屏障+粒子加固+粒子禁锢=粒子牢笼 \n \n“嗷！！！” \n \n可惜的是，这个牢笼在暴怒的僵尸面前也没撑过两秒就被撕碎。 \n \n但是，两秒，就已经足够了…… \n \n粒子消散，僵尸朝前方看去，那个试图拦住它的人消失了，没有留下任何痕迹的消失了。 \n \n下个瞬间，一双鲜红的瞳孔出现在了它面前。 \n \n一起出现的，还有一个布满绿色鳞片的拳头。\n \n登录……成功…… \n \n粒子！重构！ \n \n“去死吧！杂碎！”\n \n“轰！！！！！！！！！！！！！！！！！！” \n \n…… \n \n因为蓝对黯说过不要让别人看见特殊粒子，于是黯就转移到了离铁匠铺有一点距离的无人空地上，一路小跑跑到了铁匠铺的位置。 \n\n“黯啊，你怎么一个人过来了，蓝呢？他不在你旁边吗？”\n \n刚从树林间探出身子，还没去搜寻老人的身影，他的声音就从上面传来。 \n\n黯抬起头，看见的是老人架着梯子站在梯子上，腰间挂着各式各样的工具，看样子是在修被蓝打坏的屋顶。 \n \n“他有点事情，让我先来爷爷你这里。”\n \n“这样吗……你也别站在那里了，进屋里坐坐吧。” \n\n老人轻盈的从屋顶上跃下，悄无声息的落在地上，身手灵活的不像是一个半只脚踩进棺材的年迈之人。 \n\n黯跟着老人走进铁匠铺里，里面的空间比她想象中的大上不少，但都是关于锻造的东西，将那些除去，整个屋子根本没有什么给人坐的地方。 \n\n“唔……好像没有椅子了，嗯……你等一下啊。” \n \n老人扫视了一下自己的屋子，然后走到了堆在屋角的一块一人高的原木前，上下打量了一下。 \n \n“这个差不多……” \n \n像是赏识的点了点头，老人把手放在了原木上。 \n \n“那个……能问一下您在做什么吗？” \n \n“当然是给你做一把椅子了，我总不可能让一个小女孩子像我这个糟老头子一样坐地上吧。” \n \n“那……” \n\n黯的疑问还没出口，诡异的一幕在她面前出现了，原木像是被什么东西切割了一样，化作一块块的碎木落在地上，而老人的手里不知何时出现了一把简易的木椅。 \n \n“这是……粒子吗？” \n \n黯注意到了老人指尖零星几点还没消散彻底的粒子烟雾。 \n\n“被发现了吗？看来我确实是老了，喏，坐下来看看吧，看看我的手艺有没有老了。” \n \n老人把椅子放在她旁边意示她坐下。 \n \n“唔……” \n \n不就是个木椅子吗？会有什么特殊的吗？ \n \n黯狐疑的坐下，然后…… \n \n“诶？这椅子面……是软的？” \n \n没有正常木椅应有的冰冷和坚硬，反而像是垫了垫子一样，软软的，还有一点点温度。 \n \n“嘿，看来我的手艺还是没有老。” \n \n老人笑了笑，笑容像是个被夸奖的孩子一样，充满生气。 \n \n“好奇这个是怎么做到的吗？” \n \n“嗯嗯！” \n \n“那咋们来做个交易如何？我告诉你这个的原理，你告诉我蓝去做什么了，怎么样？” \n \n“唔……” \n \n和老人想的一样，一听到这个交换条件后，黯立马露出了犹豫的神色，而且没有任何伪装的样子。 \n\n“那我换一个，看你这样样子，也不是这边的人，你告诉我你为什么要跟着蓝好了，不用太详细，一个理由就行了。”  \n\n“诶？这样可以吗？” \n \n“当然可以了，如果你不信我的话，我先把做这椅子的原理告诉你。” \n\n不等黯回答，老人随手拿起了落在地上的一块比较大块的木头。 \n\n“其实原理很简单，既然你认识粒子的话，关于粒子的基本性你应该知道了吧。” \n \n“基本性？” \n \n黯疑惑的念叨了一下这个名词，摇了摇头表示自己根本不知道。 \n\n“蓝这家伙练这个都没和你讲吗？那我就替蓝这家伙告诉你吧，粒子是这个世界的基本单位，一切事物都是由不同的粒子构成的，粒子详细的可以分为三类，构成粒子，游离粒子和基本粒子，构成粒子构成世界上绝大部分的物品和所有生物，基本粒子构成除此之外的其他东西，如水、火焰等，它们有时也会和游离粒子一样在空气中游荡，而游离粒子就是能够被我们操纵的粒子。” \n\n说着，老人伸出了一只手，无数的洁白的粒子化作从烟雾在他的手掌上盘踞环绕。 \n\n“粒子构成的事物存在一定的粒子间隙，而我让木头变柔软的方法就是将自己的粒子顺着木头的粒子间隙进入木头内部，通过重新搭构不同构成粒子间的联系和扩张粒子间隙等方法，强行改变木头的内部结构，刚刚直接将木头变成椅子也是类似的方法。” \n\n老人用缠着粒子的那只手轻轻的拍了一下木头，在黯的眼前，这块木头像是自我凋零一样，一片片的木片从它身上落下，直到木片不在落下后，一个只有巴掌大的黯出现在老人的手上，这个木头黯精致的让人称奇，连睫毛都看的清，几乎和真人一模一样。 \n\n“开店一百天大酬宾，卖一套铠甲送一个小手办，这个就送你了。” \n黯接过这个和自己长的一模一样的小东西，不停的上下打量着，惊喜的神色根本不做任何的掩饰。 \n \n“喜欢吗？” \n \n“嗯！喜欢！” \n \n黯开心的对老人说，抬头却看见老人的眼角闪过一丝晶莹。 \n \n“你……怎么了？” \n \n“啊！没事，人老了，就会变得多愁善感，总喜欢缅怀过去，没办法面对现实……抱歉啊，说了些奇怪的话。” \n\n老人抹掉了自己眼角的泪珠，平复了自己的情绪。 \n \n“好了，那现在你可以告诉我为什么你会跟着蓝了吧。” \n \n“嗯，就是……” \n \n“轰！！！！！！！！！” \n \n话还没出口，一声恐怖的爆破声从远处传来，方向正是蓝所在的方向。 \n \n黯猛地站了起来，脸色变得非常的惨白。 \n \n蓝，出事了！ \n \n但……还答应了别人…… \n \n“你去吧，下次再和我说也行。” \n \n老人也看出了不对劲，没有想让黯留下，而是意示她可以走了。 \n \n“谢谢。” \n\n轻声道了谢，也不管蓝说过不要在别人面前使用特殊粒子的话，紫色的粒子从身上团聚又消散，黯的身影立刻消失在了房间里。 \n\n老人倒是一点点都没有奇怪的样子，非常平常的收起了椅子。 \n \n“转移粒子吗？蓝还真是找了个小怪物啊。” \n \n“不过，这个世界上，也就怪物能和怪物互相取暖了吧。”\n\n目录传送门",
    "replies": [
        {
            "author": "HuantMuskie",
            "timestamp": 1585799160,
            "txt_content": "不错是不错，但是是否有点平淡"
        },
        {
            "author": "HuantMuskie",
            "timestamp": 1585799160,
            "txt_content": "其实还是相当不错的，比好新颖。"
        },
        {
            "author": "晨曦赤寒GO",
            "timestamp": 1585803360,
            "txt_content": "HuantMuskie 发表于 2020-4-2 11:46\n不错是不错，但是是否有点平淡\n目前已发章节还处在第一卷，大主线会在第二卷开始，还请期待"
        }
    ]
}