{
    "title": "[多线]CubeGarden —— 一个有爱的公益生存纯净服务器[1.15.x]",
    "author": "Creeper23456",
    "replyCount": 0,
    "timestamp": 1584502680,
    "txt_content": " 本帖最后由 Creeper23456 于 2020-3-18 11:50 编辑 \n\n本服是公益服并且愿意承担虚假宣传的一切后果\n\n\n\n\n\n前排感谢所有依旧在服务器内的玩家与管理！大家共同的努力铸就了这样一个温馨美好的服务器！\n\n\n欢迎，来到CubeGarden\n欢迎新人来到CubeGarden！\n你可能会发现，这样一个服务器，无论是从宣传片还是官网来看，没有任何特殊的地方，只是一个普普通通的Minecraft公益服。\n请加入服务器试试吧！你会感觉到服务器的特别之处！毕竟，我们积极建设着的，是大家在一起的美好回忆！\n下面展示服务器的在线人数，你也可以访问我们在MCMOD的宣传贴获取服务器近期在线人数曲线。\n\n\n\n坚持下去的初心\n我希望大家能够在这样一个小小的沙盒世界里，有着属于自己与服务器其他玩家之间的故事，或许温馨，或许感伤，或许使人扑哧一笑，又或许是...？\n自从去年开服以来，服务器管理层迭代过许多遍，许多管理离开了服务器，也有许多管理加入了这个大家族，有Bedrock玩家对微软Xbox服务的抱怨声，也有只能选择群内划水的没有Java正版的盗版玩家，或是有人埋怨苦力怕炸毁了他努力一天的成功——这些都是在群聊或是Minecraft内大家所经历的日常。我所想、所希望的，便是带给大家一份值得去回想的一份美好回忆。\n我觉得这样一个服务器能够带给大家一个愉悦、气氛轻松的交友环境。能够认识爱好相同的大家，是一件很美好的事情吧。\n也许有一天你离开了这个服务器，去寻找自己的生活，但我希望你能在与朋友线下闲聊之际还能一起讨论服务器内发生过的那些令人回味的事。\n\n服务器主要特色\n服务器玩法上与普通的生存服没有过多的区别，希望的是能带给大家偏向原版的游戏体验。\n服务器有着异地备份措施+防DDoS多线网络，虽然这些东西迄今为止还没用过，但有备无患。\nJava服有着响应时间不超过8小时的运维人员，有着高性能的服务器支持，白名单申请简单且响应时间不超过1小时（私聊情况下，特殊情况除外），对了，我们不欢迎QQ小号申请白名单。\n服务器无赞助物品，无赞助奖励，无赞助头衔。\n原版客户端，即下即玩。\n载有小部分趣味性插件，并载有CoreProtect，服务器每8小时进行一次异地备份。\n全服执行民主议会制，玩家可主动申请加入议会（当议会席位未满时），议会可讨论、提案CubeGarden所有的服务器，包括基岩服与Terraria服。\n小镇制度，玩家可以创建自己的小镇，并一起努力着。\n\n\n管理友好，我们致力于建设一个玩家友好的管理组，并一直朝着玩家所希望的方向努力着。\n\n\n关于赞助\n我个人比较反感赞助，害怕服务器被高额赞助支配并破坏现有的管理制与议会制。\n因此，自2019年8月后，服务器改为无偿赞助制，玩家赞助与管理赞助得不到任何的实质性奖励并将赞助金额公示以对其支持表示感谢。事实上，因为服务器内事务较多，可能连发群公告公示赞助榜的时间都没有。\n只有服务器实在续费不起，面临着数据销毁时才会寻求大家的帮助，因为开服我已经习惯了没有晚饭的日子，只希望能使大家拥有更稳定的硬件环境。服务器大部分资金由管理内筹资。\n\n\n服务器截图\n很抱歉因为1.15.2版本无optfine，对于服务器现状无法提供带光影的截屏，旧的截屏多数开启了光影。\n\nS4 幻想乡 NKKXZXX家门口麦田\n\nS4 幻想乡 Yang家小屋\n\nS4 幻想乡 NKKXZXX家门口\n\nS1 主城 一年前的故事\n\nS4 主城主题：“篝火故事”——开始的地方\n\nS4 无月乡 蜜蜂养殖基地\n\nS4 Bedrock-Java互联效果，客户端为基岩版，服务端是开启正版验证的Java服，已开始服内公测。\n\n服务器电音节筹备中，这貌似和服务器内部分人的爱好有关系awa\n（本人是音乐特长生，管理员会有一部分会音乐制作，群内音乐大佬有很多，例如天宅大佬awa）\n\nS5 主城与幻想乡旧宿舍，服务器新人的第一站\n\nS5新起小镇：迷糊镇 镇长貌似跑路了，但并不阻止该镇成为服务器第二大小镇\n\n\n相关链接\n服务器官网：https://www.cubegarden.cn/\n服务器宣传片：https://www.bilibili.com/video/av92321848\n\n\n\n写在最后\n服务器最终玩法，以群内公告内容或官网为准。\n服务器采用的是人工监察反作弊，对于被证实的作弊者，我们会公布其IP地址。对于举报作弊者，我们会给予特殊奖励以示表彰。严禁使用各种修改过的客户端或资源包或bug等一切未列出的作弊形式实施作弊。\n对于严重破坏服务器内秩序者，我们会经过服务器议会投票决议后公示在官网。\n对于宣传其他服务器者，按广告处理。\n宣传贴与官网、相关宣传文章的解释权归CubeGarden管理组所有。\n\n\n",
    "replies": []
}