{
    "title": "[Minecraft.net|INSIDER] 如何搭建暗箭长廊",
    "author": "rooke_zb",
    "replyCount": 1,
    "timestamp": 1585148340,
    "txt_content": " 本帖最后由 brooke_zb 于 2020-3-26 10:42 编辑 \nHow to Build an Arrow Gauntlet\n如何搭建暗箭长廊\nLethal tips excerpted from Exploded Builds: Medieval Fortress!\n这些致命的技巧摘录自《建筑分解: 中世纪城堡》！\n\nCraig Jelley 克雷格·杰利\nFor more build tips, you should have a flip through Exploded Builds: Medieval Fortress. Check out the book here .\n想要了解更多建筑技巧，你应该翻阅《建筑分解: 中世纪城堡》。看看这里.\n\nIf invaders make it past all your other defenses and are closing in on your position, then this sneaky trap may just save you. You can build it into any wall within your castle, so each and every hallway can be rigged to release a hail of arrows on invaders, or anything else that happens to wander in.\n如果入侵者闯过了你布下的重重防御接近你的藏身之处，那么这个陷阱也许能救你一命。你可以把它藏在城堡的任意一堵墙内，这样每一条走廊都可以让入侵者或者误入者尝尝箭矢的滋味。\n\n\n\n\n\n\n\nGetting it Right\n深入了解\n\nThe arrow gauntlet is one of the simplest traps you can add to your castle, with a very simple redstone circuit triggered by a large set of pressure plates. However, it can also be one of the most dangerous as it covers such a large area, which makes it very difficult to escape alive.\n暗箭长廊由一个非常简单的红石电路组成，利用大量压力板触发，是你能轻松添加到城堡的陷阱之一。并且由于覆盖面积极大，它也可能成为最危险的陷阱，使得入侵者有来无回。\n\nRedstone Arrangement\n红石布线\n\nThe redstone used in this trap is split into two sections: the lower and upper. The upper section controls the dispensers, while the lower section consists of a grid of redstone. The grid is powered by the stone pressure plates above and a pulse circuit, a simple system that creates a redstone signal that repeatedly reacts to the pressure plates, firing a constant stream of arrows.\n这个陷阱中红石用于两部分: 上半部分和下半部分。上半部分用于控制发射器，而下半部分是由红石粉组成的网格。该网格由上方的石质压力板和一个简单的脉冲电路（踩下压力板触发红石信号脉冲）充能，并不断发射箭矢。\n\n\n\nDispenser Layout\n布置发射器\n\nWhen the signal reaches the upper section, it simultaneously powers four dispensers on either side of the trap, sending a flurry of arrows across the room. The dispensers are arranged so that they don’t fire directly at the dispensers opposite them. This means that every block of the trap is in range of a dispenser, so there’s no escape from the arrows once invaders have made it this far.\n当脉冲信号到达上方后，布在两旁的发射器会被不断激活，房间里顿时箭雨纷飞。由于事先调整好了发射器布局，所以发射器的火力会遍及房间，没有浪费。这意味着一旦入侵者踏入陷阱，将暴露在箭雨之下，无可遁形。\n\n\n\nRapid Pulse Mechanism\n急速脉冲装置\n\nThe mechanism consists of two blocks with redstone running between them, and a redstone torch on the front and back of each block. When a pressure plate is pressed, the signal flows through the redstone grid and repeatedly turns the mechanism off and on, sending intermittent signals through a repeater on each side of the trap towards the upper section.\n这个装置由两个方块以及之间的红石组成，并且每个方块前后都插着红石火把。当压力板被踩下时，红石信号会不断激活、熄灭红石网，并通过红石中继器将脉冲信号传输到上方的发射器。\n\n\n\nPressure Plates\n压力板\n\nThe entire floor of the arrow gauntlet room is covered in pressure plates, and each pressure plate has a corresponding block of redstone beneath it, in the grid of the lower section. This overall coverage means that every step an intruder takes will start the arrows flying again.\n整个暗箭长廊的地板都铺满了压力板，并且每一块压力板下方都有在红石网中对应的红石粉。完全布满压力板意味着入侵者每一步都会让房间变得乱箭狂舞。\n\n\n\nVariations\n改进\n\nTo make life really difficult for intruders, the hallway can be made even longer. The redstone grid will need?to be continued as far as the pressure plates and arrangement of dispensers extends above. Most importantly, however, a redstone signal can only travel fifteen blocks, so redstone repeaters will need to be placed in four separate places every fifteen blocks. Two of them are shown in the image below, and two more need to be added to the opposite side. Make sure that they are facing in the direction shown, otherwise the circuit will be broken.\n为了让入侵者难上加难，这条长廊可以做得更长。红石粉网格？需要一直延伸到压力板和发射器所在之处。最重要的问题是，满格的红石信号也只能传输至15格远，所以需要在每十五格处单独放置四个红石中继器。其中两个如下图所示，而另外两个需要放在另一边的对应位置。确保它们如与下图所示方向一致，否则红石电路将不起作用。\n\n\nYou can download a printable version of this guide here.\n你可在这里下载可供打印的PDF格式指南。暗箭长廊PDF\n\n【brooke_zb 译自官网 2017 年 04 月 04 日发布的 How to Build an Arrow Gauntlet；原作者 Craig Jelley】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Xiao2",
            "timestamp": 1585316460,
            "txt_content": "The redstone grid will need?to be continued as far as the pressure plates and arrangement of dispensers extends above.\n看到这中间的“？”我不禁笑出声来"
        }
    ]
}