{
    "title": "Minecraft Earth 现已推出增益型玩偶",
    "author": "主世界",
    "replyCount": 5,
    "timestamp": 1584549720,
    "txt_content": " 本帖最后由 主世界 于 2020-3-20 22:00 编辑 \n\n\nIntroducing: Minecraft Earth Boost Minis\n介绍： Minecraft Earth 增益型玩偶\nNew tiny sidekicks from Mattel\n由美泰推出的新玩偶\n\nCristina Anderca\nThere’s only one thing I hate more than running – and it’s running around without a destination. People that voluntarily subject themselves to that both baffle and inspire me. I also consider the fact that I’m allergic to spandex, heat, and my own sweat a sign that I was simply not meant to move at an accelerated pace unless I’m in some sort of vehicle or falling from a great height.\n除了跑步，我只恨一件事 —— 那就是漫无目的地跑步。我对于人们自愿去的跑步事情深感疑惑，不过这也启发了我。我考虑过我对于弹性纤维、热量和自己的汗水过敏的事实。这一事实表明，除非我正在乘坐某种交通工具或者从高空中摔落，不然我根本不可能加快我的步伐。\n\nLuckily, Minecraft Earth has given me a reason to get off the couch aside from my highly inconvenient need for sustenance. But getting out the door requires a minimal amount of willpower, so I often find myself needing an additional push that makes exploring the real-and-yet-not-real world a bit easier… a boost, if you will. Well, I guess I’m either telepathic or a product development genius because Mattel and Mojang have teamed up to create the new Minecraft Earth Boost Minis .\n幸运的是，Minecraft Earth 给了我一个从沙发中脱身并且让我的生活不再那么不方便的理由。但在每次离开家门之前，我还需要一点点儿毅力。所以我经常觉得我需要一个额外的推力来使我探索真实而又不真实的世界更容易一些......如果你同意的话，一个增益。好吧，我猜我可能是心有灵犀或者是一个产品研发的天才，因为美泰和 Mojang 联手打造了一款全新的 Minecraft Earth 增益型玩偶。\n\n\nYou might be wondering how a small, unbearably cute figurine can make you a better explorer. Aside from providing valuable emotional support (seriously, have you seen how adorable these things are?), each of the minifigs comes with its own in-game perk. These are known as Boosts and range from decreased crafting time to extra experience points, increased health, expanded radius for tappables and adventures, and more. Have I mentioned that you also get experience points every time you scan a new figurine? Because you do. Think of them as companions that help you progress through the world. Kind of like friends? Not that I would know. *sobs*\n你可能会好奇，这么一个可爱的小人偶如何让你成为一名更好的探险家？除了可以提供有价值的情感支持（真的，你有没有仔细去看这些可爱的小东西吗？），每个玩偶在游戏中都有自己的设定。这些能减少你的合成时间、使你获得额外的经验、增加你的生命值、有效拓展你的探险并且能给你带来更多内容的东西被称作增益。我有没有提到过，你在扫描一个新的小人时也能获得经验值？是可以的。把它们当作你探索世界的伙伴吧。把它们当作朋友一样对待？我不知道。 *啜泣*\n\nThere are 20 different figures to collect and more than ten different in-game Boosts. Want to become the best explorer you can be? You can equip up to five Boosts at a time and use each Mini as many times as you like – but there is an 18-hour cooldown period. Using two figures that have the same Boost will simply double its duration, so don’t worry if you have duplicates; they might not be different, but they’re still special .\n你一共可以收集20种不同的玩偶，并且它们附带有超过10种不同的游戏增益。想要成为最佳探险家吗？你可以同时装备5种增益并且无限次地使用每个玩偶的增益 —— 不过每次冷却18小时。同时使用两个带有同样增益的玩偶会获得双倍的增益时间，所以不用担心你有两个一样的玩偶。它们可能看起来一样，但实际上是不一样的。\n\nI don‘t even have to type a code?! *throws wallet at screen*\n我甚至不用输入密码？！*把你的钱包砸向屏幕*\nTo use them, all you have to do is open the Minecraft Earth app, go to the Boosts screen, select the minifigs tab, and tap “Activate a Boost Mini!”. Then scan your figurine on the back of your phone and you’re good to go! Just keep in mind that you do need an NFC-enabled phone to get the Boosts.\n如何使用它们？打开 Minecraft Earth 软件 > 打开增益界面 > 选择玩偶 > 点击 “Activate a Boost Mini!”。最后用手机扫描你的玩偶即可！注意，你需要一台支持 NFC 的手机才能获得增益哦。\n\n【主世界 译自官网 2020 年 03 月 16 日发布的 Introducing: Minecraft Earth Boost Minis；原作者 Cristina Anderca】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584604560,
            "txt_content": "购买链接：https://shop.mattel.com/shop/en-us/ms/minecraft-earth-boost-minis"
        },
        {
            "author": "81321111",
            "timestamp": 1584607860,
            "txt_content": "\n\n\n\n\nQQ截图20200319165135.png (8.1 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-19 16:51 上传\n\n\n\n\n"
        },
        {
            "author": "封徵",
            "timestamp": 1584710580,
            "txt_content": "我看了老半天还在想这个“加成人仔”到底是个啥东西"
        },
        {
            "author": "主世界",
            "timestamp": 1584711480,
            "txt_content": "封徵 发表于 2020-3-20 21:23\n我看了老半天还在想这个“加成人仔”到底是个啥东西\n就是你氪金之后能快递到一个塑料做的玩具，\n然后用手机Minecraft Earth扫描它，\n你之后在玩Minecraft Earth的时候就会有加成（buff）\n具体还是得自己试试的\n\n描述清楚了么，有没有想到“boost mini”的更佳翻译"
        },
        {
            "author": "封徵",
            "timestamp": 1584711780,
            "txt_content": "主世界 发表于 2020-3-20 21:38\n就是你氪金之后能快递到一个塑料做的玩具，\n然后用手机Minecraft Earth扫描它，\n你之后在玩Minecraft Ear ...\n事实上我后来才反应过来“人仔”是“玩偶”，看起来人仔真的有有点像方言\n\n（增益型玩偶）"
        }
    ]
}