{
    "title": "-=救赎II：崛起=- 【攻略向】地狱难度全流程不死通关（5P） #我的世界",
    "author": "swordeagle",
    "replyCount": 0,
    "timestamp": 1584549300,
    "txt_content": "https://www.bilibili.com/video/av97091754\n-=作者的话=-\n【前言】\n相信不少人看了我的视频以后，会产生三个疑问：\n1、为什么没有配音？没有配音，我怎么知道攻略的时候要注意哪些难点？\n2、这种打法有初次攻略不死的可能性吗？\n3、新版本Wilster难度增加了，这种打法可行吗？\n首先，实况解说会让我攻略时分心，导致失误，故而“不死通关全流程”和“SpeedRun”这两类视频，我是不会实况解说的。而Minecraft这款游戏总体来说可操作性还是较为单一，只要记住地图中资源的分配和大致的走位思路（视频中BOSS的中二发言和我的走位应答）就行了。配音的确是我没时间配，因此主要难点我会在下文【难点】中给出解决方案。其次，我的打法的受众群体是二刷玩家。如果你是初次攻略救赎II的玩家，照搬我视频中的资源分配和走位思路，是有不死的概率的，只是很小罢了，正常情况下会死5-10次。但是，只要你注意我下面要列举的这些难点，不死的概率将大大提高。最后就是关于新版本Wilster打法的问题，这个也会在【难点】中一并列出。\n【难点】\n1、Q：Hellaos“好吧，是时候展示一点我的真正力量了”的闪电。我明明不在锁定位置，为什么还会扣血？\nA：因为你前面中了带凋零之斧，只要中了，就会被Hellaos全图锁定。\n2、Q：为什么我打CTTZB的时候，总是莫名其妙的只剩半颗心了？我可没有中过斩杀啊！\nA：首先，CTTZB的斩杀伤害为2147483647，和Ares的魔法爆炸、John的秒杀三件套伤害一样，你中了是不会只剩半颗心的（笑）。多半是在CTTZB遁入黑雾的时候中了平a，或者是中了“沐浴在死亡之海中吧！这是你无法躲开的地狱！”后的范围斩击。这两个打到人身上是真的疼，如何应对我在视频里已经展示的很明白了。（所以不要说我怂QAQ）\n3、Q：Kner的十字斩我总是控制不好血量，有什么好的解决方法吗？\nA：1.9回血机制十字斩看情况吃一到两个金苹果，亡灵军团吃一个金苹果。1.8回血机制十字斩吃三个金苹果，后面看情况吃三到四个金苹果。打异世界前三个boss的时候不要贪刀！\n4、Q：怎样应付约翰教练的军训？\nA：这个是难点中的难点，我就直接把我的思路复述在下面。注意，全程无电磁护盾！如果你决定使用电磁护盾来攻略这个boss，看看我视频中boss的技能规律，在轰天、断天、战神这三个技能出来前磕药就行了，不用看下面的废话。\n（1）请将粒子效果调到最少，音量调大。（所有武器的技能如果有冷却时间的话，必须拿在手上才会开始读条！所以光明剑得预先读好条，这也是我打Frezack的时候切剑的原因，我不会平白无故切剑的=w=。还有，不要在副手上持有任何物品，包括盾牌！）\n（2）选一个好的位置开局，推荐边界旁边。（之后的走位思路是贴着边界走，不要学视频中的我，我打的比较浪。）\n（3）起手先手，shift交耀日斩、神圣领域，黑暗法杖长按鼠标右键使用黑魔法输出。\n（4）当John说出“我是生者的噩梦，死者的悲歌，阿瑞斯的力量在我掌中！”的时候，切出光明剑，松开鼠标右键，长按shift键触发光明剑被动，回血。\n（5）当shift的长按触发冷却好的耀日斩后，立刻松开shift，切出黑暗之杖用黑魔法消耗。\n（6）当John说出“让万物的精华都为我所用。地心之力！”的时候，切出光明剑，转身拉扯。直到John说出“毁灭一切的力量，摧毁一切拦路者。轰天之力！”的时候，交出耀日斩解困。（注意保持好与John的距离！如果交早了耀日斩，会导致离John太远。这时候他会直接tp过来给你贴脸轰天，如果出现这种情况只能靠交光明斩解困了，解不了没办法）\n（7）躲过轰天之后转身切出黑暗法杖用黑魔法反打，直到召唤第一波小兵。小兵出现后有先交光明斩，然后简单拉扯一下吃OP金苹果。如果没有光明斩，直接忽视交光明斩这一步。\n（8）手持光明斩读条，什么都不要做，贴着边界跑。当断天刀的白字警告出现的时候，交掉耀日斩，等加速效果结束后进BOSS战场地内圈秦王绕柱走，直到出现类似于铁砧击打的音效后三秒转身切黑暗法杖用黑魔法反打，同时向边界拉扯。\n（9）当John说出“这是永远无法破除的诅咒，轰天之力”时，立刻转身切光明剑逃跑。当John前摇第一段战神之力时，也就是火光提醒完全出现时，交耀日斩，这样保证最后一段耀日斩可以接第二段战神之力，最后一段耀日斩打完后，立刻交光明斩，躲开两段秒杀。\n（10）躲过战神后转身切黑暗法杖用黑魔法补刀，John召唤魔道至高者后酌情磕金苹果。\n5、Q：新版本Wilster该如何攻略？\nA：其实很简单啦，无非就是阜星削了世界盾，让Wilster第一阶段有了毒抗。这样一来以往各种花式虐Wilster的打法不可行了，必须睁睁看着他进入第二阶段=-=。解决办法就是在去异世界前多搞点电磁护盾和金苹果（反正荣誉充足），并且搞到钻科技套。硬抗第一阶段后，光明剑下蹲+世界盾右键站在正义的墙角耗他。如果超骑出来了，就用闪电枪清掉。\n【失误】\n（以下是攻略视频中出现的失误，有些希望各位不要犯）\n1、枪械大战踩到蜘蛛网。\n2、失落城多次从梯子上掉下来。\n3、打Sock的时候把弹弹堂和烧腊烛的技能顺序记错了，导致差点gg。\n4、新版本（？）瑞丹什堡的商人明明不卖电磁护盾，却石乐志。\n如果还有别的问题，请在这个帖子下面提问，我会回复并同步更新至b站。\n",
    "replies": []
}