{
    "title": "【原创·连载】我的世界飞逝堕落第二十二章",
    "author": "但是你",
    "replyCount": 3,
    "timestamp": 1584581400,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n\n\n      第二十二章：生死\n\n\n      直到黄昏，凋零才打起精神。“嘿，小子，你知道我为什么专门选在禁地深处附身吗？”我边收拾垃圾边回答：“不是因为灵力多吗？”她摇摇头：“不不不，这不是重点。禁地深处有一个强大的神剑，那才是我的目的。没想到附身消耗太大，所以就没有把它拿走。”“可我们去的时候不是什么没有吗。”我记得清清楚楚，那里就是一片空地。“武器怎么可能直接插在地上让你取。”她朝我翻了个白眼，“你到底是真傻还是假傻。”\n\n\n　　我呵呵地笑了笑，落山的夕阳在她脸上洒出金黄的光。她远眺向海边，那里隐隐约约能看到一个浮空的岛屿：“水之城主他到底想干什么？”水之城主，就连人王都不清楚的神秘人，是人是怪都未知，他的决定，会影响世间大局。“你为什么要躲，明明连在一起才能发挥出最大实力。”她没回答，离开窗前叹了口气，眼睛瞄向我的印记。\n\n\n　　“小子，我终于找到你了。”一个巨大的黑影挡住了阳光。“锤子，你怎么在这？”凋零有些奇怪，“你不是应该去取神力了吗？”“神力？那他找到我不是很正常吗。”我歪着头问她。“你是不是傻，怎么可能被你吸地一丝都没有，就比如进入王阶时的那种特殊灵气，就是神力和其他能量的聚合体。”\n\n\n　　“大猎物在这还要小猎物干嘛！”巨锤砸下，我从窗口缝隙里跳出去，拿冰剑在他身上划了个口子。“这点小伤根本不痛不痒！”他一巴掌直接把我扇飞，一脚踩下来。“我说你，是不是忘记了我的存在啊！”脑子里嗡嗡响，手不由自主地抽了自己一巴掌。\n\n\n　　“凋零，你只是一个头，没了身体，灵力迟早用完！”锤子也捂着头，但看样子比我要轻松一点。哎等等，为什么他都能看到凋零，那老头却不行，你这隐身有点迷啊。“一个头的凋零可真是好欺负啊。”不知道从哪冒出的剑洞穿了凋零，她双腿一软直接瘫倒在地上。\n\n\n　　脑子不再响了，但持剑者却要我心惊胆战。“血尸！”我的声音直接飙出天外，冰剑一瞬间便出现在我手里，“你不是死了吗，我还亲眼看见你的尸体躺在地上。”他很轻松地打了个哈欠：“死人怎么会再死呢？”\n\n\n　　双主阶，但是没关系，我是主角，就算死了也能复活！白发男在楼上看着林展宏被洞穿失望地摇了摇头：“唉，这届穿越者不行啊。”（林展宏：等等，称谓怎么变了？作者：我准备换男主了）\n\n\n　　血尸看着地上的两个尸体，满意的点了点头：“锤子，你知道我现在想干嘛吗？”“嗯？唔！”鲜血顺着血剑的纹路吸附在剑身上，缓慢地到达血尸的身体。吸了血的血尸身体开始壮大，渐渐地变得和锤子一样高，然后身体里涌出了白雾，渐渐退回原样。\n\n\n　　“血尸，你做不到的，不管你再怎么吸收也到达极限了，没有神力，你突破不了！”锤子，捂着伤口大笑着，用锤子把自己撑起。“够了，你们两个，给我回来。”大地开始震动，地下发出空旷的声音。（林展宏：等等，真的没我的事了！作者：还能怎么办，实在没有理由让你复活）\n\n\n　　待他们两个离开后，凋零慢慢从地上爬起：“林展宏，谢谢你让我回复。”林展宏的尸体上，隐藏着一道凋零印记。“躲不了了啊。”她身后又出现了两道身影，和她融合在一起。“想要回复？没门！”一道灰色的长线将她们分离。“把封印类神识活生生地变成主攻型，你可真是个人才啊。”凋零摸了摸脑袋，开始释放灵力，“那就在这里决胜负吧。”\n\n\n　　地底的基岩上，一座纯黑曜石打造的宫殿正屹立在灰黑色的粒子群里。与其说是宫殿，其实仅仅只是高大的火柴盒。“王啊，你喊我们有什么吩咐？”亡灵王也不说话，望向本应是文武大臣的席位。\n\n\n　　“你都跑了，还回来干嘛。”亡灵王有些警惕，不，是非常警惕。“别担心，我也打不过你。”漪蛛这次没有穿平时的紫衣，而是闪着紫光的钻甲。“哼，你连最强的装备都穿上了，我怎么不能有防备。”漪蛛也不反驳，拿出一个玻璃杯，里面是一滴没有消散的泪滴：“这里面就是痛，把东西给我吧。”亡灵王并未回答，似乎出神地在想什么事。漪蛛也不管，把瓶子放到桌上，伸手拿起亡灵王身边药剂服下。\n\n\n　　“没用的，你打不过我。”老人拿着一块石头笑着看向凋零，“这是完整版，融合了恨的力量，轻轻松松就能把你割成碎片。”“用来凌迟还挺不错的。”凋零强撑着站起，没有完全融合的她无法释放全部能量。“这么好的东西借我玩玩呗。”“什么！”老人一回头，被一拳打穿了脑袋。“竟然学会分身了啊，不过这东西倒是真货。”黑雾捡起地上的石头摆弄起来。\n\n\n　　“终于，看清了啊。没想到，竟然是你。”昭影躺倒在床上。明明没过多长时间，却变老了几十岁。“王，您这......”昭影已经站不起来了：“穿越者死了，我也快了......等我死后，把王位传给无名吧，毕竟实力还是有的......这次一去，怕是回不来了。”\n\n\n　　远处，一道惊雷。“天罚来了。”\n\n\n　　“我果然还是主角啊。”我动了动手脚，感觉没以前强力。“这次算你替我死的报酬。刚才的，想好了没。”凋零坐在王位上打着哈欠，三个头都融合在了一起。我现在在地狱，凋零复活了为她回血的我。“条件不够诱人。你这么简单就复活我真的没问题吗？”按理说复活都需要代价。“我可是地狱之主，生死去留都由我决定，也就转生时那家伙管管。你还想要什么。”\n\n\n　　“嘿嘿嘿，什么条件你都会答应我对吧。”我开始笑了起来。凋零感到一丝不妥，但还是点点头。“我要你！”“什么！”“我说了，我要你！”“果然，一看你那猥琐的笑容就知道没好事。”凋零从主体上分离下，再次融入到了我的身体里。“好了，快走吧，一看到你我就闹心。”\n\n\n　　“那我就恭敬不如从命喽。”我笑着回答道。",
    "replies": [
        {
            "author": "MC！战神",
            "timestamp": 1584582900,
            "txt_content": "233333333333333333333333"
        },
        {
            "author": "稽光",
            "timestamp": 1585707240,
            "txt_content": "厉害，才多久就上推荐了！但是我觉得虽然上推荐但是没多少人看还是挺可惜的，我来支持一下！"
        },
        {
            "author": "但是你",
            "timestamp": 1585735620,
            "txt_content": "谢谢，最近没思路更新会很慢"
        }
    ]
}