{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十",
    "author": "晨曦赤寒GO",
    "replyCount": 1,
    "timestamp": 1584584940,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-19 10:28 编辑 \n拦腰折断的树木，掀翻露出泥地的草坪，犹如擎天巨兽的脚印一般的漆黑巨坑，零零散散、不大不小的坑洞。 \n\n明明只是一人一尸的战斗，战场却如同真正的战场般壮观和……惨烈。 \n\n黯跑到坑边，泛红的眼瞳往下望去，漆黑的坑洞底站着一个人影，衣服只剩下几条破布挂在他身上，背后一大块看上去才刚结痂没多久的伤口往外渗着血，鲜血与尘土装饰着他的身体，静默的空气让人无法去怀疑他还没死。 \n \n“蓝！” \n \n连自己有转移能力都忘记，黯滑下坑洞，匆忙的向蓝跑去，被东西绊倒也没有理会。 \n \n“蓝……” \n \n无数的片段闪过她的脑海，无名的悲伤涌上心头，眼角不受控制的滑下水珠。 \n \n…… \n\n一个不认识的怪物站在视野的中央，绿色的长发，布满全身的青黑鳞片，刺眼炫目的蓝白雷电闪烁在祂的身周，虚无的空间是祂的背景，祂好像是这个崩溃的世界里唯一的生物。 \n \n祂像是发现了什么，把目光看向了黯，祂猩红的眼底里没有任何的情绪，忽然间，怪物咧开嘴，嘶哑着发出不似人的声音。 \n \n“杀……了……我……” \n \n…… \n \n“是……你……啊。” \n \n记忆的片段破碎，黯看到了一双明亮的黑色瞳孔。 \n \n“蓝……你，没事？” \n \n“你看我……这样是……没事的样子吗？还有点良心……就过来扶老子一把，我现在……可没……多少力气走路。” \n\n连说话都断断续续，蓝现在的身体已经虚弱到无法想象的地步了。 \n \n“哦……哦！” \n \n黯连忙扶住了快要倒下的蓝，还小心的避开了他的伤口。 \n \n“对了……你把地上的……那东西捡起来……那是我……这次唯一的战利品，可……” \n\n经蓝那么一指，黯才看到了地上躺着的一条布满暗红色纹路的灰绿色手臂，这些纹路像是失去了能量一样，变得暗淡无光。 \n \n黯扶着蓝走到僵尸手边，把手臂挂在了自己的腰带上。 \n \n“蓝，我们接下来去哪？”\n \n“……” \n \n耳边并没有传来回应，只有微弱的呼吸声传来。 \n \n“嗯，我知道了，是回‘家’吧。”\n \n…… \n\n一个漆黑如夜的世界，放眼看去皆是虚空，而在这片虚空中，正悬浮着一座岛屿，一座完全由一种奇异颜色石头构成的、立着数根通天似的黑曜石柱的岛屿。 \n \n这里是世界的原点、末影人的故乡、末影龙的巢穴、终焉与起源之地，末地。 \n\n本来在初代屠龙者屠龙后，这里应该除了末影人外没有其他生物的。 \n \n但，现在看起来也不是这样。 \n\n不知何时，末地出现了一座堡垒，一座临近末影祭坛，用末地石搭构的堡垒，它占据了整个末地三分之一的土地，将末地的原住民末影人挡在这三分之一外，堡垒边上强到不合理的粒子屏障隔断了一切粒子的进入，那怕是末影人的转移粒子。 \n\n没有人知道这座堡垒的主人是谁，但末影人们经常会看见一个有着妖冶紫瞳的黑发少女进出这座堡垒，堡垒外强大的屏障对她根本没有任何的影响，穿梭自如的像走进自己家门。 \n\n她很少会空手来，每次来堡垒这里手上总会提着些什么，有时是一只僵尸，有时是一只骷髅，有时像是忘记了没带东西回来，就会随便抓一只附近的末影人来，末影人对此非常的无奈，不说正面打打不过，就连跑也跑不掉，这个少女也会用转移粒子，甚至用的比绝大多数的末影人还要熟练，这让末影人们怀疑自己是不是生错种族了。 \n\n但这些都不是重点，没有什么问题是不能通过数量来弥补的，但最主要的问题是所有末影人都不敢对她主动动手，她身上好像有什么恐怖的气息，一种根本不可能从人类身上散发出来的气息。 \n\n今天少女也从来到了末地，穿着黑色风衣的她在空旷的末地上快步的走着，黑色的兜帽遮住了她的脸，只有一股近似急切的气息从她身上传出。 \n\n但末影人们可不管这些，它们远远地（对于它们来说很远的距离）望了一眼少女，然后发现她手里没有那任何东西，一个个吓的瞬移出了自己的最远记录。让末影人奇怪的是，少女发现它们后并没有追上来，而是心事重重的走进了堡垒。 \n \n堡垒的内部倒不像外面那样全是末地石，而是铺上了一层橡木板，但施工的人好像不怎么会搭配，清一色的橡木板倒是给人一种重复的单调感。 \n\n少女一进堡垒就停下了脚步，她合上眼，无数紫色的转移粒子在她身边浮现，飞舞着，徘徊着，像是在恭迎着它们的女王。 \n \n粒子不断收缩，密集到只能看到一片的紫色，而看不到少女的一片衣角。 \n \n转移。 \n\n如同魔术表演中炸开的玫瑰花般，瞬间散开的转移粒子像紫罗兰的花瓣一样散落在这片空间，然而本应在中间的那个少女却消失不见了。 \n \n（一处密封的地下空间） \n\n少女站在一扇铁门前，想都没想的就推开了门。 \n \n“主人！有……”\n \n一根木棍夹着划开空气的破空声朝她迎面刺来，少女下意识的想要用粒子挡下这攻击，刚开始调动身体里的粒子时却发现那些粒子根本不受自己的控制了，慌忙间被木棍刺了个正着。 \n \n“嘶……好疼……” \n\n被这样的攻击命中，正常人应该都被贯穿了才对，而少女也只是揉了揉自己的额头，喊了声疼而已，一滴血都没有见到，就起了个小包。 \n \n“不是都让你开门时轻点了吗？再来几次这铁门也不够你摔的，还有，不是让你不要叫我主人了吗？怎么还这样叫。” \n\n屋内是一个非常空旷的房间，空旷、干净、整洁，除了两张椅子、一张桌子和几个小箱子外没有其他的东西，但桌子上就不一样了，各式各样的瓶瓶罐罐胡乱的堆放着，有的里面装着五彩斑斓的液体，有的里面装着稀奇古怪的粉末，在房间里明亮的红石灯的照耀下散发出各种颜色，让人不觉的有几分炫目。 \n\n一个披着件白大褂的男人坐在桌前的椅子上，他背对着少女，手里一根木棍在他修长的手指间灵活的翻飞着，快的只能看见一道褐色的光影。 \n \n“怎么了，你不是去主世界了吗？怎么突然回来了？” \n \n“遇到了点事情，感觉要回来跟您说一下。” \n \n“哦？什么事情让你感觉要回来和我说的。” \n \n“就是……主……” \n \n“嗯？” \n \n男子的轻哼声提醒了少女，她纠结了一下，然后才改了口。 \n \n“龙……龙你不是上次投放了一个叫Z404次品到主世界吗？” \n\n“对啊，咋了，这个次品是把猎人协会的人引到了末地门，还是说它自己搞出了只凋零？” \n \n“不，不是……没有那么严重。” \n \n“哈哈哈，不逗你了，你说吧，随便和我说下它现在的情况。” \n \n“咳咳，它现在在南滨驻扎下来了，而且快学会使用粒子了。” \n \n男子仰头思索了片刻，手中飞舞的木棍也逐渐的慢了下来。 \n\n“是个好事情，这代表我们在南滨多了个意想不到的观察者，希望它能活久一点吧，说来也奇怪，从两年前开始，南滨的观察者就都失去联系了，未，你这次在主世界也待了有几天了，这件事有没有顺便查一下。” \n \n“没……没有，不过接下来要说的事情可能和这件事情有点关系。” \n \n“哦？说吧，我不打断你了。” \n \n少女理了理自己思绪，然后压缩，最后简洁到了只有一句话。 \n \n“它发现了UK的踪迹，就在南滨。” \n \n“哐当。” \n \n木棍落在地上，发出了清脆的响声。 \n \n“情报属实。” \n \n“嗯，它已经和UK接触过几次了，只不过都被一个猎人击退了。” \n \n“猎人？实力如何。” \n\n“实力一般，但他有可以在短时间内大量提升实力的手段，他就是用这个方法在负伤的情况下把Z404的手臂切断了，并且炸伤了它一半的身体。” \n \n“……” \n \n男子沉默了一会。 \n \n“你在怀疑这个猎人是那个人的徒弟？” \n \n少女见自己的想法被猜中，就如实的点了点头。 \n\n“那你的想法就是绝对的错误，她的徒弟绝对没有那么弱，那个人就算是受重伤，少只手，照样可以徒手干掉Z404，而且根本不需要用到命令方块，Z404不过就比半成品的魔物再强上一些、有特色一点，对他来说Z404和一只路边的绵羊一样，毫无威胁，更何况，他现在根本没有在一个地方待上超过一周的理由。” \n \n男子捡起木棍重新放回桌上。 \n \n“龙……那……” \n \n“这件事你就不要管了，你去和Z404说，如果它能把UK带回来，我就在我的能力范围内，答应它的一个愿望。” \n\n“那如果Z404被那个猎人干掉了呢？” \n \n男子沉默了片刻。 \n \n“那你就把这个拿去，让金来解决这件事，在不影响计划的情况下，把UK给我带回来。” \n\n一块闪着异样光芒的金块丢到了少女的手上 。\n \n“嗯，知道了，那我就先走了。” \n \n“诶，等等。” \n \n少女正要离开，男子突然叫出了她。 \n \n“还有什么事吗？” \n \n“没什么事，就是想提醒你一下，万一，我说是万一，那个人真的是他的徒弟，那你就千万不要去和他接触。” \n\n男子的语气非常的严肃，少女从来没有见过他这样的语气。 \n \n“那，我能问下为什么吗？” \n \n“我不想你死。” \n \n一句简单的话，但在说这句话的同时，男子终于正对着了少女，冷峻的脸上满是严肃。 \n\n“嗯，我知道了，我的命是您给的，不会那么容易死的。” \n \n说完，少女离开了房间，顺便关上了铁门。 \n \n“唉。” \n \n男子坐在桌子前，看着桌上的相片，相片是一个女孩和一个稍大一点的少年的合照。 \n\n盯着相片看了很久，然后沉沉的叹了口气。 \n \n“真希望她能听得进去。”\n\n接下来的章节会和B站同时发，就是每周的星期三下午三点。\n目录传送门\n\n\n",
    "replies": [
        {
            "author": "kurosm",
            "timestamp": 1584590700,
            "txt_content": "期待更新！！！\n"
        }
    ]
}