{
    "title": "[ Minecraft.net | MERCH ]JAVA版领域服新地图：度假山庄，无限竞技和重重突袭",
    "author": "592764254",
    "replyCount": 5,
    "timestamp": 1584582780,
    "txt_content": " 本帖最后由 592764254 于 2020-3-26 10:38 编辑 \n\n\n\n\n\n11.jpg (88.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 09:45 上传\n\n\n\n\n\nNEW ON JAVA REALMS: RESORTS, REMATCHES, AND RUMBLING RAIDS | MINECRAFTJAVA版领域服新地图：度假山庄，无限竞技和重重突袭 | 我的世界\nFourteen (!) new maps roll out onto Java Realms(!)14个新地图已在JAVA领域服上推出\nIt feels like just yesterday we were here, talking about new maps coming to Java Realms. Two releases in one month, with an epic number of new mini-games, adventures, and more? Madness! But, creators have been hard at work, and we’re overflowing with community content to share with you. If you’re looking for something to play for the weekend and beyond, join us as we take a peek at each of these creative collaborations.我们讨论着JAVA领域服出新地图就好像是昨天才发生的事情。一个月内更新了2次，包括很多新的小游戏，冒险地图和更多有趣的内容？真是疯了！但是，开发者们一直在努力工作，同时我们也会把新内容在社区里分享给大家。如果你正在寻找可以周末或者以后玩的内容，请加入我们，然后我们一起看看这些富有创意的每一个作品吧。\nDIMENSION PARKOURby Hielke\n多维跑酷  作者：Hielke\n\n\n\n\nfile_1584583512000.jpg (115.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:05 上传\n\n\n\n\n\nIn my mind, the best maps of the running and jumping “parkour” genre take steps to justify what you are running and jumping on. Maps with blocks floating inexplicably in space are technical challenges, stripping away the scenery until you’re working with just the basics. But my favorites are when you still have those technical challenges, but set them within a more fully-formed environment. Dimension Parkour does just this, running you through a gauntlet of terrain that contains as much substance as it does style. Most of the game can be completed with a minimum of momentum loss, allowing you to run through areas filled with intuitive paths. One of the best parts of Dimension Parkour is the final segment, which contains a surprising boss fight that parkour enthusiasts should have fun dispatching.\n在我看来，最好的跑跳“跑酷”地图会一步一步地来证明你在跑什么和跳什么。建造那些漂浮在空中的跑酷地图，可不是一件容易的事，它抛弃了原版的那些美景，只剩下最基本的一些方块。但是我最欣赏的是，在面对这些困难技术问题的同时，还能把很多元素融合其中。多维跑酷就是这样的一个地图，它能带你穿过一个内容多种多样的复杂地形。大部分挑战内容都可以在消耗最少能量的情况下完成，因为地图允许你在直线区域上穿梭前进。多维跑酷中最振奋人心的是最后一个环节，其中包含了一场令人心惊胆战的BOSS挑战，跑酷爱好者都不应该错过这有趣的挑战。\n\n\nUNDERWATER MOB ARENA\nby PvPqnda and asluup\n水下怪物竞技场  作者：PvPqnda 和 asluup\n\n\n\n\n33.jpg (264.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:16 上传\n\n\n\n\n\nMost gamers are familiar with arena combat, where you defeat mobs one after the other in an enclosed area, attempting to survive until the very end. Underwater Mob Arena takes that concept to new depths as you complete wave after wave of aquatic combat. Defeating enemies will let you purchase upgrades to weapons, armor, or even powerful items with special abilities, such as sucking in nearby mobs or blowing your foes sky high.\n想必大多数玩家对于竞技场战斗都不陌生，在战斗过程中，你会在一个封闭的区域内迎战一个又一个的怪物，你的目标就是活下去，站到最后。水下怪物竞技场把这一玩法进行了升华，因为这一波接一波的敌人和你是在水中战斗。杀死敌人能够让你购买武器，升级装备，亦或是获得具有特殊能力的强大物品，比如说直接吞掉附近的怪物或者把它们炸飞。\n\n\nBERRIES AND SLIMESby Dieuwt浆果和史莱姆  作者：Dieuwt\n\n\n\n\n44.jpg (193.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:23 上传\n\n\n\n\n\nBerries and Slimes: a map with a mysterious name. Is it a high-concept piece that forces players to survive with just the two things? Perhaps a collection of both smart and ill-advised smoothie ingredients? I’m told that in reality, it’s about controlling the evolution of slime colonies. Who’d have guessed! By changing the environments you can control available resources, experimenting as you watch your slimes grow, hold steady, or decline and die out. I’ll probably take care of my slimes just like I did with my digital Tamagotchi pet back in the 90s – which my parents tell me is still very much alive and enjoying life on a nice farm.\n浆果和史莱姆：这张地图有着一个神秘的名字。这是一个更高层面，迫使玩家只靠这两样东西生存的作品吗？或者是聪明与不聪明二者的结合？有人告诉我，这事实上与史莱姆的繁殖有关，这谁能想得到？通过改变环境，你可以获得一些有用的资源，在你的史莱姆们生长，保持稳定，缩小甚至死亡时进行试验。我可能会像90年代照顾掌机小宠物（我的父母告诉我现在它们还在那个漂亮的农场里生龙活虎的）一样照顾我的史莱姆。\n\n\n\n\nONEBLOCK\nby IJAMinecraft\n一个方块  作者：IJAMinecraft\n\n\n\n\n55.jpg (99.62 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:33 上传\n\n\n\n\n\nTypical skyblock maps ask players to survive on floating islands with minimal resources, but OneBlock asks that you survive on a floating block with one resource. Hardcore! I should probably point out that as soon as you mine the one block, another pops back into the same position. It’s dirt! Now wood! Now… a chicken!? Now it’s wood again! Create your world around the block that keeps giving, throughout ten distinct phases, each containing new themes of blocks and mobs. With a blank canvas and unlimited blocks, show off your infinite creativity; don’t be like me and just make a dirt square with a fence!\n传统的空岛地图是要玩家仅仅用一点点资源就在一个漂浮的小岛上生存下来，但是“一个方块”要求你仅用一种资源就在空岛上生存下来。真是硬核！我可能还得提醒你，只要你挖了一个方块，就会有另外一个方块瞬间出现在同一位置补上缺口。这是泥土！现在说说木头！再说说鸡..？算了吧还是木头，你可以围着那个方块来建造你的世界，一共有10个不同的阶段，每一个都会解锁新的方块和怪物。用你无限的想象力，一张空白的纸和无穷无尽的方块来创造你的世界吧。一定不要和我一样，就弄了一个泥土广场，然后在周围围了一圈栅栏。\n\n\n\n\nSUNSET RESORT\nBy Feran and 62h\n落日度假山庄  作者Feran 和62h\n\n\n\n\nfile_1584585808000.jpg (121.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:43 上传\n\n\n\n\n\nSunset Resort is a place that I’d like to stay at for a long vacation. It’s got a nice, relaxing atmosphere, and you can choose between staying in a beach cabin, a treehouse, or a fancy resort. The creators have given life to the build, doing things like adding personal touches to the interiors, creating believable paths between structures, or… using beds as beach umbrellas? Actually, those look pretty great once you forget that they’re made of beds! I’ll be taking some inspiration from this map the next time I make a home by the beach!\n日落度假山庄是我最向往的地方。这个地方的气氛很温馨，令人放松，你可以选择住在海滩小屋，树屋或者华丽的酒店里。作者精心制作了这个山庄，比如在内饰上增加了个人的风格，在建筑之间增加了连同的道路，或者...这些都赋予了建筑生命。沙滩遮阳伞是床做的？事实上，只要你忘了它们是床，那看起来就和真的没什么区别！下一次我在海边安家时，一定会从中汲取灵感。\n\n\nGUESSHEAD\nby Flcme\n猜头颅 作者 Flcme\n\n\n\n\nfile_1584586230000.jpg (133.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:50 上传\n\n\n\n\n\nGrab a friend and get ready to guess some heads! This is a two-player minigame that requires you to determine which head your opponent is looking at, out of a larger collection of heads. Narrow down your options, and hopefully you’ll pick the correct one! When I asked our artists how many possible color and pixel configurations were possible on a Minecraft head, the answer I got back was, “A lot, why are you asking us this?” With that fact confidently tucked away, I can tell you that there are a lot of possible heads in Minecraft!\n抓一个朋友来然后准备好开始猜头颅！这是一个双人小游戏，需要你从一个更大的头颅那里确定你的对手在看哪个头。希望你能缩小选择范围，然后猜对一个！当时我问过我们的艺术开发者，在我的世界中可能有多少种颜色和像素能够配对？我得到的回答是：“很多，你为什么问这个问题？”他们的自信使得问题的答案显而易见。我可以告诉你，在我的世界可以有很多种头颅！\n\n\nGOLD PUZZLES\nby FatalVortex\n黄金解密 作者：FatalVortex\n\n\n\n\n\n\nfile_1584586230000.jpg (139.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:50 上传\n\n\n\n\n\nShiny! A whole series of challenges involving everyone’s favorite block… lime concrete powder! Or, is that just me? Alright, this map is all about gold, which is definitely not lime and doesn’t even solidify when you throw it into water. But if you are into gold, you’ll need to know all of its unique properties in order to complete each of the twenty-five puzzles here. Did you know that a player can carry 44.5 million kilograms of gold if they filled their inventory with blocks? That’s not relevant to the puzzles in this map, but now you have a fact with which to impress everyone you know.\n闪闪发光！这一系列的挑战包含每个人都喜欢的方块...混凝土！或者说，只有我一个人喜欢？好吧，这张地图上充满了黄金，它绝对不是石灰，当你把它扔进水里时，肯定不会凝固。但是，如果你对黄金很感兴趣，也得知道它所有的特性，才能完成这里的25个谜题。你知道吗，如果一个玩家的背包里装满了方块，那他可以携带4450万公斤的黄金。这与地图解密无关，但是这个事实足够给你认识的每一个人留下深深的印象。\n\n\n\n\n\nREMATCH\nby MCFilms, Jayjo_, and Flamingosaurus\n无限竞技  作者MCFilms, Jayjo_, 和Flamingosaurus\n\n\n\n\n99.jpg (288.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 10:50 上传\n\n\n\n\n\nRematch is a PvP map, divided into 3 different phases. Gather resources through actions like finding chests or fighting mobs, go shopping for gear such as traps or spells, then hop into the arena for a battle against other players. Didn’t win? Change up your strategy, then rematch!\n无限竞技是一张PVP地图，它分为3个不同的环节。你可以通过寻找宝箱，与怪物战斗来获得资源，从而购买陷阱，魔法物品等装备，然后再跳入竞技场与其他玩家进行战斗，输掉了比赛？改改你的玩法策略，然后重新进行游戏！\n\n\n\n\nRAID RUMBLE\nby GCodingStudios\n重重突袭 作者：GCodingStudios\n\n\n\n\n1.jpg (217.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nDrawing inspiration from Minecraft’s village raids, this map takes that experience and cranks up the features and difficulty to the next level by attempting to overwhelm you with both good stuff and ill-tempered mobs. If waves of attacking pillagers weren't interesting enough, Raid Rumble adds classes, bosses, companions, trading, and more! \n这张地图从“我的世界”的村庄突袭中汲取了灵感，然而难度又上了一个台阶，这个游戏通过增加更好的装备和狂暴的怪物来给你更大的压力。如果一波又一波的怪物的进攻还不够刺激，“重重突袭”还增加了职业、BOSS、组队、交易等玩法！\n\n\n\n\n\n\nCASTLE OF SLAROX\nby Slarox and kartoffelgranate\n斯拉洛克斯城堡  作者Slarox 和 kartoffelgranate\n\n\n\n\nfile_1584587613000.jpg (180.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nIf you’ve been looking for tips on how to build up your Minecraft town with a castle and surrounding builds, Castle of Slarox has something for you. A diverse set of exterior home types will help beef up your house-building skills, while the grand castle’s gardens, domes, and walkways provide a vision for how the royalty in your world might live. Then there’s the dragon who looks on menacingly, ready to eat anyone whose build skills aren’t up to par. That does explain why this map is devoid of inhabitants...\n如果你一直在寻找关于如何用城堡和其他的建筑来建造你的MC小镇的技巧，斯拉洛克斯城堡或许能给你一些启发。多种多样的外房结构建造方式对你能有所帮助，而这个宏伟城堡的花园、圆顶和走廊为你所构造的皇室成员们提供了一个非常不错的生活环境。这里还有一条龙，它随时紧紧盯着人们，随时准备吃掉那些建筑不达标的人。这就是为什么这张地图上没有居民。\n\n\nPANIC PLATES\nby Flcme and BOPofficial\n恐怖踏板  作者Flcme and BOPofficial\n\n\n\n\nfile_1584587613000.jpg (106.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nMuch like following the 24/7 news cycle in the modern, digital age, this map is all about hopping around, avoiding random disasters that happen every fifteen seconds. Thankfully, the disasters here bear little resemblance to real life, and are instead features such as bee swarms or falling sand. Short and sweet!就像在现代人们随时追踪24/7的新闻一样，为了避免每15秒发生一次的随机灾难，这张地图让玩家跳来跳去。值得庆幸的是，这里的灾难与现实生活中的没什么相同之处，一般是蜂群或者落下的沙子。短暂而充满乐趣！\n\nI HATE NATURE\nby mickae\n我讨厌大自然 作者：mickae\n\n\n\n\nfile_1584587613000.jpg (166.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nPlants and nature are generally pretty great for you, barring the occasional poisoning or wild animal attack. But what if grass was deadly, and everything green was pointing towards your untimely demise? You might just stay inside and play Minecraft all day! Luckily, this is all in Minecraft, so you’re totally safe. Just be sure to stay off of the grass, don’t let your opponents’ projectiles spread the grass, and just generally avoid all nature.\n除了偶尔中毒或野生动物的攻击外，植物和大自然通常对你大有益处。但是，如果植物是致命的，然后所有的绿色植物都会让你死亡，那该怎么办呢？你可以整天呆在家里玩MC！幸运的是，我所说的这一切都发生在MC里，所以你是百分百安全的。只是在这个地图里一定要远离草地，不要让你的对手使草生长，只需要避开大自然你就能存活。\n\n\n\n\nPAWN\nby Meeples10, Pebble, and Kovu\n棋子 作者：Meeples10, Pebble, 和 Kovu\n\n\n\n\nfile_1584587613000.jpg (54.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nYou look down upon your pawn in the middle of a puzzle. Your tools are simply an aerial view and a set of instructions in your inventory. You can direct your pawn to the finish by placing instructions on the wall in front of you, but watch out, as only the correct set of instructions will allow you to move onto the next challenge. \n你从上往下看着拼图中的棋子。你的工具很简单，就是一张俯视图和一些说明介绍。你可以通过你面前墙上的一些指令来把棋子送到终点，但是一定要小心，因为只有指令正确后你才能进入下一关。\n\n\n\n\n400 LEVELS\nby PvPqnda\n400级 作者：PvPqnda\n\n\n\n\n6.jpg (106.97 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 11:13 上传\n\n\n\n\n\nWe started this journey today on a parkour adventure that was, for the most part, a single cohesive run. In this map, we have its thematic opposite. While you can still complete this in one run, this map is broken up into four hundred mini parkour challenges. They’re quick and bite-sized, with the difficulty ramping up and down in a satisfying way.\n我们今天的内容从跑酷开始，但是，它是可以一口气完成的。在这张地图上，内容恰恰相反。虽然你仍然可以一口气完成跑酷，但这张地图分为400个迷你跑酷游戏。它们的完成速度，难度，令人抓狂的程度有高有低。\n\n\n\n... AND THAT'S A WRAP!...\n这便是我们本期的新内容了...\nWith an abundance of new content this week, that should be more than enough to keep players entertained for the foreseeable future. Check this space once you finish, because we’re already working on the next release!本周我们有了丰富多彩的新内容，这应该足够玩家们玩一段时间了。当你进行游玩时一定要看看这些内容，因为我们已经在准备下一个版本的开发了！\nTo learn about loading this and other content into Java Realms for your PC, visit our help site. If you haven't yet tried Realms for yourself, you'll have a blue diamond on the Minecraft Realms button, located on the main screen of Minecraft: Java Edition. Click it, then follow the instructions to try Realms free for 30 days.想要了解怎么把这些地图和其他内容加入到PC版的Java 领域服中，请访问我们的帮助页面。如果你还没有玩过我的世界，你会在“我的世界：Java版”的主页面上的“我的世界”的“领域服”上看到一个蓝色的菱形按钮。点击它，然后按照说明就可以免费试用领域服30天。\nWant to have your own Minecraft creations featured on Realms and on Minecraft.net? Head over to this page, which explains the Java Realms Content Creator Program. If you have questions about this process, you can find me on Twitter.你想在领域服中和 Minecraft.net上展示你的作品吗？请转到此页面，其中详细解释了Java 领域服 Content Creator项目。如果你对这个 项目有任何疑问，你可以在推特上询问我。\nHappy Minecrafting!祝你玩MC快乐！\n\n\n原文作者：Marc Watson发布时间：2020/2/28原文地址：https://www.minecraft.net/zh-han ... -and-rumbling-raids翻译作者：Srar\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "自由李代数",
            "timestamp": 1584596460,
            "txt_content": "“一个方块“处：\n”只要你挖了一个方块，另一个地方就会立刻恢复”翻译不当，same没翻译出来，another block怎么变成了另一个地方？"
        },
        {
            "author": "592764254",
            "timestamp": 1584600360,
            "txt_content": "自由李代数 发表于 2020-3-19 13:41\n“一个方块“处：\n”只要你挖了一个方块，另一个地方就会立刻恢复”翻译不当，same没翻译出来，another blo ...\n首先，感谢提醒，已做改进\n其次，原文没有another block"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584674640,
            "txt_content": "完成任务"
        },
        {
            "author": "839194950",
            "timestamp": 1584843540,
            "txt_content": "很棒的地图"
        },
        {
            "author": "MinecraftA45",
            "timestamp": 1584852060,
            "txt_content": "有点东西"
        }
    ]
}