{
    "title": "建议编程求助板块增加奖励机制",
    "author": "op1571206500",
    "replyCount": 10,
    "timestamp": 1584583680,
    "txt_content": " 本帖最后由 op1571206500 于 2020-3-19 17:25 编辑 \n\n1.建议编程求助，可设置最佳答案，并且获得最佳答案之后也可领取爱心或者其他额外奖励2.尽快完善每日小贴士栏目，由版主、会员或者小组共同承担\n@土球球 @1076742624 @gooding300 @gamerteam @TT702 @海螺螺 ",
    "replies": [
        {
            "author": "阴阳师元素祭祀",
            "timestamp": 1584600180,
            "txt_content": "我记得以前还有人要合并到问答\n\n编程问题大部分很复杂 可能涉及不同版本/api\n答案也基本不唯一 应该不好给最佳\n之前我记得那边更偏向于讨论"
        },
        {
            "author": "凛",
            "timestamp": 1584606900,
            "txt_content": " 本帖最后由 凛 于 2020-3-19 16:36 编辑 \n\n目前编程开发版块共有5974个主题，编程求助分类的主题占比超过一半，有所喧宾夺主。\n我之前有和编程开发的版主 @土球球 探讨过这个问题，我们一致觉得编程求助应该独立出来成为一个单独的版块，不过鉴于当时部分编程版主反对此事，所以不了了之。\n而设置悬赏和发放爱心是问答大区内限定的功能，外放会产生很多不便，就算不能独立成版块的话，我希望编程开发的版主可以自主巡版，对有效的回答给予加分评价，鼓励热心助人的会员。\n\n当时我得知编程开发版块主要的态度是，编程求助的内容相较与单纯的问答，更倾向于让用户自由讨论、相互交流——除了求助更重讨论。\n但我觉得其中讨论的主题并不多，很多都是单方面索求答案，而答者大部分也没有奖励可言，我希望可以将不同的帖子分化出来。\n\n我这里说一下我和土球讨论后，自己总结出来的一些意见和想法，这些想法全部基于编程求助独立出一个版块来讨论，如果不能独立出来那也就无从谈起了。\n1、编程求助作为一个版块独立出来，由编程开发版主和问答区版主共同管理。\n2、下面两种形式择一\n2-1、编程求助版块除了发表悬赏贴，也可以发表讨论贴。\n悬赏贴主要针对只需要简单的答案的会员，以悬赏和爱心吸引答者来快速回答问题；\n讨论贴主要是针对更加复杂的问题，容用户自由讨论、相互交流学习。\n2-2、新的版块只可以发表悬赏贴。对于只需要简单答案的人，请到独立的版块以求更加快速的回答；\n而对于想要讨论交流的会员呢，还是在编程开发版块开贴讨论。\n\n"
        },
        {
            "author": "op1571206500",
            "timestamp": 1584608940,
            "txt_content": "阴阳师元素祭祀 发表于 2020-3-19 14:43\n我记得以前还有人要合并到问答\n\n编程问题大部分很复杂 可能涉及不同版本/api\n问题复杂和思路的多样性不代表答案没有优劣，依然可以判断最佳答案"
        },
        {
            "author": "op1571206500",
            "timestamp": 1584609540,
            "txt_content": "凛 发表于 2020-3-19 16:35\n目前编程开发版块共有5974个主题，编程求助分类的主题占比超过一半，有所喧宾夺主。\n我之前有和编程开发的 ...\n非常赞同您的第二点想法\n2、下面两种形式择一\n2-1、编程求助版块除了发表悬赏贴，也可以发表讨论贴。\n悬赏贴主要针对只需要简单的答案的会员，以悬赏和爱心吸引答者来快速回答问题；\n讨论贴主要是针对更加复杂的问题，容用户自由讨论、相互交流学习。\n2-2、新的版块只可以发表悬赏贴。对于只需要简单答案的人，请到独立的版块以求更加快速的回答；\n而对于想要讨论交流的会员呢，还是在编程开发版块开贴讨论。\n根本开发版的版规，简单的问题非常容易被判定为伸手，没有任何代价的伸手对于开发者的后续发展也是不利的，但确实也有一些较为简单的问题无法依靠会员本身来解决的，寻求外部的帮助就显得尤为重要，但是无成本的伸手，会造成部分开发者的惰性，因此这就非常有必要增加提问的成本，这种增加成本不仅仅只是依靠版主的删除伸手贴来实现的，更重要的是要让提问者来付出一些积分的成本。有意义，高质量的开发讨论帖也有非常必要单独拿出来作为典例来给后续会员借鉴。"
        },
        {
            "author": "Levi_Marvin",
            "timestamp": 1584612720,
            "txt_content": "反对。编程求助版本身就是一个交流的地方，并不是专门的1对1求助板块。如果想获取专门帮助请去问答版。而且每日小贴士你来写吗？（只是发表意见，并非引战。语气不好请见谅）"
        },
        {
            "author": "op1571206500",
            "timestamp": 1584613140,
            "txt_content": "暗夜Dark 发表于 2020-3-19 18:12\n反对。编程求助版本身就是一个交流的地方，并不是专门的1对1求助板块。如果想获取专门帮助请去问答版。而且 ...\n1.我同意第一点建议\n2.第二点反对，既然板块有这个版头，那就说明还是有开发计划的，完全可以征集有能力的人去写吧"
        },
        {
            "author": "贺兰兰",
            "timestamp": 1584613740,
            "txt_content": "反对，开发过程中一个问题不一定只有一个解决方法，这么做可以说在某种意义上扼杀了创造力。同时此版也兼有交流的用途，不应用来问答"
        },
        {
            "author": "晓夜Port",
            "timestamp": 1584613920,
            "txt_content": "反对。编程开发更倾向于讨论版块。支持楼上屑贺兰的观点。\n反对，开发过程中一个问题不一定只有一个解决方法，这么做可以说在某种意义上扼杀了创造力。同时此版也兼有交流的用途，不应用来问答"
        },
        {
            "author": "凛",
            "timestamp": 1584619680,
            "txt_content": "凛 发表于 2020-3-19 16:35\n目前编程开发版块共有5974个主题，编程求助分类的主题占比超过一半，有所喧宾夺主。\n我之前有和编程开发的 ...\n顺带一提，去年我和土球讨论这个问题的时候，仅编程求助分类的主题约占整个版块的百分之五十。今年又提到了这个问题，现在编程求助的占比超过了百分之六十，有编程求助在版块中占比会约占越高的趋势。\n恐怕再这样下去，编程开发版块就要易名成编程求助了，无论如何我都认为，这样的占比是不正常、不健康的。\n\n而且当时的另一个不分割版块的考虑因素是编程求助作为编程开发版块活跃度的一个主要组成部分，分割后编程开发版块的活跃度太低，不利于版块正常发展；不过自编程开发开放绿宝石奖励后，除编程求助的其他内容数量有所提升，长期来看就算将编程求助从版块分割出来，后续编程开发版块的其他内容也足以支持作为一个版块应有的活跃度，所以我认为这部分因素在逐渐减弱。\n\n至于经常谈论的版块沟通可能存在问题、论坛的技术不足以支持、编程求助更重讨论等问题，我认为是可以克服的；本人与编程版版主土球私交不浅，就单论编程求助的问题也多次交流过，互相提出了许多观点，也构想了很多备选方案来尝试解决这些问题。\n\n所以我个人很是希望将编程求助独立出来的。"
        },
        {
            "author": "乙烯_中国",
            "timestamp": 1584672300,
            "txt_content": "第一点，我希望你们对外发表这种言论的时候至少和每一位当班的版主交流过后再公开发表这种言论。擅自偷跑是很让人困扰的。\n第二点，编程求助无疑专业性较强，即使真的建立这种版块，也不应当放到问答大区走让双方版主联合管理，这样一来管理团队臃肿，这样一个版块的版主甚至能达到十余人，也就是俗称的官多法乱，二来也无法保证版块将来的继任者能够拥有相关技能，三来问答大区的版规也不适合套在这样的板块上。也就是说，即使建立这种版块，那也只会是和与编程版相操作的。\n第三点，上方所说的，就算引入了悬赏与爱心机制，即使真的使用了这样的机制，作为一个单独子版来说，并没有什么不方便，更何况，爱心发放这一点可以由问答的专贴负责，毕竟其实编程求助帖的体量并不大。\n第四点，个人认为这种版块应该交流为主，关于这点其他几个版主也是同意。\n\n综上，关于编程求助单版的问题，相信我，从16年的时候软件编程的版务组就已经在讨论相关事项了，甚至当时我们还去面谈开会过，虽然每次都是有部分原因导致无法执行，但楼主的相关建议我们收到并已列入了讨论计划，即使这次无法大改，我们也会推出相关的鼓励性版规。"
        }
    ]
}