{
    "title": "关于茶馆新版规的建议",
    "author": "jinvgy",
    "replyCount": 6,
    "timestamp": 1584582120,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-19 09:41 编辑 \n\n今天看到了这个帖子：为什么助力帖都被视为水贴\n感觉新版规关于发布助攻帖的说明有些不够清楚\n\n上面的帖中，一名版主给出下面的解释（节选）：\n“删帖理由为\n请仔细阅读版规，不要灌水！\n内容空洞\n\n上一版本的版规不允许求人气，所以你只要求人气就会被删帖\n但是现在不禁止求人气，所以你要是发表了一个内容较为充实的帖子\n随后在末尾补上一句，‘我的帖子写了那么多，能不能评个分呢’\n这是允许的\n\n但你发的是100%纯求助攻贴\n不具有足够的讨论价值，同时也没有显著地交流灵感”\n\n以下是我的观点：\n版规第14条中提到：允许在快升级时发表助攻帖，但请在积分贴近升级时发表\n关于内容空洞，版规第7条有规定：请勿短时间内重复发表转载帖或内容不明确、空洞的主题\n但是如果将这两个结合后，会发现这和“助攻帖”原本的定义有冲突\n助攻帖在多数人理解中，就是一个在自己将要升级时、发布的一个“请丢人气给我吧~”的帖子，这类帖子又很显然的，很空洞又无意义，这两天在茶馆中看到了不少100%纯求助攻帖就能说明这一点\n\n整合起来讲，其实规定的就是：不允许发内容空洞的助攻帖\n但既然是助攻帖，又难免会显得空洞啊...普通的人在写助攻帖时，通常也都不会先来讲个小故事，然后末尾再求人气吧？\n上文版主发言的节选第二段中，描述的也并不像是助攻帖...更像是一个灵感交流帖之类的\n\n所以能否对新版规关于助攻帖的说明做进一步完善呢？\n如果是只能在帖子的内容较充实的情况下求人气，\n那为何不把“助攻帖”改为“内容较充实的帖子”呢？\n即：允许在内容较充实的帖子中明文表示求人气\n当然如果还是要在邻近升级时才能明文求人气的话，也可以在后面进行补充说明：\n允许在内容较充实的帖子中明文表示求人气，但请在积分邻近升级时......\n或者，如果版规中的助攻帖的定义就是要内容充实的话，那能否在版规第14条下面给出一个确切的关于助攻帖的定义呢？",
    "replies": [
        {
            "author": "极光creeper",
            "timestamp": 1584583020,
            "txt_content": "    停一下\n\n    茶馆现在已经不存在对\"求积分的用户\"进行处罚了\n    也就是\"求积分\"的定义在目前的版规内是无需出现，也无意义的\n    唯一判定的标准是灌水与否\n    我认为 茶馆主题帖都应是建立在 \"不符合灌水\" 之上的\n\n    那位用户就写了4行字\n    最长的是最后一行 \"有大佬帮忙助攻么！！！\"\n    这 符合灌水标准，且内容空洞\n\n    我认为版规说的很清楚，无需修改\n    茶馆的处理和判断是很宽松的\n    如你所见，虽然不再存在\"求积分\"的助攻贴判断\n    凛音仍特别为助攻贴写了一条，极大程度的放宽了对助攻贴内容的要求\n"
        },
        {
            "author": "末地探险者",
            "timestamp": 1584583560,
            "txt_content": "极光creeper 发表于 2020-3-19 09:57\n停一下\n\n    茶馆现在已经不存在对\"求积分的用户\"进行处罚了\n他的意思是补充一下对“助攻帖”的定义\n\n很明显，您的理解和我们的理解有很大的不同\n所以有很大的误会\n\n\n您的解释很完美，希望补充到版规里\n\n就是这个意思"
        },
        {
            "author": "Оil",
            "timestamp": 1584584760,
            "txt_content": "极光creeper 发表于 2020-3-19 09:57\n停一下\n\n    茶馆现在已经不存在对\"求积分的用户\"进行处罚了\n啊，说白了就是“不会按求积分处罚，但会按水贴处罚”√\n依法治版√（确信）\n"
        },
        {
            "author": "极光creeper",
            "timestamp": 1584585720,
            "txt_content": " 本帖最后由 极光creeper 于 2020-3-19 10:53 编辑 \n末地探险者 发表于 2020-3-19 10:06\n他的意思是补充一下对“助攻帖”的定义\n\n很明显，您的理解和我们的理解有很大的不同\n我的理解和你们的理解有什么不同吗\n\n问1.\n茶馆主题帖灌水的判断 适用于所有在茶馆发布的主题帖；且茶馆不允许灌水\n请问，各位有异议么\n\n问2.\n我们将极大程度地放宽对助攻贴的灌水判断\n请问，各位有异议么\n\n问3.1\n如果助攻贴内宣传服务器，依据版规，处理为删帖扣分发卡\n请问，各位有异议么\n\n问3.2.\n如果助攻贴灌水了，依据版规，处理为删帖\n请问，各位有异议么\n\n问4.\n如果任一主题帖违反了任意一条版规或坛规，将依据相应条例进行处理\n请问，各位有异议么\n\n以上，我认为版规写的很清楚，我不认为有修改的必要\n我希望各位能认识到，版规极大限度的放宽了对于助攻贴的判断\n这个\"宽\"，已经几乎\"宽\"到不做限定的程度了\n删帖的原因是什么，是因为那位用户的主题帖只有4行\n而且最长的一行是  \"有大佬帮忙助攻么！！！\"\n这长度有1/3还是靠3个感叹号拖出来的\n\n震撼吾辈，你们有什么误解么X\n我从头到位都说的是 我认为没有更改的必要\n等yys和rinne啊\n\n"
        },
        {
            "author": "jinvgy",
            "timestamp": 1584599340,
            "txt_content": "极光creeper 发表于 2020-3-19 10:42\n我的理解和你们的理解有什么不同吗\n\n问1.\n啊啊，抱歉= =\n我从最开始就没有在抗议或者指责版主删掉那个帖子的行为，只是通过那件事情让我想到，将版规中“助攻帖不能水”这一点写的更清楚一点可能会更好，也并没有说想要在版规中删去/添加什么东西\n\n只是因为我发现了多数人对于助攻帖的理解和版主们不太一样，很容易造成误会而已...\n多数人都是认为助攻帖4行足矣之类的，但是版主们很显然不这么认为不是嘛？\n那既然在这方面还有疑问之处，那为什么不再说明一下，助攻帖不是随便码几个字就能发...这一点呢？\n这样不仅能说明清楚，而且还能减少以后关于助攻帖被删引起的各种困惑啊= =''\n大家都明白了怎么正确的发一个不水的助攻帖，版主们要删的帖不也能少一些吗？也是想着减轻版主们的工作量嘛"
        },
        {
            "author": "凛",
            "timestamp": 1584603780,
            "txt_content": "设立这条版规的目的呢。\n首先，是为了减少水贴。过去的情况大约是这样的：\n一般用户快要升级了—水贴—升级—被扣分降级—水贴—升级—继续被扣分/封禁所以其次，是为了减少上述流程中为会员带来的沮丧感。\n为了达成这两个目的，新版规打算放宽限制，从而减少这部分水贴，理想的情况是这样的：\n一般用户快要升级了—发帖求助力—路过的好心人加分—升级就算这个助攻贴比较水，但它起到了遏制更多水贴的作用，所以道理上是可以保留的。\n因此助攻贴的判定相较于一般的水贴可以放宽一些。\n具体放宽到什么程度呢，这里较为复杂，要视等级、内容甚至有没有发金锭等因素来判断。\n所以这里交由我们的版主来判定，不过目前来看，本帖内举例的主题依照我的标准来看，确实可以保留。\n日后对于助攻贴会考虑进一步放宽。\n\n"
        }
    ]
}