{
    "title": "[ Minecraft.net | NEWS ] 我的世界X优衣库合作庆祝活动来啦",
    "author": "592764254",
    "replyCount": 6,
    "timestamp": 1584591900,
    "txt_content": "MINECRAFT X UNIQLO COLLABORATION CELEBRATION | MINECRAFT我的世界X优衣库合作庆祝活动 | 我的世界And a free skin pack too!\n一同发行的还有免费皮肤包！\n\n\nFashion is for the bold, right?! Sometimes you have to make sacrifices when you find a piece of clothing that you love. And yes, while this shirt I’m wearing was originally designed for children – if it is on an adult, that makes it an adult’s shirt. Right? I see no flaws with this logic. 时尚就是要大胆，对吧？有时候，为了一件好看的衣服，你必须在某些方面做出牺牲。就是这样，就像我现在穿的这件衣服最初是为儿童设计的——但是如果它穿在一个成年人身上，那它就变成了成年人的衣服，对吗？我觉得没什么问题。\nThis rant actually leads me to why we’re all gathered for this blog post today (smooth, right?). Uniqlo and Minecraft are teaming up to make the best T-shirts for all kids who want to take their Minecraft style to the next level. Or adults who are very determined to fit into cute shirts, no matter what. Launching this spring, the collection will be available worldwide so you’ll be able to pick up one (or twenty) shirts sooner than you think!这种想法让我明白了为什么我们今天都聚在一起看这篇文章（顺其自然，对吧？）。优衣库和MC正在联手为孩子们的MC风格的T恤提升一个档次，或者是那些决定穿可爱风衬衫的成年人。不管怎样，今年春天推出的这一系列衬衫将在全球范围内发售，这样你就能在更短时间内拿到一件（或者20件）衬衫！\n\n\n\n\n\ne.jpg (89.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n\n\n\n\nt.jpg (93.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n\n\n\n\nw.jpg (84.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n\n\n\n\nu.jpg (83.31 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n\n\n\n\nq.jpg (79.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n\n\n\n\nr.jpg (89.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 12:18 上传\n\n\n\n\n\n“Pfft, shirts for the real world? Call me when I can buy that shirt in Minecraft.” Well bud, you’ll want to pick up the phone because you CAN get these shirts in Minecraft with the Minecraft x Uniqlo Skin Pack! On top of that, this skin pack is completely free! Make sure to grab it on March 2nd, and keep an eye out at Uniqlo for the Minecraft x Uniqlo UT collaboration in stores this spring!“切，现实世界的衬衫？等什么时候能在MC里穿这些衬衫了，再打电话告诉我。”好了伙计，你会想接电话的，因为你可以在MC里获得这些优衣库联名的衬衫皮肤包！最重要的是，这些皮肤是完全免费的！一定要在今年的3月2日拿到它，然后密切关注优衣库的情况。看看今年春天在优衣库商店里的MC X 优衣库的合作活动吧！\n\n原文作者：Kelsey Howard发布时间：2020/3/2原文地址：https://www.minecraft.net/en-us/ ... oration-celebration翻译作者：Srar\n\n\n\n\n",
    "replies": [
        {
            "author": "末地探险者",
            "timestamp": 1584593520,
            "txt_content": "其实这一期的优衣库皮肤很好看"
        },
        {
            "author": "马可solo",
            "timestamp": 1584601620,
            "txt_content": "这是。。基岩版的皮肤？"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584674580,
            "txt_content": "完成任务"
        },
        {
            "author": "南柯郡守",
            "timestamp": 1584760980,
            "txt_content": "所以线下优衣库有售卖同款T恤？"
        },
        {
            "author": "寒冬君",
            "timestamp": 1584781020,
            "txt_content": "666666666666666666"
        },
        {
            "author": "MinecraftA45",
            "timestamp": 1584852060,
            "txt_content": "有点东西啊这个操作"
        }
    ]
}