{
    "title": "[Minecraft.net|CULTURE]抟扶摇而上者九万里",
    "author": "ItIsEnderman",
    "replyCount": 2,
    "timestamp": 1584602220,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-3-19 19:20 编辑 \n\nCULTURE\n\nSoaring high\n抟扶摇而上者九万里\nA sneak beak at a legendary bird！\n当心，这位神话中的的狩猎者正注视着你哦！\n\nPer Landin\nAre you by any chance a mountaineer? Do you dabble in adventourism or a bit of ornithology? Perhaps you’re simply a crazed daredevil looking for a thrilling experience? Then I have the perfect activity for you: seek out a mountain, climb to its highest peak (pretty easy so far, right?) and just wait. Chances are that you’ll catch a glimpse of a big, hungry – perhaps even a little bit dangerous – creature. Is it a bird? Is it a plane? No, a legendary griffin!\n你曾设想成为登山爱好者吗？你是否涉足冒险或者鸟类学？或许你只是一时兴起，想找点刺激呢？现在我给你提供一绝佳的活动: 寻找一座山，攀登到顶峰（目前为止就这么简单，对吧？）然后耐心等待。还真有可能你会邂逅一只又大又饿的 —— 或许还比较危险的生物。鸟？飞机？不！这是传说中的“狮鹫”！\n\n\nFeeling confused? Worry not, all shall be explained! With the head and wings of an eagle, and the body of a lion, the griffin isn’t exactly your everyday animal. It’s a fictional combination of two real-life animals, and one of the most popular beasts of legend throughout history. It has been around for centuries, tracing as far back as 3000 BC and making cameo appearances in everything from Egyptian to Greek mythology. That’s an impressive resume!\n有点困惑？不必担心，而后会逐一解释的！狮鹫拥有鹰的头和羽翼以及狮子的身体，不是日常所见的动物。它是两种真实存在的动物的完美结合，也是浩瀚的历史长河中最出彩的神话动物之一。它已有数千年的历史，最早可以追溯到三千年前，那时在古埃\n及、古希腊的浮雕上随处可见。这一建筑可谓是绝佳的还原！\n\nMinecraft builder MegRae is not only a fan of mythical beings – she’s also quite used to building them. In the past, she has worked across land and sea, so naturally, in one of her latest builds, she wanted to go above clouds to create a creature of the skies.\nMinecraft建筑师MegRae不仅热衷于神话事物 —— 她也经验丰富，能够自如地建造它们。过去，她基本只在创作有陆地或者海洋景观；自然而然地，这次最新建筑中，她将要创造天之生灵。\n\n\n“I've always loved the thought of mythical creatures and trying to bring them to life as I imagine them,” MegRae tells me. “I love fantasy because it's open to more artistic interpretation, although I don't exclusively build in that category.”\n“我一直喜爱神话中生物这样的概念，并且试着按照我的想象赋予它们生命力，”MegRae告诉我。“我喜欢这样的奇幻点子，它能融入更具艺术性的理解，尽管我不仅仅只制作这一另类建筑。”\n\nMegRae always aims for something new with every build, both to challenge herself and to improve her craft. Her griffin was no exception. Being somewhat new to organics, the griffin became a most impressive-looking tutorial for her. The build started from the first mountain cliff on a small map, but quickly grew to include more details for the griffin.\nMegRae建造每一个建筑时都致力于挑战自我、提升能力。她的狮鹫也不例外。或许是因为她刚入门有机建筑，这只狮鹫成了她的最富感染力的指导样板。整个建筑从一张不大的地图的悬崖上开始，但很快便有了为狮鹫量身定制的细节。\n\n\n“I had artistic goals, such as realism with the griffin, and a more stylized approach to the atmosphere,” MegRae explains. “The mountains specifically I made more whimsical by making them spiked. Overall, I wanted to create the sensation of an intimate presence with the griffin. Viewing it in its own world where no one would be watching, on the peak of a mountain above the clouds.“\n“我有艺术方面的目标，比如狮鹫身上追逐写实，环境方面力求规范化,” MegRae说。“为了让山更具奇幻色彩，我特意在其上添加尖刺。总而言之，我想创造出更能融入狮鹫的场景。这样就更能体现出‘在无人企及的绝顶之上欣赏这只看着自己的世界的狮鹫’的场面了。”\n'I always imagined it journeying high above the clouds, resting on a nearby mountain...'\n“每当提到此时，我的脑海里总会浮现出它翱翔于苍穹、小憩于山峰的场面……”\nWe’ve been taught that the early bird gets the worm, but I think it’s safe to say that MegRae’s griffin won’t be able to find any worms above the clouds. Her creation gives the impression of a cold windy morning. The griffin standing tall on a high peak, scanning the vicinity for either prey or a long-lost friend. I do hope, for the sake of all mountain climbers, that it is the latter. MegRae of course has her own interpretation of the scene. “I always imagined it journeying high above the clouds, resting on a nearby mountain, and calling out to other griffins who may be flying nearby.”\n我们从小就被教导“早起的鸟儿有虫吃”，但我觉得说MegRae的狮鹫在天界找不到虫子这事不会引起什么争议。她的创意给人以微风拂清晨的质感。狮鹫屹立于山巅，凝望着周围的一切，似乎在祈祷，又似等待多年未见的挚友。但我认为，为诸位登山者着想应该不具有高权重。MegRae当然有她自己对于这个场景的认知。“每当提到此时，我的脑海里总会浮现出它翱翔于苍穹、小憩于山峰、呼唤正在翱翔的其他同伴的场面。”\n\n译者注：下面四张图直连全挂，目前暂时搬到国内图床。\n\n\n正面视角。不仔细看的话，很容易以为只是一只鹰。\n\n\n现在是不是有点乘坐直升机，穿越仙境的感觉？\n\n\n译者是看到这张图时才反应过来这是狮鹫的，当然查字典也无妨。\n\n\n现在是不是觉得这只狮鹫三围挺匀称的？译者觉得俯瞰视场中的狮鹫有点像黑豹……\n\nAs someone living in Sweden, I can’t help but to notice that griffins are a big part of its history, and can be found anywhere from coats of arms to old statues guarding castle gates. Heck, we even name our planes after the fabled beast! Perhaps it isn’t that surprising, as it is a symbol used by many European countries. Being a combination between a lion and an eagle – often perceived to be the kings of the jungle and of the skies, respectively – the griffin is said to represent courage, strength and intelligence.\n身为瑞典人，我也不得不指出狮鹫是瑞典历史中的重要组成部分，从肘部护具到门前[ruby=石狮子]石雕塑[/ruby]，都能见到狮鹫的身影。还有，我们甚至用这一虚构神兽给飞机起名！但这一点也不令人惊讶，因为狮鹫已然成为欧洲各国的象征之一。作为狮子和鹰的结合体、常被瞻仰为丛林与天空各自的王者，狮鹫象征着勇气，力量，以及智慧。\n\n\nWhat truly makes the griffin look majestic is its impressive wingspan, which was an important element for MegRae to experiment with and get just right. According to her, crafting the wings and all their feathers was one of the most difficult aspects with the build, since it required a very specific amount of detail.\n真正让这只狮鹫外观宏伟的，是MegRae细心调节而恰到好处的展翅姿态。据她说，整个建筑最困难的部分是制作翅膀和每一根羽毛，因为这需要雕琢大量独特的细节。\n\n“It can be frustrating trying to think through details such as length and width of feathers, the angle of the wings, the angle of the feathers on the wings,” says MegRae, “but seeing it all come together makes it worthwhile. Thankfully, I only had to create one, mostly by hand, before copying the second.”\n“就比如说羽毛的长宽，翅膀的角度，以及每一根羽毛在翅膀上的旋转角这样的细节，想想就令人头大，”MegRae说，“但是，却很值得去看着这些部件一点一点地组合、融入、协调。谢天谢地，我只用纯手工造一个翅膀就行了，尔后另一个直接复制。”\n\n\nWith her griffin finished, MegRae has already moved on to new daring projects. As she continues to challenge herself, it’s not unlikely that she will explore yet another legendary beast.\n完成狮鹫之后，MegRae就马不停蹄地投身于新的工程。她很喜欢挑战自我，所以不出意外的话，很可能她还会尝试挑战另一神兽。\n\n“I've always loved three-dimensional art and seeing others' amazing Minecraft builds inspired me. It's not only satisfying but also beautiful. Minecraft is more to me than just a game. It's my favorite form of art.”\n“我喜爱三维艺术；单单是看着别人的世界就能让我获得灵感。这不单单令人感到自豪，更是绚丽而独特的艺术品。Minecraft不仅是一款游戏，对我来说是我最喜欢的艺术形式。”\n\n译者注：小标题翻译忍无可忍，按照常规方法逻辑是乱的。因此下去查了一下狮鹫的“人设”，因而感觉小标题指的是狮鹫的敏锐狩猎能力。\n参考：http://en.volupedia.org/wiki/Griffin\n\n感谢板凳指出：“organic”在这里很可能是一种建筑类别，通常具有“融入大自然”的特征。\nhttp://en.volupedia.org/wiki/Organic_architecture\n\n【Enderman 译自官网 2018 年 08 月 23 日发布的 Soaring high；原作者 Per Landin】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584602580,
            "txt_content": " 本帖最后由 KalphaGo 于 2020-3-19 15:26 编辑 \n\n我们猜sneak beak是sneak peek的双关\n我们再猜古**是古埃 及\n\n请注意spx对较老的博文图片说明支持得不是很好，现在我们这边看到翻译文字涂灰了"
        },
        {
            "author": "封徵",
            "timestamp": 1584603600,
            "txt_content": "《论加载了五分钟只加载出了一幅图片是否搞错了什么？》\n\n有机结合\n这里原文的\"organic\"应该是\"organic architecture\"的缩写，指有机建筑，属于现代建筑中的一个派别\n——来源：百度百科\n"
        }
    ]
}