{
    "title": "[Minecraft.net | INSIDER]建筑指南：乱箭陷阱",
    "author": "封徵",
    "replyCount": 26,
    "timestamp": 1584604560,
    "txt_content": " 本帖最后由 封徵 于 2020-3-19 16:19 编辑 \n\n\n\n\n\n\n1.jpg (53.73 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:02 上传\n\n\n\n\n\nINSIDER\n\nHow to Build an Arrow Gauntlet\n建筑指南：乱箭陷阱\nLethal tips excerpted from Exploded Builds: Medieval Fortress!\n温馨提示：下文所提到的极其危险的陷阱制作教程来自于《我的世界建筑分解图：中世纪王国》【本文我认为需要翻译的图片已翻译，剩下的较简单的图片不做翻译】\n\nCraig Jelley 克雷格·杰利\nFor more build tips, you should have a flip through Exploded Builds: Medieval Fortress. Check out the book here .\n想要知道更多有关建筑的小技巧吗？现在就来下单这本《我的世界建筑分解图：中世纪王国》吧！\n\nIf invaders make it past all your other defenses and are closing in on your position, then this sneaky trap may just save you. You can build it into any wall within your castle, so each and every hallway can be rigged to release a hail of arrows on invaders, or anything else that happens to wander in.\n如果你的敌人们成功越过了你在城堡外布置的一切防御工事，正在朝你步步紧逼的话，你该怎么办？或许我接下来要介绍的这个狡猾的陷阱能救你一命呢。这个陷阱能被你布置在你认为可以的城堡里的随便哪一个位置的墙上，并能被你随意操控 —— 这样下来你觉得敌人还能完好的走出去吗？或者是你想好好观赏一下对他们在箭雨中苦苦挣扎的狰狞样？而且我要说，就算是会飞的东西闯了进来，都难逃厄运！\n\n\n\n\n\n\n\n\n2.jpg (208.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:02 上传\n\n\n\n\n\n\n\n\n\n\n\n\n3.jpg (200.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:02 上传\n\n\n\n\n\n\n\nGetting it Right\n准备阶段\n\nThe arrow gauntlet is one of the simplest traps you can add to your castle, with a very simple redstone circuit triggered by a large set of pressure plates. However, it can also be one of the most dangerous as it covers such a large area, which makes it very difficult to escape alive.\n一个装满箭的发射器，再连上红石，就做成了一种可谓是最简单的陷阱。但要是这些发射器的数量翻倍、多倍，再把它们都连上红石呢？而要是你再把城堡的通道地面上都铺满压力板，再连上红石呢？经过多次的叠加的“简单陷阱”现在已经变成了一样大杀器，而又因为它覆盖的面积是如此之广，所以任何大意的入侵者都将葬身于此。\n\n\nRedstone Arrangement\n红石线路设计\n\nThe redstone used in this trap is split into two sections: the lower and upper. The upper section controls the dispensers, while the lower section consists of a grid of redstone. The grid is powered by the stone pressure plates above and a pulse circuit, a simple system that creates a redstone signal that repeatedly reacts to the pressure plates, firing a constant stream of arrows.\n这个陷阱的红石线路可分为上下两部分 —— 上面那部分发出用以控制发射器攻击的红石脉冲，下面的部分则是具体的红石线路。下面部分的线路由石制压力板和尾端的脉冲电路供能。脉冲电路是一个简单的红石循环，其作用是在接收到来自压力板的脉冲信号后，开始自身的脉冲循环，为发射器不断供能，以保证发射器里的箭持续发射。(以保证不留一个活口)\n\n\n\n\n\n\n4T.jpg (93.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:09 上传\n\n\n\n\n\n\nDispenser Layout\n布置发射器\n\nWhen the signal reaches the upper section, it simultaneously powers four dispensers on either side of the trap, sending a flurry of arrows across the room. The dispensers are arranged so that they don’t fire directly at the dispensers opposite them. This means that every block of the trap is in range of a dispenser, so there’s no escape from the arrows once invaders have made it this far.\n当红石信号激活了上部两边各4个的发射器后，反复的红石脉冲会让发射器不断射出箭矢攻击闯入的敌人。而两边发射器的相间排列也让整条通道毫无可以躲避的死角，因此他们一旦闯入，就失去了任何再可以出去的可能了。\n\n\n\n\n\n\n5T.jpg (183.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:17 上传\n\n\n\n\n\n\nRapid Pulse Mechanism\n红石快速脉冲原理\n\nThe mechanism consists of two blocks with redstone running between them, and a redstone torch on the front and back of each block. When a pressure plate is pressed, the signal flows through the redstone grid and repeatedly turns the mechanism off and on, sending intermittent signals through a repeater on each side of the trap towards the upper section.\n该脉冲由两个方块组成，每个方块的前后各有一个红石火把，并有如图所示的线路排布。线路的前端放置了一个红石火把，当有人踩到压力板的时候，底下的脉冲信号就会使前端的红石火把熄灭，后端四个红石火把亮起，一旦它们亮起，又会因为自己发出的红石信号而熄灭，而红石火把熄灭，后端线路缺少红石脉冲，又会使红石火把亮起，如此循环往复就形成了一个能随意开关的红石快速脉冲。这个脉冲被激活后就会控制上端发射器不断发射攻击了。\n\n\n\nPressure Plates\n压力板\n\nThe entire floor of the arrow gauntlet room is covered in pressure plates, and each pressure plate has a corresponding block of redstone beneath it, in the grid of the lower section. This overall coverage means that every step an intruder takes will start the arrows flying again.\n通道的地板被大量的压力板满当地覆盖着，而每一块压力板下面都是一个红石，而这些红石又彼此相连 —— 这也意味着无论你踩上的是哪一个压力板，下端的红石脉冲都会立刻被激活。那么激活意味着什么就不用我和你多说了吧。\n\n\n\nVariations\n扩展\n\nTo make life really difficult for intruders, the hallway can be made even longer. The redstone grid will need?to be continued as far as the pressure plates and arrangement of dispensers extends above. Most importantly, however, a redstone signal can only travel fifteen blocks, so redstone repeaters will need to be placed in four separate places every fifteen blocks. Two of them are shown in the image below, and two more need to be added to the opposite side. Make sure that they are facing in the direction shown, otherwise the circuit will be broken.\n为了让入侵者们感到我们更加“热情”、“诚挚”的“招待”，我们可以稍微延长一下我们的通道。而且要记住，每一个压力板下都要有红石！另一个你需要注意的点就是红石信号最多只能传递15格，所以我们需要在四个地方，每隔15格就放置一个红石中继器。其中的两个红石中继器的位置如图所示，另一边也是如此。另外放置的时候要注意一下红石中继器的方向以确保红石信号能够正常通过。\n\n\n\n\n\n\n6T.jpg (167.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 15:50 上传\n\n\n\n\n\nYou can download a printable version of this guide here.\n你也可以在下方的绿色链接的网页中下载本指南的离线版本。PDF版下载\n【封徵 译自官网 2017 年 04 月 04 日发布的 How to Build an Arrow Gauntlet；原作者 Craig Jelley】\n【本文排版借助了：SPX】\n\n译者的话：\n因为我本人真的没有涉猎过红石这部分，对于红石的印象也止步于1.7.10，一些专业的术语我也不太了解，但我还是尽可能的根据我看过的红石教程的用语来翻译，所以如果有哪些地方翻译的不太准确，烦请指正，不胜感激！\n（现在那些书和章节名翻译和国内这本书的翻译已经保持一致了）\n",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584605400,
            "txt_content": " 本帖最后由 KalphaGo 于 2020-3-19 16:12 编辑 \n\n以前 我也想翻译这文 直到我发现 有现成的译文能照抄 我就想等书买到手了再翻 直到现在 我都没开始下单……\n\n\n\n\nTIM截图20200319160932.png (267.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 16:10 上传\n\n\n\n\n\n\n对照一下中英版本封面，Exploded Builds或许是建筑分解图的意思？\n"
        },
        {
            "author": "8689",
            "timestamp": 1584624120,
            "txt_content": "其实就是压力板连脉冲再连发射器"
        },
        {
            "author": "封徵",
            "timestamp": 1584624120,
            "txt_content": "8689 发表于 2020-3-19 21:22\n其实就是压力板连脉冲再连发射器\n说句实话我早百八十年就会做这个了"
        },
        {
            "author": "8689",
            "timestamp": 1584624240,
            "txt_content": "不过我还是第一次知道压力板可以隔着一个方块激活下面的红石"
        },
        {
            "author": "8689",
            "timestamp": 1584624960,
            "txt_content": "封徵 发表于 2020-3-19 21:22\n说句实话我早百八十年就会做这个了\n你真厉害，比一般人早壹佰陆拾玖年玩的Minecraft"
        },
        {
            "author": "封徵",
            "timestamp": 1584625020,
            "txt_content": "8689 发表于 2020-3-19 21:36\n你真厉害，比一般人早壹佰陆拾玖年玩的Minecraft\n对，其实我上辈子就已经脑电波穿越玩到了2009年的Minecraft"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1584665460,
            "txt_content": "封徵 发表于 2020-3-19 21:37\n对，其实我上辈子就已经脑电波穿越玩到了2009年的Minecraft ...\nmcbbs什么时候变成杠精快乐屋了..."
        },
        {
            "author": "封徵",
            "timestamp": 1584665520,
            "txt_content": "0-zero-0 发表于 2020-3-20 08:51\nmcbbs什么时候变成杠精快乐屋了...\n少数而已，要用玩梗打败**"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1584666000,
            "txt_content": "假如只是做地图的话用/fill一块塞满了箭矢的，被锁上的发射器的地板加上一层石质压力板加上下面的高频就挺好的啊（乱箭地狱）\n       如果要隐藏发射器的话上述做法和我的做法都可以用地图+物品展示框隐藏的\n       那么超平坦地图的地图和绿色混凝土有什么区别呢"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584674580,
            "txt_content": "完成任务"
        },
        {
            "author": "liaoliao1011",
            "timestamp": 1584681120,
            "txt_content": "加油加油好棒啊。。。。"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584681240,
            "txt_content": "想当年,我也造了个和这个差不多的东西,但忘记造开关(压力板控制的红石火把)了,所以就一直开着,但发射器里面刚好装满了箭矢......"
        },
        {
            "author": "777ih",
            "timestamp": 1584718800,
            "txt_content": "烟Ella额fool⊙?⊙！"
        },
        {
            "author": "封徵",
            "timestamp": 1584755640,
            "txt_content": "42313123123123 发表于 2020-3-20 13:14\n想当年,我也造了个和这个差不多的东西,但忘记造开关(压力板控制的红石火把)了,所以就一直开着,但发射器里面 ...\n微  生  物  大  灭  绝"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584760320,
            "txt_content": "封徵 发表于 2020-3-21 09:54\n微  生  物  大  灭  绝\n不是，然后我被超多箭矢卡崩了"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584790260,
            "txt_content": "完成任务"
        },
        {
            "author": "panhahaha",
            "timestamp": 1584819360,
            "txt_content": "我最喜欢回复人少的贴子了，如果贴子沉了，我就会觉得是自己弄沉的，非常有成就感！如果贴子火了，那我有占了前排，这简直是稳赚不赔的生意嘛。"
        },
        {
            "author": "精灵怀旧者",
            "timestamp": 1584838140,
            "txt_content": "可以在发射器上面掩盖一些藤蔓整个房子都用藤蔓装饰"
        },
        {
            "author": "封徵",
            "timestamp": 1584838200,
            "txt_content": "精灵怀旧者 发表于 2020-3-22 08:49\n可以在发射器上面掩盖一些藤蔓整个房子都用藤蔓装饰\n可行 上面也有人说可以用物品展示框或者是画来掩盖"
        },
        {
            "author": "MinecraftA45",
            "timestamp": 1584841260,
            "txt_content": "好棒啊哈哈"
        },
        {
            "author": "MinecraftA45",
            "timestamp": 1584852180,
            "txt_content": "Oh I Think it's kinda cool,I will like it"
        },
        {
            "author": "封徵",
            "timestamp": 1584852360,
            "txt_content": "MinecraftA45 发表于 2020-3-22 12:43\nOh I Think it's kinda cool,I will like it\nof course it is,and you know it's easy to make one but works perfectly."
        },
        {
            "author": "橙汁awa",
            "timestamp": 1584863340,
            "txt_content": "MCBBS,有你更精彩！"
        },
        {
            "author": "一次性手套",
            "timestamp": 1584887040,
            "txt_content": "感谢大佬"
        },
        {
            "author": "寂弈will",
            "timestamp": 1584923220,
            "txt_content": "哇可以的呀"
        },
        {
            "author": "Jcrry",
            "timestamp": 1584934440,
            "txt_content": "这个规模太大了点"
        }
    ]
}