{
    "title": "[Minecraft.net|CULTURE] 翡翠王国",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1584632520,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-19 23:42 编辑 \n\nJade Empire\n翡翠王国\nNewHeaven return with possibly their most ambitious project yet\nNewHeaven 带着他们也许迄今为止最雄心勃勃的作品回归\n\nPer Landin\n\nEver worked under the pressure of an approaching deadline? The stressful feeling of a strict timetable crawling towards you, utter terror forcing you to forsake your creativity for the sake of delivering in time? Well you’re not alone!\n你是否曾在截止日期前顶着压力苦苦挣扎？必须恪守的截止时间让你压力山大，极度的恐惧迫使你丢弃了自己的创造力，仅仅为了能准时完成任务。唉，你并非孤单一人！\n\nI have first hand experience with this (not to brag, but I have both a bachelor's degree in Procrastination and a minor in Slacking), so I always try my best to elude Tom’s unbelievably unreasonable deadlines for my articles. Not enjoying this intro? That’s because Tom only gave me 16 seconds to write it! :(\n在这方面我可有第一手经验（不是装 X，我大学可是主修拖延，辅修懒惰），我总是尽一切努力来逃避 Tom 那难以置信的不合理的文章截稿日。你不喜欢这样的文章引入？还不是因为 Tom 这家伙只给我 16 秒来写！:(\n\nThankfully, today’s build, is here to prove that deadlines/Tom are a thing of pure evil – that a ** people with many visions can come together and create something truly magnificent, without the ominous threat of a deadline! We give you: Xin Tiantang .\n辛亏今天介绍的建筑就是来证明，DDL 以及 Tom 本人都是纯粹的邪恶之物：一群有着广阔视野的人聚在一起，一起创造一座真正壮观伟大的建筑，而且不用被截止日期的噩兆威胁。马上献上今天的建筑：Xin Tiantang。\n\n\nCovered in cherry blossom trees and jade-clad rooftops, the magnificent Xin Tiantang is a build made by French build team NewHeaven , with members from all around the world. Last year they created a staggering replica of the French art museum Louvre – a build that was featured here on minecraft.net .\n这座由盛开的樱花树围绕的、翡翠瓦片覆盖房顶的绝美建筑，就是由法国建筑团队“NewHeaven”制作的，其团队成员来自世界各地。去年，他们建造了一座令人惊叹不已的法国卢浮宫复制品，这座建筑也曾经在本网站minecrift.net展示过。\n\nSince its release, NewHeaven has worked tirelessly on this new project that has been massive in both scale and workforce. Their goal has been to create an Asian utopia, bringing together a variety of styles while maintaining a cohesive theme. And the meaning of its name? \"New Heaven\" in Chinese.\n在上个作品发布后，NewHeaven 团队就孜孜不倦地进行新项目建造。这个新建筑在尺寸和工作量两个方面都可谓是雄伟的。他们的目标是建造一座亚洲风格的乌托邦，融合多种建筑风格的同时，使其呈现同一个主题。所以建筑名字是啥意思呢？当然就是中文的“新天堂”啦。\n\n\n“[It] may sound cheesy at first, although it emphasizes on the fact that what we created is perhaps a reality that is too good to exist, a ‘new heaven’ if you wish,” the group tells me. With their shared love for Asian architecture, the goal was to create a map that paid tribute to the continent’s wide range of styles by combining their personal favourites into one single build.\n“这名字一开始可能听起来很造作，但是我们的原意是强调我们创造的建筑“新天堂”过于完美，以至于其在现实中是不太可能存在的。”团队的成员们解释道。他们带着对亚洲建筑的共同热爱，将他们每个人最爱的风格融合到一个建筑群中，建造一个地图来致敬亚洲大陆的众多建筑风格。\n\n“Asian architecture has always been widely popular and liked by most people – we were no exception,” says NewHeaven. “Some members in our team use it almost all the time. Xin Tiantang was a way for us to freely express our love towards this style. [It] was essentially a large canvas and everyone in the team was able to take part in its creation.”\n“亚洲建筑总是广受欢迎，并被大多数人喜爱——我们也不例外，”NewHeaven 成员们说。“我们团队中的部分成员甚至一直在使用这种风格。“新天堂”这座建筑就是我们自由展示我们对这种风格的喜爱的一种方式。这些建筑群本质上就是一张大画布，团队中的每个人都能参与画的创造过程。\n\n\nXin Tiantang portrays a flourishing Chinese empire with revolutionized agriculture and architecture. A massive palace of jade and bronze stands tall at the feet of a blue lake, while smaller villages are located on the countryside. The map measures 2500x2500 and had more than 20 people partake in its creation – from the terraforming of the landscape all the way to the fine tweaking at the very end of the build. Despite the size of the team, NewHeaven took an open approach to its design in order to involve as many as possible.\n新天堂塑造了一个繁荣的古中国，有着革新后的农业和建筑。在蔚蓝的湖泊旁矗立着一座巨大的宫殿，宫殿由翡翠和青铜构成。在郊区还有些小一些的村庄。这个地图的尺寸 2500x2500，从地形建造一直到最后对细节的刻画雕琢，有超过 20 个人参与了建造。尽管团队人数众多，NewHeaven 采取了开放的设计形式，以便尽让更多成员参与其中。\n\n\n\n\n\n“We made sure to find a theme that everyone was happy with,” explains NewHeaven. “Eventually, we had formed a good understanding of each other’s style. This cohesion then led to what we have today, a bunch of cities and villages that work together, even if they weren’t built by the same people.”\n“我们保证这个主题是大家都喜欢的，”NewHeaven解释到。“最终我们都对彼此的风格有了十足的理解。这种聚合力就带来了今天的成就，让我们地图中的城市和村庄即使不是同一个建造的也能够在风格上保持整体。“ \n\nFrom an outsider’s perspective it may appear that Xin Tiantang was made rather quickly, posted only three months after the completion of the Louvre. In truth, work on this fictive Chinese empire began a long time ago and has been an endeavour for the team.\n从一个局外人的角度看，他们的建造速度相当快，在他们卢浮宫作品发布后的三个月就发布了新天堂。事实上，他们在很久之前就开始对这座虚构古中国的设计建造，他们也努力了好一阵了。\n\n\n“[It] was actually started almost two years ago. What takes a bit of time is initially figuring out what style we will be doing and making the terrain. Once that is done, we do lots of testing on the side and like to assign certain areas to people that ask for them. Finally, when everything is in order, we start to properly build the map, which can take up to a year in this case. When we get close to the end, we like to have cinematics done on the map and above all timelapses .”\n”这座建筑的建造事实上在两年前就开始了。我们花了一些时间来思考我们的创作风格并打造地形。在这些确定之后，我们稍微测试了一下建造流程，将不同的区域分配给愿意建造的人。终于，一切都步入正轨后，我们开始正式建造这座建筑。一年后，在我们即将结束的时候，我们开始在地图上进行电影风格的延时摄影。\n\nThe aesthetics and architecture located on the map is a mix of several cultures and styles found in eastern Asia, such as China, India, and Japan. They also drew influence from Chinese culture by having organics inspired by the Zodiac calendar. Nothing was rushed, as NewHeaven’s builders were allowed to take their time completing their work without a strict timetable.\n这座建筑体现的美学和结构学是几个东亚不同文化和风格的结合，包括中国、印度和日本。他们深受中国文化的影响，尤其是受到十二生肖/黄道历法的启发。NewHeaven 的成员在建造时一点也不着急，因为他们可以慢慢来，无需恪守时间限制。\n\n\n\n\n\n“These kinds of projects in our team are known not to have any deadlines. We do our best to avoid having to set them, as they force builders to create, which can only lead to people having to give up on certain ideas and choose the easier and shorter path to fit the deadlines. So in general, it is easy to think that they do not help with the quality of a build.”\n“我们团队的这种项目以不限建造时间而闻名。我们尽量做到不设截止日期，因为这只会逼迫建造者去创作，只会让他们为了准时完成任务而放弃一些原定的计划，然后选择更简单更容易的方式来追求速度。” \n\n“We recently just initiated a new project similar to the concept of Xin Tiantang, which means a big map, a style we love and no deadlines. However, we have other things brewing in the cauldron, as this map is not expected to be released soon. It also goes without saying that in the meantime, our members are doing personal projects and some of them are also doing contests.“\n“我们最近又启动了一个和新天堂类似的新项目，依旧是庞大的地图、风格是大家都喜欢的那种，同时也没有截至日期。不过，我们另外还在酝酿别的项目，因此这个地图不会很快就发布。同时，我们有些成员有自己的建筑要建造，还有些人要参加比赛。”\n\n\nSpeaking of deadlines, I better finish this article before Tom sees me, or he will have me cleaning toilets again...\n说到截止日期，我得在 Tom 看到我之前快点写完这篇文章了，不然我又要被罚刷马桶了...\n\n Renders by Matteo Paolini, Iskillia, Splekh, Thomasesc, Fixy \n由 Matteo Paolini、Iskillia、Splekh、Thomasesc、Fixy 渲染  \n\n【@EBsky & WDLJT 译自官网 2018 年 05 月 17 日发布的 Jade Empire】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "safdsfdsf",
            "timestamp": 1584718260,
            "txt_content": "        MCBBS有你更精彩~"
        }
    ]
}