{
    "title": "[Minecraft.net | CULTURE]死寂旅馆",
    "author": "封徵",
    "replyCount": 11,
    "timestamp": 1584628080,
    "txt_content": " 本帖最后由 封徵 于 2020-3-22 08:40 编辑 \n\n\n\n\n\n1.jpg (177.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 20:49 上传\n\n\n\n\n\nCULTURE\n\nHaunted Hotel\n死寂旅馆\nCan you reach the top floor of this challenge map alive?\n你能活着到达旅馆顶楼吗？\nTom Stone 汤姆·斯通\nAh, there's nothing quite like staying in a hotel! Freshly made beds, chocolate on the pillows, maids cleaning up after me, concierges carrying my bags, lady at the front desk saying my card has been declined, lady at the front desk saying this card doesn't work either, lady at the front desk saying this card just says 'LET ME STAY FOR FREE PLS', the screams of the angry manager threatening to call the police, security throwing me painfully into the streets... ah, staying in a hotel! I love it.\n啊，我要说世界上没有什么是比住酒店更舒服的事情了！舒适整洁的床铺、床头摆放的精美的爱心巧克力，还有娇美可人的女仆小姐姐轻声向我问好，服务员也在抢着帮我提行李，接着……前台小姐再三确认后说，我的信用卡已经无法使用了。我想了想，还是掏出了我珍藏已久的“免费住宿”卡 —— 前台和经理一听马上又对我毕恭毕敬起来了，但当我递过去后，前台小姐的脸色马上就变了，恼火地对我说：“先生，这张卡只是一张'免费停车卡'，请你不要来捣乱好吗！”愤怒的经理大喊着“保安！”，然后满身腱子肉的保安就跑过来把我和我的行李一起扔出了酒店，而我只能躺在地上哀嚎……啊，住酒店真的是太美妙了呢……\nSo when Nephalem and Annemette offered me a free stay in their new Minecraft map,Haunted Hotel, I would've been stupid not to take it!\n所以当我听说 Nephalem 和 Annemette 愿意让我免费入住他们他们在Minecraft里建造的一家旅馆 —— 死寂旅馆 的时候，我会有什么理由拒绝他们吗？当然没有！肯定是立马拎包入住啦！ \n\nI told Marsh I was off on holiday. Marsh told me not to bother coming back. All right! Unlimited vacation!\n然后我就跟 Marsh[sup]*1[/sup] 说我马上就要去度假啦！结果 Marsh 告诉我说 —— 你好好度假吧，就不劳烦你回来了。唔……好吧……现在看来我们有无限的休假啦！\n\n\n\n\n\n\nfile_1584622254000.jpg (142.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-19 20:50 上传\n\n\n\n\n\nI packed my bags and sprinted off to enjoy my free stay in this no-doubt luxurious five-star hotel. “This is going to be great!” I yelled merrily to myself. “And the best part is, my life will be in no danger whatsoever!”\n然后我就开始迅速收拾我的行李，出门开始享受我这趟五星级酒店免费入住的奢华之旅。“这真是太棒了！”我兴奋的冲自己说。“而且最重要的是，在那里可没有肌肉保安会威胁我的'生命安全'！”\n\nHow bitterly ironic those words turned out to be.\n现在想想，何其讽刺。那时候的我真是天真又愚蠢，居然相信这等好事会砸到我的头上……\n\n\n\n\nIt Begins\n万物之始\n\nI've arrived! Holiday, here I come! Although... I can't see the beach. Can't see the cinema. Can't see the arcades, the bowling alleys, the museums, or the shops. I can see no fun, nor see no joy. I can't see another living soul. I'm completely, utterly alone...\n我到啦！美好的假日时光，我来啦！呃，这里貌似有点和我想的不太一样。这里大概没有阳光海滩，也没有电影院，可以买买买购物中心好像也没有……保龄球馆、博物馆和商店也一个都看不到。貌似我在鬼地方连鬼影都找不到。啊……我还是好孤独呀……\n\nOh well! So long as the hotel has a TV, snack bar and enough pillows for me to build my Holiday Fort, I'll be happy! Whistling merrily, I started walking down the street.\n其实换个思路想想 —— 只要酒店房间里面有一台电视，足够的零食和枕头，我就能做出一个完美的快乐假期小窝。我这么想着，在冷清的街上吹起了口哨。\n\nThat's when this happened:\n接着，一件不可思议的事情发生了：\n\n\n\n\n\n\nfile_1584660872000.jpg (137.63 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:34 上传\n\n\n\n\n一阵神秘的黑风盘旋在前，看到它的一瞬间 —— 我还没反应过来，这阵黑风就径直钻入了酒店。好…吧…好像看起来也没什么奇怪的……\nSo that was... odd. Probably nothing to worry about! I decided to worry anyway. I peered nervously at the silent buildings, looming over me. Where was I anyway? England? It was eerie, cold and I slightly wish I'd never come here. Yeah, probably England.\n但说实话那阵黑风真的太诡异了。也许没什么好担心的……淦！我决定了，我从现在开始要对那破东西保持警惕了。于是我神情紧张的凝望着眼前四处都透露着怪异的建筑物，我……我好像看到了什么！话说回来我这到底是到了什么乱七八糟的地方度假啊……啊……为什么我什么都想不起来了啊。哦等等，也许我这里是英 国，那里既诡异又湿冷……对，对！我想起来了！我一定是在英 格 兰度假！\n\nBut I instantly cheered up when I found the hotel and glanced through its windows. A room full of delicious cakes! And a room full of delicious cameras! Well, cameras aren't delicious, but I was so excited, I ate five anyway. Yeah! Holiday back on track, baby! My stomach still hurts, and if you squeeze me, I sometimes take a photo of my lower intestine. Don't ask me how I develop it.\n但万幸我终于来到了酒店门前，透过酒店外墙的一扇扇窗户，我看到了也许是我这次旅行最美好的一系列东西！一间装潢华丽的房间内正摆着一个精美的大蛋糕 —— 我在酒店外面仿佛就能闻到它的香气了！还有另一间同样豪华的房间里架着一台美味的摄像机。呃，抱歉，摄像机听起来不太好吃，但抱歉我现在又饿又激动 —— 看起来我完美的假日又要回来啦！但说真的，我亲爱的胃小姐，你能稍微平息一下你愤怒的心情吗？我的胃    快    痛    爆   了！啊有时候我真的想给我的肠道拍张照来看看它们到底出什么毛病了……别问我是怎么做到的。\n\n“I knew I was worrying about nothing!” I laughed to myself as I entered the hotel.\n“现在我知道我的担心都是多余的啦！” 我笑着蹦蹦跳跳地走进了旅馆。\n\nHey, who turned out the lights?\n嘿，谁把灯关了？\n\n\n\n\n\n\nfile_1584660891000.jpg (118.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:34 上传\n\n\n\n\n这就是那座旅馆！看起来有点阴沉和不祥，不是吗？兴许我们不该进去，但我们不都进去了吗？\n“Hello?” I called out into the darkness. Nothing. Where was the Front Desk Lady, to welcome me to the hotel and pretend to like me? Where was the Bag Boy, to take my bags to my five-star suite? And where was the Good Hair Lad, to lie that my hair looks lovely and that I'm not going bald? (FYI, if your hotel doesn't have a Good Hair Lad GET ONE. Or I'm giving you one star on TripAdvisor).\n“你好？有人吗？”我在黑暗中大喊道。没人应答。嘿，该在前台假笑着欢迎我入住的前台小姐哪去了？该帮我拎包到五星级酒店包间的包童又去哪了？那些留着一头帅气发型还对着我说我的发型看起来简直棒极了，而且我以后一定不会秃顶的小伙子们又去哪了？（如果你订的酒店没有这项服务的话，我建议你给这家酒店在猫途鹰上打一星差评！）\n\nInstead of enjoying all those lovely hotel things, I flailed around in the pitch black lobby for hours, banging my shins on obstacles until my legs were basically stumps. I've had better holidays. Although I've also had worse .\n我一点都没享受到那些五星级酒店的绝佳服务，我只是在漆黑一片的大堂里转悠了几个小时，一无所获 —— 而且我的胫骨还不知道撞到了什么东西，痛的厉害，我走路也变得一瘸一拐的了。我享受过比现在这完美数倍的假日时光，尽管我还体验过更糟糕的假期……\n\nBut my pain was rewarded when I found the elevator. Success!\n但是我小腿的伤终于帮我换来了一次好运 —— 我找到了一部电梯。这真是太棒了！\n\n\n\n\n\n\nfile_1584660920000.jpg (41.46 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:35 上传\n\n\n\n\n我找到的电梯！不觉得这台电梯很刺激吗！噢我想你光看图的话不觉得这个刺激，但没关系，你以后就会看到更刺激的东西了！\nI hit the button and the elevator started heading up. Music started playing. It was pleasant, soothing and upbeat! Unlike everything that was about to happen to me.\n我按下了电梯的上升按钮，电梯开始正常运作了，悠扬舒缓的音乐也随之播放。我终于在这该死的困境中得到了一丝慰藉。但接下来发生的一切，却是我始料未及的。\n\n\n\n\nFloor One\n第一层\n\n\n\n\n\n\n\n\nfile_1584660959000.jpg (104.33 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:35 上传\n\n\n\n\n\nThe doors pinged open, and I started exploring. There didn't seem to be anyone there. Weird, but not as weird as the mysterious map that had suddenly appeared in my left hand. Huh. Guess I need to start washing my hands properly, intead of just spitting in them once a month.\n电梯门发出了“砰”的一声巨响，把我吓了一跳，但随后电梯门就打开了。一楼好歹比大堂亮了一点，但看起来还是一个人也没有。这里处处透露着诡异，但这还没有这突然出现在我左手的地图更诡异。唔……我想我回去后要养成好好洗手的习惯了 —— 而不是每个月往自己手上吐点口水再随便搓两下就算完事。\n\nUsing the map, I found a library, a room full of iron bars (promising!) and a relaxing looking room with a bathtub.\n通过这份地图，我找到了一间阅览室，一间满是铁栅栏的房间(很有希望了！)和一间带浴缸的休息室。\n\n\n\n\n\n\nfile_1584660976000.jpg (69.11 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:36 上传\n\n\n\n\n哦！这真的是太棒了！我都快忘了我上一次能在浴缸里舒舒服服地泡一次热水澡是什么时候了！\nWhile I chilled in the tub, I took a closer look at the map.\n当我在浴缸里泡着我的“冷水澡”的时候，我仔细地看了看我手中这份古怪的地图。\n\nThe little white symbol was presumably me, and the blue lines were the parts of the hotel I'd already explored. But what were the black lines in the top right corner?\n这个白色的小点大概就是指我，蓝色的线大概就是我在这层楼里行动路径，但右上角那些黑色的色块又是什么？\n\n\n\n\n\n\n8.png (143.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:36 上传\n\n\n\n\n\nGASP! It must've been another guest! I wasn't doomed to endure my relaxing holiday alone after all! “Towel Boy, fetch me my towel!” I roared, hopping out of the tub.\n有人在那边喘粗气！那一定是这座旅馆的另外一位客人！终于不是我一个人啦！“嘿！那边那位！帮我拿下毛巾！”我大喊着，顺便跳出了浴缸。\n\nBut no Towel Boy emerged, so I had to dry my body all by myself . Honestly what kind of hotel are they even running here I mean come on.\n但是貌似并没有人帮我拿毛巾过来，所以我只好自己擦干自己的身体。老实说这个酒店服务质量嘛……哦，我说的是我完全推荐你入住这家酒店！\n\nFreshly dry and freshly dressed, I ran to find the other guest! But irritatingly, my new BFF was trickier to track down than I expected. The hotel was full of twists and turns, dead ends, and doorways blocked by thick glass.\n在洗干净并穿好了干净的衣服后，我就跑去找那“另一位客人”了。但令人恼火的是，我的新朋友貌似比我想的还要更难找到，这间该死的旅馆里到处都是拐角、死角和神 经 病一样的拿玻璃封住了一些走廊。\n\n\n\n\n\n\nfile_1584661002000.jpg (86.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:36 上传\n\n\n\n\n\nSoon, according to my map, I was just a few rooms away from the other guest. For the first time in my life, I was going to make a friend!\n但很快，根据我手头的这份地图，我发现我离我的新朋友只有几个房间远了。这还是我生命中第一次这么迫切地想和一个人交上朋友呢。\n\nBut that's when events took a nasty turn.\n但就在那时，事态突然急转直下。\n\nI was strolling into the library, when I heard a single foreboding note ring out, as if someone had accidentily stepped on the worlds creepiest piano. With the sinister sound came a green exclamation mark, suddenly popping up in front of me.\n我正闲庭信步入阅览室，一声含混不清的低吟突然响起，仿佛有人突然按下了一架染满鲜 血的报废钢琴的一个琴键，毛骨悚然。我忍着巨大的恐惧，向声源处看去，一个巨大的绿色感叹号突然出现在了我的眼前。\n\n\n\n\n\n\nfile_1584661010000.jpg (50.76 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:36 上传\n\n\n\n\n\nI took another shaking step forward. The ! turned orange. Was this a warning? A threat? Was I not allowed in this room? Hey! You're not the boss of me, you poncy floating piece of punctuation! I'm the HONOURED GUEST of this hotel! I can go in any room I please! I stormed into the room to prove my excellent point.\n迈着颤抖的脚步，我又向前走了一步。那个感叹号瞬间变成了橙色。那是一种预警吗？还是说这是一种威胁？还是说我不被允许进这个房间？嘿！你可不是我的顶头上司还有你这丑陋的感叹号是什么鬼呀！我可是你尊贵的客人！我想进哪个房间就进哪个房间！然后我就冲进房间来好好“证明”了我的“尊贵之处”。\n\nThis turned out to not be such a good idea.\n最后这也被证明这并不是个好主意。\n\nNow I could hear a deathly groan, along with the electric crackle of static. Both these nasty noises were getting louder. The ! turned blood red. “A-actually,” I said. “I d-don't like this stupid r-r-room anyway! I'll just leave now.”\n现在我能够清晰地听到那凝滞得没有一丝生气的低吟了，还有静电啪 啪作响的声音。现在这两个声音已经越来越明显 —— 也越来越靠近了。而我眼前的感叹号已经变成了血红色。“事…事实上，”我的喉头滚动，发出了几个颤抖的音节。“我一点…一点也不喜欢这个破地方！我…我现在马上就走！”\n\nBut it was too late for that. I realised, with a scream, that it had already found me.\n但为时已晚，我无声的尖叫着，我能感受到的，它 已经找到我了。\n\n\n\n\n\n\nfile_1584661017000.jpg (64.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:36 上传\n\n\n\n\n这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼？！这到底是什么鬼东西啊？？？？？？！！！！！！！！\n...And when I woke up, I was back outside the hotel.\n...紧接着我失去了意识，当我猛地睁开眼的时候，我发现我已经躺在酒店外面的那条街上了。\n\nWhat. The. Heck.\n那……到底是什么？\n\n\n\n\nFloor One (Er, again)\n第一层 (再一次)\n\nEscape was impossible. The streets led nowhere. My cries for help were answered with silence. None of the buildings accessible, except the dreaded hotel. Where else could I go? I had no choice but to go back inside. Maybe I'd find something that could help me escape? Maybe I'd be attacked by mysterious entities again? Sadly, the latter seemed far more likely.\n要想直接离开这个鬼地方貌似是不可能的。这条诡异的街长的根本看不见尽头，我的呼救声被无限拉长重复，最后扭曲成了一种诡异的尖叫声。街两旁的所有的建筑物都无法进入。那我还能去哪呢？我别无选择。只能回到那座闹鬼的旅馆里面去，兴许我在里面还能找到什么能帮助我逃脱这个鬼地方的东西呢……我也可能被那个神秘的生物再袭击一次，失去意识，又重新来过。虽然不想承认，但明显后者的可能性更大，但就像我前面说的 —— 我别无选择。\n\nEmerging from the lift, I was back on the first floor. Except... it had all changed, and now all the doorways were blocked. Oh terrific . What now? Curl up into a ball and whimper about the futility and unfairness of life? Say, that's not a bad idea!\n再一次乘上电梯，电梯上升，电梯门打开，我又重新回到了这里。除了……不对！一切都变了！现在这里所有的路都被堵住了。哦，这真是太棒了……那我现在该怎么办？坐在原地埋头痛哭，抱怨生活的不公？好像，这也不是个坏主意\n\nBut then I noticed something. The map wasn't the only mysterious gift the hotel had given me. I was also now carrying two potions, one called 'LIVING WALLS' and another called 'TELEPORTATION'. Hmmm, what could they possibly do?\n但是我注意到了另一件神奇的事 —— 兴许这是这个诡异旅馆的唯一残存良知了。我现在除了那张莫名出现的地图外，身上还多出两瓶药水，一瓶叫做“生命之墙”一瓶叫做“传送”。唔……这代表我以后是会遇到什么与之相关的事情吗？\n\n\n\n\n\n\n12.png (235.61 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:37 上传\n\n\n\n\n\n“Well, there's never any harm in trying something new!” I thought, as I drank a mystery potion I'd found in a hotel full of deadly ghosts.\n“嗯……尝试新事物总没坏处！” 我想，说着我就在这个诡异的旅馆里喝下了一瓶来历不明的药水。\n\nIt tasted like a delicious glass of fresh orange juice! That had been poured a 100 years ago and spat in by a man who'd never heard of a 'toothbrush' but had heard of 'eating garbage'. Not great.\n尝起来还不错！竟然有点像鲜橙汁！但这就像一个一百年前的从来没听过“牙刷”的人却知道“吃垃圾”是什么意思一样。总归不太坏。\n\nBut what was great was what happened next. There was a puff of smoke and then I teleported to another part of the hotel!\n但接下来发生的事情才是我所期待的！一阵浓烟弥漫后，我被传送到了旅馆的另一个我从来没来过的地方。\n\n\n\n\n\n\n13.jpg (177.45 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:37 上传\n\n\n\n\n传送的感觉有点像被神秘博士的开场白直击心灵一样。不管怎么说，还是挺有趣的。\nThis was incredible . I now had access to teleportation technology! Just imagine what I could do. I could rob every bank in the city! Or, er, something less incriminating! Things like:\n这太神奇了！想想吧，如果我掌握了这种远程传送的技术，我大概会直接去抢 银 行了吧！呃……我是说去做一些不犯法的事情，比如：\n\nAt a restaurant that takes half an hour to cook pizza? No problem! I'll just TELEPORT to Speedy Joe's, the restaurant that cooks your pizza in 15 seconds!外卖点了一份披萨居然还要再等半个小时才能送到？没问题，我只需要利用“传送”，就能在15秒内在 Speedy Joe 餐馆吃上热气腾腾的披萨啦！Waiting in a looooooong line for the movies? No problem! I'll just TELEPORT home and go some other time.排队买票实在是太烦了吗？没问题，我只需要利用“传送”回到家，再在一个人少的时间传送回来就行啦！Been throwing up all day? No problem! I'll just TELEPORT to the hospital. Don't eat at a restaurant that only cooks your pizza for 15 seconds, folks. Trust me on this.上吐下泻了一整天？没关系，我现在就把你传送到医 院去！哦对了，千万别在那家做披萨只用十五秒的餐馆吃饭！信我！\n\n\nSuddenly I didn't feel so trapped in this deadly hotel. Not now I could teleport anywhere I wanted! Well, not quite . Drinking the potion teleported me to a completely random room on this floor. So it could teleport me into the loving arms of the exit! But it could also teleport me into the loving arms of the monsters. Oh.\n突然间，我觉得我好像不会被困在这间旅馆里了。至少我现在可以传送到任何我想去的地方，好吧，这个好像不行。但也不是完全不能啦，至少我完全有可能直接被随机传送到这层楼的出口，当然也有可能直接和那个怪物来一次惊喜“贴脸”。噢……\n\nPotentially less risky was the other potion, 'LIVING WALLS'. Drinking this made the structure of the building shift and change, the walls rumbling and shaking into new positions. Could this be the crucial concoction that helped me escape?\n看起来还是另一瓶“生命之墙”的风险比较小。喝下它之后，我惊喜的发现眼前建筑的结构发生了变化，墙壁隆隆地移动到了新的位置，原来堵死的路也可以通行了！看来这就是帮助我逃离这里的关键道具吗？\n\n\n\n\n\n\nfile_1584661104000.jpg (61.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:38 上传\n\n\n\n\n哦不！路被玻璃墙挡住了！我能做什么？哭泣？大叫？还是两者都做？\n\n\n\n\n\n\n15.png (334.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:38 上传\n\n\n\n\n啊哈，没想到吧，我有“生命之墙”药水！喝了之后，面前的墙壁却完全变样了……\n\n\n\n\n\n\n16.png (278.78 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:38 上传\n\n\n\n\n...变成一条死路了！好吧，看来这也不是时常有效的，那请问现在我可以开始哭闹了吗？\nHad I found a way to cheat my way out? Just keep glugging down LIVING WALLS potion until the wall in front of you changes into an entrance, then walk on through!\n那我有没有一些对策呢？当然有，那就是不停地喝“生命之墙”药水，直到我面前出现了一条能走的路再继续走下去。\n\nBut walk on to where? Seemed the goal of each floor of the hotel was to find another elevator, one that would take me even higher up the hotel. Could the top floor be my only hope? I'd have to find out the hard way, creeping through the maze-like corridors, avoiding monstrous ghosts. Here's an artists rendering of these terrifying scenes:\n但我要走到哪才是尽头呢？似乎我到每一层要做的事情就是找到那一层向上的电梯……难道顶楼才是我的唯一逃脱的希望吗？我必须在盘曲复杂的道路中艰难摸索，穿过迷宫般的走廊，躲避那些可怕的怪物……我想了想，大概下面这幅图很适合描述我目前的处境：\n\n\n\n\n\n\n17.png (3.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:38 上传\n\n\n\n\n\nNevertheless, I was able to drink my way to success, opening up a route with Living Walls that took me to the next elevator. But how long could this trick keep me alive?\n但总算，天无绝人之路，我还是喝出了一条生路，打开了一条直通电梯的通道。但是，我的小伎俩还能让我活多久呢？\n\n\n\n\nFloor Two\n第二层\n\nDrank the teleportation potion. Spawned outside the exit elevator. Hey, this is easy!\n我一出电梯就直接喝下了“传送”药剂，然后我的面前又是一部电梯门口！嘿，这也太简单了吧！\n\n\n\n\nFloor Three\n第三层\n\nSmugly drank the teleportation potion. Spawned in front of a ghost. Ran screaming through every room of the floor, until I smacked head-first into the exit elevator. This is the worst holiday ever.\n和上次一样，我快速的喝下了“传送”药剂，然后快速地和怪物来了个“亲密接触”，然后我边尖叫边惊慌地夺路而逃，但幸好被我最后一头撞进了电梯。我宣布，这就是我度过的有史以来的最糟糕的假期！\n\n\n\n\nFloor Four\n第四层\n\n\n\n\n\n\n\n\n18.png (335.17 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:40 上传\n\n\n\n\n\nWait,what?\n等等，那是什么？\n\nYes, as if killer spirits weren't scary enough (they were), the hotel sometimes triggers a Floor Event . Zombies attack, poison infects you, or, in this case, rats scurry around the hotel floor, licking their ratty lips at the thought of a bite of me.\n是的，就像是到处追杀你的怪物还不够吓人一样，这个天 杀的旅馆有时候还会出发楼层事件！丧尸攻击、病毒感染等等，或者说，在我现在这种情况下，地面上会出现四处乱窜的老鼠，舔着它们的臭嘴唇，想要随时给我来上一口。\n\nSeriously, what kind of health inspector allowed this hotel to open?!?\n说真的，这间酒店到底有没有经过卫生检查啊！\n\n\n\n\n\n\nfile_1584661255000.jpg (52.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:40 上传\n\n\n\n\n\nBut maybe this plague of long-tailed vermin was good news. After all, are rats really scarier than ghosts? They're 100% more real, I suppose, and I've never seen a hit children's movie called Casper the Friendly Rat(get on it, Hollywood!).\n但四处乱窜的老鼠总比那些追杀你的怪物要好吧。毕竟，老鼠还是老鼠，它们永远都没有那些怪物可怕?我想，这是因为它们比那些虚无缥缈的怪物更加真实可触吧，而且这样让我想到了一部我还没看的儿童电影《鬼马小精灵》（上吧，好莱坞！）。\n\nA shrill squeak from very nearby reminded me that I was terrified of both rat and rat ghost. I started running.\n我附近突然响起了一声极其刺耳的尖叫 —— 不过这也提醒我了，我原来既怕怪物也怕老鼠的。只是我现在有点麻痹了，但我还能怎么办，跑吧！\n\n\n\n\nFloor Five\n第五层\n\n\n\n\n\n\n\n\n20.png (265.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 07:43 上传\n\n\n\n\n\nI'd managed to avoid the rats (though their sinister squeaking is a sound I shan't soon forget) and reached the next floor. But this triggered another Floor Event. Look, Hotel, these events are awful. Here's the kind of Floor Event I enjoy:\n我最终还是成功避开了那些老鼠 (虽然我现在一闭眼，那些刺耳的尖叫就开始不断在我脑中循环)成功找到了通往下一层楼的电梯。但是这又引发了那些烦人的楼层事件。听着，旅馆老板，我必须说你想的这些楼层事件真是糟糕透顶了，你知道正常的客人喜欢什么楼层事件吗：\n\nDancing!盛大的舞会！All you can eat buffet table!全场任你吃的自助餐！Dancing on the all you can eat buffet table!在自助餐桌上举办盛大的舞会！You can't throw me out of this buffet, I'm (potentially) a paying customer!而且你不能把我扔出去！我可是(大概)付了钱的！\n\n但现在这些有趣的活动我一项都没看到，而且我还得避免僵尸把我扑倒在地，然后对着我贫瘠的大脑狼吞虎咽一番。\n\n\nThis was particularly bad for me. According to my doctor, my brain was born with 1000% more 'deliciousness' than 'intelligence', so I was already starting to sweat. I also have a weird affliction that makes me sweat gravy. I threw some salt over my shoulder for luck, but just got it all over my increasingly-tasty body. Drat!\n但，等等，这对我貌似极其不利 —— 上次体检的时候医生对我说：“嘿你知道吗，你的大脑比你的智商要美味十倍呢！”所以我现在有点慌，我已经开始出冷汗了。我往我的背上散了点盐来祈求好运能再一次降临到我的头上，但撒了之后我才发现 —— 这貌似让我看起来更加“美味”了一点。\n\n\n\n\n\n\n21.png (347.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 08:37 上传\n\n\n\n\n多么和蔼可亲的提示呀！要知道我早在前三层就已经绝望了，但是，你的提议看起来还不错，我会接受的！\n\n\n\nFloor Six\n第六层\n\nPoison! Poison pouring into my delicate lungs! My health chipping away, heart by no-longer-beating heart! Luckily, I always carry a spare bottle of ANTIDOTE for special occasions. I took a sip. Yuck! I spat out the foul tasting medicine and threw the bottle away.\n我喝下了毒药！它正在残害我的肺部，我的呼吸正在逐渐衰竭，心脏也开始慢慢停止跳动了。但幸好我总是出门的时候随身带着一瓶解毒剂，以备不时之需。我立马喝了下去。呸！有点难喝！我吐了一口苦味的唾沫，然后把瓶子扔到了一边。但不管怎么说，我的命好歹是保住了。\n\nIn hindsight, not my smartest move.\n事后看来，我这次举动貌似不太明智。\n\nI ran for the next elevator, my body shaking, my vision blurring, as the poison stretched out into every crevice of my corrupted body. I barged through the elevator doors and punched the button with my face. Amazingly, the poison left my body, as if it had never been there at all! My face hurt a lot now though. Ow.\nI ran for the next elevator，my body shaking，my vision blurring，as the poison stretched out into every crevice of my corrupted body。I barged through the elevator doors and punched the button with my face。Amazingly，the poison left my body，as if it had never been there at all！My face hurt a lot now though。Ow。我颤抖着跑向电梯，视线渐渐模糊了，我也深知这瓶毒药正在渐渐腐蚀着我身体的每一部分，但我没有办法，只能用尽最后一丝力气奋力狂奔。终于，在我差点失去意识之前，跑进了电梯里，用我昏沉剧痛地的大脑狠狠地砸向了电梯的上升按钮。就在电梯开始运转的那一刹那，那些剧痛就像是从未出现在我身上一般神奇的消失了。而唯一能佐证的就是我被冷汗所浸透的上衣和正流着血的脑门 —— 噢，淦，我脑袋好痛！ \n\n\n\n\nFloor Seven\n第七层\n\n\n\n\n\n\n\n\nfile_1584666661000.jpg (65.77 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 09:10 上传\n\n\n\n\n\nThis was the most challenging Floor Event yet. My map had been ripped away, leaving me blind to find the exit.\n我现在面临着人生中的最严重的一次危机 —— 我的地图不能再正确显示路线了，我也不知道出口会在哪里。\n\nMapless and hapless, I nervously tiptoed from room to room. I considered drinking the potions, but really, they were just as evil as the hotel. Designed to trick me into drinking myself to death. Teleporting me into the belly of the beasts, or shifting and sliding the walls to create new traps.\n真是倒霉，我踮着脚小心翼翼地从一个房间探索到另一个房间。我考虑着要不要喝下我手头上突然多出的另一瓶药水，但我知道，这些药水和这间旅馆一样邪门。就是想让我依赖上它们然后把自己喝死(撑死或者喝太多了最后找不到厕所憋死)，谁知道这些药水有没有副作用 —— 譬如说把我直接传送到那些怪物的胃里，或者是通过墙壁的不断移动给我弄出更多新的陷阱。\nGetting by without a map was like trying to find a needle in a needle factory – impossible (they wouldn't let me inside. Jerks). So I darted from bedroom to kitchen, from bathroom to gallery, from hopeless situation to even more hopeless situation.\n没有了地图的我在这个旅馆里想找到出口无异于大海捞针。所以我只好从客房找到厨房，从浴室再返回走廊，从一种绝望的境地飞奔到另一种更加绝望的境地。\n\n\nI'm not ashamed to admit that I shed a lone tear. Then a few hundred more tears. Then thousands more, while punching my little fists against the floor and bawling “I want my blanky and a hug!”\n我并不羞于对你们说，我那时掉了几滴眼泪，然后又掉了几百滴，接着是几千滴。我边哭边像一个小孩子一样用我的拳头捶打着地面，哭闹着：“我想要我的布兰妮和一个温暖的拥抱！”\n\nOK, so maybe I'm a little ashamed.\n好吧，现在想起来我开始感到有点羞耻了。\n\n\n\n\nFloor Eight\n第八层\n\nLucky for me, good things happen to bad people. Just as I was verging on giving up, I found the next elevator. I ran inside, weeping tears of purest joy!\n幸运的是，我在即将想要自暴自弃的时候终于找到了电梯，我马上跑了进去，流下了喜极而泣的泪水。俗话说，好事总是发生在坏人身上，那么我这个“坏人”总算享受了一次应有的待遇了。\n\nBut like all happiness, this was fleeting. I arrived on Floor Eight to find my map restored, and showing me more spirits than ever. They were increasing with each floor, and so was my cowardice. But then something caught my eye – a mysterious green light in one of the rooms. I approached it and found a new potion. I picked up Dimensional Vision .\n但就像另一句话所说的：“美好的时光总是短暂的。”。当我来到八楼的时候，我的地图终于变正常了，而且最惊喜的是它上面显示出了更多的信息。而且我也发现了，随着我每上一层楼，我就变得更加小心翼翼 —— 或者说，更加的“懦弱”。但我注意到了一些新的东西 —— 有一间房间正发着幽幽绿光。我走近，发现那抹光是一瓶药水发出的 —— 我马上捡起了这瓶名叫“全视”的药水。 \n\n\n\n\n\n\n25.png (233.26 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 09:37 上传\n\n\n\n\n\nDesperate, I glugged it down.\n我别无出路，只能喝下这瓶药水了。\n\nIt felt like I'd dunked my eyes into the fires of a thousand burning kaleidoscopes. The potion filled my eyes with a mighty new peeper power. I could now see the outlines of the spirits through the walls themselves! Using this ocular upper-hand, I was able to slip by undetected. I got into the next elevator, laughing about how easy this was going to be now I had such an unfair advantage!\n刹那间，我的眼睛像是被熊熊烈火猛烈的烧灼着。我能清晰的感觉到那股药液涌上了我的双目，睁开双眼，我现在貌似获得了一种强大的透视能力 —— 透过重重墙壁，那些怪物的轮廓却依然如黑夜中的启明星一般耀眼，清晰可见。通过这个新能力还有我手头上全新版本的地图，我轻轻松松地就找到了通往下一层的电梯，走进去的时候，心里还不禁暗自窃喜地想道 —— 看呐，我现在拥有了一个作弊般的“神器”！\n\nWhich is when the potion disappeared from my inventory. Never to return.\n就在那时，所有的药水都瞬间从我的背包里消失了。\n\n“Hey, look on the bright side!” I said to myself. “At least you're nearly at the top floor.” Then I walked out of the elevator, and straight into one of the spirits.\n“嘿，往好的方面想想，” 我这么安慰着自己。“也许这说明我马上要到顶楼了不是吗？” 然后我就走出了电梯，径直撞到了一个怪物的身上。\n\n\n\n\n\n\n26.png (41.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 10:15 上传\n\n\n\n\n\nPerhaps you're wondering how I escaped the hotel. Well, funny story! I didn't. I'm starting to suspect I never will.\n也许你会想我接下来该用我的什么聪明才智才能逃离这个鬼地方呢。唔……我只能说，接下来发生的事情……很有趣！事实上，我貌似没有成功逃离这里，而且我开始深刻怀疑自己到底是不是会要被一辈子都困在这里了……\n\nBut it's not so bad! Getting killed by spirits and waking up outside the hotel all the time is annoying, but it's better at getting me up in the morning than any alarm clock. Never seeing another human again will be sad, but I never have to queue for the bathroom or share any of the food in the kitchens. Who else can brag they have an entire hotel all to themselves! For all eternity because there is no escape! Hooray! Sorta!\n但是事情还不算太糟糕！被那些怪物杀死后，在酒店外面的街道上醒来总比每天早上被那些烦人的闹钟吵醒要好吧。虽然说我再也见不到我的那些亲朋好友这件事挺让人难过的，但是仔细想想，我以后再也不用排队上厕所，也再也不用和别人分享那些我喜欢的美味佳肴了。而且，还有什么东西能比吹嘘自己拥有一整栋酒店还更让人羡慕的事情吗！所以，耶！我被永远困在这里啦！万岁！\n\n多么安静！多么祥和呀！多么孤独呀！而且再也没有人会来嘲笑我愚蠢的发型了！\nBut don't take my word for it. If you want to try a surprisingly effective piece of Minecraft survival horror,go here and visit the hotel yourself . Tell 'em Tom sent you to get a discount! Or to be charged treble if they make you pay my tab. Don't say I didn't warn you, and best of luck surviving...\n但别把我的话当真，如果你也想来一次美妙的度假的话，那就来吧！而且来到这里的话，报我的名字还可以给你打一次折呢！但如果 它们 决定要收你三倍的钱的话……算了，别说我没警告过你，那我最后就……祝你生存愉快吧！\n\n【封徵 译自官网 2017 年 07 月 29 日发布的 Haunted Hotel；原作者 Tom Stone】\n【本文排版借助了：SPX】\n\n\n译者注：\n①Marsh 指 Marsh Davies 为Mojang AB的前社区创意经理，他已于2018年4月27日宣布离职。 ——来源：中文Minecraft Wiki\n\n译者的话：\n这篇文章大晚上的翻译了我三个小时，实在是太长了，英文原文2.5K的单词，中文翻译字数也差不多3K了，校对了一遍改了一些措辞，但是真的太难顶了也太困了，所以有哪些措辞或者语法上的错误，或者是一些俚语我没翻译对的话，请大胆帮我指出，不胜感激！\n\n顺便一提我去围观了一下这张地图，这座旅馆现在有人闯到的貌似最高的层数是24层，而且实际上这张地图也有点像那座地牢闯关类的游戏，是无限层数的，而且每一层都是随机的，所以说，想要逃出去，是没可能的啦！\n\n",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1584695880,
            "txt_content": "U1S1 Tom这篇让我翻译的想打人，超级长（Tom废话真多，你这样的在恐怖小说里活不过三章）\n\n另外就是因为我真的不想编辑一次然后再进审 核然后等大半天了，所以我补充一下Tom提到的那个“更差的假期”的文章的站内翻译版本：\n[Minecraft│CULTURE] Skii Resort 滑雪度假村\n但现在看来还是这次假期比较惨"
        },
        {
            "author": "safdsfdsf",
            "timestamp": 1584718500,
            "txt_content": "MCBBS有你更精彩^_^"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584790200,
            "txt_content": "完成任务"
        },
        {
            "author": "KYZSL",
            "timestamp": 1584804660,
            "txt_content": "有点意思，半夜尿急，不敢去了，兄弟，出大问题"
        },
        {
            "author": "panhahaha",
            "timestamp": 1584819360,
            "txt_content": "我最喜欢回复人少的贴子了，如果贴子沉了，我就会觉得是自己弄沉的，非常有成就感！如果贴子火了，那我有占了前排，这简直是稳赚不赔的生意嘛。"
        },
        {
            "author": "自由李代数",
            "timestamp": 1584837060,
            "txt_content": "第6层的第三段为啥不翻译？"
        },
        {
            "author": "封徵",
            "timestamp": 1584837120,
            "txt_content": "自由李代数 发表于 2020-3-22 08:31\n第6层的第二段为啥不翻译？\n啊，抱歉抱歉，这一段可能当时翻译的时候脑子糊了忘记翻译了，我现在就去"
        },
        {
            "author": "寂弈will",
            "timestamp": 1584923160,
            "txt_content": "为了任务为了任务"
        },
        {
            "author": "0-zero-0",
            "timestamp": 1584930060,
            "txt_content": "心疼译者，反对流水帐\n前面几百字为了起承转合+钓鱼（吊观看）都是与地图无关的内容一整页过去了还没看到玩法呀喂!"
        },
        {
            "author": "封徵",
            "timestamp": 1584930300,
            "txt_content": "0-zero-0 发表于 2020-3-23 10:21\n心疼译者，反对流水帐\n前面几百字为了起承转合+钓鱼（吊观看）都是与地图无关的内容一整页过去了还 ...\nTom典型废话文风\n其实这个还算好，前面铺垫也确实有点点长，包括讲完第一层基本就文章一半了（大概也就是1300词左右），后面剩下的七层+结尾则是另一半，后面就的确有点开始赶进度了。但是u1s1仔细看还是能看得挺开心（就纯粹当故事来看的话），但是如果想看地图介绍或者是译者翻译那确实挺辛苦"
        },
        {
            "author": "末地探险者",
            "timestamp": 1584930960,
            "txt_content": "封徵 发表于 2020-3-23 10:25\nTom典型废话文风\n其实这个还算好，前面铺垫也确实有点点长，包括讲完第一层基本就文章一半了（大 ...\n这简直是一片精致的短篇小说！\n题目：请以这张地图为主题写一篇文章\n"
        }
    ]
}