{
    "title": "[Minecraft.net | INSIDER] 背包盘点：营火",
    "author": "索菲缇娅",
    "replyCount": 12,
    "timestamp": 1584663120,
    "txt_content": " 本帖最后由 乐之叶 于 2020-3-23 08:28 编辑 \n\n\nINSIDER\n\nTaking Inventory: Campfire\n背包盘点：营火Smokin’!\n吸烟吗？\n\nDuncan Geere 邓肯·吉尔\nI shouldn’t really play favourites with items, but of all the things that we’ve added in recent patches, our item of the week is definitely one of the best. It’s just so useful! It’s the campfire.\n我确实不应该只对最近更新内容中的物品偏心，但我们的本周物品实在是太棒了。它就是非常有用！它就是营火。\n\nCampfires were added in version 1.14 – the Village & Pillage update . They generate naturally in taiga and snowy taiga villages, but they’re pretty easy to make – you just need three logs, three sticks, and a single lump of coal or charcoal. That puts them right at the bottom of the tech tree – you can make them from almost the very start of the game.\n营火是在 1.14 村庄与掠夺更新 中被添加到游戏中的。营火可以自然生成在针叶林和积雪的针叶林村庄中，同时它们也很容易制作——你只需要三个原木，三根木棍和一个煤或木炭。这使它们处于技术树的底层——你几乎可以在游戏一开始就将它们合成出来。\n\n\nThe reason why campfires are one of my favourite items is that they do so much. First, they’re a source of light – giving out a light level of 15, and melting snow out to three blocks around the fire.\n之所以营火是我最喜欢的物品之一，是因为它们的用途实在是太多了。首先，它们是一种光源——提供15级的光，可以融化3格内的雪。\n\nSecond, you can cook on them! Right click up to four raw food items on the fire, and they’ll appear around it, cooking simultaneously. After 30 seconds, the cooked version will pop off ready to be collected. Cooking with no fuel! Not bad at all.\n其次，你可以使用营火来烹饪！对着点燃的营火来使用最多四个生的食物来将其放到营火上，同时将开始烹饪。30秒后，熟的食物将自动弹出，我们就可以收集了。无油烹饪！丝毫不差。\n\nThird, you can use them as signals to find your way home. Campfires make a pillar of smoke, which floats up about ten blocks. Useful. BUT – if you put a campfire on a hay bale it then turns into a signal fire, and the smoke floats up 24 blocks instead.\n第三，你可以用营火作为信号来找到回家的路。他们会产生上漂约十格后消失的烟雾。太有用了！并且——如果将一个干草块放置在营火下方，它将成为一个信号火，烟雾上飘的高度将会增加至约25格。\n\nWant to lie low and temporarily conceal your presence? You’ve got two options. Either bash out the fire with a shovel, temporarily extinguishing it until you light it again. Or place a trapdoor (which can even be redstone-controlled) above the fire, which will block all the smoke until it opens again.\n不想被别人看到烟雾而发现你的行踪吗？你有两个选择。要么用铲子把火扑灭，直到你再次点燃它之前它将暂时熄灭。(1.15及以后)   要么在营火上放置一个活板门（甚至可以用红石控制它），它会挡住所有的烟，直到它再次打开。        译者注：(来自Wiki)\n\n\n\n\nimage.png (16.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 08:19 上传\n\n\n\n\n(自截)\n\n\n\n\nimage.png (205.27 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 08:19 上传\n\n\n\n\n\n\nThe final use of campfires was added in the recent Buzzy Bees update, version 1.15. Putting a campfire under a beehive or bee nest lets you harvest honey without the risk of being attacked by the hive’s inhabitants. Safety first!\n营火最后的用途在 1.15 的 嗡嗡蜂群 更新中被添加进游戏。在蜂箱或蜂巢下放置营火可以让你获得蜂蜜，而不会遭到蜜蜂的攻击。安全第一！\n\n\nReal world campfires are pretty similar to **s in Minecraft. They give off light and warmth, they’re used for cooking, they serve as beacons, and they also scare off insects and predators. Real-world beekeepers even use smoke to calm bees when they’re harvesting honey.\n现实世界的营火与Minecraft中的营火非常相似。它们散发光和温暖，可以用于做饭，用作信标，还可以驱散昆虫和捕食者。现实里的养蜂人甚至也会在他们收获蜂蜜的时候使用烟雾来使蜜蜂平静下来。\n\nWe’ll probably never know when the first campfire was lit by humans, but it was a very long time ago. Archaeological evidence of burned bones in a cave on the edge of the Kalahari Desert shows that humans were already cooking prey by campfire as far back as 1.9 million years ago .\n我们也许永远也不会知道人类什么时候第一次点燃了营火，但那肯定是很久很久以前的事情了。在卡拉哈里沙漠边缘的一个洞穴中发现的烧过的骨头作为考古证据可以表明，早在190万年前，人类就已经开始在营火旁烹饪猎物。\n\nBack then, as today, campfires probably served as a place for communities to gather for food, conversation, storytelling, and songs. So next time you put down a campfire in Minecraft, consider singing a little song to mark the occasion. “And it burns, burns, burns.... The campfiiiiire....”\n那时，也许像今天一样，社区成员聚集在营火旁一起进食，聊天，讲故事和唱歌的地方。因此，下次在Minecraft中放置营火时，为什么不高歌一曲来纪念这一场景呢？“它仍然燃烧着，燃烧着.…营火啊....”\n\n【乐之叶 译自官网 2020 年 03 月 19 日发布的 Taking Inventory: Campfire；原作者 Duncan Geere】\n【本文排版借助了：SPX】\n\n\n[groupid=1306]Bone Studio[/groupid]",
    "replies": [
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584674520,
            "txt_content": "完成任务"
        },
        {
            "author": "liaoliao1011",
            "timestamp": 1584681120,
            "txt_content": "好棒给记得记得加肥加大"
        },
        {
            "author": "42313123123123",
            "timestamp": 1584681300,
            "txt_content": "我也想高歌一曲,但史蒂夫也没办法高歌啊"
        },
        {
            "author": "索菲缇娅",
            "timestamp": 1584681360,
            "txt_content": "42313123123123 发表于 2020-3-20 13:15\n我也想高歌一曲,但史蒂夫也没办法高歌啊\n在家吼出来"
        },
        {
            "author": "蛇皮螃蟹怪",
            "timestamp": 1584697920,
            "txt_content": "有点意思啊"
        },
        {
            "author": "蠢麻批",
            "timestamp": 1584719040,
            "txt_content": "牛逼啊哈哈哈哈哈哈哈哈哈哈哈哈哈哈哈"
        },
        {
            "author": "2939545594",
            "timestamp": 1584782520,
            "txt_content": "流啤，在看你贴之前我还不知道篝火的作用，现在感觉好神奇"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584790200,
            "txt_content": "完成任务"
        },
        {
            "author": "8689",
            "timestamp": 1584791160,
            "txt_content": "我以前一直以为营火就一装饰性用品！哎，这回真长见识了！没想到营火还有这么多作用。。。（以前我知道营火的两个作用：①当做“煤气灶”，②当做沙发的制作材料【滑稽】）毕竟我对1.9以及之后的内容都不太熟悉。。。。。。"
        },
        {
            "author": "精灵怀旧者",
            "timestamp": 1584802320,
            "txt_content": "可是我的版本太低了，希望可以有一个mod能帮帮我"
        },
        {
            "author": "一次性手套",
            "timestamp": 1584895500,
            "txt_content": "可以，模组很方便"
        },
        {
            "author": "寂弈will",
            "timestamp": 1584923160,
            "txt_content": "为了任务"
        }
    ]
}