{
    "title": "【原创·连载】我的世界飞逝堕落第二十三章",
    "author": "但是你",
    "replyCount": 3,
    "timestamp": 1584667440,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n\n\n        第二十三章：不可能打败的敌人\n\n\n        回到主世界。我感觉灵力回到了自己身上。凋零笑眯眯的问我：“这么多好东西不要偏选我，你是不是喜欢上我了？”我不以为然的回答道：“这么多怪想杀我，你好歹也能帮我打打，顺便告诉我一些重要的事，毕竟执行任务时还是要有一个情报员。”\n\n\n　　“说白了还是要情报呗。”她一挥手，四周的溺尸都聚集过来俯首称臣。我们两个骑着溺尸朝着大陆出发。“都来了为什么不去看看。”我望着不远处的浮空岛屿。“那家伙？还是算了吧。接着。”她丢给我一个附魔三叉戟，“我想你差不多可以驾驭附魔武器了。”\n\n\n　　我差点被三叉戟砸进海里，使出浑身力气抓稳放进背包里：“附魔武器我倒是能用，可这个我拿不动啊。”“唉，真是弱鸡。”我仔细看了看我身上的装备，背包里还有一套铁装，武器只有冰剑和三叉戟：“你确定就我们两个能干掉亡灵王？”\n\n\n　　“不然呢。地狱已经够冷清了，再出动人马就没人了。”凋零开始搜索前方的人数，找到了一个没人的地方上岸。“还来金之城干嘛？”今天街上异常的热闹，好像在举办活动。“小心，这里面有僵尸。”僵尸？已经开始混进人群准备行动了吗？“根据我的判断，亡灵王就在金之城正下方。只不过我们两人的实力还是差了点......”\n\n\n　　差了点？只是差了点？对方伸伸手都能我把我们灭了好吧！我四处张望着，街上的人们谈笑风生没有丝毫异常。“那些僵尸怎么办啊，说不定什么时候我就突然嗝屁了呢？”“这简单，我能检测到谁不是亡灵然后控制他们离开。”凋零开始发动能力，然后被人爆头了。\n\n\n　　什么鬼！“大姐，别死啊！没了你我就是个弱鸡啊！快点杀我呀，别呀大姐！”周围的僵尸开始显露出本型。“呼。”凋零在我的目光中站起来，一下将箭拔出来，然后丢到一旁摸了摸脑袋。四旁的僵尸见状赶紧离开，她倒也不追，直接坐在地上很痛苦的样子。\n\n\n　　“我不是跟你说了吗改良之后的附身是只要你不死我就不会死，你死了我才会死。”她瞟了我一眼。“没事你还揉头干什么？”“因为很疼啊！”\n\n\n　　“你知道我之前为什么让你去木之城吗？”“为什么？我觉得那里什么也没有啊。”“一开始，我本来想在木之城和你汇合的，可惜本体在附近，我只好自己去拿这个。”她给我一个盔甲，“这是一个纯灵核打造的盔甲，能力是护甲。这个能力是每一小时生产一个护甲，不能叠加但能储存，防御力的话，可以防住一次500点灵力的攻击（子阶10%）。”\n\n\n　　“子阶10%的程度？亡灵王一巴掌都能拍碎上百个了！”好歹是纯灵核，能力也太弱了！“切，这可是顶尖的灵器！它可以通过吸收灵气提升能力，不过你就提升不了了。但是如你所说，就算升到顶级也才能防御7300的能量（主阶100%），而且提升的很慢，升到顶级大概要十年。”“说白了还不是没用！离世界毁灭只剩下两年了，哪有这么多时间让我升级！”\n\n\n　　“说的对，但好歹也能挡下，实在不行把它扔出去挡住，反正坏不了。”你这脑回路......行吧，不过重要的是，亡灵王已经来了啊！“你们竟然直接送**来了！”亡灵王现在是僵尸模样，我们稍微还能近身。天上一道惊雷，直接将地面崩出一个大坑。\n\n\n　　“凋零，能跑吗？”我咽了咽口水。“我觉得，跑不掉。”亡灵王右手幻化出雷电之枪，左手降下雷电之墙，完全将我们封的死死的。“凋零啊，我们有概率防住那一枪吗？”“嗯，可以的，不过会残废。”“没事，反正死了还能复活，打不过我们耗死它。”“我估计耗也耗不死，血太厚了！”我们紧盯着亡灵王手中的长枪，结果被身后的雷墙炸飞。\n\n\n　　“哇，你竟然还玩偷袭！有本事直接打啊！”“如你所愿。”雷枪投向空中不能自由移动的我们，那表面上滋滋作响的闪电向我们袭来，与此同时天上降下落雷，势要致我们于死地。\n\n\n　　我当机立断，拿出三叉戟抓住凋零的手，借着三叉戟的重量向地面坠去，躲过空中的长枪。凋零向水面射箭，蕴含灵力的箭射入水中激起大水花进行人工降雨。我手拿附魔三叉戟使出激流附魔，紧擦着地面向亡灵王旋转冲刺，将它撞飞了数十米。\n\n\n　　收回三叉戟，我们骑着溺尸向海内游去。“刚才真是太惊险了，没想到亡灵王竟然会离开地底在地面上和我们开战。”我看向天空，表情变得凝重起来：“我知道它为什么出来了。”一支洁白的长箭在我们身边擦过，划破四周的空气，带着呼啸的破空声掀起一阵巨浪。\n\n\n　　“这实力......要是带着闪电的话我们就全完了......”亡灵王没有继续射箭，径直离开。“怎么了？它明明一箭就能秒了我们。”“我们进入海底神庙的范围了。”刚才的巨浪将我们推进神庙的范围，现在四周都是海底守卫者。\n\n\n　　“没事，远古守卫者才是主阶，真打起来不一定会输。”不会输？那你表情怎么这么僵硬？进入海底神庙，这里的建筑都被修改了一番，完全变成了一个殿堂。大殿里，三位巨大的远古守卫者注视着我们。\n\n\n　　“三位啊......怪不得......”我完全放弃了挣扎。“凋零，你怎么和人类走在一起！”最左边的发话了。“他就是穿越者。”“嘿，你们好啊。”我尴尬地打起了招呼。“哼，穿越者，就他？和其他两位差远了！”“就是，才子阶，简直弱到不行了！”“别吵了。凋零，你竟然会下来，出什么事了？”她看看我：“上去吧，别憋死了，一会我上去再告诉你。”",
    "replies": [
        {
            "author": "A_Tong_Tong",
            "timestamp": 1584670500,
            "txt_content": "支持一下！很棒哟"
        },
        {
            "author": "刀剑阁",
            "timestamp": 1584684120,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "HuantMuskie",
            "timestamp": 1585799400,
            "txt_content": "具有了网络小说的特点：贴近现实，但是其实现实主义的文学更有深度"
        }
    ]
}