{
    "title": "[Minecraft.net|INSIDER]本周方块：沙子",
    "author": "Gold_Block",
    "replyCount": 12,
    "timestamp": 1584680280,
    "txt_content": " 本帖最后由 Gold_Block 于 2020-3-22 12:20 编辑 \n\nBlock of the Week: Sand本周方块：沙子\nGoing against the grain这违背了原则（沙子有时会浮空）！\n\nI love Minecraft's deserts, especially at sunset. There's nothing more beautiful than watching the rays of the red sun cast their glow over the dunes, then realising you need to flee for shelter as a zillion skeletons spawn all around you.Deserts are also home to a collection of Minecraft's handiest resources -cactuses (cactii?), bone, and our block of the week - sand! \n我喜欢Minecraft的沙漠，尤其是在夜幕降临时——没有什么比看着红日的光芒投射在沙丘上更美丽的了！这时你意识到你需要避难所，因为有无数的骷髅在你的周围生成。沙漠也是Minecraft一些资源最便捷的采集地——诸如仙人掌，骨头，还有我们的本周方块——沙子！\n\n\n\n\n\nimage.png (340.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 12:45 上传\n\n\n\n\n\nSand was added to Minecraft in the very earliest days of the game's development, on 28 May 2009, alongside trees,clouds and metal ores. Originally it only appeared in weird one-block thick beaches, but later it was tweaked to generate more naturally alongside oceansand as islands and deserts.\n\n2009年5月28日，在游戏开发的最早阶段，沙子和树木、云、金属矿石一起被加入了Minecraft。最初它只出现在一个方块厚的奇特沙滩，但后来它被调整，以生成更为自然的沙滩、海岛和沙漠。\n\n\nNowadays sand spawns naturally in four-block-deep layers in various parts of most biomes of the Overworld. You'll find it everywhere from forests, to plains, to tundra and swamps. In Mesa biomes, you'll find a variant of sand that's red and actsexactly like regular sand except that you can't use it to make concrete.Actually, that sounds like a bug. Maybe we should fix that. \n如今，在主世界大多数生物群系的不同地区，沙子在四格深的地层中自然生成。你会发现它无处不在，从森林，平原，到冻原和沼泽。在恶地生物群系中，你会发现一种红色的沙子，它的作用和普通沙子完全一样，只是你不能用它来合成混凝土。事实上这听起来像是个漏洞，也许我们应该解决这个问题。\n\nAs you've probably noticed if you've played Minecraft for more than a few minutes, sand is unlike most other blocks because it's affected by gravity. If you plop down a block of sand and mine the block out underneath it, then it'll fall into the gap. This, you'll no doubt agree, is kind of a pain when mining. \n如果你玩了一段时间的Minecraft，就像你可能注意到的那样，沙子与大多数其他方块不同，因为它受重力的影响。如果你“扑通”放下一块沙子，把它下面的方块挖掉，它就会下落到空隙里。毫无疑问，这种挖掘方式非常累人，你肯定会同意这一点。\n\nBut it has useful side effects. If a block of sand falls on a player or a mob, it'll suffocate them until they dig their way out or die, making it pretty handy fora basic trap setup. Just hook up a pressure plate or tripwire to an array of pistons holding back columns of sand. Those pesky intruders won't know what hit them\n但它的这种副作用也很有用。如果沙子落在一个玩家或一个生物身上，会让他们窒息直到他们挖出来或死亡，对于一个基本的陷阱装置来说这非常方便。只需要把一个压力板或线连接到一排支撑着沙柱的活塞上就可以了。那些讨厌的入侵者不会知道是什么伤到了他们。\n\nFalling sand can also be fired out of a TNT cannon, which is handy if you want to blanket a friend's base with sand after you fell victim to their entry way sand trap. Explode some TNT in water with a falling block of sand above it to fire that sand long distances in whatever direction you choose. There's a full guide to building a TNT cannon over on the Minecraft wiki. \n正在下落的沙子也可以用TNT大炮发射出去，如果你想让朋友的基地被沙子覆盖的话，这是很方便的。在水里引爆一些TNT，从上面落下来的一些沙子可以朝你选择的任何方向长距离开火。在Minecraft Wiki上有一篇完整的TNT大炮建造指南。\n\n\n\n\nimage.png (192.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-20 12:47 上传\n\n\n\n\n\n\n\nOccasionally,you'll find sand that's been imbued with mystical power during world generation and is levitating in the air as a result. You'll recognise them because little dust particles are falling from the bottom. But be careful around these magical floating sand areas - if you place or break blocks near them, I can't be held responsible for what happens...\n\n偶尔，你会发现一些沙子在世界生成的时候充满了神秘的力量，并因此浮空。你会认出它们的，因为从它们底部会掉下来少量的尘埃。但务必小心这些神奇的浮空沙——如果你在旁边放置或破坏了方块，我可不能对发生的一切负责……\n\n【Gold_Block译自官网2017年11月3日发布的Block of the Week：Sand；原作者：Duncan Geere】\n",
    "replies": [
        {
            "author": "dyx591710",
            "timestamp": 1584747300,
            "txt_content": "作者棒棒哒~翻译辛苦了！"
        },
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584790140,
            "txt_content": "完成任务"
        },
        {
            "author": "8689",
            "timestamp": 1584790800,
            "txt_content": "我最看不顺眼浮空沙了，总觉得有一种未知的危险，所以每次遇到浮空沙/浮空砂砾，总是先躲到安全的地方再诱发它们塌陷。-----话说怎么人为放置浮空沙，谁教教我"
        },
        {
            "author": "Gold_Block",
            "timestamp": 1584793980,
            "txt_content": "dyx591710 发表于 2020-3-21 07:35\n作者棒棒哒~翻译辛苦了！\n谢谢鼓励！"
        },
        {
            "author": "封徵",
            "timestamp": 1584801660,
            "txt_content": "（让我想想这是这篇第几次被翻译先）\n\n如果你玩了一段时间的Minecraft，就像你可能注意到的那样\n这个句子“如果”和“就像”叠在一起应该是有语法错误的\n会让他们窒息直到他们挖出来或死亡\n这里断一下句然后这里没有用被动，整个句子再考虑一下换种表达方式可能会更自然一点\n世代的变更\n应该是世界的生成，整句话可以再考虑下雕琢一下语言\n\n最后祝lz翻译越来越好！"
        },
        {
            "author": "zh961184691",
            "timestamp": 1584817080,
            "txt_content": "加油加油，作者大大辛苦了"
        },
        {
            "author": "panhahaha",
            "timestamp": 1584819300,
            "txt_content": "我最喜欢回复人少的贴子了，如果贴子沉了，我就会觉得是自己弄沉的，非常有成就感！如果贴子火了，那我有占了前排，这简直是稳赚不赔的生意嘛。"
        },
        {
            "author": "3247318159",
            "timestamp": 1584836820,
            "txt_content": "一直都比较好奇怎么人工放浮空沙"
        },
        {
            "author": "Gold_Block",
            "timestamp": 1584850620,
            "txt_content": "封徵 发表于 2020-3-21 22:41\n（让我想想这是这篇第几次被翻译先）\n\n\n\n谢谢指点！我会注意这些细节的！"
        },
        {
            "author": "MinecraftA45",
            "timestamp": 1584852120,
            "txt_content": "沙子?哈哈哈哈哈哈哈"
        },
        {
            "author": "专刀你",
            "timestamp": 1584863640,
            "txt_content": " 作者辛苦了，多读几遍吧"
        },
        {
            "author": "一次性手套",
            "timestamp": 1584887040,
            "txt_content": "hhhh沙子还行"
        }
    ]
}