{
    "title": "【原创/连载】失落的世界：神陨 第三章",
    "author": "StoryJ",
    "replyCount": 0,
    "timestamp": 1584707280,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-11 16:15 编辑 \n\n失落的世界第一卷：神陨\n前文请戳：\n第一章 https://www.mcbbs.net/thread-985372-1-1.html\n第二章 https://www.mcbbs.net/thread-985540-1-1.html\n\n第三章 盘旋石阶\n\n“我们……下去看看？”乔纳森兴奋地看着史蒂夫。\n\n史蒂夫看着面前这位兴奋异常的考古学家，挑眉问道：“你现在怎么不怕有机关了，我的朋友？”\n\n“哈哈哈哈……”乔纳森发出爽朗的笑声，他拍了拍史蒂夫的肩，说，“你知道吗？刚刚花蕊上的那行文字：Богат，在古矮人语中的意思，就是——薄伽特，大地氏族的圣地！”\n\n“薄伽特？”史蒂夫也兴奋起来。身为一名矿工，一个同大地的关系如此紧密的职业，即使没有像乔纳森那样在书本上学过，也在矿工们的口耳相传中听过薄伽特这个名字。相传，在希斯大陆上，有一个古老的种族，叫大地氏族。这个种族拥有支配大地的力量。他们的圣地，也就是他们曾经的皇宫。在各种版本的传说里，有的说这地方是个气势恢宏的城堡，有的说这地方是棵遮天蔽日的古树，还有的说这地方其实是在天空中的一座浮岛……但是，所有版本的传说都有一条共同点——找到圣地的人，可以得到数不尽的财宝，甚至拥有支配大地的力量！\n\n不过，史蒂夫作为一个朴实，而又有钱的矿业大亨，只认定了劳动致富这么一条路，所以对于圣地的说法，他也只当矿工之间的一个解乏的故事而已，从来不去做什么不切实际的发财梦——但是！那也只是在今天之前了！谁能想到！这个传说不仅是真的，这圣地还让他史蒂夫找到了！\n\n“这可真是苦力怕炸出大矿坑了。”史蒂夫又说了一句俗语，用来形容眼前这种意外之喜再合适不过了。\n\n而另一边的乔纳森，他的兴奋则是因为他可以将老师的研究继续下去。其实，即便是对于赫斯托利学会来说，对于上古历史的研究依然是一块巨大的空白。且不论战争导致的大量史料的遗失，就整个人类文明而言，对于上古文明的了解依然是停留在一些史书的残卷而已。这些残卷首先就不是第一手史料，可信度大打折扣，加之年代久远，基本都是些只言片语。目前已知的也只是大地氏族的圣地叫做薄伽特，对于它的位置、造型、用途等，赫斯托利学会所知的并不比矿工们多多少，也只是停留在传说和猜想的阶段。\n\n但是！如果这条石阶真的通向这个传说中的圣地的话，这很有可能是本世纪，不，人类纪元以来，最伟大的发现！\n\n乔纳森兴奋地搓搓手，撸了一下袖子，就准备往下爬。一旁的史蒂夫更不用说，早已拿出了用来攀爬的铁镐。\n\n站在第一块石阶上的时候，史蒂夫看了看表。离太阳下山大约只剩两个半小时了。不知道天黑透之前他们能不能回到地面上。\n\n两人开始沿着石阶向下走去。\n\n原来，巨人所在的座位之下，是一根巨大的石柱，石阶就盘旋在这石柱上。而大厅的地面之下是个广阔的空间，石阶之外，都是黑暗。一时间，两人陷入了沉默，充耳只剩下鞋底踩在石阶上发出的“哒哒哒”的声音。他们都带着兴奋的心情——虽然这兴奋的原因不尽相同——同时又都抱着一丝警觉。毕竟，这条石阶很长很长，谁也不知道它通向哪里，而四周的黑暗又如潮水一般涌过来，压得人有些喘不过气。\n\n突然，史蒂夫站定，同时拉住了乔纳森，乔纳森正想问他怎么了，史蒂夫伸出手指放到嘴唇上比了个噤声的手势，压低声音说：\n\n“我好像听到什么声音。”\n\n乔纳森于是也屏息凝神，竖起耳朵听了一会儿。\n\n并没有听到什么。\n\n史蒂夫也露出了疑惑的表情：“好像……又消失了？”\n\n乔纳森笑了：“别这么紧张，我的朋友。”\n\n“不。”史蒂夫神情严肃，“以我矿工的经验来说，我觉得刚才我好像听到了骨头和箭袋摩擦时发出的‘咔哒咔哒’的声音。这是白……”\n\n史蒂夫话音未落，突然睁大眼睛。\n\n“小心！”\n\n史蒂夫用力把乔纳森推了一把。\n\n一支箭几乎是擦着乔纳森的鼻子飞了过去。\n\n白骷髅！！\n\n乔纳森一扭头，就看见一只白骷髅出现在下面几级石阶上，看来它是从下面往上走的。此时，已经射出一支箭的它正准备往自己的弓上搭第二支箭。\n\n史蒂夫拔出腰间的铁剑。这把剑是他当初从山林镇的一位铁匠那儿花了2个绿宝石换来的附魔剑。虽然2个绿宝石确实有些小贵，但这把剑毕竟附魔了锋利 III 级，一咬牙他还是买了下来，作为自己的佩剑常年挂在腰间，一有损坏就赶紧用铁砧修补。\n\n养剑千日用剑一时。只见史蒂夫向前猛地一跃，手中的铁剑带着风声直扑白骷髅。白骷髅刚刚搭上第二支箭，手里的弓就被史蒂夫一剑砍成了两截。白骷髅还来不及反应，史蒂夫手腕一转，反手又是一剑，直接削去了它的脑袋。\n\n骷髅头在地上滚了几圈，骷髅身体也慢慢跪倒，散作一堆白骨。\n\n史蒂夫正喘着粗气，一边擦汗一边回头看向乔纳森的方向。\n\n“呼……虚惊一场……”乔纳森长出一口气。看来确实不能掉以轻心啊。从他和史蒂夫进入这座遗迹以来，似乎就没遇到过怪物。按理说，这种黑暗的洞穴往往潜藏着很多怪物，不遇到反而是不正常的。往下的路，必须更加小心才是。乔纳森一边想着，一边从包里摸出铁镐拿在手里，虽然没有铁剑那样的伤害，但至少可以防身。\n\n“接下来，我走前面探路。”史蒂夫挥了挥手中的剑，低声对乔纳森说。\n\n乔纳森会意，点了点头。\n\n两人放轻了脚步，竖着耳朵听着黑暗中的动静，继续向石阶下方走去。\n\n又一只白骷髅！\n\n不过这次，史蒂夫和乔纳森已经很镇定了，白骷髅甚至连一箭都没射出来，就被史蒂夫斩首了。这一次，白骷髅的弓箭还是完整的。乔纳森于是上前捡起了白骷髅掉落的弓箭，收起了铁镐。\n\n“你会射箭？”史蒂夫看了一眼眼前这个斯斯文文的学者，问了一句。\n\n“可别小看我啊。”乔纳森低头试了试弓弦的松紧，又清点了一下箭袋里的箭，然后拿出一支箭，搭在弓上，抬头对史蒂夫说，“走吧！”\n\n于是，仿佛是为了证明自己，第三只出现的白骷髅，在史蒂夫的铁剑还没挨着的时候，就仰面倒了下去。\n\n——脑门上还插着一支箭。\n\n“还挺准。”史蒂夫回身竖了个大拇指。\n\n乔纳森走上前去，把刚刚击杀的那个白骷髅掉落的箭捡起来放入箭袋，然后抬头冲史蒂夫笑笑：“以前跟诺石老师学过，不过我力气不够，远距离的目标难射中，但这种近距离的目标就是小意思啦。”\n\n“诺石老师？”\n\n“嗯。他是我的恩师。”乔纳森示意史蒂夫继续前进，然后接着说道，“他是个很厉害的考古学家，据说他去过的遗迹比吃过的面包还多。诺石老师是个全才，不仅是个伟大的历史学家，还是武器大师、机关大师……”\n\n史蒂夫扭头看着乔纳森，可是乔纳森停住了话头。\n\n“我想……我们到了。”乔纳森说。\n\n“到了？！”史蒂夫扭头看向前面，石阶确实已经走到头了，然而眼前依然是一片黑暗。\n\n乔纳森把弓箭背在了背上，又拿出了火把，可还是照不亮周围浓厚的黑暗。\n\n“我们在附近探探路吧。”史蒂夫握紧了铁剑，向前方走去。\n\n虽然在螺旋状的石阶上走了这么久，已经完全不知道方向了，但直觉告诉史蒂夫，既然这个开口朝向这边，那么很有可能，只要笔直向前，就能找到薄伽特的所在。\n\n黑暗。\n\n还是黑暗。\n\n史蒂夫已经快要失去信心了。刚才在石阶上走，虽然不知道前面还有多远，但至少是有方向的，谁知道走下石阶之后，还要在黑暗中摸索这么久呢？\n\n咔哒咔哒。\n\n黑暗中突然传来响动。\n\n史蒂夫和乔纳森都停下了脚步，默契地对视了一眼。\n\n乔纳森取下弓，搭上了一支箭。\n\n白色的身影在右前方的黑暗中显现，乔纳森迅速蹲下身子，一支箭从他头顶飞过，同时，他的右手松开了弓弦。\n\n白色身影应声倒地。\n\n但是，黑暗中又出现了两个白色的影子。\n\n史蒂夫向前一个翻滚，躲过两支箭，滚到左边的白骷髅面前，手起刀落。与此同时，右边的白骷髅也被乔纳森射中，史蒂夫顺势补了一剑，两具骷髅变成两摊散碎的白骨。\n\n咔哒咔哒、咔哒咔哒、咔哒……\n\n乔纳森倒吸 一口凉气。\n\n“跑！”\n\n周围的黑暗中，出现了数十个白色的身影。\n\n史蒂夫和乔纳森拔腿就跑，耳畔是箭矢破空的声音。\n\n“艹！”史蒂夫边跑边骂，“这是捅了骷髅窝吗？！”\n\n“刷怪笼吗……”乔纳森喃喃道。刷怪笼常常被发现于各种遗迹和洞穴里，没人知道它们的来历，也没人说得清这诡异的笼子是怎么源源不断产生各种怪物的。乔纳森一边跑一边喘着粗气：“也不像，刷怪笼一般，一次只会生成一两只怪物……这么多白骷髅，同时出现，除非周围有很多刷怪笼……”\n\n“不管那么多了！”史蒂夫低头看了一眼表，“现在天也黑了，我的施工队应该已经按我的吩咐，到洞口来接应我们了，我们先撤退！回来再来收拾这些白骷髅！”\n\nTo Be Continued...\n\n下一章：https://www.mcbbs.net/thread-999287-1-1.html\n\n",
    "replies": []
}