{
    "title": "【生死·离别】——Lust for live 第二部 上部分①",
    "author": "z736027620",
    "replyCount": 13,
    "timestamp": 1363447620,
    "txt_content": "啊啊……转眼之间又是一周，今天星期六，丢下了某坑的我来更新生死离别啦~\n这一次只有5000左右 实在对不起 今天下午码到了3点多。就弄出了这个。\n然后去买新手机 又浪费了一些时间 所以只写了5000左右。\n当然 这五千字不能代表第二部。并且只是第二部上部分之①而已。\n哇哈哈~看在我努力保持更新的份上，用金币和人气砸死我吧！我不在意的！\n多顶几下我会把TXT版本发上来哦亲们！\n------------------------------------------------------------------------------------------------------------------------------\n第二部上部分简介：\n得知了那晚所发生的事情，秋田潜意识的对着覃水儿有了一些好感。\n而此时，他的梦里面，增加了一些内容……\n并且在现实生活中，也有一名叫做蕾妲的女孩，进入了这个世界……\n====================================================================\n正文：\n①\n“啊！你干嘛？”秋田傲娇似的叫了一声，“咱俩怎么了嘛……？”秋田后一句是慢慢的问着的。\n“没事……”覃水儿还有这哭腔说道，“就让我抱一会就好了，就一会……”\n“啊……”秋田一时也不知道说些什么。\n这里有着许多的人，大多数都是一些老年人，老年人看到如此自然懂得发生了什么事，都自觉的让开。此时的场面，就是：一个充满花的世界，其中有着一个非常漂亮的女生，趴到了一名身穿病服的青年，那青年长得不错，手里面拿着双拐，看起来应该是腿断了。\n“那天晚上……”覃水儿慢慢的讲起了故事，这故事明显就是当天表白的事情，“那天晚上，我向你表白这件事，你还记得吧？”\n“啊……对不起，我忘记了……”秋田苦笑了一下。\n两人此时已经做到了长椅上，覃水儿斜靠在秋田的身上，秋田此时丝毫不敢动一分。秋田慢慢的倾听着覃水儿所说的事。\n“那天晚上……我向你表白，本来还以为你会不同意，谁知道你当时就立马同意了，还拉着我说要和我去约会，秦秋波和李艳丽都去了呢。”\n“李艳丽？是谁？”秋田插断了故事，问道。\n“秦玉波的女朋友啊！”覃水儿笑了一下，“这你都不认识了？”\n“哈？哦，李艳丽啊，等下……这货怎么成秦玉波女朋友了？”秋田问了一下，他表示想说那天究竟发生了什么。\n“你听我慢慢说，那天你带我们去唱歌，唱歌的时候我们都喝得醉醺醺的，然后你好像就提议去你家……”覃水儿说道，一边说的时候，一边扭扭捏捏的，脸都有些红，“然后……就……”\n“停！不用说了！我知道了！”秋田脸也有些红，他已经知道发生什么了……\n“听说那天晚上秦玉波和李艳丽也在。”覃水儿慢慢的说道。\n“我靠！不会？”秋田慢慢试探的问，心里也有些颤抖。\n“没有！绝对没有！”覃水儿听到这句话之后，脸更加红，马上站了起来，“我记得咱们四个是分开两个屋的……”\n“哦……那就好……”秋田挠了挠头，他可不想那天晚上同时……\n不知为何，他对于覃水儿也是有了一些男女之情。不是因为他们两个有什么什么的感情，而是因为……\n②\n秋田两手插在牛仔裤兜里面，慢慢的看着抢救室里面的小孩。\n穿梭过手术门，看到了门口的那些人，心头里也有一些惋惜。\n“儿子啊！我的儿子啊！”手术室门口有一个中年女子，对着手术室的门敲着，还跪了下来，满脸眼泪。\n“大嫂！大嫂，你别哭了！小田不是已经进入抢救室了吗！等下就出来了，没事的……没事的……”旁边有一个年轻的男子轻轻地拍着那名中年女子。\n“肇事者呢！那人呢！他妈的我儿子怎么变成这个摸样了啊！”楼道里突然跑出来一个中年男子，满身西装，但是此时可没有什么高雅可讲，这可是他的儿子啊。\n“大哥！没事！小田已经进去了。等下就好了。放心，等下就出来了。”\n没错，秋田再次进入了梦，这次的梦，秋田梦到了那个也叫秋田的小男孩进入了手术室，看样子是之前被货车撞的那次。他现在可以动，但是唯一的就是好像其他人看不到他，他可以穿梭墙等，在这里，秋田好像可以无所谓的做任何事。\n秋田他现在好奇的事是，既然小男孩来了，那么那名被称为蕾妲的女孩呢？难不成不在这个医院吗？\n“大嫂！你别哭了，实际上也怪咱们小田，是他自己闯红灯跑过去的，然后被车撞的。这件事咱们也没理啊……”\n旁边是那名青年说着。秋田最不习惯看这种事情了，所以他再次跑进了手术室，想要看看小男孩的手术情况。\n“怎么样？能取到不？”病床旁有一个声音发到，“能取到碎片吗？”\n“很难……”正在做手术的医生说，“大出血，并且肋骨有些碎。”\n“啊……”旁边的一名医生说，“都很麻烦啊……心骨没问题吧？”\n“有点麻烦，目前无法得知，由于小孩太小，太麻烦。”医生说道，“胸骨最好没出什么事，出事了就麻烦了。”\n“把肋骨给……”\n“先别管肋骨，把大出血解决了去。否则等下其他地方的骨折就麻烦了。”医生说道，随即拿出了镊子，“太多了。汽车的碎片太多了……”\n\n“医生！我儿子他怎么样！”手术室门打开，医生从里面走了出来，医生看起来蛮紧张的，“快点啊！我儿子他怎么样！”\n医生面容紧张，这样的时间过了几秒，终于，医生笑了笑，“很好，就是有些地方骨折，再养养就好了，注意，不要让他吃太油腻的东西，更加等到他能走的时候不要让他跑得太快。”停了一下，随后笑道说，“等下去下柜台结下费用吧。”\n“知道知道！我现在就去弄！”中年男子大吼道，“医生，只要你能救好我的孩子！你要多少钱我都给！”\n“对不起，这件事情不是由我们来决定的，我们只是做好我们应该做的事而已。”医生笑了笑，道，“这次孩子能够存活下来，真是个奇迹啊！”\n“谢谢医生！谢谢医生！”中年人笑了笑，随后将一个纸袋拿了出来，塞到医生的手里面，“这是一点小意思，还望医生收下。务必收下！”\n“哦？呵呵！”医生笑了笑，“这些还是有些不好意思，毕竟……”\n“医生您还是收下吧！毕竟没有你的话，我们家小田可就没了。”\n继续跟医生推来推去了一会儿，医生还是收了下来。随后，中年男子去了柜台，结了帐，然后又去了医生的办公室跟医生谈了谈关于小田的事情。\n“国家始终都是这样啊……如此的，”站在旁边的秋田笑了笑，“贪污等等有一大堆的事情啊……” \n③\n“秋田，看样子恢复的不错嘛！”一声明朗的声音传来，“你这名真硬，都被货车装成那样都活下来了，还变成了一个帅哥哈……”\n这人是秦玉波，几天没见，貌似又长高了许多，皮肤还是那么的白，不知道他性格的人还以为秦玉波他是个小白呢。\n“嗯。已经可以慢慢的走动了。”秋田说道，一边说，一边吃力的走着。\n此时的他已经可以轻轻的走动了，但是还是不能跑，走的也非常的吃力，而且还一颤一颤的，腿目前还不能弯曲，只能一颤一颤的走动，很容易就会摔倒。\n“你别碰我。”秋田说道，随后手将秦玉波推开，“我自己试试看，看看极限是什么。”\n“嗯。”秦玉波虽然这么说，但还是将手放到了秋田的身后，防止秋田他一不小心跌倒。\n“这样子还是不能开车啊……”秋田慢慢的说道，他真是受不住这么慢的速度，“看样子还要一个月左右才能完全恢复呐……”\n“你还真是身在福中不知福。”秦玉波轻轻锤了一下秋田。\n在这秦玉波轻轻的一锤，秋田却是直接向下掉去，幸好秦玉波发现发生了什么事，马上挡住了秋田。\n“我操！你他妈有没有这么弱啊？”秦玉波想笑但是又笑不出来，所以就轻轻的骂了出来，“一锤都这样子……”\n“我去，这能怪我吗？”秋田也笑了出来，“我也想要马上开着我那个小电动好好地飙在大道上面啊……”\n“你还好意思提你这个电动车，不提我也就忘了，”秦玉波想起了这个电动车的事，猛地骂道，“你这个坑爹电动车，都烂了，还要被警察那些家伙给仍在他们那个所谓取证的‘停车场’里面，一天就要收一百，这几周我都快要破产了……”秦玉波站了起来，“快点给补偿！”\n“好了好了，明天你自己在我网银那里转过去吧，顺便帮我买个新的电动车哈，等我好了，我一定要好好的骑一次……”秋田笑了笑，“密码你自己知道，还有别给我花光，最近我可能还要弄一些东西。可能要花一些钱。”\n“你个富家子弟要那么多干嘛，我帮你花掉一些哦！”秦玉波笑了笑，“话说行政班来了一个新的。”\n“男的女的？”秋田也闲的没事，就问了问。\n“女的。”\n“叫什么名字？长的怎么样？”\n“新来的貌似是个外国的，挺漂亮的，叫什么蕾妲，姓貌似是弗莱姆。”秦玉波有点忘记那个人的名字，于是慢慢的说道。\n“靠！”秋田猛地站了起来，眼睛紧紧盯着秦玉波，“你说什么？那人叫什么名字！”\n“蕾妲啊……”秦玉波说道，“怎么那么激动？”\n④\n“喂！你叫什么名字啊？怎么之前都没看到过你？”后面的座位里，其中有一个戴着眼镜的女生，轻轻地问道，问的人，便是她旁边那名年轻漂亮的女子，“我叫做李艳丽，你好，你叫什么啊？”\n“蕾妲。”少女轻轻的描述着，“外国人。新来的。”\n“啊？”李艳丽惊讶了一下，然后将手中的笔放下，看着那名少女，“外国人？哪个国家的啊？”\n“英国。”还是这样简述的回答，少女头微微的转过来，看着李艳丽，“这个班貌似有个叫做秋田的是吗？”\n“啊？秋田？”李艳丽皱了皱眉头，“怎么了吗？话说你认识他？”\n“嗯，他怎么了嘛？”蕾妲转过头来，皱着眉头看着李艳丽。\n“他出车祸了。”李艳丽皱着眉头说，“不过现在已经差不多好了，就剩下腿了，不过我老公给我打电话说他腿也差不多了。”\n蕾妲听完这句话，猛地站了起来，紧紧地盯着李艳丽。\n“你刚才说什么？秋田他被车撞了？”蕾妲皱着眉头，紧紧着看着李艳丽，“他被车撞了？”\n所有人的目光都因为蕾妲这一站给吸引了住，全部都转过头来看着蕾妲。\n“唉？这不是新来的吗？”\n“长得还不错呢。”\n“那位同学，能坐下吗？”前方的教授说道，“我正在上课。有事的话你可以先走开。”\n“啊……”蕾妲转过头来看着教授，“对不起，我现在就出去。”\n“好的。”那位教授也不知道怎么回事，不生气也不高兴，就答了一声。\n“你。”蕾妲望向李艳丽，“跟我出来，我要更多的信息关于这个秋田。”\n说完，蕾妲就从旁边拿出了一个雨伞，扶着雨伞，走出了教室。随后，李艳丽貌似知道了什么，然后也走了出去。\n“他究竟怎么回事？”走出了教室，蕾妲就转过头来看着李艳丽，“他怎么回事啊？怎么还被车撞了？”\n“啊……那天貌似是他开着电动车，然后被车撞得啊。怎么了？你认识他？”李艳丽歪着头看着蕾妲，“不过他应该不认识你这种老外吧……”\n蕾妲旁边走来一个黑衣人，黑衣人看着蕾妲说：“小姐，您怎么……”\n“你听着她说话。”蕾妲转身对黑衣人说，“听他说关于秋田的情况。我现在有事，我先走了。”\n“小姐……老爷不会允许我们放你一个人走的。”黑衣人再次说道，同时抬起了头，看着蕾妲。\n“赫姆伯特，希望你记住你的身份。”蕾妲抬起头来，看着那名黑衣人。\n“是……”黑衣人低下头来，“我会照办的。”\n“同学，你把你所知秋田的资料告诉他就可以了。我现在有些事，我要先走。”蕾妲转头看着李艳丽。\n“哦……知道了。”李艳丽一直都是这么的好客，一直都很喜欢帮助别人。\n“秋田？”旁边的黑衣人再次抬起头，皱着眉头看着李艳丽。\n蕾妲转身向着电梯走去，一边走，一边拿出了自己的手机，随后拨动了一个手机号码。\n“喂？强子吗？”蕾妲面带笑容的说道，“我找到秋田了。”\n⑤\n“秋田！”门被打开，一个靓丽的身影走了出来，“你感觉怎么样啊？”\n“覃水儿啊……感觉好多了。”躺在病床上的秋田对着覃水儿笑了笑，“有了我那可爱的小本子，我还有什么可以寂寥的。”\n秋田指了指腿上的笔记本电脑，然后笑了笑。\n覃水儿走了进来，然后放了一些水果，坐在了旁边的床上。\n“你啊！”覃水儿笑了笑，随后拿出了一个水果，还有削皮刀，准备给秋田削水果吃，“就知道耍嘴皮子。”\n“啊……”秋田被这一说突然不知道该怎么说才好，“我嘴皮子本来就是用来说话耍的。”\n“啊……”秋田笑了笑，“苹果真好吃啊！”\n“你要想吃啊，就叫我给你削，我肯定给你削的。”覃水儿笑了笑，然后准备继续给秋田削水果吃。\n“你说，像我这种人，还有什么可以想的？想吃有吃，想睡有睡，要电脑也有电脑，你说我还缺啥？”\n“你这人啊……天生就是一个享福的家伙。”覃水儿笑了笑，说道。\n“哦对了。还有想美人有美人。”秋田转过头来看了一眼覃水儿，笑道。\n“你个臭不要脸的！”覃水儿受到秋田的这么一调戏，不由得一笑，“快点吃你的。”\n“恩恩。”\n“秋田啊，行政班里面最近有了一个新来的，来的第一天就惹了那个‘冷嘴脸’。”覃水儿一边削水果，一边跟着秋天聊天。\n“噗！”秋天一听到“冷嘴脸”这个名字，马上就把水果给喷了出来，喷了整个屏幕。\n“啊呀……这么不小心……”覃水儿马上拿出几张纸巾将电脑屏幕擦了一下。然后看着秋田电脑的屏幕，奇怪的问道，“唉？你怎么开始在心理学这边玩上了？”\n“额？”秋田转过去看着覃水儿，想要问覃水儿怎么会知道这个。\n“诺。”覃水儿指着自己电脑上的东西。\n此时秋田的电脑上正在显示着的一个网页，网页上写着。\n  \n心理学一词来源于希腊文，意思是关于灵魂的科学。灵魂在希腊文中也有气体或呼吸的意思，因为古代人们认为生命依赖于呼吸，呼吸停止，生命就完结了。\n随着科学的发展，心理学的对象由灵魂改为心灵。直到19世纪初，德国哲学家、教育学家赫尔巴特才首次提出心理学是一门科学。\n而原先，心理学、教育学都同属于哲学的范畴，后来才各自从哲学的襁褓中分离出来。科学的心理学不仅对心理现象进行描述，更重要的是对心理现象进行说明，以揭示其发生发展的规律。\n心理学是一门涵盖多种专业领域的科学，但就其根本而言，心理学是一种研究人类行为和心理过程的科学。\n既是一门理论学科，也是应用学科。包括理论心理学与应用心理学两大领域。\n心理学研究涉及知觉、认知、情绪、人格、行为和人际关系等许多领域，也与日常生活的许多领域——家庭、教育、健康等发生关联。\n心理学一方面尝试用大脑运作来解释个人基本的行为与心理机能，同时，心理学也尝试解释个人心理机能在社会的社会行为与社会动力中的角色；同时它也与神经科学、医学、生物学等科学有关，因为这些科学所探讨的生理作用会影响个人的心智。\n  \n心理学分为七个子领域，分别是：认知心理学视角、社会文化心理学视角、临床心理学视角、行为心理学视角、生物心理学视角、发展心理学视角、特质（人格）心理学视角。\n简单来说的话，神经科学研究通过观察人类大脑的反应来研究他们的心理；发展心理学是研究人类是如何成长、发育和学习的一门学科；认知心理学是通过计算机方法来研究心理，即将心理比喻成计算机，看人类是如何游戏、辨别语言和物体辨认等的；社会心理学则是研究人类的群体行为，怎样与他人交流；临床心理学主要研究心理健康和心理疾病。 \n心理学主要是帮助人们心理健康的一门课。\n\n“哦……这些啊……”秋田挠了挠头说，“这些都不是我想要的……”\n“啊？”覃水儿惊讶了一下，没想到秋天竟然还真的把这些都看过一遍。\n“对了……惹那个冷嘴脸的是谁啊？”秋田一边说，一边喝了一口水。\n“哦……”覃水儿挠了挠头，和秋田的目光对视，“好像……好像叫什么蕾妲，是个外国人。”\n“噗嗤……”\n秋天听到这个名字的时候，竟然将水喷了出来\n\n",
    "replies": [
        {
            "author": "熊猫丶晓能",
            "timestamp": 1363490940,
            "txt_content": "我来支持可爱的Z7了\n话说怎么没人回复"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363491060,
            "txt_content": "{:10_508:}顶一个~=V="
        },
        {
            "author": "z736027620",
            "timestamp": 1363494480,
            "txt_content": "Aikawastep 发表于 2013-3-17 11:31 \n顶一个~=V=\n不用金币和人气砸死我你怎么顶……"
        },
        {
            "author": "z736027620",
            "timestamp": 1363494480,
            "txt_content": "熊猫丶晓能 发表于 2013-3-17 11:29 \n我来支持可爱的Z7了\n话说怎么没人回复\n可爱吗？……"
        },
        {
            "author": "熊猫丶晓能",
            "timestamp": 1363494600,
            "txt_content": "z736027620 发表于 2013-3-17 12:28 \n可爱吗？……\n对啊.\n看见签名档就可爱了"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363494900,
            "txt_content": "z736027620 发表于 2013-3-17 12:28 \n不用金币和人气砸死我你怎么顶……\n可是今天的发光了。。"
        },
        {
            "author": "z736027620",
            "timestamp": 1363495260,
            "txt_content": "Aikawastep 发表于 2013-3-17 12:35 \n可是今天的发光了。。\n你妹夫……明天补上"
        },
        {
            "author": "z736027620",
            "timestamp": 1363495320,
            "txt_content": "熊猫丶晓能 发表于 2013-3-17 12:30 \n对啊.\n看见签名档就可爱了\n额- -是吗 真白"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363495380,
            "txt_content": "z736027620 发表于 2013-3-17 12:41 \n你妹夫……明天补上\n我记性不好的"
        },
        {
            "author": "z736027620",
            "timestamp": 1363512180,
            "txt_content": "没有人顶吗？"
        },
        {
            "author": "萌萌的咖喱",
            "timestamp": 1363513980,
            "txt_content": "我来顶了哈哈"
        },
        {
            "author": "z736027620",
            "timestamp": 1363516440,
            "txt_content": "joney 发表于 2013-3-17 17:53 \n我来顶了哈哈\n加个人气不会在意吧~"
        },
        {
            "author": "z736027620",
            "timestamp": 1363516500,
            "txt_content": "都没有人顶-0-我和有写第二部的动力=-="
        }
    ]
}