{
    "title": "[搬运＆翻译]微软公司扩大了对教育版的数据库管理，对远程教育提供了更多的支持",
    "author": "dyx591710",
    "replyCount": 0,
    "timestamp": 1584721140,
    "txt_content": " 本帖最后由 dyx591710 于 2020-3-21 00:21 编辑 \n\n本文所有内容转自www.minecraft.net——education.minecraft.net\n未经允许，禁止转载（转载请写明作者，出处）\nMicrosoft extends access to Minecraft: Education Edition and resources to support remote learningMarch 11, 2020 | Getting Started, remote learning 微软公司扩大了对我的世界：教育版的数据库管理并且对远程教育提供了更多的支持2020.3.11|入门指南|远程学习\n\n\n\nAs COVID-19 concerns prompt school closures around the world, many educators are turning to remote learning to keep students engaged.  To help teachers and students stay connected to the classroom, Minecraft: Education Edition is now available through June 2020 for all educators and learners who have a valid Office 365 Education account. Please fill out this form to verify your account and request access to Minecraft.\n\n\n由于新型冠状病毒的问题导致世界各地的学校关闭，许多教育工作者开始转向远程学习，以保持学生的参与。为了帮助教师和学生保持与教室的联系，《我的世界:教育版》目前已在2020年6月前对所有拥有Office 365教育账户的教育者和学习者开放。请填写此表格以验证您的帐户并申请进入《我的世界:教育版》。\n\n\nWe have also compiled a special Minecraft remote learning toolkit, which includes more than 50 lessons, STEM curriculum and project-based learning activities so educators can use Minecraft: Education Edition with their students whether they are in school, at home or in another remote learning environment.\n\n\n我们还编制了一个特殊的《我的世界》远程学习工具包，其中包括50多个课程、STEM课程和有关学校科目的学习活动，这样，无论学生是在学校、在家还是在其他远程学习环境中，教育工作者都可以使用《我的世界:教育版》。\n\n\nFeatures like classroom multiplayer allow students to collaborate on projects in their Minecraft worlds, building, planning, learning and even chatting as they work together. When they are ready to document their work and submit their projects, students can use tools like the Camera and Book & Quill to take screenshots, write about their work and export their in-game portfolios as PDF.\n\n\n像多人游戏课程这样的功能允许学生在他们的Minecraft世界中协作项目、构建、规划、学习，甚至在一起工作时讨论。当他们准备好记录他们的工作并提交他们的项目时，学生们可以使用像相机和Book & Quill这样的工具去截屏，写下他们的工作并将他们的游戏内的成果导出为PDF。\n\n\n“Distance learning requires students to be engaged in content in news ways,” explains educator and Minecraft certified trainer Becky Keene. “As they work remotely, they need to have activities and environments that motivate them to learn. Minecraft supports almost any content area, and students can show me their learning without missing a beat!”\n\n\n“远程教育要求学生以新方式参与内容，”教育家兼《我的世界》(Minecraft)认证教练贝基·基恩(Becky Keene)解释说。“当他们远程工作时，他们需要有更好的学习动机来激励他们学习。《我的世界》几乎支持任何内容领域，学生可以毫不犹豫地向我展示他们的成果!”\n\n\nWhen students collaborate remotely in Minecraft: Education Edition, it presents new opportunities for them to build communication and problem-solving skills together. Mark Henkels, a Minecraft educator in New York, says, “It’s the social interaction that really is a major part of why the game is so popular and great. And that social interaction is what makes the game such a great educational environment.”\n\n\n当学生们在《我的世界:教育版》中进行远程合作时，这为他们提供了新的机会来一起建立沟通和解决问题的技能。纽约Minecraft教育家Mark Henkels说:“社交互动是这款游戏如此受欢迎和伟大的主要原因。正是这种社交互动让这款游戏成为了一个很棒的教育环境。”\n\n\nHere’s how to setup Minecraft: Education Edition for your device or school:\n下面是如何使用学校设备来设置《我的世界：教育版》\n\n\nFirst, check here to see if your school account is eligible.If you have a valid O365 EDU account, fill out this form to request access to Minecraft: Education Edition through June 2020.Download Minecraft: Education Edition for Windows, Mac or iPad.\n\n首先，检查一下你的学校账户是否合格。其次，如果你有一个有效的O365 EDU账户，请填写此表格，以请求访问Minecraft: Education Edition直到2020年6月。下载适用于Windows、Mac或iPad的《我的世界:教育版》(Minecraft: Education Edition)。\nIf you do not have a valid O365 EDU account, you can still download and try a free demo lesson on Windows, Mac or iPad. Check for news on other free Minecraft learning opportunities here and learn about device eligibility here.\n如果您没有有效的O365 EDU帐户，您仍然可以下载并在Windows、Mac或iPad上尝试免费的演示课程。点击此处查看其他免费Minecraft学习机会的新闻，了解设备资格。Explore free lessons, online teacher training, and creative remote learning projects for Minecraft: Education Edition探索免费课程，在线教师培训，创造远程《我的世界：教育版》课程\n\n\nExplore lessons in math, science, language arts, history and more in the remote learning toolkit, such as modelling plant and animal cells, building historical monuments and using coding to design a garden.\nBegin your Minecraft journey with this free online course for educators on the Microsoft Education Community (MEC) and check out this Starter Guide for tips on getting started with Minecraft in your school.\nIf you’re looking for fun, engaging creative activities to engage your students, check out the Minecraft build challenges which range from STEM to art and storytelling.\nLearn how to use different features for game setup, assessment and classroom management with this YouTube video playlist.\n\n\n\n\n用更多的远程学习工具包在数学，科学，语言艺术，历史等科目中探索，如建模植物和动物细胞，建立历史纪念碑和使用编码来设计一个花园。用这个免费的在线课程的教育工具在微软教育社区(MEC)开始你的Minecraft旅程，看看这个入门指南，在学校开始你的Minecraft学习之路如果你正在寻找有趣的、富有创造性的活动来吸引你的学生，那就去看看《我的世界》的从STEM到艺术再到讲故事的创造挑战吧！用这个Youtube视频来了解如何使用不同的功能，为游戏设置，评估和教室管理。\nWhile there’s no quick fix for major disruptions like unexpected school closures, we hope these resources will support educators and students navigate staying connected and engaged in learning. Please feel free to share advice on remote teaching and learning with the Minecraft: Education Edition community on Twitter or Facebook.\n虽然无法迅速解决学校意外关闭等重大问题，但我们希望这些资源能帮助教育工作者和学生保持联系，参与到学习中来。请在Twitter或Facebook上分享与《我的世界：教育版》社区远程教学的建议。\nYou can also read about how other Microsoft Education teams are supporting students and educators, including free online classrooms in Teams and resources for schools and families to stay connected and share stories via Flipgrid.\n你也可以阅读其他微软教育团队是如何支持学生和教育工作者的，包括免费的在线课堂团队和资源，为学校和家庭保持联系，并通过Flipgrid分享故事。\n好啦！这就是这次最新的内容啦！感谢大家能看到这里，有可能有一些翻译不够准确也请见谅！再一次感谢所有的看众能够看到这里，这代表着我的努力没有白白浪费。（偷*求*支*持）——by dyx591710 2020/3/21，0:13\n\n\n\n\n\n\n",
    "replies": []
}