{
    "title": "[Minecraft.net | CULTURE]面试教学",
    "author": "封徵",
    "replyCount": 9,
    "timestamp": 1584755580,
    "txt_content": " 本帖最后由 封徵 于 2020-4-22 09:06 编辑 \n\n\n\n\n\n1.jpg (303.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-21 09:56 上传\n\n\n\n\n\nCULTURE\n\nHire Education\n面试教学\nAzacore's advice on breaking into the building biz\nAzacore 在线教你如何快速杀入建筑业！(雾)\n\nAsh Davis 阿什·戴维斯\nJob interviews are tough. You have to look, sound and act professional, talk about yourself at length without seeming self-obsessed, and convince everyone you’re the best without bragging - all while wearing the most uncomfortable pair of shoes you own.\n面试总是很难 —— 还很难熬。面试过程中你得时刻保持一种“看起来，听起来，表现起来都很专业”的状态，而且还要长时间的去向别人夸夸其谈自己，而且不能显得太自恋也不能显得太过谦虚。你还要说服每一个面试官 —— 自己就是他们的最佳人选。而且你还要穿上那双最难受的皮鞋以营造一个体面的形象！\nThings work a little differently in the world of Minecraft, though. Want to be a part of a build team?Spire specialist Azacore’s experience might be interesting to hear. His newest project was an application to professional Minecraft build team Octovon, and he has some insight as to what it was like to try out for one of the community’s most prestigious build teams.\n但同样的事情在Minecraft世界里却发生了一点变化。想要成为建筑团队的一员吗？尖塔建筑专家 Azacore 的面试逸闻可能值得一听。他所要建的最新建筑即是他加入 Octovon 建筑团队的考核之作。而他对自己尝试申请加入这只社区最久负盛名的建筑团队的做法，有一些不同的看法要和我们一起分享。\n\n“Octovon is a pretty old and well known team,” Azacore says. “I followed a lot of their builders on Twitter and I was really inspired by the work they do. They’re pretty dope! That got me thinking about joining them but I wasn’t ready yet. I took some time to improve my skills and when they started accepting submissions, I felt ready to apply and I did.”\n“Octovon 是社区里老牌且颇负盛名的一只团队，” Azacore 这样说道。“我以前就在推特上关注了他们团队的许多建筑师，这些建筑师不时发布的建筑设计都能给我眼前一亮的感觉，同时也给我自己的建筑带来了很大的启发。那时候我很想加入他们，但是我也知道我的水平还远远不够，所以我花了一段时间来提升我的建筑水平。而当最近他们又一次开始招收新成员的时候，我立马就递交了申请。”\n\n\n\n\n\n\n2.jpg (132.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-21 09:56 上传\n\n\n\n\n\n“It’s actually an easy application process,” says Azacore. “You just need to create a project which shows off your desire to join the team and your unique building style. Being original is very important.”\n“申请的环节也其实非常简单，” Azacore 这样评价道。“你只需要建出你自己的建筑，然后在这些建筑里面尽量去展示你的独特的建筑风格和建筑水平，同时还要表达一下你想加入团队的强烈的愿望。另外，建筑的创新性也是非常重要的一个考量点！”\n\nIf you’re trying to become apart of a team, it’s also handy if you showcase some sort of speciality, ** thing you do the best. Azacore’s specialty is his realistic creations. “If you check my Twitter or Planet Minecraft profiles, that’s what I’m best at. I also like to do Sci-Fi and futuristic builds too, but I’m mostly known for my realistic work.”\n如果你想成为一个团队的一员的话，最好的方法就是向这个团队的人尽情展现你的才华，并把你最擅长的那方面的一件事做到极致。Azacore最擅长的建筑风格就是现实主义建筑。“如果你关注了我的推特或者Planet Minecraft账号的话，你就会发现我最擅长是的哪种建筑。但我也挺喜欢建造一些科幻风、未来风的建筑，但我还是现实主义建筑为主基点。”\n\nRealistic work taken right from the source: his own backyard. “These buildings were inspired by some of the Spanish districts in my hometown,” says Azacore. “But I also knew that if I just built from life, it wasn’t going to be enough. I had to add something from my imagination too.”\n他上交的建筑作品的灵感来自于他家后院。“我建筑的灵感来源于我的家乡西班牙的一些地区的特色建筑，” Azacore 这么对我们说。“但我也知道，如果我一昧地参照现实已有的建筑的话，我是造不出什么能让人眼前一亮的建筑的，我必须发挥我的想象，加入独属于我的更多的关于建筑的想法。”\n\n\n\n\n\n\n3.jpg (170.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-21 09:57 上传\n\n\n\n\n\n\n\n\n\n\n\n4.jpg (239.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-21 09:57 上传\n\n\n\n\n\nAnd evidently, it worked, as he got the job!\n结果很显然，这对他的建筑造成了巨大的正面影响，他最后也成功加入了团队。\n\n“It felt really good,” says Azacore. “Getting positive feedback from a professional team like them would make anyone feel special and worthy.”\n“这种感觉真的很棒,” Azacore 说道。“从像他们那样如此专业的建筑团队那里拿到对于我的建筑的看法和修改意见真的是一件能使人颇感殊荣与受益良多的事情。”\n\nBut even if you don’t, don’t fret. Not everybody gets good news all the time. Not even Azacore himself.\n但即使你没有成功，也不用担心。每个人都不会一直得到好消息的，就连 Azacore 也不例外。\n\n“The first couple of teams I applied to rejected me,” he says. “If some doors close for you, you should know that bigger ones will open but you have to find them yourself. That’s how I got to Octovon. Rejection hurts, but use it to improve yourself and your work. That’s the best advice I and give.”\n“我申请的前几个团队都拒绝了我，” 他这么说道。“如果上帝为你关上了一扇门，那么肯定会有下一扇更加敞亮的大门等待着你，但你必须要自己去找到它。所以在那之后不久，我就去申请了 Octovon。失败可能会带给你沉重的打击，但是你必须要从每次失败的经历中汲取教训。这也是我认为我能分享给大家的最有意义的'经验之谈'。”\n\n\n\n\n\n\n5.jpg (136.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-21 09:57 上传\n\n\n\n\n\nSound advice, and not just for aspiring builders but really anyone looking for a new job. Just remember to bring plasters for those uncomfortable shoes.\n不错的建议，而且把这个建议应用于你的面试貌似也不错。哦对了，别忘了在你的面试专用皮鞋里放一张凝胶水泡贴！\n\nAzacore starts work with his new team soon, so keep an eye out for him on Twitter to see what he builds next.\nAzacore 马上就要和他的新团队开始共同工作了，所以马上在 Twitter 上关注他来看看他接下来会建些什么吧！\n\nRenders by Plutouthere, Umutug, and Meadowbuilder\n建筑预览图渲染： Plutouthere,Umutug 和 Meadowbuilder \n\n【封徵 译自官网 2017 年 08 月 30 日发布的 Hire Education；原作者 Ash Davis】\n【本文排版借助了：SPX】\n\n",
    "replies": [
        {
            "author": "xiaozhouya10000",
            "timestamp": 1584790140,
            "txt_content": "完成任务"
        },
        {
            "author": "KYZSL",
            "timestamp": 1584804600,
            "txt_content": "造这种建筑确实肝呀"
        },
        {
            "author": "panhahaha",
            "timestamp": 1584819240,
            "txt_content": "我最喜欢回复人少的贴子了，如果贴子沉了，我就会觉得是自己弄沉的，非常有成就感！如果贴子火了，那我有占了前排，这简直是稳赚不赔的生意嘛。"
        },
        {
            "author": "839194950",
            "timestamp": 1584843480,
            "txt_content": "我建筑不好"
        },
        {
            "author": "一次性手套",
            "timestamp": 1584886980,
            "txt_content": "好期待，虽然入不了"
        },
        {
            "author": "Jcrry",
            "timestamp": 1584933960,
            "txt_content": "建筑萌新"
        },
        {
            "author": "MuChenSame",
            "timestamp": 1585007760,
            "txt_content": "建筑挺修养内涵的"
        },
        {
            "author": "天才玩家MN",
            "timestamp": 1585123380,
            "txt_content": "ohhhhhhhhhhhhhh"
        },
        {
            "author": "LocusAzzurro",
            "timestamp": 1587491160,
            "txt_content": "Octovon 是社区里成立时间最早也最享有盛名的团队了\n原文没有使用最高级\n\nBeing original is very important\n\"original\"指的更应该是 有创意 而不是客观上的原创\n\nas he got the job\n应该就是指通过面试这件事\n\n feel special and worthy 最好点明这两个意思\n\nAzacore starts work with his new team soon,\nnew 只修饰了team\n\n"
        }
    ]
}