{
    "title": "【长篇/连载】末影寻踪 - 超大世界观-第一章：村民",
    "author": "minetrans",
    "replyCount": 2,
    "timestamp": 1584776520,
    "txt_content": "[ 本帖最后由 minetrans 于 2020-3-21 15:47 编辑 ]\\n\\n\n01村民　　            一个衣衫褴褛的少年倚着身旁的橡树，他起伏动荡的胸脯告诉他：他已经十分累了，连续几天的奔波，想寻找其他人类的遗迹还真是不容易，马上夕阳西下，黄昏的黯阳疲惫的透出最后的一丝光线，他艰难的登上一座小丘，驻目远望，一座村庄屹立在眼帘，没有村民族人忙碌的身影，想必该是进屋休寝了。他捏紧了拳头，他坚信这个世界上一定还有其他人。\n　　少年向村庄奔去，要赶在夕阳结束之前到达，即使没有人烟也可以在此睡上一宿。这个村庄的村口很显眼，围墙之中的门口好像欢迎他的到来。当他到达村庄的时候，才看到它真正的面目：出奇的干净，也异常的安静，就像曾经遭遇过一番清洗劫掠，诡异渗人。他四处看了看，撇进人家的窗户向内望去，没有人，挨家挨户的瞧了瞧，都没有人。\n　　这是一座荒村！\n　　村落卷起的徐徐凉风令他不寒而栗，好似莫名的阴魂纵着两根手指慢慢点上后背。他“腾”地一下钻进了一间屋子，紧紧关上了门，简简单单的铺好了床，坐在床上看着夜幕慢慢降临。黑夜，是少年最为忌惮的词汇，他恨不得紧紧裹上被褥，让困意带他穿越夜晚的时空，迅速达到白天。\n　　天完全被染成了黑色，坐在临窗的床上，他还能看到村中火把的光亮，这光亮似乎能夺走月光，掩盖了星星。他静静看着屋外的夜色，村内没有怪物横行，因为有了一堵围墙。\n　　围墙？在走进村庄是没有注意，现在坐在床上可以静静的思考，他对这个世界的认知不多，只在记忆深处能挖掘到那么一段话：相传，创世神为防止重蹈人类的覆辙，没有给予村民族任何的建筑能力。族群中有各种职业，但就是没有建筑师。因此，每当夜幕降临，村民就没有安逸之所。创世神怜悯他们，就在他们群集之处，建立起一座又一座简陋的村庄。\n　　很明显，创世神并没有为其创造围墙，这村的围墙很明显……是人类所为！人类？少年摇了摇头，他深信自己没有到过这里，难道还有其他人吗？\n　　“我怎么会想这些呢？哎呀，不管了不管了。”少年打开了背包，满意地清点了下白天挖掘到的钻石，闪闪发亮的钻石在黑暗中格外的耀眼，他真希望此时此刻能给人分享他的喜悦。一个人，真是孤独啊。\n　　正在少年思虑的朦胧间，一阵敲门声打破了沉寂，这勾起了少年的好奇心，但是心里又有点害怕，他悄悄开起门，只露出门的一条缝来，借着路灯微弱的光线，惊奇地看见一个棕色长袍的村民瑟缩在门边，听得一声门响，那村民便转头仰望，用他可怜的绿宝石色的双眼看着少年。\n　　这家伙长的有点……奇葩，少年想道，在月光的映照之下，这位村民的脸庞隐约可见，“你……你是人类吗？”少年拍拍胸脯大口吞了一口口水提防道，只见那村民摇摇头，吓得少年“啪”地就把门关上。\n　　还没走到床边，门外就是一阵剧烈的拍门声，只听见棕袍村民喊：“少年少年，快让我进去，我能告诉你那里能找到和你一样的人！”听罢，少年半信半疑地开了门，这个陌生人迅速钻进了屋子。\n　　看见这里黑黝黝的，村民转身就插一根火把，照得屋里屋外都亮堂堂的，“喂！我要睡觉了，放什么火把？”只听见少年躺在床上喊道。\n　　“你叫什么名字？”那村民刚刚进来，竟有种不可思议的从容，他熟悉地占据一把椅子，将手习惯性地藏进袖子里。\n　　“什么？不，现在是我的休息时间。”没有回答他的问题，少年撇撇嘴。\n　　“因为你喜欢灭了火把睡觉吗？”\n　　“好吧。Steve。”少年自己都感到不可思议，他现在正在和异族畅通无阻地交流。眼前的这个村民有着一双发光的碧眼，脸上的那块夸张地大鼻子几乎盖住了他的嘴，长相着实……一言难尽，Steve咽了咽唾沫，“你叫什么名字。”\n　　“我叫Iven，这个村里普通的农民罢了。你想交易些东西吗？”村民回答道，Iven怔了怔，意识到现在可不是交易的时候，掌嘴！“原谅我的愚蠢，我……”\n　　“这个村？”Steve突然坐起来，手放在了床边的桌子上，不断敲击着，“这，不是一座荒村吗？其他村民呢？”\n　　火把的光随着窗口吹来的微风摇曳着，光芒忽闪忽闪的照在Iven的脸上，他叹了一口气，沉默了。\n　　Steve不耐烦地敲了敲桌子。\n　　“黑夜中的影子，带走了除我以外的所有村民，真是太可怕了——它们带着紫色的双眼，闪着紫色的花瓣，速度快的像阵狂风，瞬间就卷走村民们，当时我只是在讲故事。”Iven道，他看见Steve扬起眉毛，耸耸肩膀他继续道，“你一定奇怪为什么只留下我，对吧，少年。”\n　　“当然。”Steve说罢。\n　　“或许你可以给我些绿宝石，我再告诉你。”Iven话音刚落，就见Steve从背包掏出两枚绿宝石，他熟练的接过，继续道，“当时完全手足无措的我看着全村的村民抛下我一人在篝火旁边，夜幕之下我完全被篝火暴露的一干二净却没有被带走，大概……那些家伙害怕火焰吧。”Iven唉声叹气地说着，他低下头不禁抽泣起来，满心的悲伤。\n　　一夜之间，全村的同伴都被带走了，一定很痛苦吧，虽然，我体会不到，Steve想想猛地抬头说：“你不是说还有其他人类嘛？”\n　　Iven伸手示意，Steve很聪明地掏出一枚绿宝石：“是的。但……我也不知道她现在在哪。”话音刚落Steve便停止了敲击，手指骤然握成拳，脸上的表情也沉了下去。Iven毫不怀疑他会冲上来给他的鼻梁揍上两拳，这还收了人家绿宝石，赶忙解释道，“等下等下！听我说，那位女英雄拯救了我们的村庄，她还发誓永远保护我们，对了对了，门外的围墙也是她建起的，只是……只是她在惨剧发生时并没有来救我们，不过……不过我相信她会回来的！或许……吧。”他一直点头，希望Steve能明白些什么。\n　　少年总算缓和下来，他收起刚要拿起的钻石剑，说：“暂且相信你。”\n　　然后，空气又恢复的Iven出现前的沉寂，只听得见火把细微的啧响，还是Iven先移动了下桌子，放置一张床在Steve的床边，他拾起垂在地面的被子，然后熄灭了火把。室内一下子暗了，他俩背对背的躺下，Iven悄悄开口道，“我们的女英雄是南方来的，你是哪里来的呢？”\n　　“我吧……”Steve和Iven愉快的交谈着，两个人说着说着伴着月色便进入了梦乡，窗外的冷风拂过他们的脚，他们的腰，他们的肩膀……\n　　“你也给我两枚绿宝石，我就告诉你。”\n17k更新链接\n",
    "replies": [
        {
            "author": "HuantMuskie",
            "timestamp": 1585799400,
            "txt_content": "具有了网络小说的特点：贴近现实，但是其实现实主义的文学更有深度"
        },
        {
            "author": "minetrans",
            "timestamp": 1586163420,
            "txt_content": "HuantMuskie 发表于 2020-4-2 11:50\n具有了网络小说的特点：贴近现实，但是其实现实主义的文学更有深度\n现在没有多少人喜欢有深度的吧，带别人看作者的思考没人愿意？"
        }
    ]
}