{
    "title": "【长篇/连载】末影寻踪 - 超大世界观-第零章：夜袭",
    "author": "minetrans",
    "replyCount": 0,
    "timestamp": 1584776220,
    "txt_content": " 本帖最后由 minetrans 于 2020-3-21 15:49 编辑 \n\n楔子：袭夜之前\n\n（○）\n　　如果告诉你。\n　　一个奇妙的世界，一个由方块构成的世界。\n　　你一定不会相信吧？\n（一）\n　　创世神留着一脸拖到胸部的黑色胡子，但头上却一根毛都没有。他静静地坐在虚空之中，想了许久，把弟弟叫来。\n　　弟弟是造物主，身着一袭天蓝色衣服，暗紫色长裤，下巴干净，并且头上有毛。\n　　兄弟俩真是一点都不像。\n　　穿的衣服不像，长相也不像，下巴和头上也不像。\n　　造物主在想，哥哥叫我来做什么呢？\n　　然后创世神就拿出一个肉红色方块，上面有块白色带按键的操作盘，说：“我到过其他的纬度。他们真的很圆。”\n　　圆？造物主看看自己的手——长方体盒子一般的手，伸出的手指也是方形的。他没有哥哥那般神力，他没见过圆，也不知道“圆”长什么样。\n　　造物主问：“什么是圆？”\n　　创世神在手里比划一下：“‘○’这就是圆。”\n　　“所以现在要创造一个圆形的世界吗？”\n　　“不，我不喜欢圆。我们是方的，所以世界也要是方的。”\n　　造物主点点头，也算是同意。\n　　那么……\n　　第一步做什么？\n（二）\n　　Iven发现，红皮书有一页折了角。\n　　在Iven的印象中，这本书就是在梦里得到的。\n　　那天他做了一个很神奇的梦。他梦见一片虚无，然后看见了创世神。\n　　创世神说：“要有光。”\n　　于是世界便有了光。\n　　创世神说：“要有山川河流。”\n　　于是世界便有了山川和河流。\n　　Iven看见创世神是如何塑造一朵玫瑰的，又是如何想法把玫瑰变为罂粟。创世神是如何创造方块，并让方块赋予了没有重力就能在半空立住脚的特性。创世神是如何创造物品，让方块可以被拾取。\n　　Iven走到一个成为“绿宝石”的物品跟前，那块绿宝石就像被磁铁吸附的铁块，飞进Iven的背包里。\n　　从此他爱上了绿宝石。\n　　当然，他只是梦里是这样。\n　　然后，他又看见了造物主。\n　　造物主创造生命，第一个物种叫“猪”，但是他还不熟悉用数据创造生命，叫来创世神帮忙，可创世神也没弄好，他不小心造出爬行者。\n　　第二个物种叫“牛”，第三个物种叫“羊”。\n　　然后，鸡，蝙蝠，哞菇……这些可爱的小动物相继被创造出来。放眼天空，就是没鸟。\n　　Iven想知道——想知道更多关于这个世界——这个世界的历史，这个世界的故事。\n　　直到，造物主看到了他。\n　　Iven醒过来时，红皮书就在他的枕边……\n（三）\n　　用石砖堆砌的城堡，圆形的平台上，人皇端坐在皇座上。\n　　Steve头上带着皇冠，身着一身黑甲。\n　　他想起自己刚刚诞生时的蓝衣紫裤，意外的和造物主一样，直到他在水面中看到自己的倒影时，他发现自己的长相也与造物主无异。\n　　人们都见过造物主。于是见到过Steve后，都以为他就是造物主。\n　　Steve也不负众望，以他出色的组织领导能力和活动能力在这个方形的世界里造起一座又一座的堡垒。Steve很喜欢开动脑筋，想着怎么才能让自己的子民过得更好一点。\n　　直到有一天，Steve尝试杀掉一个猪人。\n　　这种长得就很蠢的工具人身上居然藏着诸多物品，好家伙，可让Steve一下子得到了很多之前难以得到的东西。\n　　就这样，杀戮。\n　　开始了。\n（四）\n　　Iven看完这页折角的内容。\n　　原来，在有人类的历史上，人类是这样的社会状况和生活状态呀。\n　　看完。他就合上了书。\n（五）\n　　“哥哥，这就是。你想要的世界吗？”造物主仰望着天空，用他的白色双眼看见了天空之上的主世界，他手中把玩着缩成“物品”的末地石，自言自语道：“我没敢完全绝灭你创造的物种。我知道，你比我年长得多，权限也比我多。我记得当初，我们都只是想要一个五彩斑斓，有阳光有月色沐浴的美妙世界。”\n　　“却不曾想。你创造了人。”\n　　闪电从天空劈来，把素朴茫白的末影岛劈出一个大坑。造物主惊了，末地没有天气系统，没有日月交替，怎么会有一道响雷？\n　　是我说错了嘛？哥哥就要劈下雷电来惩罚我？\n　　造物主想，那破碎的烟雾中却是一抹白光。露出的脸又如一道惊雷，喝住了造物主前行的脚步。\n　　他记得这张脸，白皙的皮肤和金色的辫子。是他留下的最后一个人类。\n　　但这气息又完全不同。\n　　那张脸说：“那个‘人皇’是谁？”\n　　造物主说：“我不知道。”\n　　那张脸说：“他是你的‘良知’。”\n（●）\n　　Minecraft。\n　　是一片大陆还是一个世界？\n　　地形被无数个泥土方块，石头方块还有各种矿石方块堆积而成。\n　　它似乎是创世神在模仿“圆”，有些地形看起来平滑又有弧度，但每每你凑近看时，它又是无数个像素点组成的。\n　　当你想走出这片世界时——\n　　也许会遇上所谓的边境之地，也许会找到末地遗迹。\n　　然后你会发现，一切都是空想。\n　　致敬Minecraft，致敬Notch，致敬微软，致敬Mojang。\n\n　　19.04.11\n\n\n\n\n\n\npsb.jpg (184.21 KB, 下载次数: 0)\n\n下载附件\n\n封面 Minetrans\n2020-3-21 15:35 上传\n\n\n\n\n\n\n\n00夜袭\n　　在这个村落里有这么一个传说：传说在夕阳的另一边，迎来了一位少年，他身着褴褛眼神中却闪耀着自信的光芒，他屹立在村庄的木桩旁，面对着全世界的黑暗，为新的黎明带来一片蓝天。我们每个人都信仰着这个传说，但，谁又真正见过那位英雄呢？……\n　　 Iven举着一本红皮书津津有味地叨念着，在他的身前迎着篝火，周围围着一圈昏昏欲睡的村民们。在繁星闪烁的夜空下，篝火传递的暖兮，游人欲睡。\n　　这些村民在一位远古建筑者的保护下，安心祥和地听着故事，好像是这信仰让他们无可侵犯。是的，在Iven看来，有了他声情并茂的朗读，村民们都应该拍手叫好。\n　　周围林木阴翳，在原本只有一个节奏的朗读声中，一个尖而细的童音打破这节奏：“Iven，这个故事你已经讲过好几遍了。能不能换一个？”\n　　“WHAT？”Iven瞪大了双眼，撸起长袖用手指夸张地拉下眼皮，恶狠狠的对小家伙道：“你在怀疑我们的信仰吗？”Iven模仿恶魔的声音吓唬道。\n　　“哦——抱歉。”这个小家伙竟然不讲理地抽泣开来，“我只是……只是……呜——”小家伙随之呜哇大哭，一双双昏睡的眼睛好像得到了幼小心灵难为情地撒娇般忽然激灵，满怀嫌弃的用那绿宝石色的视线瞪得他无地自容，他盖上红皮书，突然间，草丛里传来奇怪的响声，那高过肩膀的灌木竟然晃动起来，Iven转过头查看，警惕和狐疑让他的胆子窜动一下，但这并没有让嫌弃的眼光从他身上移开。\n　　他尴尬地缓缓站起，耸耸肩道：“怪我咯？”他扬起他的一字眉，大鼻子下的嘴明显呈倒“U”形，“好吧好吧，换个故事，换个故事。”他内心终于小小平静下来，“沙沙沙”的奇怪动静也没了声响。他重新坐下。\n　　“在遥远的青峦下，巍峨地屹立着一座村庄，那里曾经出现过一位女英雄，这位女英雄留着一头细腻的黄发，白皙的皮肤配着绿色的衣装，那扎紧的护腕就好似是用来束缚她强力的肌肉力量，那一身威武的行头简直让人看不出，她是一个女孩。在传说中的怪物强盗偷袭村庄时，仅仅是吼声的威慑，喝腿尸群。强大而柔韧的她战胜了那些强盗，并和强盗们厉声……”他突然停下，他又听到了“沙沙沙”声音，但很快又消失了。\n　　就在一霎间Iven仿佛听见一声嘶叫，随即村民们立即骚动起来，一阵紫光闪过后，那小家伙消失了，空着座位只留下点点紫花。怎么能对孩子下手？Iven惊慌了，他没有见过那样诡异的花朵，落在座椅上的时候，那紫花雪般的融化在椅子上，仿佛是入侵者的见面礼。\n　　先是须臾的静谧，在每一个都对突如其来地灵异事件做一个深呼吸后，面对未知的莫名恐惧在人群中宛如一头恶魔，抱住了无辜的群众。这之中竟然还有一丝莫名其妙的责怪的意思：一个村民跑来毫不犹豫的扇了Iven一巴掌，愤怒地喊到：“Lilis只是个孩子，他不过是听腻了你的故事，你……有必要把他藏……藏起来吗？”藏起来？这是什么逻辑？但Iven注意到了，这个村民的声音变的沙哑，视线移向Iven的身后，眼中抖着十足的恐惧，仿佛Iven的背后有什么吓人的东西。\n　　好像一股阴风吹过，Iven觉得寒气爬上了脊椎，身后森林里一双紫色的眼睛，他不知道那是什么，只知道那生物已经张开狰狞的大嘴，准备杀戮了。\n　　“大家回到自己屋里！”责怪Iven的村民大喊，随即拔腿就跑，听到这声号召仿佛是昆虫发送警报的信息素般，所有人开始奔跑，在声声入耳的木门关闭的砰响声中，Iven似乎被整个族群抛弃一般留在空地，他也想跑，但似乎是恐惧的力量幻化为一段手臂，握住他的腿。\n　　凉风之中，伴着欲燃欲灭的篝火，周围安静了，竖起的汗毛落下，好似安全了一般。每个村民都在祈祷着，期望着这么一个传说：\n　　那位绿衣的女英雄拯救了被怪物骑士团袭击的村庄，没有留下名字便要离开，她在临走前对村民们说：“你们的村庄将在我的庇护之下十分安全，当黑暗再次来临时，你们的祈祷便是对我的召唤，放心吧。”说着，女英雄迎着东日离开了……\n　　突然间，一声刺耳的嘶吼在村民的建筑物里传出，几个村民惊慌失措地从屋子里跑出来，可是一点用都没有，一个黑色的影子将他带走，只留下片片紫花。与此同时，一抹黑色掠影就仿佛凭空出现一般，瞬移在Iven面前，携带着一股能吹倒一切善良的邪劣之风，那眼部的紫光炸裂，仿佛能够化为绳索勒住脖颈让其难以呼吸。Iven害怕极了，冥冥之中，意识好似被黑洞吸走，心跳也平稳下来——昏倒之前，那双紫眼仍旧挥之不去，就像红皮书的一段故事一样：\n　　寒风刺骨的夜晚，村民们围着篝火满怀兴致的听着故事，只是，一道紫光闪过，恐惧便布遍全村，人人都在祈祷，呐喊，逃窜，仿佛噩梦一般，一个原来充满生机的村庄一瞬间变成了阴间地狱。可那些不同长相不同行为的村民都一致的想着：女英雄没有锐现她的诺言。\n　　这个村庄叫威尔。\n\n\n",
    "replies": []
}