{
    "title": "服务器管理心得",
    "author": "zhouyu668",
    "replyCount": 5,
    "timestamp": 1584850800,
    "txt_content": " 本帖最后由 极光creeper 于 2020-3-22 12:28 编辑 \n\n我是【】服务器的服主，服务器已经开启快半个月了，就最近的服务器管理跟大家分享下\n服务器内我是采取的民主制，把很多权利下放给了玩家们，效果还行，服务器目前是公益性质，也没有什么商业上的顾虑，op我只弄了1个人，感觉也戳戳有余，一般服务加什么mod，什么插件都是玩家们投票决定的，至今服务器没有发现偷东西的现象{服务器为原版生存服}，日在线大概6到8个人，巅峰时期最多同时在线12个人。服务器规模还是比较小，但是配合民主制度管理起来还是很轻松，顺便把服规给大家分享下\n\n\n\n服务器主体：\n【】服务器是一个权威民主服务器\n各项决议由服主发起，经过全体玩家投票通过后才能正式实施\n服务器制度大于服务器环境大于服主构想大于玩家构想\n服务器的各位管理员有义务维护服务器整体环境，有义务给玩家当工具人。\n服务器的管理员由服主任命，由玩家和服主共同监督，加入服务器超过15天的玩家可以随时发起\n对于管理员撤职的投票，如果投票达到三分之二，或者投票超过一半，小于三分之二但是经过服主\n同意，就可以完成对管理员的撤职\n\n对于服务器未来规划\n服主设想的服务器为类tis的专业技术生存服务器，不一定是红石技术，服务器欢迎任何在mc中有特\n长的玩家加入【会唱，跳，rap，篮球】也行。\n\n对于建筑的拆迁：\n1，不允许随意拆除他人建筑。\n2，拆除他人建筑需要得到建筑制造者的授权，如过建筑制造者超过7天未登陆服务器，可以在全体\n成员投票占多数后对建筑进行拆除。\n\n对于服务器整体环境规范\n1，不允许在qq群或者游戏中言语辱骂玩家或者故意挑衅其他玩家，发现后立刻踢出服务器，最终处理\n会在qq群内投票决定\n2，对于恶意熊服的玩家，直接封禁ip，处理这位玩家的管理员只需要出示玩家熊服的证据即可，不会\n进行玩家投票\n3，对于喜欢偷窃的玩家，服务器目前已经建立全物品仓库，理论上不可能存在偷窃行为，如遇偷窃行\n为，可以向管理员上报，查出凶手后会开启对于凶手的投票。如未查明，管理员必向被害者无偿提供\n1组末影箱和6个潜影盒。如果查明被害者存在乱报或者为了末影箱，潜影盒而瞎报的情况，会将瞎报\n者直接踢出服务器，不会进行玩家投票。\n4，对于游戏开挂者，服务器目前不欢迎任何外挂玩家，不允许任何开挂玩家进入服务器\n\n服务器的工具人文化制度\n服务器目前处于早期建设时期，虽然基础的红石机器已经建立完成，但是还未完全解放劳动力\n对此，服务器允许各个工程计划者无偿或者有偿招募工具人来加速项目建设，工程计划者需要\n向工具人提供劳动工具与食物，最低限度保证工具人的个人权利\n\n服务器的红石建设\n原则上大力支持红石机器的建设，如果策划大型红石机器项目，需要向服主申报，腐竹会派遣【强迫】\n几个工具人来支持项目的建设，对于完成大型红石项目的玩家，会将此玩家连同项目工具人供奉到荣誉\n墙上\n\n服务器的专业化建设\n于上文类似，如果策划大型项目，需要向服主申报，腐竹会派遣【强迫】几个工具人来支持项目的建设\n对于完成大型项目的玩家，会将此玩家连同项目工具人供奉到荣誉墙上\n\n\n对于服务器规章制度的修订\n服主对规章制度有最终解释权和修订权\n本规章制度由服主zhouyu668撰写，在服务器规章制度修订时，会听取玩家们的意见\n不然前面写就没用了\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "CloudSpace",
            "timestamp": 1584850860,
            "txt_content": "学习到了"
        },
        {
            "author": "mohui666",
            "timestamp": 1584851340,
            "txt_content": "学会了。"
        },
        {
            "author": "流年之间",
            "timestamp": 1584851340,
            "txt_content": "学习到了 a.a."
        },
        {
            "author": "殇晨",
            "timestamp": 1584851760,
            "txt_content": "都类TIS了，还会缺食物？？提供工具和食物就能雇工具人？"
        },
        {
            "author": "MC小库",
            "timestamp": 1584858060,
            "txt_content": "**服务器"
        }
    ]
}