{
    "title": "[Minecraft.net | INSIDER] 《Minecraft 地下城》开发日志：游戏世界观",
    "author": ":spgbigfan:",
    "replyCount": 5,
    "timestamp": 1584852060,
    "txt_content": "\nr\nNEWS\n\nDungeons Diaries: Lore\n《Minecraft 地下城》开发日志：游戏世界观\nVIDEO: Live, love, lore\n【系列视频】[ruby=live]生活[/ruby] · [ruby=love]热爱[/ruby] · [ruby=lore]新知[/ruby]\n\nSofia Dankis 索菲娅·丹妮斯\nWe’ve made it to the final episode of Minecraft Dungeons Diaries and this time we’re looking at lore! So what is lore, you might be asking yourself? Even if you’re not, I’m going to enlighten you anyway because that’s how this works.\n这是《Minecraft 地下城》开发日志的最后一期视频了，本期视频我们将关注游戏的世界观！那么，你可能就问了，世界观是什么？不过，就算你没兴趣，我也会让你提起兴趣，因为这就是游戏世界观的目的所在。\n\nLore is the history behind the tale you want to tell, kind of like a bonus story that the writer doesn’t share with their audience. Wow. That sounds like a lot of extra work, but OK. On top of that, the team also had to take the lore for the entire Minecraft universe into consideration. That means that they couldn’t add a mob from Vanilla without preserving its backstory. A challenge that works both ways, which means that any new mobs that appear in Minecraft Dungeons also need to be able to fit in with all the existing ones.\n所谓游戏世界观，就是在游戏展现出来的传说背后所隐藏着的历史故事，有点算是一种附赠的故事，只不过写故事的人不想和听众分享。哇，看起来要花很多额外的工夫，不过问题不大。更重要的是，开发团队还需要考虑到整个 Minecraft 宇宙的世界观。这意味着他们不能从原版 Minecraft 拿一个生物过来，却又不保留其原有的背景设定。这种困难是双向的，也就是说，在《Minecraft 地下城》里出现的新生物，也不能和当前已有的生物产生设定上的冲突。\n\n[media]https://www.bilibili.com/video/av98026212[/media]视频由@广药 提供\n\nWe all have our own processes, I guess. For example, unlike the team behind Minecraft Dungeons, I am encouraged to constantly censor myself. This article is so heavily redacted, it was originally 30,000 words long. Hey, maybe that’s the lore for this piece!\n或许我们有着各自不同的职能。比如，和《Minecraft 地下城》的幕后团队不同，他们要求我不断地删改文章。本文已经遭受了严重的删改，最初的版本有三万字之长。诶，或许对本文来说，这也算是一种世界观？\n\nWant to learn more about Minecraft Dungeons? Click here to sign up for more details and a chance to be one of the first to play!\n想了解更多关于 《Minecraft 地下城》的信息吗？点击链接注册即可获取更多细节，还有机会成为首批游玩的玩家！\n\nAnd don’t forget to like and subscribe to our YouTube channel!\n也别忘了订阅我们的 YouTube 视频主页！\n\n【Kakuso 译自官网 2020 年 03 月 19 日发布的 Dungeons Diaries: Lore；原作者 Sofia Dankis】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": ":spgbigfan:",
            "timestamp": 1584852240,
            "txt_content": "按照惯例，本文应该发布到 INSIDER 分类，是 Sofia 分错了"
        },
        {
            "author": "封徵",
            "timestamp": 1584852420,
            "txt_content": "淦 我是不是应该去考虑下西瓜皮了"
        },
        {
            "author": "Оil",
            "timestamp": 1584852900,
            "txt_content": "我记得我填了3次表格了，然后界面就一直卡在那里……= ="
        },
        {
            "author": "初上",
            "timestamp": 1585098720,
            "txt_content": "在期待了在期待了"
        },
        {
            "author": "黄昏busk",
            "timestamp": 1585272840,
            "txt_content": "好想玩啊啊啊，等不及了啊"
        }
    ]
}