{
    "title": "原创基础红石教程1",
    "author": "一起抗熊",
    "replyCount": 10,
    "timestamp": 1584956820,
    "txt_content": " 本帖最后由 一起抗熊 于 2020-3-23 17:47 编辑 \n\n前言：\n      Hallo，共端党红石系列又和大家见面了。\n      前面的两期都有说有人看不懂我的红石，但是我却觉得我已经讲得相当到位了。我做过反思后发现，由于我的红石大部分都是自创得到的，因此很多地方思维方式和大家不一样，造成了红石理解上的障碍。我打算先把我的自创红石基础部分教给大家，而后再由浅至深，向大家展现复杂红石的魅力。\n      我会尽量讲得详细，如果还是有人不懂，欢迎在下方评论区里注明你还未懂的地方，我会针对问题给予更详细的讲解。由于这里每个部分内容很少，而内容数量有点多，我打算将几个红石电路连在一起讲，不知大家能否消化。\n      这里红色的字代表我自创的名词，蓝色的字代表重点的地方。\n      先来介绍下今天要讲的主要内容：频率计数器、红石继电器、活塞计时器。这里会以活塞计时器的科学探究为主要内容，而前面的两个教程都是铺垫。不知道大家会不会更加喜欢科学探究类型的教程。\n频率计数器：\n原理讲解：\n\n\n\n\n2020-03-22_13.25.47.png (114.85 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 13:59 上传\n\n\n\n\n\n      当有红石信号激活了一次活塞后，砂砾就会被活塞推出，从而被侦测器侦测到。\n\n\n\n\n2020-03-22_14.03.25.png (134.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 14:03 上传\n\n\n\n\n\n      这里红石信号就要激活两次活塞，侦测器才能发出一次红石信号。\n\n\n\n\n2020-03-22_14.04.49.png (108.66 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 14:05 上传\n\n\n\n\n\n\n\n\n2020-03-22_14.11.28.png (185.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 14:11 上传\n\n\n\n\n\n      这两幅图效果一样，红石信号需要激活活塞3次，侦测器才能发出一次红石信号。\n实际应用：\n      这是个将多个红石信号转变为一个红石信号的装置。这在我前两次的红石密码门中，是作为可以连续输入同一个数字的核心原理。不过，它还不止这种用途。由于它是可以连续激活若干次才能使侦测器发出红石信号。那么如果搭配计时装置，测量出频闪器若干次激活活塞所用的时间，就能计算出频闪器的效率。另外，更多应用也有待发现。\n红石继电器：\n原理讲解：\n\n\n\n\n2020-03-22_14.46.25.png (224.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 14:46 上传\n\n\n\n\n\n      这是最简的红石继电器，右边按钮按下，红石块被推出，红石粉激活。左边按钮按下，红石块被推回，红石粉不被激活。可以说这是个将按钮式信号转变为拉杆式信号的装置。\n\n\n\n\n2020-03-22_14.57.13.png (260.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 14:57 上传\n\n\n\n\n\n      这是变种红石继电器，刚才那个是激活红石电路，这里变成了阻断红石电路。\n\n\n\n\n2020-03-22_15.03.38.png (223.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 15:03 上传\n\n\n\n\n\n      这是拉杆式变种红石继电器，当然中间那个石头换成红石块也能变成拉杆式红石继电器。这里主要用到了激活的红石信号熄灭红石火把的原理。\n实际应用：\n      应该说，红石继电器系列的机关我会经常用到，因为应用的地方真的不少。以我的前两个红石密码门为例，用到了变种红石继电器和红石继电器，通过将变种红石继电器阻拦的方块推出来实现电路贯通，并激活隐藏门；通过将红石继电器中红石块推出，来实现从按钮式到拉杆式的转变。\n      应用的地方我不想多枚举了，以后的教程你们会感受到的。现在要开始准备打BOSS了，战斗准备。\n活塞计时器：\n原理讲解：\n\n\n\n\n2020-03-22_15.16.56.png (189.56 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 15:17 上传\n\n\n\n\n\n      右边是拉杆式变种红石继电器，只是拉杆被别的方块遮住了，看不见。由于也不知道什么原因，这个活塞有点更新上的问题，所以不得不放两个中继器让它重新更新，使装置正常工作。这应该是版本的问题。\n      左边是频率计数器，使频闪器的每一次激活都能转化为砂砾的掉落数量。\n      中间部分放置各种频闪器。\n      因此，应该可以发现，这个装置是测量频闪器的频率的。通过实验来计算各个频闪器的频率，从而制作出精确的活塞计时器。当拉杆拉下时，我手机上的秒表开始计时。当砂砾全部推到了漏斗里以后，秒表停止。我这个实验设砂砾数为200。\n\n实验探究：\n\n\n\n\n2020-03-22_15.32.39.png (182.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 15:32 上传\n\n\n\n\n\n      先来测测高频频闪器。比较器制作的高频频闪器基本上是频率之最，所以在各种频闪器的频率检查怎么少得了它呢？那我们就马上开始实验吧。咳咳，我就不瞒大家了，由于高频频闪器的频率实在太快，导致机器根本无法正常运行，所以没法用此装置直接测量其频率。现在才是实验正式开始。\n      于是，就有了下面的装置：\n\n\n\n\n2020-03-22_15.43.40.png (225.02 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 15:43 上传\n\n\n\n\n\n      众所周知，比较器延时0.1秒，中继器延时0.1秒，那么总共激活一次活塞需要0.2秒，也就是频闪器效率为1/0.2=5（个/秒）。那么事实真是如此吗？我们就来用实验说话。\n 实验序号砂砾数（个）  所花的时间频率（个/秒）  1 200 1分19秒95  约2.50 2 200 1分19秒87 约2.50 3 200 1分20秒16 约2.50      我们的计算结果为5个/秒，但是实际情况确是2.5个/秒。整整相差了两倍，但是为什么呢？根据我的理解，当有红石信号传到比较器时，延时0.1秒，并向右发出红石信号。红石信号一路激活活塞，推动砂砾落进漏斗，另一路进入中继器，延时0.1秒，再进入比较器，延时0.1秒，使右边的红石信号熄灭，活塞收回。此时中继器经过0.1秒后不被激活，比较器经过0.1秒不被激活，后又传出红石信号激活活塞······这样，每一个来回，也就是活塞经历了一伸一缩，所花的时间为0.4秒，符合题意。因此所得公式：频闪器闪一次所用的时间=2*（中继器延时+比较器延时）\n      当然这只是猜测，还需实验进一步说明。\n\n\n\n\n2020-03-22_16.13.26.png (203.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-22 16:13 上传\n\n\n\n\n\n      现在登场的是低频频闪器。运用低频频闪器可以解决高频频闪器过多而卡存档的现象。\n      在实验中，这个频闪器的效率明显要比放了中继器的高频频闪器效率要快一点，并且砂砾甚至出现了错位的现象。\n      下面是实验数据：\n实验序号  砂砾数（个）所用的时间  频率（个/秒） 1 200 1分19秒77 约2.51 2 200 1分19秒79 约2.51 3 200 1分19秒73 约2.51      这里频率计算结果居然产生了和上一个表格差不多的数字。但是低频频闪器明显频率要快啊，这又是为什么呢？      \n      不妨再建立假设：由于活塞的速度实在太快，导致推走一个砂砾后马上又推出了一次，导致上方的砂砾检测到下面有活塞运动的痕迹，下面的空间已被活塞霸占，因此停止了下落。而作为此砂砾上面的砂砾，却不知道下面的砂砾停止了，以为还在运动，所以它要去替代底层的砂砾的位置，于是就发生了错位现象。因此，第一个实验数据也可能出现这种现象，导致数据错误。不过，这仍是假设，还需进一步证明。\n\n      本来想解决一个问题的，结果多了一个问题出来。那就一个问题一个问题解决好了。\n      先回到第一个问题。我在原来高频频闪器的基础上用不同数量的满档中继器，再次实验。\n实验序号  中继器数（满档） 砂砾数（个） 所用的时间效率（个/秒）  1 1 200 3分19秒85 约1.00 2 2 200 5分58秒89 约0.56 3 3 200 8分38秒58 约0.39      （1）中频闪器闪一次约要1.0秒，（2）中频闪器闪一次约要1.8秒，（3）中频闪器闪一次约要2.6秒\n      根据第一个实验所得的假设的公式套进去。由于满档中继器延时0.4秒，比较器延时0.1秒。\n      于是（1）中：频闪器闪一次所用的时间\n                        =2*（中继器延时+比较器延时）\n                        =2*（1*0.4+0.1）————“1”指1个满档中继器，“0.4”指每个满档中继器的延时为0.4s\n                        =1\n      于是（2）中：频闪器闪一次所用的时间\n                        =2*（中继器延时+比较器延时）\n                        =2*（2*0.4+0.1）\n                        =1.8\n      于是（3）中：频闪器闪一次所用的时间\n                        =2*（中继器延时+比较器延时）\n                        =2*（3*0.4+0.1）\n                        =2.6\n      因此结论均符合实验所得的数据。据此，可以推断出高频频闪器的频率为每0.2秒闪一次。\n      然后就是解决第二个问题了。同样的，我们继续请出中继器放在频闪器上。\n 实验序号 中继器数（满档） 砂砾数（个） 所用的时间效率（个/秒）  1 1 200 数据丢失 数据丢失 2 2 200 数据丢失 数据丢失 3 3 200 数据丢失 数据丢失      ·\n      ·\n      ·\n      因为某种原因，导致我辛苦测出的数据没了。我不想再做一遍，因为你看看我那个高频频闪器，为了测出这些数据用了多少时间。深感抱歉。反正结果已经分析出来了，数据无所谓了。\n\n      事实证明，我的假设只对了一半。先分析普通低频频闪器。由于当侦测器侦测到红石更新之后，延时0.1秒，就会向后面发出红石信号。红石信号传到前面，被侦测器侦测到，延时0.1秒，又会发出红石信号。从侦测器里发出的红石信号会持续0.1秒，而前后红石信号被激活了两次，因此红石信号保持激活状态会持续0.2秒。而当这段时间过去，红石信号消失，被侦测器侦测到，延时0.1秒再发出红石信号。因此这个低频频闪器器是每0.3秒闪一次的。由于0.3秒太快，导致我的计数器来不及计数，才造成了误差。并测出我的计数器频率要求为至少为0.4秒闪一次。\n            总算轮到我的自创频闪器了。\n\n\n\n\n2020-03-22_13.10.27.png (187.49 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 15:40 上传\n\n\n\n\n\n      这里用到了3个红石火把。通过它们交替亮和灭，形成低频频闪器。那么频率为多少呢？实验来说话。\n 实验序号砂砾数（个）  所用的时间效率（个/秒）  1 200 2分00秒40 约1.67 2 200 2分00秒21 约1.67 3 200 2分00秒17 约1.67      相除得出此频闪器每闪一次需要0.6s，根据前面的公式得出每个火把延时为0.1秒。\n      某人可能会疑惑为什么要3个红石火把制作频闪器，1个不也可以吗？我通过实践得出，它会闪个几下，然后莫名其妙熄灭。由于1个红石火把延时0.1s，通过公式计算得，则这个频闪器频率为闪一次0.2秒。那么具体又会闪几下才熄灭呢？\n      懒得列表了，总之会闪9次。\n      还有一个我发现的奇怪现象，如图：\n\n\n\n\n2020-03-23_16.05.01.png (141.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 16:05 上传\n\n\n\n\n\n      当放了一个中继器以后，它会闪9下，然后等一段时间，又会莫名其妙地重新闪9下，无限循环。3次测量后数据显示，它每波频闪间隔时长为7.72、7.69、7.51秒。\n      那么间隔时长与中继器延时有关系吗？放了一个中继器以后它的频率能否用公式算出来呢？这是我给大家布置的一个练习，解决这两个个疑问。如果前面听懂了的话就可以做出来的。答案可以在评论区讨论。另外，为了精确测出它每波频闪间隔时长，又要引进如何利用频闪器做出计时器了。这个计时器对于精确测出第一道练习有帮助哦。\n活塞计时器制作：\n\n\n\n\n2020-03-23_16.36.34.png (243.22 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 16:36 上传\n\n\n\n\n\n      这里面这个框的大小其实没有太多讲究，只要在活塞能推动的范围内就好（12格）。\n      这个某些人可能觉得比较熟悉。为了防止某些服因挂机而自动踢人，就出现了一种在冰上不断推动玩家，使命令方块以为他没有在挂机的装置。这里面和那个原理相同。通过频闪器交替激活这四个活塞，使其自动移动。这里面活塞激活的顺序为逆时针，最先激活的应该是左下角的活塞。为了达到交替激活的目的，设所选用的频闪器是每闪一次x秒，则左下角活塞直接连接频闪器无需延时，右下角延时x/4秒，右上角延时x/2秒，左上角延时3x/4秒。当红石粉被红石块激活后，所花的时间就是固定的。红石粉连接频率计数器（去掉侦测器，用只要激活一次活塞就能把砂砾推到火把上的那个计数器），然后，又引进了拉杆式变种红石继电器的特殊用法了。见图：\n\n\n\n\n2020-03-23_17.07.42.png (180.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:07 上传\n\n\n\n\n\n      这里没有把拉杆式变种红石继电器给完全安装上去，脑补一下完全安装上去的效果吧。测某个装置的用时，如果这个装置结束了以后，向这里发送持久信号，激活中下角上面那个活塞，使计时系统强行终止，意味着计时结束。当持久信号消失，中下角下面那个活塞激活，中下角上面那个活塞则不被激活，意味着计时开始。当计时结束时，\n      得公式：漏斗里面的砂砾数*机器转一圈所用的时间+（现在红石块沿逆时针离起点的格数+1）*频闪器每闪一次所用的时间=经过了多少时间。\n      又得公式：通过一周所需的时间=（一圈内砂砾数+2）*频闪器每闪一次所用的时间。\n      把第二条公式带入第一条得最终公式：[漏斗里的砂砾数*（一圈内的砂砾数+2）+现在红石块沿顺时针离起点的格数+1]*频闪器每闪一次所用的时间=经过了多少时间。\n      通过公式计算出所测装置的运行用时。\n      当然这是测量一个装置运行用时的做法。同样也可以让某个装置运行一定时间。\n      先将频闪器和上面那张图的机关连接起来，延时方式参照上面。然后上面那张图的红石粉连接频率计数器。通过更改频率计数器需要被激活多少次才能使侦测器发出红石信号，来更改并确定需要延时多少时间。频率计数器需要被激活多少次相当于上面公式中的漏斗里面的砂砾数。通过上面的那个最终公式计算出频率计数器需要被延时多少次，以及红石块沿逆时针离起点的位置，只是后者这个参数在公式里没必要+1。通过最后侦测器发出一个红石信号，并由红石继电器转换成拉杆式信号以后，利用此信号对被测机关进行强行终止。\n\n\n后记：\n      现在回过头来看看我的红石密码隐藏门：https://www.mcbbs.net/thread-986038-1-1.html以及红石密码门改进版https://www.mcbbs.net/thread-988646-1-1.html就会变得很简单了。当然这只是我的基础红石教程中的一部分，后面陆续还会有更多基础红石向大家介绍。\n      如果对于本帖内容有更好的意见，欢迎在下方评论。\n      别忘了我的练习哦~\n\n\n",
    "replies": [
        {
            "author": "坑货到家",
            "timestamp": 1584957780,
            "txt_content": "沙发吗？教程好棒"
        },
        {
            "author": "坑货到家",
            "timestamp": 1584957840,
            "txt_content": "我终于学会怎么用红石了！大爱帖主"
        },
        {
            "author": "一起抗熊",
            "timestamp": 1584959100,
            "txt_content": " 本帖最后由 一起抗熊 于 2020-3-23 18:28 编辑 \n坑货到家 发表于 2020-3-23 18:04\n我终于学会怎么用红石了！大爱帖主\n我这里的红石教程都是网上没有的。如果有纯属巧合。如果你想从正规门道学红石，建议互联网上找些红石教程大全，如果红石还没入门建议网上找找各个红石元件的合成和用途"
        },
        {
            "author": "xin_gefly",
            "timestamp": 1584969480,
            "txt_content": "对于新手的话还是不太友好，但是做的已经非常完美了"
        },
        {
            "author": "一起抗熊",
            "timestamp": 1584970200,
            "txt_content": "xin_gefly 发表于 2020-3-23 21:18\n对于新手的话还是不太友好，但是做的已经非常完美了\n没办法，如果我出那种特别基础的教程，这个帖就基本没有发的必要了。所以不得不在一些基础的地方进行深化，有浅有深，尽量扩大一个教程所能覆盖的人群范围。事实上真正难的还没开始呢。前两期的红石教程我花一个上午就研究出来了。真正难的教程起码也要让我花个好几天研究吧。"
        },
        {
            "author": "Jack46335",
            "timestamp": 1584970380,
            "txt_content": "建议可以出一个基岩版的教程\n毕竟基岩版没有BUD\n继电器什么的就用不了了"
        },
        {
            "author": "一起抗熊",
            "timestamp": 1584971160,
            "txt_content": "MC大王123 发表于 2020-3-23 21:33\n建议可以出一个基岩版的教程\n毕竟基岩版没有BUD\n继电器什么的就用不了了\n能用的，我之前在网易手游版用过，网易手游里面几乎所有游戏内容都是和基岩版保持一致的"
        },
        {
            "author": "Jack46335",
            "timestamp": 1585004820,
            "txt_content": "一起抗熊 发表于 2020-3-23 21:46\n能用的，我之前在网易手游版用过，网易手游里面几乎所有游戏内容都是和基岩版保持一致的 ...\n是吗？？？\n那我去试试\n谢谢啦"
        },
        {
            "author": "qcx168",
            "timestamp": 1585006440,
            "txt_content": "顶~~~~~~~~~~"
        },
        {
            "author": "MrRobot",
            "timestamp": 1585632120,
            "txt_content": "建议使用红石材质包，可以让图片更直观。还有建议用纹理更少边框明显的充能方块，好看又方便读者数格子，用空置域或是玻璃板做背景吧，草地看起来不舒服"
        }
    ]
}