{
    "title": "[原创连载]一个基于MC设定的原创小说——粒子·十一",
    "author": "晨曦赤寒GO",
    "replyCount": 0,
    "timestamp": 1585120200,
    "txt_content": " 本帖最后由 晨曦赤寒GO 于 2020-3-22 21:39 编辑 \n\n“咔……咔……咔……”\n轻轻伸了个懒腰，全身的骨头瞬间发出一阵爆响，伴随着响声的还有钻心的疼痛，但这些对别人来说根本无法忍shou的疼痛，对蓝来说已经根本算不了什么。\n蓝感受了一下粒子在身体里的流转速度，对比起受伤前慢了一些，但已经不影响他使用一些中低难度的粒子公式了。\n看来已经好的差不多了，是时候该出去走走了。\n“喀拉。”\n下床，披上外套，与蓝的动作同时的还有一声开门声，蓝转过头，正好对上了探头想要进来的黯的眼睛。\n“你怎么上来了？今天的练习完成了？”\n“唔……听到有声音，所以就上来了。”\n“意思就是还没完成练习了？”\n“唔……（点头）”\n“那你还不给我去练习！没完成还操心别的，真当你能把我带回来，自己就天下无敌啦！”\n“但……有点担心……”\n黯有些委屈的低下了头，蓝看着她，不由的在心里叹了口气。\n“我的伤早就好了，你根本没有必要来担心我，有些时候管好自己就行了，不关自己的事情就不要去管，知道了吗？”\n“唔……知道了。”\n黯还是低着头，像一个认错的孩子。\n“今天你的练习就取消了吧。”\n“诶！为什么？”\n“嘿嘿嘿，你马上就知道了。”\n蓝露出了个让黯有点害怕的笑容，然后从房间的柜子里摸出了一些雪球。\n“今天来实战练习，让我看看你在我养伤的这两天里，有没有把我的话听进去。”\n“唔……”\n……\n木屋前的空地上，蓝和黯相距十几个身位站着，黯的前面插着把木剑，而蓝手上只拿了些雪球。\n“从你拿起你前面的这把木剑开始计时，共三十秒，在这段时间里，你用木剑击中我一下就算你赢，晚餐牛排加苹果，想要什么随便说，反之，如果你输了，我就把你在后院种的南瓜摘走，允许你使用任何发生来取得胜利，反正我是看那些南瓜不爽很久了。”\n“诶？你怎么知道我种了南瓜？”\n“你这小崽子做什么我还会不知道？好了，把你的剑拿起来，让我看看你进步了多少。”\n听完了蓝的话，黯还是没有拿起木剑，表情有些犹豫。\n\n“蓝的伤真的……”\n“啪！”\n话没说完，一颗雪球就砸在了她的脸上。\n“都跟你讲不要去管那么多了？你只需要担心你的南瓜会不会被我摘完就行了。”\n“诶？不是只摘一颗吗？”\n“你自己往上翻，我说只摘一颗了吗？”\n“这……”\n“别磨叽了，再磨磨叽叽的，别说南瓜了，我连你的头都一起摘掉。”\n黯不再敢开口，调整好呼吸，然后握住了木剑。\n就在这个瞬间，三颗夹着粒子烟雾的雪球以超常的速度笔直的冲向了黯。\n雪球附加：粒子加速\n按照这个雪球的速度，若是前几天的黯，那肯定是闪不开的，但现在……\n步伐轻挪，披着黑风衣的黯像是一只黑色的蝙蝠，几个极小幅度的动作就轻易的闪开了两颗雪球，木剑上撩，划过雪球将其完整的切成两半，切口平滑的像是用利刃划过一样。\n黯并没有使用粒子，这样的切口纯粹是她自身的技巧造成的。\n脚步一转，黯便持剑向蓝冲去，一系列动作如同流水般，一气呵成。\n从铁匠老头那里回来后，黯的进步速度上升了不止一个阶梯，蓝教给她的东西都可以在短短几个小时内了解清楚，并且在两三天内完全掌握，仅仅几天的时间，她的战斗技术就已经超过了那些学习半年多的正规战士，最多只是在作战经验上有一些欠缺，除此之外只强不弱。\n不过，这丫头还是太嫩了，从各个方面上。\n一个后撤步躲开黯的刺击，手腕一扭，一颗雪球随手抛出，正巧就在黯的脸边上，看上去就像是黯自己撞上来的一样。\n扭腰、闪身，黯凭借自己超常的柔韧性躲开了这可雪球，她没有尝试用木剑去挡下，因为她知道这颗雪球里肯定附加了粒子禁锢之类的限制型的粒子公式，只要让这颗雪球内的粒子公式被触发，她肯定会被控住三十秒，而且她现在还不会任何能解开粒子禁锢的方法。\n仅在刹那间就稳定了自己的身体，黯立刻欺身贴近，木剑夹着凌厉的风啸声连连刺出，蓝负着手，一边后退一边躲闪，看上去很是轻松。\n不过，蓝也看出来了，黯也根本还没用全力。\n她果然还是在顾忌我的伤势，这家伙，真是怎么教都教不会。\n“还有二十秒，再不用全力可就没有机会了。”\n“！！”\n黯咬了咬牙，剑招瞬间变化，改刺行斩，逼迫蓝后退了一大步，然后左手一划，扬起的粒子遮蔽了蓝的视野。\n不会粒子公式就直接使用粒子原本的特性，该说这家伙机灵还是只会用点小聪明呢。\n环视了一圈，在阳光的照射下，一个黑影落入了蓝的眼中。\n在那！\n一颗雪球划开粒子烟雾，砸在了那个黑影上，雪球里的粒子公式瞬间触发，绳状的粒子扬起，捆住了黑影。\n然而就在下一秒，黑影被粒子禁锢形成的绳索勒断，落到地上碎成了一地的冰渣，其间还夹杂着一点紫色的粒子。\n哦！有点东西了。\n空间的阴影里，一把木剑刺开粒子烟雾，黯从一个蓝看不到的视觉死角出现，她的速度很快，而且没有一点点的声音，她手中的剑也是这样。\n赢了！\n黯一步跨出，划向了蓝的后腰。\n“你这家伙，还是太心急了啊。”\n蓝像是早就发现她了一样，向前走了两步，正正好好躲开了黯的偷袭。\n躲开了？没事，我现在再上前还可以打中他，而且前面还有我留下来的一小块冰面，蓝如果再往前走就会踩到冰面，会出现一丝丝的停顿，那我也可以打中他。\n这次，是我赢了。\n黯想着，往前再跨了一步。\n然后……她摔在了地上。\n“嘶……什么时候……”\n她看了一眼自己的腿，不知什么时候数根绳状的粒子死死的捆住了她的双腿，让她根本无法移动半步。\n粒子禁锢\n“你看看你的周围吧，看完就知道为什么了。”\n蓝一个轻盈的小跳，跳过了黯布置的小冰面，和她拉开了一个木剑正好碰不到的距离，然后指了一下她的周围，黯一看，十五个的雪球围成了一个小圈，每个雪球上都有明显的粒子波动，一看就知道里面肯定放上了粒子公式。\n“本来可以用更保险的方法，但我发现我就带了二十个雪球，就怕你不上钩，还好你这家伙打架不带脑子，一个小破绽就上当了。”\n黯这才发现蓝的手上已经没有了雪球，有点懊悔的从地上爬起来，拍了拍自己的衣服。\n“蓝早就发现那个是冰块做的假人了？”\n“这倒没有，老子我又不知道你已经可以正常的控制冰冻粒子了，也没见着你在练……诶……你……”\n蓝像是突然发现了什么，看向了黯。\n“你这家伙，自己在偷偷练习粒子？”\n“唔……嗯……”\n事情暴露，黯只好点点头承认。\n蓝倒是想要没有责备她的意思，他的关注点在其他地方。\nMD，老子早上五点才睡七点就醒，还一次都没发现她在练习，而且她每天的练习都有超额完成，一整天也不会见到她犯困，每天都要练到零点才休息，这小B崽子一天只睡几小时啊！还是说她……根本没睡？回房间只是在一边练习粒子一边等我睡着后出来练习？\n蓝上下打量了一下眼前的少女，犹豫了一下，还是没有把话说出来。\n“走吧，去你的南瓜田。”\n“唔……”\n蓝解开了粒子禁锢，走在了她前面。\n“你以后不要自己练粒子了。”\n“诶！为什么！”\n“乱用粒子很容易影响到粒子间隙，从而导致以后难以存储粒子，而且一不小心就会出现生命危险，我教的人练粒子练死了，这事情传出去对我的名声可不好。”\n“唔……知……”\n“从后天开始，我开始教你粒子。”\n“道……了？诶？”\n黯愣了一下，这次发觉蓝说了些什么，猛地抬起头看向了蓝。\n“知道了就行，今晚给我好好睡觉，把精力养足了，之后几天，可有你练的。”\n“嗯！”\n最近在做黯的皮肤，做好后会发出来给大家看看，第一次做皮肤，不是很好看大家也不要喷哈。\n",
    "replies": []
}