{
    "title": "[1.14.4][公测]《孤注一掷》和小伙伴们一起愉快地三打一吧",
    "author": "Chelover_C60",
    "replyCount": 6,
    "timestamp": 1584963540,
    "txt_content": " 本帖最后由 Chelover_C60 于 2020-4-26 00:46 编辑 \n\n孤注一掷by Chelover_C60一些闲话      大家好，这里是丢人C60。\n      这应该是我的第一个正式的地图作品吧。这个作品也见证了一段历史，从一年前咕到了现在开放绿宝石，游戏版本也从1.13改成了1.14。不得不说这段时间总是会因为各种事情咕掉（因为要学习不过最主要原因的还是沉迷于别的游戏）。嗯，我看出来我有做鸽王的潜质了（由此，这个地图有了另一个名字：咕煮一只）。\n      另外一个想吐槽的事就是测试。由于不对称对抗的平衡性比较难调，而且我这边还是完全叫不到人的状态，所以测试的次数也比较少，平衡也可能随时崩掉。但是有啥办法呢？这个游戏设计时就必须要求4个人，但是经常叫不到那么多人，所以测试的事情只好咕咕咕了。这个叫做内测的东西真的是我做这个作品最让我头疼的部分了。背景设定      这是一场激烈的战斗。\n      英勇善战的勇士们响应号召，组建的先锋队军曾战无不胜、攻无不克，立下了极大的功勋。他们的敌人也几乎对他们闻风丧胆。但是有一天，敌人们抓住机会，在一个山谷里埋伏了大量的军队，伏击了先锋队。先锋队虽然沉着应战，可是，在不利的地势以及大量的敌人面前，还是损失惨重，被迫退到最后的根据地—— 一个小山洞。敌人士气正旺，留给先锋队的时间不多了。或许，取到对方将军的人头能够让敌人的士气土崩瓦解？游戏规则      本地图为1V3模式的PVP+PVE小游戏地图。\n      双方将在场地中互相角逐，成功达成己方的胜利条件后即可获胜。\n      游戏分为战场和备战区。战场中会刷新各种各样的怪物（属于将军阵营)。备战区只有先锋队成员可以进入。当先锋队成员返回备战区时，可以恢复全部生命值，且先锋队成员死亡时，可以在备战区复活。\n      游戏开始1分钟后，将军进入战场。游戏开始5分钟后，战场中开始出现骑兵。游戏开始10分钟后，战场中开始出现弓兵。游戏开始15分钟后，先锋队成员无法返回备战区，且无法再次复活。阵营介绍将军：\n      将军拥有强力的装备，以及各式技能，这些技能能够让他所向披靡。\n      随着时间的推移，会有更多的小怪前来协助将军，将军的攻击力也会随之略微提高。\n      将军技能简介：\n         冲锋：将军发起冲锋，向前突进一段距离，击飞所碰到的先锋队。\n         统帅：指定一个刷怪点，在这个刷怪点上立刻刷出4个步兵，并在一定时间内（由设置决定，默认为30秒）让小怪集中刷在这个刷怪点刷新；或者指定一个先锋队出入口，在10秒内禁止先锋队从该出入口出入。\n         鼓舞：将军擂起战鼓，小幅度增加部队的攻击力、防御力及移动速度，持续10秒。\n         休养：将军开始休养，休养时大幅降低防御力，同时获得完全击退抗性，休养开始3秒后将在12秒内逐渐恢复一定生命值（由设置决定，默认为40点）。一旦移动，休养状态会立刻停止。\n         护卫：将军召唤3个护卫。当将军距离一个护卫5格以内时，将军获得一定的伤害减免（由设置决定，默认为60%）。护卫在生成10秒后消失。护卫不享受鼓舞加成，杀死后不获得士气。\n      胜利条件是保持存活并在游戏开始15分钟后杀死所有先锋队成员。\n先锋队：\n      先锋队英勇无畏，但是他们现在急需恢复士气。\n      每杀死一个小兵，先锋队都可以增长1点士气。每有一名先锋队成员阵亡，先锋队都会失去一定士气（由设置决定，与当前士气等级呈正相关）。\n      当士气累计到一定程度时，先锋队的士气会升级，提供攻击力、防御力的加成。\n      在游戏的前15分钟，先锋队可以随时返回备战区恢复生命值，并从任意一个出口重新进入战场。\n      胜利条件是杀死将军并保证至少有1名成员存活。游戏截图截图由Pixel_Cube提供\n\n\n\n\nfile_1584957584000.jpg (120.81 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n\n\n\n\nfile_1584957584000.jpg (108.82 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n\n\n\n\nfile_1584957584000.jpg (59.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n\n\n\n\nfile_1584957584000.jpg (101.84 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n\n\n\n\nfile_1584957584000.jpg (97.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n\n\n\n\nfile_1584957584000.jpg (114.37 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 17:59 上传\n\n\n\n\n制作信息作者化学爱好者_C60\n感谢MinecraftPeace  雨弓  脏鬼  Pixel_Cube  空辰KC  晴路卡  ArCB  fansuo下载地址下载链接：https://pan.baidu.com/s/17oFbQQCcZTQIpWSVXhguAw 提取码:knze\n（没有加回复可见，但希望大家能多多回复一下啊）\n只下载不回复你的良心真的过得去吗?\n\n游玩请使用 MINECRAFT Java Edition v1.14.X 版本，推荐1.14.4。地图不兼容1.13及更低版本，对高版本的兼容性未知。\n请使用配套资源包游玩。\n\n说明：地图目前仍为测试阶段，平衡性随时可能会炸掉。如果平衡性炸了，请优先调整设置，如先锋队的士气没法涨起来，请在设置里削弱一下将军，并让先锋队少失去一点士气。如果仍然不平衡，请及时在本帖留言。版本记录Alpha v0.8\n●重写先锋队的武器系统\n  ●武器不再由怪物掉落\n  ●现在武器有主武器、副武器之分，副武器会略弱于主武器。每个玩家可以自由选择一个主武器和一个副武器\n  ●战斧可通过击杀5个骑兵解锁，弓可由击杀5个弓兵解锁。后续会添加其他解锁方式。\n  ●移除了小石子（雪球）\n●修复了将军武器无法正常获得的bug\n\nAlpha v0.7.1\n●修改了“设置”界面的样式\n●游戏现在会提醒玩家对地图做出评价（此功能可以关闭）\n\nAlpha v0.7\n●现在三个刷怪点同时工作。\n●“统帅”技能用于刷怪点的效果修改，移除了增加刷怪上限的特性，改为立即刷出4个步兵并暂时性集中在这个刷怪点刷怪\n\nAlpha v0.6\n●提交第一个公测版本\n使用声明地图目前仍处于测试阶段，因此谢绝一切形式的转载与商业使用（游玩本作品时录制视频并通过视频取得收益除外）。当正式版本发布后会重新考虑相关事宜。",
    "replies": [
        {
            "author": "是一颗星啊",
            "timestamp": 1584964380,
            "txt_content": "前排支持.."
        },
        {
            "author": "晴路卡",
            "timestamp": 1584964800,
            "txt_content": "没加回复可见可太鉴了，，，\n心虚"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1584965760,
            "txt_content": " 本帖最后由 Chelove_C60 于 2020-3-23 20:23 编辑 \n晴路卡 发表于 2020-3-23 20:00\n没加回复可见可太鉴了，，，\n心虚\n将军的攻击力砍了不少了，然后又临时增强了回血能力（不过能改回去）\n不过我真的挺好奇，为什么我们玩的时候将军赢的很少，你们玩的时候就变成先锋队被暴打了"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1584966600,
            "txt_content": "有丶意思。"
        },
        {
            "author": "晴路卡",
            "timestamp": 1584967620,
            "txt_content": "Chelove_C60 发表于 2020-3-23 20:16\n将军的攻击力砍了不少了，然后又临时增强了回血能力（不过能改回去）\n不过我真的挺好奇，为什么我们玩的时 ...\n将军赢是一回事 先锋队被暴打是一回事\n我们玩的时候思路是这样的，开局的时候将军先去造成一些击杀（甚至有时候都不用造，因为怪物也很容易击杀玩家），将先锋队的士气降下去，然后马上转入保守打法：守住一个刷怪点，把所有的统帅资源都灌到这个刷怪点上，配合冲锋清理在刷怪点外围杀怪的先锋队成员，当损血到达一定数目以上马上回到刷怪点内侧配合护卫进行修养，之后重复以上步骤。而先锋队面对这种保守的将军打法的对策是基本无视士气的累积，不断对将军进行骚扰迫使其掉血。这种不断磨血的打法当然会让能力偏弱的先锋队在 赶路——打几下将军——死亡——重生 这几个步骤之间不断往复，即便先锋队获胜了也很难说得到了游戏体验。"
        },
        {
            "author": "Chelover_C60",
            "timestamp": 1584969300,
            "txt_content": "晴路卡 发表于 2020-3-23 20:47\n将军赢是一回事 先锋队被暴打是一回事\n我们玩的时候思路是这样的，开局的时候将军先去造成一些击杀（甚至 ...\n如果这样的话，我倒是想到一个可能的思路。在没有统帅的时候，所有刷怪点都可以刷怪，统帅的效果改成临时性地让刷怪集中在一个点上。统帅可以临时增加刷怪数量的特性可能也可以移除。这样应该可以在一定程度上削弱这种打法"
        }
    ]
}