{
    "title": "【原创·连载】我的世界飞逝堕落第二十四章",
    "author": "但是你",
    "replyCount": 0,
    "timestamp": 1584926700,
    "txt_content": "首发地址：https://book.qidian.com/info/1017577575\n\n额，不得不说这章有点水，实际上是非常水。不过，好像我一直都很水。\n\n     第二十四章：没时间了     就这样，凋零在下面聊了很久，很久......准确的说，是再也没上来。我想下去看看，可奈何自身实力实在太弱，直接被门卫挡住。他们是这样说的：“四位大人在谈话，请不要打扰他们。”直到将近黄昏，一个远古守卫者才出来对我说：“凋零不会跟你回去了，你自己走吧。”　  我早就知道了，因为就在刚刚，契约解除了。我不知道是什么原因，但也无计可施。“那至少也要告诉我为什么吧。”我低头看着他。独眼跳过我，一直望向远处的大陆：“比起这个，人族那边有更重要的事啊。”  　然后，我就骑着海豚回到了岸上。当然的，不是金之城，是圣城。这个散发出光彩的城市，是人类最重要的据点。“你来了。”无名早已在城门等着我。“你这时不应该准备登基了吗？”“看来海上的通讯不差啊。”  　“你们和末地到底是什么关系。”无论是救我还是帮我，人类没出过一次手，全都是末地做的。表面上看末地和人类是朋友，但市面上末影珍珠的数量也不容小视啊。“没什么关系了，现在。”“也是，人王死后，各地都开始有些**。”  　人王，昭影，是人族连接各个种族的前提。在没有他之后，本来种族值就低的人类，实力大幅下降，这样一来，要爆发战争只是时间关系。  　“你要快点进入王阶啊。”无论是哪个族，在这种情况下都能轻易灭掉我们。“王阶的话，可不只是修炼这么简单了。”无名看向我，伸出了手：“加入我们吧。如果说你连自己的种族都不想帮的话，你还想去哪，现在的我们是岌岌可危啊。”  　“不了。”我果断拒绝，“你们都有太多隐瞒我的事，虽然不知道这样是对是错，但当一个旁观者是目前最明智的选择。”无名摇摇头：“既然如此，你又何必来到这里呢。”  　我走了，去了大峡谷。“筱奕，在吗？”“怎么了？”她从洞中走出来，“王不在，你应该知道。”果然呢，她去了金之城。“嗯，我有些不确定。”“来都来了，进来吧。”洞内和以前一样。“你来还是为了真相吧。王她确实知道，但是内容会有些不同呢。”  　我咽了咽口水，这个家伙不简单啊，拥有着绝不只是女仆的权限。“凋零没来吗？”她微笑的望着我。我心一紧：“这事已经传遍世界了吗？”“可不是呢。”她回过头歪着脑袋看着我，突然向我脸上凑。我被吓了一跳，急忙向后退。  　“果然不是同一个人呢，要是他的话就直接凑上来了。”他？之前的穿越者吗？之前确实听说过还有个穿越者来过。“不要在意这么多，和你没关系的就不要多想。”她就这样笑着，然后把我拉进房间。  　“筱奕，你要干嘛？”我被她推倒在床上，紧张的有些发抖。“没什么，我会付钱的。”她趴在我身上笑着看我。“不不不，不行啊。”我用力推开她，缩在角落里。“真是的，看见我这么美的人竟然没反应，看来我还是不够可爱啊。”  　“真是的，这样写出来是不会过审的啊。”我烦恼的摇摇头。“好了，闹也闹够了，谈正事吧。凋零为什么不跟你回来？”她又开始凑近我。“我也不知道。”我红着脸看向一旁，尽最大努力不看向她。  　“好啦，你不要想太多，你脑海里出现的东西是不可能的。”“我要走了。”我撒腿向外跑，却又被她用蛛丝拉回来。  　“好了，我正经些还不行吗。”她穿好衣服，端正而坐。我微微松了口气。  　“海底神庙是一个独立的势力，因为自己的实力较弱，所以一直很在意局面的变化。离它最近的两个势力是地狱和水之城，所以会很在意他们的动向。因为和地狱相交甚好，所以当凋零和你在一起时难免会有些敌视。”  　“所以凋零听了他们的话就不愿跟我回来了。”我稍微有些头绪，“可凋零没这么好骗吧。”“利益是交往的前提。在昭影死后，人族的作用变小了很多，很多势力解除盟约也是情理之中。”她用蛛丝摆出势力图，“这中间的粗线便是你们人类。这跟粗线的前端的细线便是昭影，他连接着人类所有的盟友，他一断，你们就只剩跟独线了。”  　“果然还是实力的原因啊。”“没错。因为王阶并非轻易便可进入，所以自身的潜力很重要。据我所知，你们人类还没有一个人能有进入王阶的潜力。”“嗯，该问的都问完了，我走了。”“哼，没有报酬的交易。慢走不送。”  　大地已经开始崩坏，扭曲的山脉只是一个代表。  　金之城，现在对我来说最危险的地方，但却不得不去。三年的期限，也快要接近尾声了。  　“回来了？”它笑看着我。“没办法啊，必须要来。”  　在被轰飞十几次之后，我再也没有力气站起来。“你不是这么傻的人啊。”它在远处看着我，“你完全可以不管，毕竟我们也不想死。”亡灵王准备降下最后一击，却被人击飞出去。“这是我的猎物！”  　“老头，你终于来了。”我望向他。“不愧是穿越者。好了，准备献祭吧，毕竟神力是最重要的部分啊。”  　就这样，我跑了。  　没错，我其实就是来引战的。只要他们俩一打起来，我就能趁机抢走核心。然后，场面变成了一边倒。  　亡灵王的神识可是虚，直接吞噬万物，面对这样的对手，他自然不能怠慢，直接释放力量进行吞噬。“不好，里面的能量，有些异常！”  　法则：不同的神力不能融合。  　即使只是那么一点，恨的力量依然是神力。虚的吞噬自带融合，两种不同的神力融合，结果只有失败，这是筱奕告诉我的。  　能量碰撞，直接席卷城市。“不好，我怎么被吸进去了！”手上的针状印记开始散发出血红的光芒。\n",
    "replies": []
}