{
    "title": "关于dank storage官网mod使用的描述",
    "author": "拉结尔之书",
    "replyCount": 4,
    "timestamp": 1584934620,
    "txt_content": "原文Next, the Tag button.   Once upon a time, when mods first came into existence, mods would add their own materials and items to craft with.  With the rise of larger and larger modpacks, many of the more common materials would start to overlap leading to modpacks having 5+ different copper ingots which is a waste of inventory space.  To combat this, Forge added the oredictionary which allowed sets of predefined materials such as copper ingots and ore to be treated as the same in crafting, etc.  Later, in 1.13, vanilla added an expanded version of this that included items, blocks, fluids, and entity_types.  The tag button allows whitelisted item tags that are defined in the mod's datapack to be eligible for conversion.  When an eligible item is collected through either shiftclicking or other means, it will convert into the already present item, great for on the go unification.  Of course if there isn't a tag that makes sense for unification or one that would allow for exploits (cough forge:skulls), creating a new datapack is trivial, or just send me a suggestion and I'll add it to the defaults.这段话实在理解不了 有大佬懂吗",
    "replies": [
        {
            "author": "xmdhs",
            "timestamp": 1584934620,
            "txt_content": "所罗门的钥 发表于 2020-3-23 11:56\nemm请问什么叫统一\n大概类似这个 https://www.mcbbs.net/thread-816966-1-1.html\n\n比如 ic2 添加了铜矿，热力膨胀也添加了铜矿，这个 mod 就能统一，让物品能堆叠"
        },
        {
            "author": "xmdhs",
            "timestamp": 1584935220,
            "txt_content": "大概理解的话。说是在以前，各种 mod 添加了相同的物品，然后 forge 为了统一，弄了一个预设的模板。\n\n开启了这个 tag 功能后，放进背包的物品会被统一。\n\n然后说 1.13 以上，你能够用数据包中的 tag 来自定义统一什么物品。"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1584935760,
            "txt_content": "xmdhs 发表于 2020-3-23 11:47\n大概理解的话。说是在以前，各种 mod 添加了相同的物品，然后 forge 为了统一，弄了一个预设的模板。\n\n开启 ...\nemm请问什么叫统一"
        },
        {
            "author": "拉结尔之书",
            "timestamp": 1584936060,
            "txt_content": "xmdhs 发表于 2020-3-23 11:59\n大概类似这个 https://www.mcbbs.net/thread-816966-1-1.html\n\n比如 ic2 添加了铜矿，热力膨胀也添加了铜 ...\n哦哦懂了 一开始也是这么想的 但不知道怎么测试比如改配置文件没验证懒得"
        }
    ]
}