{
    "title": "[Minecraft.net|CULTURE] 巨型城市！",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1584943860,
    "txt_content": " 本帖最后由 问谛居 于 2020-4-6 23:30 编辑 \n\n\nColossal City!\n巨型城市！\nA gargantuan build from team Octovon\n来自 Octovon 团队的巨型建筑\n\nJay Castello 杰伊·卡斯特罗\nHave you ever heard the phrase “Rome wasn’t built in a day?” Well, neither was the City of Anarchs , created by team Octovon . In fact, it took them eight months to create the huge post-apocalyptic, cyberpunk-themed metropolis, which measures a massive 2000 by 2000 blocks across!\n你有没有听说过一句俗语“罗马不是一天建成的？”其实，由 Octovon 团队制作的 City of Anarchs 也不是。实际上，他们花了整整8个月来构建出这个以赛博朋克为主题，后世界末日为背景的巨型城市。它的工程量甚至达到了2000X2000个方块！\n\n“Immediately we were all interested in this project as it was the largest commission we have ever received,” Joshua, a builder for the team, told me.\n团队中的一个建筑师Joshua告诉我说：“因为我们从未接到过工程量如此大的订单，所以它一下子就让我们兴致勃发。”\nThey worked together with the client to figure out exactly how they wanted the city to look, drawing on inspiration they found by searching the internet for pictures of ruins and futuristic buildings. “To start out on a project of this size, it requires a lot of planning beforehand.”\n他们和委托人一起合作，从网上寻找废墟和未来城市的图片，并以此为养料，从中汲取灵感，这才勾勒出这个城市的蓝图。“要接手一个这种规模的工程，需要做很多事先准备。”工欲善其事，必先利其器，不外如是。\n\nWhen the team was finally ready to start creating, they began by making a huge crater for the city to sit in. Then it was time to start construction.\n当团队万事俱备，只待开始创作时，他们先挖出了一个巨大的坑，以其为基准来容纳这个城市。然后就是正式动工之时了。\n“For this project in particular, we began by creating the central district which has the tallest buildings in the city, then slowly made progress towards the end of the city. This process involves planning out the roads then adding the buildings and structures alongside the roads.”\n“对于此项目，我们先从中心街区开始造起——那里有城市中最高的地标大厦，接着慢慢向着城市边界扩展开来。这是个漫长的过程，它不仅囊括了道路的设计规划，还需要在路边增加建筑物，使城市形象更加丰满。”\nBut they did leave plenty of room for their builders to improvise: “There is no real exact plan when creating cities like this, we mainly just start in the middle then just add on.”\n但是他们也留了足够的空间让建筑师大展拳脚：“对这样的城市而言，具体的方案反而是一种束缚。我们只是从中间开始建起，接着向四周尽情铺洒我们的才华。”\nBy the end, they’d added on “a hospital, restaurants, cafes, bookstores, classrooms, libraries, hotels, offices, police stations, grocery stores and even a jail.” And each building has both a unique exterior and a detailed interior. Outside, you might be looking at a skyscraper covered in creeping vegetation, but inside it’s a spacious restaurant or modern hospital.\n到最后，他们已经为城市增添了“医院、餐厅、咖啡馆、书店、教室、图书馆、酒店、办公室、警察局、杂货店，甚至还有一个监狱。”而且每个建筑都兼有独特的外观和精细的内部构造。只看外观，你也许看到的是一个爬满植物的摩天大楼，但里面却是一个宽敞的餐厅或者一个现代化的医院。\n\n\n\n\n\n\n\n\nThe team that worked on this build consisted of seven people, though Octovon has thirteen members in total. Each person has their own role: “For example, we have a terraformer who does the map environments for us,” Joshua says. “We have a few renderers who create the beautiful images of our builds after they are finished and lastly, the majority of our members are structural builders who create the cities and skyscrapers that you can see in this map.” But the team encourages builders to experiment with other roles, too, so that they can learn new skills and techniques.\n尽管Octovon总共有13名成员，但筑成这宏伟建筑的团队却只由7人组成。每个人都有独属的分工：“比如，我们有地形塑造师为我们制作地图环境。” Joshua说，“我们有一些渲染师负责给建造完成的建筑渲染出栩栩如生的图片。最后出场的成员占团队的大多数——结构建筑师。他们负责你在这个地图里面看到的全部精巧建筑和摩天大楼的建造。”不过团队内也鼓励建筑师们尝试担任新的角色，以便于他们能学习新的技能和技巧。\nIt’s this practice that’s made team Octovon so good. “Getting into Minecraft building - and more specifically commissioned work - takes a lot of hours and dedication, just like any other form of art. You really have to enjoy it to be able to put in the hours.”\n正是这个实践的过程才让Octovon团队如此优秀。“进入Minecraft的建筑世界——更具体地说接受委托——和所有其他的艺术一样，都需要耗费不少时间以及精力。你需要真正享受建造的过程，才甘愿花上数小时来建造。\n\nSo what advice do these professionals have for aspiring builders? “Share pictures of your builds to others in the community. People will give you advice on what needs to be improved which helps a lot, especially coming from somebody that has been in the same position as you.”\n那么这些专业人士有什么激励建筑师们的建议呢？“你可以在社区里向其它人分享你的建筑图片，他们会告诉你哪里需要改进。尤其是那些有着同样经历的过来人，他们给的宝贵建议，一定对你大有裨益。”\nSo put in as much hard work as team Octovon have and you, too, might be able to create a build as big as this one – if you don’t get lost in the myriad streets of the City of Anarchs first!\n所以，付出和Octovon团队一样多的努力吧。而你也可以创造出和这一样大规模的建筑——前提是你不会在 City of Anarchs 的错综复杂的街道中迷路！\n The original concept for City of Anarchs was from Tyler King of LacunaMC - Find out more about Lacuna by clicking here! \nCity of Anarchs的原始概念来源于Tyler King of LacunaMC-点击此处了解更多关于Lacuna的信息！\n Renders by Lukasz and TimothyC \n由 Lukasz 和 TimothyC 渲染 \n\n【@EBsky  译自官网 2018 年 03 月 21 日发布的 Colossal City!】\n【本文排版借助了：BCC】\n",
    "replies": []
}