{
    "title": "[Minecraft.net|CULTURE] 永不停歇的喷泉花园",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1584951420,
    "txt_content": " 本帖最后由 问谛居 于 2020-3-23 16:46 编辑 \n\nGardens of the Eternal Fountain\n永不停歇的喷泉花园\nWater Water Everywhere!\n浪花、浪花无处不在！\n\nAsh Davis 阿什·戴维斯\nThe ocean is full of mysteries, wonders and creatures who’d really like to introduce their teeth to bits of you that you’d rather not have teeth in. But it’s also home to more mundane mysteries too - like, have you ever wondered where all the water in the ocean comes from?\n海洋中充满了奥秘和奇观，以及对你磨牙吮血的、你一定希望别被他们来上一口的生物。但是在这里也有许多世界未解之谜。例如，你是否想过海洋里的水都是哪来的?\n\nMe neither, but shut up, I’m going somewhere with this. All that water though! How did it get here? Sure you could use science to explain how these oceans formed billions years ago. Or! You could take a dip in Mig ’s Eternal Fountain and see for yourself.\n其实我也没想过。但是先别急，我们今天会带着这个问题去一探究竟。白浪滔天的水！它到底是从哪来的？你当然可以用科学来解释说，海洋是如何在数十亿年前形成的。或者，你也可以在 Mig 的 Eternal Fountain 中畅游，亲眼看看海洋形成的过程。\n\n\n\n\n“During construction,” Mig tells me, “I thought of this story where humanity finds an endlessly flowing fountain atop a mountain, [which] produces the water present in every ocean, lake and river. So, people turned it into a shrine, carving out the mountain to form the gardens, with the fountain at the very top.”\nMig 告诉我：“我在建造的过程中，想到了这个故事：人类在一座山顶上发现了一座喷流不止的喷泉。所有海洋、湖泊和河流中的水都来自这里。所以，人们把这里修成一座神殿。将山雕刻成花园，将喷泉置于花园的最高处。”\n\nA magical fountain from which all the waters of the world spring. Sounds like something you’d read about in a book on mythology. But as Mig explains, truth is always cooler than fiction.\n一座世界上所有水的源头的神奇喷泉。这听起来像是你会在神话书里看到的故事。但正如 Mig 说的那样，亲眼见到往往比小说中更酷。\n\n\n“I’ve always liked ancient architecture,” he says. “Especially in the form of controlling the flow of water - like the aqueducts of Rome, the canals of Venice or the hanging gardens of Babylon. I once saw a build of those Hanging Gardens and I tried to build something based on that idea. It failed.”\nMig 说：“我一直都很喜欢古建筑，尤其是其运用水的形式——像是罗马的渡槽、威尼斯的运河或是巴比伦的空中花园。我曾经看到过那种空中花园样式的建筑，并且我想试着根据这个构想建点什么。可惜这个想法失败了。”\n\nBut Mig didn’t treat it purely as a failure. He thought of it as more a learning opportunity.\n但是 Mig 没有仅仅把这当作一次失败，他认为这更是一次学习的机会。\n\n“Seeing the community create all of these incredible megastructures and immense landscapes every day makes me feel the [earlier version of] Gardens looked a bit like a dirt hut.”\n“看到社区的大佬每天造这些惊世骇俗的巨型建筑和宏伟景观，我觉得[早期版本的]花园看起来有点像土棚子。” \n\nA dirt hut? This? Impossible! I don’t even see any dirt blocks.\n土棚子？这个吗？不可能！我甚至都看不见土方块。\n\n\n“However, being featured on Minecraft.net, I know I must have done something right,” says Mig.  “And through this experience, I learned what and what not to include in future builds. For instance, don’t break random laws of physics, like with the massively overhanging aqueducts, when emulating realism. Also, don’t have purely rectangular and symmetrical builds, try to make your structures have variety.”\nMig 说：“然而，既然它有资格登上 Minecraft.net 上时，我就知道我一定做了些正确的事。而且通过这次经验，我知道了在之后的建筑中应该怎么样取舍。例如，在采用现实主义风格时不要随意破坏的物理定律，比如巨大的悬臂渡槽。同时，也不要只构建矩形的和对称的建筑，要试着使你的结构丰富多彩。”\n\nMig set out to build one garden, which didn’t work, but from that he built another, better garden. And all because he kept trying.\nMig 曾着手造了一个的花园，但他并不满意。之后他又建造了另一个“更好的”花园。这都是因为他锲而不舍地尝试。\n\n\n\n\n“Overall, this was an experiment, the outcomes of which I can take and use on future builds. Ultimately, if I can take anything away from this and learn and improve, it’s worth it. Everything else is just extra, the icing on the cake.”\n“总之，这是一次尝试，我可以将这次实验中得到的成果运用到以后的建筑上。最重要的是，只要我能从中汲取到任何经验，并且加以改进，那就值了。其他的一切都是额外的收获，算是锦上添花。” \n\nMig, just because you don’t see how awesome and impressive and amazing your work is, doesn’t mean others won’t!\nMig，只是你没有察觉你的作品有多出色、多深入人心、多让人眼花缭乱，并不意味着其他人没有察觉它的美！ \n\n【@EBsky & WDLJT 译自官网 2018 年 01 月 09 日发布的 Gardens of the Eternal Fountain】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}