{
    "title": "[Minecraft.net|CULTURE] 永恒帝国",
    "author": "问谛居",
    "replyCount": 3,
    "timestamp": 1584950520,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 17:32 编辑 \n\nEternal Empire\n永恒帝国\nDaftStar tells us about a project four years in the making\nDaftStar 向大家介绍一个酝酿了四年的项目\n\nJay Castello 杰伊·卡斯特罗\nHere at Minecraft.net, we like to cover builds of all sizes. Sometimes they’re a single sculpture, and sometimes they’re a huge city. Today, though, we’re speaking to DaftStar , a builder who’s created an entire empire!\n在 Minecraft.net，我们偏爱修建各种规模的建筑。或许是一个单独的雕像，或许是一个巨大的城市。然而，现在将与我们交流的是 DaftStar，一位缔造了整个帝国的建造师！\n\nHe’s been working on the sprawling civilisation of Frissia for over four years. “I had no initial vision for the whole build, only a few small towns,” he explained. “The build was made in my spare time as my hobby and just for fun, but I’m very interested in architecture and urbanism and want to study them in the future. So this build was a good way to express my ideas.”\nDaftStar 建造庞大的 Frissia 文明已经四年有余。他说：“我对总体的建造物没有初步的规划和设想，单单是构思了一些小规模的城市。所有的这些建筑是我在闲暇时间建造的，我单是把它当作爱好和乐趣。但是我本身的确对建造和城市规划兴致盎然，我以后还想继续探索它们。因此，这个建筑是个体现我脑中所想的好途径。”\n\n\n\n\n\n\n\nDaftStar drew on many styles for his vast creation. The towns that he first created were partially inspired by trade cities in ancient empires: “like Greece, Rome, the Phoenicians, and so on.” But as the build grew, so too did his list of inspirations.\nDaftStar 为建造他的大帝国融汇了许多类别和风格各异的作品。他一开始建造的城镇中的一部分灵感就来自于古代王朝的通商城市：“诸如希腊、罗马和腓尼基人的建筑此类。”而随着参考的作品越来越多，他灵感的来源也与日俱增。 \n\n“The colour palette – white stone blocks and blue roofs – were inspired by traditional Greek architecture, but I incorporated many building styles in later builds. Roman, ancient Greek, Byzantine, Renaissance, Gothic, Middle Eastern…” He even decided to branch out into modern sci-fi when thinking about the shapes of some of his buildings.\n“那些配色——洁净纯白的石块和蓝色的房顶——它们的灵感来自传统的古希腊式建筑。但在后来的建筑中，我又融入了许多不同的建筑风格。罗马、古希腊、拜占庭、文艺复兴、哥特式、中东式……”当说到某些建筑的外观时，他甚至打算拓展到现代科幻风格。\n\n\nTravelling through Frissia is an exploration of a real melting pot of ideas; look out for temples, cathedrals and churches in many styles, and iconic buildings like the coliseum and the tower of Babylon. But each has DaftStar’s unique twist. “I always just took the basic idea of those real life buildings and cities and wanted to build them my way and not recreate them exactly.”\n去 Frissia 旅行是一场对实实在在的融汇各方的思想的追寻；可以看到风格迥异寺庙、主教堂和小教堂，以及像罗马斗兽场和通天塔这样的标志性建筑。但是每一个建筑都蕴含了 DaftStar 的独特心思。“我通常只是借鉴那些现实中的建筑和城市的基本构想，我想依照我脑中所想的方式来打造城镇，而并不仅仅是将它们重建一遍。”\n\n|\"Throughout the empire the style changes and the buildings get better and more detailed.\"\n|“整个帝国的风格都在演进，建筑也变得更好、更细致。”\nNeither is the empire one large city. Small villages and towns are broken up by landscape features like fields and roads, so that citizens have food and transport. “There are also many builds that are not inside cities, like castles and baths,” DaftStar tells me, “But there are three cities which are much bigger than any other settlements, which have the most detail and features.”\n这帝国不是一个单独的大型城市。乡村和路道等景观特色穿插在小村庄和城镇中。因此，居民们能够安居乐业、交通往来。DaftStar 告诉我：“还有很多建筑是在城市外的，比如城堡和温泉。不过，有三个城市比其他地方大得多。它们不遗巨细、风格各异。”\n\n\nEven these urban areas aren’t all buildings; DaftStar has done a great job planting trees and flowers in between the white stone walls, as well as on the balconies and roofs. If you look closely, you can even see sheep flocking in some areas!\n即使在城市区域也不全是建筑物；DaftStar 在白色石墙之间、阳台上和屋顶上精心种植了十分多的花草树木。如果认真观察，你甚至能看见某些地方有成群的羊！\n\nIt’s these cities that he considers to be his favourite part of the build. In a world this big, it seems like it might be hard to choose, but he thinks that he’s become a much better builder since he first began working on Frissia four years ago.\n在这座建筑中，他最喜欢的部分就是这些城市。这个世界如此庞大，好像很难抉择哪一部分更好。但他认为，自从四年前开始建造 Frissia 以来，他已经成为了一个更专业的建造师。\n\n“Throughout the empire the style changes and the buildings get better and more detailed.” For example, he tells me that the cities have utilities like “parliaments, theatres, palaces, banks, schools, and so on.” On the other hand, he calls some of his earlier buildings “quite basic, rough, and weird!”\n“整个帝国的风格都在改变，建筑也变得更好、更细致。”他告诉我，城市添设了“议会大厦、剧院、宫殿、银行和学校等”公共设施。另一方面，他用“非常简陋、粗俗和怪诞！”来形容他的一些早期建筑。\n\n\n“I think my building style improved drastically over these four years,” he summarises. These recent, detailed metropolises can be found in the far east and far south of the empire, and in case it’s tricky to figure out his directions, Daftstar even has a handy colour-coded map for explorers to use.\n他总结道：“我认为，我的建筑风格在这四年里有了突飞猛进的进步。”在帝国遥远的东方和遥远的南方，可以找到这些最近建成、栩栩如生的大都市。而为了防止人们在其中迷路，Daftstar 甚至为探索者们准备了一张便利的有彩色图例地图。\n\nIt makes sense that he would want people to see his best work, but I think it’s quite interesting to be able to see all of his progress within the world. Not only does the empire span many different areas in its inspiration, it shows off the progress of its builder, too.\n他当然希望人们看见他出色的作品。但我认为，能够在这个世界里看见他技术的每一处进步也是非常有趣的。这个帝国不仅在灵感方面横跨了许多不同的方面，而且也展现出了作者的提升。 \n\n【@EBsky & WDLJT 译自官网 2018 年 07 月 06 日发布的 Eternal Empire】\n【本文排版借助了：BCC】\n",
    "replies": [
        {
            "author": "初上",
            "timestamp": 1585099500,
            "txt_content": "辛苦作者了"
        },
        {
            "author": "8689",
            "timestamp": 1585383660,
            "txt_content": "有很多个城市。。。厉害"
        },
        {
            "author": "8689",
            "timestamp": 1585383720,
            "txt_content": "我还以为是【论 MC中的各种永动机 】"
        }
    ]
}