{
    "title": "[Minecraft.net|MINECRAFT BUILDS]与之搭建：珊瑚",
    "author": "qsefthuopq",
    "replyCount": 7,
    "timestamp": 1584954420,
    "txt_content": " 本帖最后由 qsefthuopq 于 2020-3-24 08:49 编辑 \n文章日期2020-03-20作者Nova Barlow\n译者qsefthuopq\n\n原文链接点击打开\n\nBuild With It: Coral!\n与之搭建: 珊瑚\nCraft some colorful sea-nery\n打造缤纷多彩的海底风光吧\n\n\nFor all the blocks in Minecraft that have no real-world counterpart (hello,prismarine), some of our most inspiring blocks are also precious in the real world. This is the case with coral, which isn’t that difficult to gather – as long as you are ready to spend a lot of time underwater.\n纵观Minecraft里所有没有与现实世界对应的方块 (就比如海晶石)，这些方块都比较稀有，而一些最能激发我们灵感的方块在现实世界中也同样珍贵。对于珊瑚而言就是这样。只要你准备好在水下花费大量时间，珊瑚就唾手可得。\n\nIn Minecraft, coral poses some challenges as a building material. Since it generates naturally in parts of warm ocean biomes called reefs, it needs a constant source of water to survive! This may limit your building options just a little bit – or does it?\n在Minecraft里，珊瑚作为一种建材，获取它可能有点难度。因为珊瑚只会在被称为珊瑚礁的暖水海洋群系里自然生成，它需要不竭的水源才能存活！这可能有点限制了你的建筑选择权 – 但真的是这样吗？\n\nBuild a fantastic gateway to explore your imagination under the waves.\n在波涛之下建造一座奇幻的大门（鸟居）来探索你的想象力吧。\nAlthough we often take a lot of our inspiration from the real world, it occasionally happens in reverse. Thanks to our community, in 2018 the Global Coral Reef Alliance(GCRA) drew inspiration from Minecraft inspiration by installing six themed underwater structures in Cozumel, Mexico. Constructed with a material called Biorock to bolster damaged coral fragments, these structures are shaped like game characters, turtles, and even an axolotl designed by community members and high school students from Monterrey, Mexico. Through these designs, the community is helping restore a precious resource for marine life.\n虽然我们经常从现实世界中获得很多灵感，但有时却恰恰相反。多亏了我们的社区，在2018年全球珊瑚礁联盟(GCRA)从Minecraft中获取灵感，在墨西哥的科苏梅尔建立了6个主题水下建筑。他们用一种叫做Biorock的材料来加固受损的珊瑚，这些建筑的造型不仅有游戏角色、海龟，甚至还有由墨西哥蒙特雷的社区成员和高中生设计的蝾螈[sup]【1】[/sup]。通过这些设计，社区正在帮助恢复弥足珍贵的海洋生物资源。\n\nDon’t bee afraid to get creative. Picture by MicahBeth.\n不要吝啬你的创意。图片来源：MicahBeth。\nIf the thought of building with coral is daunting, you could also play Minecraft: Education Edition (if you have it) and use MakeCode to code your own coral reef . It’s a great way to build with coral and level up your knowledge at the same time.\n如果使用珊瑚进行建筑的想法不合你意，那么你可以游玩Minecraft教育版(前提是你有这款游戏的账号) 并使用MakeCode[sup]【2】[/sup]来编出你的专属珊瑚。在建造珊瑚的同时你也会学到新知识。\n\nOnce you’ve spent a lot of time working with coral underwater, you might be eager to head to the surface for a bit. Let the ocean blues continue to inspire you and don’t let your imagination dry up. Why not think of ways to add some blue to your upcoming builds? We’re currently looking for lapis lazuli submissions and we’re eager to see what you can create with this lovely land-based material.\n当你在水下雕琢珊瑚时一段时间后，你可以想要回到水面上透透气。让碧蓝的海洋使你思如泉涌吧。何不想想在你的建筑里加点蓝色呢？我们正在寻找与青金石相关的投稿，并且我们渴望看到你使用青金石造出来的作品。\n\nHave you built something spectacular? Send your screenshots (and any other information we might find helpful) to FeatureMe@minecraft.net and keep an eye on future articles!\n你有建造一些壮丽的建筑吗？请将你的建筑截图(和其他有用的信息)发到FeatureMe@minecraft.net并留意日后的博文，也许就会有你的杰作！注释【1】GCRA官网的一张图片：\n\n\n\n\nMerpod-struct-3-768x512.jpg (97.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-23 16:43 上传\n\n\n\n\n\n【2】Microsoft MakeCode 是一个免费开源平台，旨在打造有吸引力的计算机科学学习体验，为实际编程奠定基础。",
    "replies": [
        {
            "author": "自由李代数",
            "timestamp": 1585002480,
            "txt_content": "第4段的MakeCode怎么翻译成了MakeCodel?"
        },
        {
            "author": "大大大菠萝",
            "timestamp": 1585006080,
            "txt_content": "打开百度网盘手机App，操作更方便哦"
        },
        {
            "author": "ren142716",
            "timestamp": 1585021620,
            "txt_content": "可以做一个章鱼哥的房子哈哈"
        },
        {
            "author": "了不起",
            "timestamp": 1585104120,
            "txt_content": "jia?jin?，?pei?ni"
        },
        {
            "author": "qq193942442",
            "timestamp": 1585116780,
            "txt_content": "棒啊创意非常完美"
        },
        {
            "author": "天才玩家MN",
            "timestamp": 1585123260,
            "txt_content": "感谢分享"
        },
        {
            "author": "望伤coc",
            "timestamp": 1585187580,
            "txt_content": "海上淘宝hhhh"
        }
    ]
}