{
    "title": "我与MC",
    "author": "0x3B800001",
    "replyCount": 10,
    "timestamp": 1584983760,
    "txt_content": "这里是我和MC的故事，以第三人称叙述。本篇内容过长且废话连篇，请您斟酌后再阅读。\n\n1-相遇\n\n八年前的一个下午，乌鲁木齐市某小学内，一群小孩子围坐在一起，正中心的小孩正在摆弄着一台智能手机。智能手机是新出的某果手机，但是屏幕上却闪烁着画质极低（甚至都能看到像素块）的一个仿佛非常过时的一个游戏。神奇的是，这个“过时”的游戏却吸引着一群小孩子围观，这些小孩子当中也包括了meow酱。\nmeow：这是什么游戏啊？\n中间的孩子：我的世界\nmeow：模拟经营类的吗？\n中间的孩子：嗯\n...\n中间的孩子：你们快看，这是我盖的城堡，这是城墙，这是护城河，这是畜牧场，这是....\n...\n\n这一天过后，这个像素风格的游戏，在meow酱幼小的心灵里留下了一个深刻的印记。\n\n2-生存模式？\n\nmeow酱已经玩了一个月MC（安卓版）了，她在里面盖了一个超长的铁路，从山顶到山脚，再从海底到陆地，又围绕着边界转了一圈（当时的安卓上的MC世界并不是无限的），她花了很长的时间规划这个铁路，并一点点将自己的想法用一个个方块点缀在名为地图这张画纸上。其实meow酱有个小秘密，那就是她其实晕3D，可即便是这样，她仍然深深的被这个游戏吸引着。\n\n虽然meow很喜欢MC，而且已经玩了1个月，但是其实一直都是在用创造模式。她甚至不知道有生存模式的存在！\n\n直到有一天，她看到了她同学的MC，在物品框上面有几个爱心。\n\nmeow：这是什么？\n某同学：血量啊？\nmeow：血量？哪来的血量？MC有血量？\n某同学：这是生存模式啊？\n\n这个时候，meow才知道，MC的另一个玩法----生存模式。\n\n3-电脑上的MC？\n\n已经过去了两个月，在玩生存模式的meow还是每天要住在地穴里。\n\n「未完待续」",
    "replies": [
        {
            "author": "mohui666",
            "timestamp": 1584984660,
            "txt_content": "我以前改房子能造一个温馨的山洞\n而现在我只会火柴盒了"
        },
        {
            "author": "奥义小杰",
            "timestamp": 1584985020,
            "txt_content": "当初是被老弟拉进坑里的，好像是在多玩上。我一开始也是从创造模式开始玩的...."
        },
        {
            "author": "331222287",
            "timestamp": 1584985920,
            "txt_content": " 本帖最后由 331222287 于 2020-3-24 02:16 编辑 \n\n      对MC的第一印象，这破游戏有啥好玩的（没玩明白），这么方（是挺方），还挺孤单（不会联机）\n      记得初识MC还是在好几年以前，无意中发现了这么一款看着特别特别简单的游戏。记得当初吸引我的是用材料按照斧子的造型摆放就做出了斧子，按照镐头的形状就做出了镐头。赶脚特合理！特新颖！这么自由的嘛···0.0。我还尝试过按照锤子的造型摆放0.0···甚至研究着能不能做出枪0.0···好吧，我承认很傻很天真···\n       因为出生在沙漠，我养的第一只动物0.0···emm  没错，是兔子···这帮货跳的贼高，关不住啊，动不动就炸窝了···最后，做了个超大的笼子，没错，不是房子，是笼子···盖得第一个房子，竟然不是火柴盒。当然，当时也不知道火柴盒这个概念。一楼是个小屋子，房顶是大块田，甚至超过了屋子的框架，难得的还做了柱子支撑。头顶还做了个遮阳棚，还是尖顶的···厢房的位置是兔子笼子，旁边是一小块田。\n       每天过着日出而作日落而息的日子，白天种种地，喂喂兔子，时不时还得经历一次炸窝，看着这帮货蹭蹭的乱蹦，只能在后面嗷嗷的猛追···晚上躲在屋里瑟瑟发抖，趴在窗口看着外面的牛鬼蛇神来回溜达，还时不时的抬头看看滴答水的房顶（楼上是田）。\n       不记得被沙漠神殿坑了多少次，摔死！莫名其妙的 boom！~先摔，后boom！~···\n       不记得走丢了多少次，也不知道有坐标这个东西，辨别方向的唯一方式就是看太阳···努力寻找看着眼熟的地形···\n\n       后来没时间玩游戏，弃坑了。\n\n       再次闲下来，偶然接触到了七日杀，玩着玩着发现我对盖房子比较感兴趣，突然想起更自由的MC。那个时候，已经被某易代理了，恰巧有某易的邮箱，臭屁点说，回归了...集结了一帮朋友，辗转于各个服务器之间，沉迷于生存模式盖房子，以及看着他们犯2.（嘘~）\n\n       随着接触得多了些，才知道原来还有正版。那当然要入正，在我的认知里，没有人会拒绝和更优秀的人一起。从辗转于各个某易服务器变成了辗转于各个正版服务器...随着接触的越来越多，开始学习画皮肤，做视频...\n\n       MC不但是一个常伴的朋友，也是一个良师。通过他，让我大致知道了中国古代建筑的基本构造，让我重温了色彩以及明暗关系的配比，让我粗略的掌握了视频的录制以及后期制作。偶尔也会感叹，哎，这知识都让我学杂了... ...\n\n       其实我得了一种看见很多字就头疼的病，但是写着写着，好像比楼主的字数都多了...\n"
        },
        {
            "author": "zhan_long_yan",
            "timestamp": 1584987780,
            "txt_content": " 本帖最后由 zhan_long_yan 于 2020-3-24 04:21 编辑 \n\n第一次玩mc就在电脑上 玩的1.6.2 小时候看不懂英文 当时的注册插件还没汉化 我连注册都不会.....在快玩上下的MC 哎 超平坦都玩的那么快乐 训个马都是那么稀奇的事 玩生存都怕的不行 挖不到铁矿 甚至都不会睡觉 种地都是从河流引过来的水\n住在山洞里 勉勉强强活下来。 第一次见到蘑菇树 是辣么的稀奇 第一次用下届反应核才知道PE的地狱是咋进的 在创造用黑曜石加水弄了好多遍（我想知道是那个人在百度知道上写的 黑曜石 黑曜石 黑曜石 黑曜石    误导了我好久都不知道为啥造不出来\n                                       黑曜石  水         水     黑曜石\n                                       黑曜石  水         水    黑曜石\n                                       黑曜石  水         水   黑曜石\n                                      黑曜石黑曜石黑曜石黑曜石）"
        },
        {
            "author": "萌语之灵",
            "timestamp": 1584987960,
            "txt_content": "我当时是被一个图片吸引过来玩的"
        },
        {
            "author": "Missing-Love",
            "timestamp": 1584993000,
            "txt_content": "巨TM真实\n其实刚开始我是被一个叫生存战争的游戏吸引的\n就是可惜没有联机，那时候我们几个小伙伴挤在一起\n互相分享着自己建造的房子\n过了有半年我才知道MC那个时候最新版本才1.7.多来着"
        },
        {
            "author": "2461827995",
            "timestamp": 1585005840,
            "txt_content": "我第一次玩mc还是在同学家里 那时候初中了 我们两个在山上挖家，然后在山上挖矿洞 那时候你知道山上铁矿很少的，我俩挖到一块铁 可开心了额他给我做了个铁帽子，当时他还告诉我打末影人必须得穿一套金套，现在想想这都是回忆啊"
        },
        {
            "author": "南派董卓",
            "timestamp": 1585486500,
            "txt_content": "我对mc生存映像很低，最高生存版本是1.8"
        },
        {
            "author": "mrlll",
            "timestamp": 1585487100,
            "txt_content": "我以前想无忧无虑，后来就发现了这个游戏"
        },
        {
            "author": "1277060431",
            "timestamp": 1585487640,
            "txt_content": "看盆友玩就入坑了"
        }
    ]
}