{
    "title": "[超级良心作][坑遍全版主]FATE Nihility 第二话 导火索",
    "author": "zhh30648",
    "replyCount": 5,
    "timestamp": 1363505700,
    "txt_content": "正式开始，第一话介绍人物，第二话介绍人物+打斗的开始，就这样4000+正文开始，还有关于角色性别什么的~大丈夫萌大奶\n直升飞机平稳的飞行着，穿过一层层烟幕，看到光明的未来....那是几个小时前他们的幻想罢了在通往陇原市的路上，安置了打量的对空热跟踪武器，对于这样操控直升飞机的新手来说，想要躲避这些实在是太难了，更别说逃脱这里了完美的击中了螺旋桨的轴心，直升飞机坠毁在了陇原市郊外的荒废森林里滚滚的浓烟，从机舱里滚出两个黑影一个是不幸的少女，一个是濒死的男人最后一份希望终究还是耗尽了少女的手上沾满了鲜血，那是那个死死抱住她，保护她的男人所流出来的温热的鲜血腹部已经被残片击穿，头部已经被血流覆盖，看不出伤口到底在哪里，或者直接连着头盖骨一起消失了也是有可能的这名叫做茶杯的少女开始失去理智，扑到在男人的鲜血覆盖的胸口“不要，不要，不要死啊！！！！！”来自真正的祈求的呼喊，就像不得不失去什么而强行得挽留它，即使是既定的事实，即使是毫无用处的行为，拼命想去实现它男人微微一笑，比起是笑更像是咧嘴角的动作，颤抖的右手从血泊里慢慢得抬起将右手再次放在了这名叫茶杯的少女的头顶“好好活下去，让我赎罪吧”少女开始哭泣，撕裂空气的高喊然而周围流动的血泊却开始汩汩得汇集，有的区块被填满，有的则被空出，一个奇怪的异域符号出现在了男人的身体之下血红色的光芒聚集了起来，包围了男人的尸体茶杯猛地站了起来，嘴巴里突然开始冒出一些不明所以的话，眼睛的神色失去了光芒“根据42章，圣杯其咒语被检索完毕，自动开始实行必要步骤”接着又膨得倒在了泥土里，小嘴仍在颤抖着，轻声吟唱着什么光芒散去......男人的尸体消失了，取而代之的是在蒙蒙的黑夜里的浓重白雾，那名男人重新出现在了昏睡在泥潭里的少女的面前，其背上驾着格式的现代武器，和生前没有任何区别“Assassin..吗，好像莫名其妙的又回来了啊”男人挠了挠后脑勺，将泥潭里的少女轻轻抱起，保持着公主抱的形式，将这名疲惫的少女放在了柔软的草地上星空之下，冥冥的荧光正在这个城市的每一角闪动着，这个繁华的都市将发生什么“好像被卷入了比反恐更严重的事态里了啊”男人坐在山头上，用余光望望全身沾满了泥水，鲜血，还有破洞的衣服覆盖着的娇小身体一切关于圣杯战争的规则以及自己所处的境况，在这个男人被作为Assassin以另一种方式重生时，被圣杯本体强行得灌入了这个普通佣兵的脑袋里“为了守护她，我会不惜一切”这个男人决定了，自己的目标我要赢，我要改变这个孩子的命运！罗马正教的正式选手正在圣彼得教堂的地下室里，黑色的西装，油亮的短发，再加上老练的面孔这才真正像是一名有着仁慈之心和对主的崇敬的教父其对面正坐着一名长着浓密胡子的男人，身上穿着的银色的链甲，正在幽暗的灯光下闪烁，是一个看起来十分肃穆的场景“那个，你叫Technology对吧”沉稳而又厚实的男声，有着一头红褐色卷发的成年男子开始发话了Technology只是微微得抬起头，双手仍旧架在正前方，双手合握，静静的看着玻璃茶几对面坐着的家伙“你......”“也太闷了吧！自从召唤我出来之后就一直坐在着啥话都不说啊！你不闷我还闷那！”这样洪亮的嗓音回荡在圣彼得教堂地下室的每一个角落男人抖了抖身上镀银的链甲，发出叮叮当当的碰撞声，双手抱在脑后，整个躺在了沙发里“没想到这次的Master这么没趣，难得破例出来玩一趟，竟然要跟一个木头组队”Technology的眉毛轻轻地颤抖了一下，脸上虽然看起来平淡的表情正充斥着每一处，但从那微微颤抖的皱纹和嘴角，可以看出这是忍耐到什么程度的人了“喂，木头，出去走走吧，我还想让我的坐骑溜溜呢，这么长时间都呆在地下脑袋都要发霉了啊”略显苍老的手砸在了玻璃台上，这一下明显控制了力道，要是发挥全力的话不得把地下室给打崩了“给我安静啊喂！！！！！！！！！！”Technology猛地从沙发上站起，指着正挠着后脑勺的褐色卷发英灵“为什么一个取那么帅名字的家伙却是丰收之神，老子要的是能打的不是来种田的英灵！那群没脑袋的上头怎么会想出召那么个家伙出来啊！”没错，这个看起来随随便便的家伙，就是罗马正教拿出来迎战的家伙雷神——托尔“你说我不会打？”英灵把头一扭，从怀里取出一柄铁质的锤子，上面锈迹斑斑，没有任何光泽，看起来就像是破烂堆里捡来的一样“这玩意发挥全力的时候可是很帅气的，只不过现在因为某种原因没法用而已”“姆乔尔尼尔 真的只是这么个玩意么，和俗称‘雷神之锤’相差太大了啊”Technology重新坐在沙发上，用手扶了扶额头“那到时候你证明给我看好了，现在先给我好好安静下来！”托尔很不情愿地再次陷入沙发的怀抱里，将略显巨大的脚搁在了玻璃桌上“明天就出发去陇原市，今天是星期一，也就是说战争总共还有6天左右，没错吧”Technology微微点了点头“目前必须解决的是你宝具的问题，为何会无法使用？”托尔从沙发上翻身而起，懒散地坐了起来，盯着手中这把破烂的铁锤“这东西啊，其实我不是很想用，我身为丰收之神，最希望的东西乃创造而非这把锤子所象征的‘粉碎’啊，估计只有我真正想干掉某个人的时候才会发挥作用吧”Technology站起身来，踏着潮湿的地下室的地面，皮鞋的踩踏声回响着，嘴角露出了他招牌的“死亡微笑”，这是他想开始做正事时才会有的表情“总之要有斗志对吧，走吧，去试试你的家伙”托尔难得面出微笑，拍拍身上潮湿的链甲，向着地下室大门走去“没想到你还是有点意思的嘛”Archer还是没有出现冥王星人坐在别墅的书房里，一切都装修得如同皇家宫殿一样“每次圣杯战争最棘手的总是那个Archer，这次又要搞什么鬼把戏”冥王星人翻过一页页的资料，上面记载着历届战争的所有英灵的属性值，总是saber最高“看来我选对家伙了，很好的工具嘛”身上的淡蓝色T-shirt紧绷着，肌肉块的凹凸完整得表现在了衣服的褶皱里“贝奥鲁夫，衣服怎么样，不错吧”冥王星人一踏地板，将转椅整个旋转了过来，双手架在大腿上，看着眼前站着的男人其背后正挂着一把散发着黑色气息的不详巨剑，其上雕刻着黑色的火龙纹饰，正散发着幽幽的微光这个勇猛的男人没有说话，只是静静地站着，双目紧闭着，像在冥想着什么“虽说Archer没出现，但你也算是个特例啊，saber和baserker两个职介竟然在你一个人身上出现了，这可是前所未有的事啊”拿起红木桌上的50年葡萄酒，冥王星人轻轻地抿了一口，在眼前来回晃动玻璃杯“我们是不是应该直接去找个人试试呢，工具？”依旧是沉默，冥王星人将身体摆回到椅子里，酒杯在一瞬间被震碎了,窗户炸裂了开来一柄闪耀着金色光芒的巨大长枪从窗外突刺进来，向着冥王星人的侧脸刺去当一直沉默着的贝奥鲁夫在瞬间将巨剑横挡在了冥王星人的面前，冥王星人银色的发丝被切断了几根，悄悄落在地上黄金之枪瞬间膨胀，空气炸裂开来红木的书桌被风之刃完美的切裂开来，房间的墙壁上插满了木头的碎屑“一上来就玩这么刺激的？还真是急性子啊”冥王星人将手上的烟尘轻轻吹去，在爆炸的一瞬间用火焰造成的膨胀效果使得空气撞在一起而本人却没有受伤，这就是王牌的实力冥王星人嘴角一咧，端起在爆炸时被自己藏在身后的酒瓶，踏着漫步子向着窗口走去“不要命的杂种，一开始就来找死么”直接拿起酒瓶，向着嘴里猛灌着“喂，工具，给我好好打”“你不要命了啊喂！”果冻用右手重重得敲着金色卷发少年的脑袋\n“哪有英灵一上来就挑着最难搞定的上啊！你长得帅没脑子是吧！”金发少年挠了挠后脑，露出一脸坏笑“只是想看看我的部下....不不...其他英灵的状态而已嘛，试试也是必须的”手里中空无一物的少年，将右手一挥，金色的耀眼长枪再次出现在了手中“诶呀本来这玩意是必中的，为了试探下少用了点力气而已，要玩真的么？”果冻振了一下，这还是保留实力的一击？！“好吧好吧，虽然是来这个世界玩玩的，但还是给你看看我三分之一的力量好了”少年向后退了几步，将枪倒握在手里，像投标枪一样的姿势就那么简单得扔了出去下一刻，金色长枪飞了出去，其轨迹线上的所有空气都被冲破，狂风席卷着结社城堡的花园，尘土笼罩了整栋楼，只能看见烟尘中隐隐约约的一丝黄金的光芒“你不瞄准就乱扔啊！着扔得中见鬼了..咳咳！”果冻感到鼻腔喉咙里都是泥土的草腥味，用手遮住双眼，从缝隙里看着少年挺立着的身体“我本来也没打算打人啊，诶哟，似乎偏了一点啊”结社城堡最高处的大钟楼不知为何，发出巨大的鸣响，烟尘从时钟的正中央爆炸开来，像被横着切断一样，整个巨大金属钟表带着楼顶的部分一起向果冻的方向滑落“喂喂喂喂！！！！！你这是攻击敌人还是害自己的master啊！”果冻不顾一切得拉着金发少年狂奔起来，穿过不断砸下水泥石块的弹幕，冲进花园南端的小树林里“别着急别着急，我们不是来正面打的，只是来看戏的而已，好像有和我们一样的观众哦”果冻将眼里的泥土抹去，模模糊糊中看见石子路的另一端，一位佣兵装束的家伙正手持着改装过后的俄制AK，用其上的瞄准镜观察着楼房的废墟“似乎没注意到我们，话说你说的看戏是怎么回事？难道会有别人来么”金发少年笑眯眯的双眼慢慢睁开，用淡蓝的澄澈眼神瞄了一眼城堡的入口处“仔细听哦，有什么东西已经过来了，那就是所谓的‘演员’之一哦”战车的践踏声，豪爽的咆哮声，身着链甲的家伙正骑着坐骑向着结社的门口冲刺着第二话 点燃的导火索离圣杯战争结束还剩5day10h34s被坑的版主 对不起！",
    "replies": [
        {
            "author": "Aikawastep",
            "timestamp": 1363506300,
            "txt_content": "顶一个~写的不错"
        },
        {
            "author": "2413044726",
            "timestamp": 1363506300,
            "txt_content": "果然好坑啊~~~"
        },
        {
            "author": "Technology",
            "timestamp": 1363510980,
            "txt_content": "最希望的东西乃创造而非这把锤子所象征的‘粉碎’啊，这是错别字吗？"
        },
        {
            "author": "Technology",
            "timestamp": 1363696920,
            "txt_content": "我手动顶一个哈～这集是备战的场景吗？"
        },
        {
            "author": "zhh30648",
            "timestamp": 1363699680,
            "txt_content": "Technology 发表于 2013-3-19 20:42 \n我手动顶一个哈～这集是备战的场景吗？\n准确的说是已经开打了。。。"
        }
    ]
}