{
    "title": "[Minecraft.net|INSIDER]寻找魔王Arch-Illager：第一期",
    "author": "ItIsEnderman",
    "replyCount": 4,
    "timestamp": 1585013820,
    "txt_content": " 本帖最后由 ItIsEnderman 于 2020-3-25 14:35 编辑 \n\nINSIDER\n\nSearch for the Arch-Illager, Part 1\n寻找魔王Arch-Illager：第一期\nA Minecraft Dungeons Investigative Report\n这是船新的「我的世界：地下城」调查报告\n\nSofia Dankis\nNot a lot of people know this, but in my spare time I’m quite the stealthy sleuth. I’ve been known to crack a code or two, and have even solved a few major mysteries like ”Why do Jens’s snacks keep disappearing?” and ”Who’s been digging straight down?”. Yes, in both cases I did turn out to be the culprit but I don’t see how that reflects on my deduction skills. But this isn’t a story about me, I would never hijack an article to promote myself. This is a tale about a different culprit, and my quest to uncover the truth about one of the greatest mysteries in the history of Minecraft.\n鲜有人知，闲暇时的我是隐匿在人群中的的福尔摩斯。众人眼中我是敲一两行代码、修复了诸如“为什么Jens的甜食总是消失啊”、“谁一直在真男人挖矿啊”的神秘[ruby=bug]特性[/ruby]。是的，两种情况中我似乎都是万恶之源，但我不清楚这是如何反映出我的推理能力的。但若这不是我的亲身经历，我或许不会抢到这篇博文以给自己打广告。这一份通报有关另一个万恶之源，以及我为了揭示Minecraft历史上最大谜团的暗中调查。\n\nYou might have heard about the Arch-Illager, the nefarious villain of Minecraft Dungeons and mischief-maker extraordinaire? But what do you really know about him besides his love for amazing headwear and supposedly terrorizing a few villages here and there?\n或许你听说过Arch-Illager，「我的世界：地下城」中的大反派、阴谋神算的颠倒黑白者呢？但是，除了他对自己奇葩的头饰和到处恐吓村民喜爱，你还对他了解多少呢？\n\nWhen rumors about the Arch-Illager started circling, I was the first (and only) volunteer to find out more about this mysterious power-house. Minecraft.net’s editor Per was surprisingly enthusiastic when he learned that I would have to leave the office for this assignment and even offered to help me pack. Such a helpful soul, our Per.\n有关Arch-Illager的传言开始传播之时，我成了第一个 (当然也是唯一一个) 探索他那强大的地下组织的志愿者。听放到我准备离开办公室、投身于自己的新任务时，Minecraft.net的编辑Per竟也出人意料地激情澎湃，并且还主动要求帮我收拾行装。好一个活雷锋，我们的Per。\n\n\nI stole these early sketches from the Dungeons Team because I’m also a thief!\n我从地下城开发团队嫖了这些草图，因为我是小偷啊！\n\n\nI stole these early sketches from the Dungeons Team because I’m also a thief!\n我从地下城开发团队嫖了这些草图，因为我就是小偷啊！\n\n\nI stole these early sketches from the Dungeons Team because I’m also a thief!\n我从地下城开发团队嫖了这些草图，因为我还是那个小偷啊！\n\nWith a backpack full of rotten flesh and a heart full of dreams, I set off down the hallway to find out everything there is to know about the mysterious Arch-Illager. My first stop was the Dungeons team office, which I have nicknamed ‘The Cave’. However, this is where I encountered my first snag. For some reason, my key card didn’t work. It must have gotten demagnetized, there is no way that someone would have removed my access when I interrupted Mojang's morning meeting to announce my mission.\n带着装满[ruby=辣条]腐肉[/ruby]的背包和满怀梦想的心灵，我起身寻找一切有关神秘的Arch-Illager的一切事物。第一站是地下城开发团队的被我戏称为“地道”的办公室。然而这也是我碰了第一鼻子灰的地方。不知咋的，我的门禁卡罢工了。估计是消磁了，当我打断Mojang的早间会议、发表个人观点时不会有人回收我的通行权力。\n\nDespite knocking on the door for a good 20 minutes and making intense eye contact with the developers, I was unable to get in. No problem, they probably wouldn’t have been much help anyway. It’s not like they work with the game every day.\n敲了二十几分钟的门、和地下城开发者“对暗号”之后我还是没能进去。没关系，估计他们也不会怎么帮我。他们大概也不是每天都在开发游戏吧。\n\nI headed back to the lobby and got out my trusty notebook so I could add everything I knew so far. My sources were the announcement trailer and gossip that I overheard while lurking near the Dungeons team at lunch.\n我回到了大厅，拿出自己最信赖的笔记本，将我所知的一切记录下来。我的消息来源是油管上的预告片以及午餐时偷听到的Dungeons开发团队的闲聊。\n\n\nOne thing was clear– I knew A LOT of stuff.\n有一件事我很清楚 – 杂七杂八的我了解不少。\n\nHmmm. That was a lot of information, but I needed something more tangible. Where did the Arch-Illager come from? What motivated him to take that darn orb? And what salon does he go to, I need to get my brows done! I threw my hands up in despair and let out a very discrete, office-appropriate scream.\n嗯。信息了是不小，但是我更需要的是正式而可靠的消息。Arch-Illager来自哪里？他谋取那该死的珠子的动机呢？还有他在哪个美发店做的眉毛，我也要修修自己的眉毛！我绝望地举起双手，时不时发出恰好办公室所有人都听得清的呐喊。\n\nI felt a hand on my shoulder. Archie– could it be you? Did you hear my call? I turned around and discovered that it was Joel, our Office Manager and Arch-Angel.\n我感到肩上的力量。Archie–是你吗？听到我的呼唤了吗？我转过身，发现那是Joel，我们的办公室主管、天使长。\n\n”I’ve told you to stop screaming. It scares the developers.” Joel said, as he peered over my shoulder. ”What’s that? Is that… about the Arch-Illager? Oh honey, we didn’t think you were serious!”\n“我告诉过你别在办公室喧哗，这打搅到其他开发者了。” Joel双手搭在我肩上说。“这又是什么？这……有关Arch-Illager吗？亲，我认为你一点都没严肃。”\n\n”I’m always serious!” I exclaimed.\n“我是认真的啊！”我感叹道。\n\n”Well, maybe I can help. Last week, we received a piece of mail that was a bit on the suspicious side.” Joel handed me a dark envelope before walking away, definitely not rolling his beautiful eyes.\n“或许我能帮帮你。上周，我们收到了一封立场有点多疑的信。” Joel走之前给了我一个暗色的信封；当然他也没有左顾右盼 —— 感觉他是认真的。\n\nI examined it thoroughly using all five senses before I opened it. I found several newspaper clippings inside, along with a few photographs, and half a sandwich that I ate immediately.\n启封之前我仔仔细细地把信封检查了一遍。在里面我找到了一些剪报，以及一些照片，还有半个三明治 —— 立马给吃了。\n\n\nAny detective worth their salt knows that the most important clues involve snacks.\n任何称职的侦探都知道最重要的线索其实暗藏在甜点里。\n\nCheese and crackers, this was a major breakthrough in the case! I carefully inspected the article, making sure not to get any crumbs on it. This Arch-Illager seemed to have made quite the splash in his hometown since this had been front-page news. As I read, I realized that I had more in common with the Arch-Illager than I thought. I, too, am often misunderstood, mainly by other humans, animals, and automatic doors.\n嘎嘣脆，奶酪味，我在这种处境下的好一个突破！我仔细阅读这篇文章，生怕漏掉一丝一毫的细节。这Arch-Illager似乎在故乡就搞过不小的动静，谁叫这还上头条了呢。我继续读着，发现我与Arch-Illager有着超出预料的相似之处。我，也常被其他人、其他动物、红外线自动门搞错！\n\n\nA press clipping from the Villager Voice, the most prestigious and only newspaper in all of Minecraft.\n一份裁自村民之声印刷剪报。这也是Minecraft中最有名望、也是唯一的报纸。\n\nAs I chewed on the sandwich, which was pretty dry, I tried to put myself in the Arch-Illager’s shoes. How would I feel if an entire village had shunned me, just because I dared to let myself get taken over by a larger-than-life force. One person’s corruption is another’s personal growth, as the old saying goes.\n嚼着有一点干了的三明治，我试着站在Arch-Illager的角度看问题。全村村民都躲着我将带来怎样的刺痛感，仅仅因为我斗胆让超自然力量征服我的躯体。正如古人云，你的堕落造就了别人的辉煌。\n\nJudging by the photographs, the Arch-Illager was much better off without those Illagers anyway. Look at the incredible oil paintings hanging in this majestic castle. And the details on the statue? Magnificent. It has always been my dream to commission an enormous marble effigy of myself. *cough cough* I choked on the last bite of the sandwich when I realized that I wasn’t just looking for the Arch-Illager anymore. I was looking for my soulmate. My search was far from over.\n单从照片来判断，身边没有刌民帮凶的Arch-Illager反而会强更多。欣赏这宏伟的地下城里悬挂着的精美油画吧。雕塑上的细节呢？震撼。给自己定制一大理石雕塑也是我毕生的梦想。嗯。（你传播新冠你危害他人）嚼着最后一口三明治，我终于意识到自己并不是仅仅在探索Arch-Illager的神秘面纱了。我在寻找与我志同道合的人。我的探索，道阻且长。\n\nStay tuned for part two as Sofia continues to search for true love the truth.\n请诸位不要换频道哦，Sofia仍在探寻真爱真相。第二期见！\n\n第二期：https://www.minecraft.net/en-us/article/search-arch-illager--part-2\n第二期译文：https://www.mcbbs.net/thread-996258-1-1.html\n\n译者注：我终于领悟到什么叫胡说八道。\n\n【Enderman 译自官网 2020 年 03 月 23 日发布的 Search for the Arch-Illager, Part 1；原作者 Sofia Dankis】\n【本文排版借助了：SPX】\n排版崩了",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1585014960,
            "txt_content": "草，这个反派模型……\n\n>>我思维跳跃到可能有人会给他娘化出来……= ="
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585103580,
            "txt_content": "worth their salt - 称职的"
        },
        {
            "author": "ItIsEnderman",
            "timestamp": 1585104780,
            "txt_content": "KalphaGo 发表于 2020-3-25 10:33\nworth their salt - 称职的\n此句双关？？"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585105740,
            "txt_content": "ItIsEnderman 发表于 2020-3-25 10:53\n此句双关？？\n感觉不是刻意要搞双关 只是有点巧合"
        }
    ]
}