{
    "title": "[Minecraft.net | CULTURE]如何速通Minecraft",
    "author": "迷途的路人",
    "replyCount": 5,
    "timestamp": 1585046280,
    "txt_content": " 本帖最后由 迷途的路人 于 2020-4-13 23:06 编辑 \n\n★★★MCBBS 翻译&Wiki -by迷途的路人★★★\n\n\nHOW TO SPEEDRUN MINECRAFT如何速通MinecraftA chat with IlluminaHD, Minecraft speedrunner extraordinaire与Minecraft杰出速通者IlluminaHD的交谈\n2020.3.24『The Culture 社区文化』Summer traditions include camping, fireworks, swimming, and a much-needed break from school. But if you’re a nerd like me (and let’s face it, if you’re reading an article on Minecraft.net you are a nerd like me and that’s okay!) summer traditions also include Summer Games Done Quick– a weeklong 24/7 marathon of the best speedruns on the planet.夏天的到来往往代表着外出野营、观看烟花表演、游泳、以及长长的暑假！不过，如果你是像我这样的宅男（“承认吧，正在阅读这篇博文的你和我一样宅！不过没关系！”),那你还可以在暑假里观看Summer Games Done Quick——一个为世界最佳速通玩家而准备的持续一周的全天候马拉松比赛。\nSummer Games Done Quick (or SGDQ) is an annual speedrunning marathon where gamers work to complete their favourite game as quickly as possible all while raising money for charity. The money raised, often more than a million dollars – and this year’s SGDQ raised a record-breaking 3 million (with an M) dollars – goes to benefit Doctors without Borders . Yes, you heard correctly, gamers get together and raise multiple millions of dollars every year just through playing their favourite games as fast as possible. Make sure you mention that next time grandma asks why you’re wasting your life on video games. Tell her it’s for charity.Summer Games Done Quick (或称 SGDQ) 是一场年度马拉松式速通比赛——玩家们需要以尽可能快的速度通关他们喜爱的游戏来为慈善事业筹款。每年，他们筹集到的资金常常会超过一百万美元，而今年的 SGDQ更是一举创下了筹集三百万美元善款的记录——而这笔钱会被用于资助全世界的医护工作者。是的，你没有听错，玩家们只需要在最快的时间内通关自己最爱的游戏便可以筹集到几百万美元的善款！下次你的祖母在你身旁唠叨、认为你玩游戏只是在虚度光阴的时候，你或许可以向她提一下这件事，告诉她“我这是在做慈善”。\nDuring this year’s SGDQ,Minecraft took center stage due to the speedy skills of Illumina1337 . He completed the Any% category where the objective is to beat the game quickly without the use of any glitches. I got the chance to speak with Illumina in hopes of learning more about Minecraft speedrunning and the experience of playing the game on such a grand scale for a worthy cause! Watch his speedrun below:本年度SGDQ期间，Illumina1337凭借着他的速通技巧惊艳了全场，使得Minecraft成为了本次比赛的焦点——他向“禁用BUG最速通关”项目发起了挑战并创下了喜人的佳绩。比赛结束后，我邀请Illumina做了一次采访，希望从他身上学习到更多关于Minecraft速通的技巧。同时，我还因此了解到他在本次大规模比赛上，为这么有价值的事业而玩游戏的切身体会！让我们来播放下面的视频，欣赏一下他的速通表演吧：\nhttps://www.bilibili.com/video/BV1c7411R7bG\nBut first, here’s a crash course in Minecraft speedrunning. Minecraft speedruns, like any other speedrun, are separated into categories.本文为一篇Minecraft快速通关的速成教程。而Minecraft速通就像其他速通一样，也被分成许多类别。\nThere’s the any% run where you simply beat the game as fast as possible using any tool available to you which usually means exploiting bugs and glitches.首先我们要介绍的是“any%速通”，在这种速通玩法中，你可以利用BUG和游戏漏洞，使用任何能找到的工具，从而使你尽可能快而轻易的通关游戏。\nThere’s any% glitchless which is just like the aforementioned any% except you can’t use glitches.而除了“不能利用游戏Bug”之外，“禁用Bug any%速通”和前文提及的“any%速通”几乎并没有什么区别。\nThen there are seeds. Seeds are special codes you can input into Minecraft to get the world to generate a specific way. Think of set seed runs as playing the game with a map and all the treasure chests filled with needed materials are marked with a big red ‘X’. Now for random seed, you take away that map. You begin the game in a randomly generated world (just like when you start a new game of Minecraft).接下来让我们来谈谈种子。种子是一串特别的代码，你可以通过输入特定的种子定向生成一个新的世界。这样看来，玩“种子速通”就会有一种“开局一张图，图上大红叉，叉上有资源，资源都齐全”的感觉；如果使用随机种子，你就会出生在一个随机生成的世界，像刚开始玩Minecraft一样——“开局无一物，资源全靠找”。\n\n\nNow you’re a speedrunning expert, let’s speak to Illumina!好了，你现在已经是位速通专家了，接下来就让我们和Illumina聊聊天吧！\nAsh: How did you get into speedrunning Minecraft?Ash: Illumina，你能和我们谈谈自己是如何接触到Minecraft速通的吗？\nIllumina: YouTube. After watching some speedruns of other games on YouTube I thought that a Minecraft speedrun could be just as fun. I watched a couple runs, then tried a couple myself and thought it was super fun, so I continued doing it.Illumina:这要得益于YouTube。我在YouTube上观看了一些其他游戏的速通视频后，觉得Minecraft的速通也能和他们一样有趣。我也曾观赏过别人的双人速通视频后，然后自己也尝试了一下，并从自己挑战的过程中体验到了巨大的乐趣，所以我坚持了下来。\nWhen I first started doing speedrun stuff, almost nobody was speedrunning the game at all. It was like the wild west. I had experience with PvP, so I tried to apply those skills to speedrunning and that helped. I think the most popular myth about speedrunning is that it's really hard, but anyone can get into it and it’s fun no matter your skill level. Oh, and watching the community grow, that was special.当我第一次进行速通时，几乎没有人会去尝试着速通Minecraft这款游戏。那时的Minecraft速通界如同一块无人涉足的西部荒野。巧合的是，我在PVP上有些经验，于是我开始尝试着把这些技巧应用于速通上，让它们协助我完成速通。大多数人应该会认为速通玩法难如登天，但实际上每个人都能参与进来，当中的乐趣也无关你的技巧层次。哎呀，话又说回来，能够看着这个社区发展壮大真的感觉真是奇妙。\n\nOh，what was that Mr Skeleton Archer？You thought you could stop this speedrun？Well enjoy being DEAD WRONG you bony fool.哦，看看这是谁？一个骷髅射手？算了吧，你觉得你可以阻止我完成速通吗？你选择和我见面就是一个致命的错误，简直是愚蠢到骨子里了。Ash: How has it grown? Has Minecraft’s other appearances at Games Done Quick events helped?Ash: 能给我们讲讲Minecraft速通社区的发展历程吗，在GDQ上举办的其他活动对促进它的发展又是否有所帮助？\nIllumina: Bismuth’s set seed run from AGDQ (Awesome Games Done Quick) definitely kickstarted the growth. We went from a couple of people to a full blown community. From there, it gained momentum worldwide with other runners at different GDQs. BastiGHG introduced the Set Seed Glitchless run to the German community, and tarokitchen introduced the Random Seed Glitchless run to the Japanese community. So we went from a handful to a global community.Illumina: 是的，在AGDQ活动中举办的“指定种子Any％速通”强有力地推动了我们社区的发展，我们从最初的寥寥几人逐渐发展壮大。直到在GDQ大赛上，已经发展成熟的速通社区带领着其所拥有的速通玩家一起在不同的比赛项目中爆发出全球性的影响力：BastiGHG将“指定种子禁用BUG速通”传入了德国速通社区，而tarokitchen则将“随机种子禁用BUG速通”引入了日本社区。因此，速通社区才得以从一个小群体逐渐发展为全球性的社区，直到覆盖全球。\nAsh: During your run, you had some amazing luck. What happened?Ash: 你有时候在速通时会奇迹般地欧皇附体，这是怎么一回事？\nIllumina: Yeah! It was a rollercoaster of luck. Near the beginning of the run, I found 10 obsidian in a chest, which is really lucky because that's just enough obsidian to make a Nether portal. The chest also contained an iron pickaxe and iron sword which are also both very helpful.Illumina：确实是这样！我的运气就好像过山车一样时上时下。速通比赛开始后不久，我就幸运地在一个宝箱里找到了10个黑曜石——刚好够我做一个地狱传送门；不仅如此，那个箱子里还有两个“好帮手”——一柄铁斧和一把铁剑。\nNormally, I build a nether portal with a lava and a water bucket, which takes slightly longer. It wasn't a run changing time save, but the Nether part definitely was. When I entered the Nether, the blaze spawner was very close to the Nether portal when I entered. This was one of the better Nethers that I have gotten in my runs, so getting that in my SGDQ run was super lucky. It's hard to calculate just how lucky it was, a 1/500 chance was thrown in by one of the commentators, but it's hard to know how accurate that number is.通常情况下，我需要一桶岩浆和一桶水来建造地狱门——虽然这个方法.会稍微花费一点时间。建造地狱传送门虽然不会节省时间， 但地狱肯定会如此。我在参与“夏日速通挑战”的时候，一个烈焰人刷怪笼刚好就在我建造的地狱传送门旁边——可以说是我速通生涯中遇到的“好地狱”之一。要去计算这么幸运的几率很困难，有五百分之一的概率在实况主们之中会有那么一位被扔到刷怪笼旁。但还是很难得知一个精确的数字。\nAsh: I don’t math but that sounds about right to me. During your run, you also got to show off a bit of Minecraft swag. What was that about?Ash:我对数字不是很敏感，不过这听上去似乎蛮厉害的。听说你在速通的时候会偶尔展示下自己的披风，这又是怎么一回事？\nIllumina: Ah yes. You can customize your avatar in the game so I wore the Minecon 2015 cape I got when I was invited for a speedrun competition for Diversity 2, and Set Seed Glitchless.Illumina: 啊，是这样没错。Minecraft角色的皮肤可以随意更改，于是我受邀参加多元化村庄2模组的指定种子禁用BUG速通比赛时，我穿上了2015年的Minecon披风。\n\nEven Minecraft.net’s very own Per Landin was cheering Illumina on during the stream！Which is actually somewhat outrageous，because during the stream he was supposed to be working。不同于以往，首页推送也在为他加油！那时的Minecraft官网在不同平台的账号都在推送为Illumina加油的内容。Ash: Do you have a favourite speedrun category?Ash: 请问你有最喜欢的速通类别吗？\nIllumina: I enjoy running the Diversity 2 mod, and in general I love custom map speedruns. Probably because it's a nice change of pace from the randomness of unmodded Minecraft categories. But the unmodded categories are special in their own way. My favourite of those is random seed glitchless for sure. It’s super fun to come up with on-the-fly routes, even if the luck can be super harsh at times.我喜欢在多元化村庄2 MOD中速通，而且总的来说我喜欢“自定义地图速通”。大概是因为相对于禁用BUG速通的随机性，它有着不错的改变。但我更喜欢禁用BUG随机种子速通，这是我的信仰，是独一无二的存在。即使有时候我的运气很糟糕，但能够想出速通路线的过程是种别样的乐趣。\nAsh: And you have a world record in some of those unmodded runs right?Ash: 你曾经还在一些非MOD速通中创造过一次世界纪录，是这样吗？\nIllumina: Yeah I have the world record in the any% random seed glitched. Glitched categories are less popular, which is understandable as the game can get pretty broken. I enjoy glitchless more because it just feels like the traditional Minecraft I love.Illumina: 嗯。我在“指定种子准用BUG Any％速通”中拥有一个世界记录。说实话，“准用BUG速通”这种速通玩法并不热门，因为这种玩法使得游戏变得有破碎感。所以我更喜欢“禁用BUG速通”，因为它能让我原汁原味地感受Minecraft——这款我喜爱的游戏所带来的乐趣。\nAsh: Do you have a favorite glitch you like to perform?Ash: 那么你有一个最喜欢使用的bug吗？Illumina: Probably dragon skip because it's super easy to do. You place an end crystal as soon as you enter the end, then the dragon just doesn't spawn and the end portal is activated. Its super easy and it skips the newer dragon fights (1.9+) which are slower than previous versions.Illumina: 应该是“秒杀”末影龙的BUG吧。触发那个Bug是一件轻而易举的事，你只需要在你进入末地的一瞬间放置一个末影水晶，这样末影龙就会被“秒杀”，取而代之的，则是被激活的末地传送门。这个简单的操作可以帮助你跳过新版本（1.9+版本）中与末影龙的战斗，毕竟自从更新1.9版本后，和末影龙的战斗耗时就变长了\nAsh: So what was the journey like from just starting out to earning world records?Ash: 那么你感觉自己“从萌新到摘取世界纪录”的历程是一种怎样的体验？\nIllumina: When I started there was almost no competition or community, I've been around since the community was very small, and there weren't many runners at all. My skill from the PvP aspect of the game helped a lot, and I was able to get top times pretty much immediately. Now it doesn't really work like that, so I wouldn't know how someone's journey would be now compared to 6 years ago.Illumina：最初，速通这一领域并没有什么相关的竞赛，也没有成型的玩家社区，那时候速通这一圈子还非常小众，基本上没有什么速通玩家。我自己学习到的PVP技能在速通上得以大显身手，这使我没花费多久便多次摘取“最快通关时间”的宝座。因为以前的方法放到现在而言难以起效，所以我很难形容现在的速通过程和6年前相比有什么区别。\nBack then, it was mostly me vs a few people:bluecrystal,fearfulferret and funderful were some people that I competed against.以前那时候，bluecrystal、fearfulferret 、和funderful这三位可以说是我的老对手了。\nAsh: But then they became your friends right? Bluecrystal was one of your commentators during your run.Ash: 但他们之后就成为了你的朋友，不是吗？而且Bluecrystal还是你这次速通的见证人之一。\nIllumina: Yup, we became such good friends over time.Illumina: 是的，随着时间的推移，我们逐渐成为了很要好的朋友。\nAsh: D’aww. That’s awesome. I love the camaraderie between all the speedrunners.Ash: 哈哈，太棒了。我爱死所有速通者之间的友谊了。\nIllumina: The speedrunning community is on another level of wholesomeness that I love, and I hope it continues to be that way. Even though we’re all competitors, at the end of the day, the only thing we want to see go down is the time.因快速攻略游戏而形成的社交环境是我爱上快速攻略的另一理由，我希望越来越多的人能够加入我们。即使我们互相竞争，但也只不过是为了看到最后的通关时间而已。【本文排版借助了：SPX】\n『The News 资讯共享』\n作者：Ash Parrish发布时间：2019年7月20日原贴地址：https://www.minecraft.net/zh-hans/article/how-speedrun-minecraft文章翻译：迷途的路人校对：@像素君 \n『The Others 最后几句』\n若发现文不达意、排版不当等问题，麻烦在下方留言告知。特别感谢超级无敌加粗加亮金光闪闪宇宙无敌炫酷全职保姆妈妈@像素君的校对 @Cai_Iu @130s和@LittleHei在翻译过程中提供的帮助 \n如 果 对 你 有 帮 助 ， 请 回 复 帖 子 为  翻 译 者 加 油 ！\n\n\n\n\n[groupid=1701]Complex Studio[/groupid]",
    "replies": [
        {
            "author": "封徵",
            "timestamp": 1585046400,
            "txt_content": "这个排版我突然就好了，看着极其舒服[:hide:]"
        },
        {
            "author": "rooke_zb",
            "timestamp": 1585049100,
            "txt_content": "通常情况下，我需要一桶岩浆和一桶水来建造地狱门——虽然这个方**稍微花费一点时间\n我猜“法.会”被屏蔽了"
        },
        {
            "author": "42313123123123",
            "timestamp": 1585051800,
            "txt_content": "头图的史蒂夫好像在放飞自我(雾)"
        },
        {
            "author": "像素君",
            "timestamp": 1585121400,
            "txt_content": " 本帖最后由 像素君 于 2020-3-26 09:21 编辑 \n\n路人这次又是问单句又是让我进行全文校对修改可累坏我了\n（这里头的很多骚话还是我想出来的嘞）"
        },
        {
            "author": "没人注意我",
            "timestamp": 1586599440,
            "txt_content": "“接下来让我们来谈谈种子……”那一段的“像   第刚开始玩Minecraft一样”是不是少了什么？"
        }
    ]
}