{
    "title": "[Minecraft.net|INSIDER]寻找魔王Arch-Illager：第二期",
    "author": "zyjking",
    "replyCount": 2,
    "timestamp": 1585076400,
    "txt_content": " 本帖最后由 zyjking 于 2020-3-25 11:54 编辑 \n\n\nINSIDER\nSearch for the Arch-Illager, Part 2\n寻找魔王Arch-Illager：第二期\nThere’s more?! We couldn’t believe it either.\n还有第二期？其实我们也不信。\n\nSofia Dankis\nWe left our brave and humble detective in Mojang’s lobby, where she has just realized that the subject of her investigation could very well be her true love. Will she find the Arch-Illager and get her happily ever after? And what was in that sandwich?\n我们让勇敢但又谦虚的大侦探留在了Mojang办公大厅，只因他刚好觉得正在调查的目标可能是他最喜欢的一类。并且找出Arch-Illager之后能让他在一段时间后都感到满足吗？等等，三明治里头有些啥?\n\nMy search continued, but not before I gave myself time for an extended daydream about our beautiful future, arching and illaging around the world. When I snapped back to reality, I started working on my next lead. Where did the envelope come from, and who could have sent it? If only they had left a note! I put together a list of possible suspects:\n调查继续，我本想给自己做个畅想美好未来的白日梦，但傲慢和罪恶充斥在我的脑海让我天旋地转。只好回到现实，专注于下一个线索。信封是从哪来的，谁又能寄出去？但如果他们留了一个便条呢！以下是嫌疑人名单：\n\nI sincerely hope that these three never cross paths，they would be unstoppable。\n真心希望这三个不会交织在一起，否则就无力回天了。\nHmmm. Something didn’t feel right, specifically in my tummy. Maybe I should have examined that sandwich before I ate it. But I did know one thing– I needed to take a meeting in the water closet.\nemmmm。好像哪里有点不舒服，我确信是我的肚子。我应该在吃那个三明治之前检验一下。但接下来肯定是—— 我需要在洗手间里开一个马桶会议。\n\nForty-seven minutes later, I returned to my post only to find that someone had been there. I could tell because my chair had been moved slightly and there was a big box on the table. After another thorough investigation, I opened it and peered inside to find… nothing. As I was leaning in to get a better look, someone pushed me straight into the box! Falling as gracefully as possible, I caught a glimpse of a beautifully bushy brow as the lid was sealed.\n47分钟后，我回到原处却发现已经有人来过了。我可以肯定的说——因为椅子稍微挪动了点，桌子上还多了个大箱子。又一轮地毯式搜寻之后，我打开了箱子，瞧了一眼结果发现…啥都没有。正当我前倾想要一探究竟时，有人却把我推了进去！我尽可能往里摔的漂亮些以免不会太疼，以及我只看见了封箱人乌黑浓密的大眉毛。\n\nAs I sat in my box, I felt surprisingly calm. Obviously the Arch-Illager, my destined partner in both life and crime, was taking me away on a romantic getaway! Traveling by box is the most loving transportation after horseback riding on the beach, after all. The jostling movements were quite soothing and finally lulled me into a deep sleep.\n我呆在盒子里却出奇的安静。封箱人明显是Arch-Illager，可能会成为一生中充满罪恶的好兄弟，也许正带我走向一段浪漫之旅！经过海滩骑马之后，我终于明白箱子旅行是我最爱的出行方法。行程的颠簸居然会意外的平稳，并给予我一个深度睡眠。\n\nThe next time you want to surprise your special someone，do it with a box！\n下次想要让其他人开眼界的话，尽管用箱子吧！\nWhen I woke up my box was no longer moving and the lid had been opened. I crawled out of it and found myself in an office that I didn’t recognize. It was much less… magnificent than what I had imagined the Arch-Illager would have chosen for himself. No worries, I thought to myself, we’ll get the decorators in first thing in the morning. I pictured an enormous mural of the two of us, Sistine Chapel style.\n我醒来后，箱子已经到达目的地并拆封了。爬出来发现自己身在一个未知的办公室。这比想象中Arch-Illager为自己选择的地方要大得多。早上第一件事肯定是装饰这片地方，不用担心，我心想。并且勾勒了一个西斯廷教堂风格的双人巨大壁画。\n\n”Ahem.” Someone cleared their throat behind me. I turned around, my arms open and ready to embrace my darling Arch-Illager. But it wasn’t him.\n”咳。”有人在我背后清了下嗓子。当我转身，张开双臂准备拥抱我亲爱的Arch-Illager时。却发现不是他。\n\n”David Nisshagen, Executive Producer for Minecraft Dungeons?” I asked, surprised and absolutely livid. ”What’s going on?”\n”原来是David Nisshagen，Minecraft地下城的监制？” 我吃惊以及生气地问道，”到底发生了什么?”\n\n”You did this to yourself. We asked you, repeatedly, to stop. Leave the Arch-Illager alone, you can get to know him along with everyone else when Dungeons launches.” David said, as he started to back out of the room. ”I had to get you away from the main office, you’re incredibly disruptive and we’re on a deadline.\n”是你自己选的。我们再三要求你停止这么干。你原本可以和其他人在地下城发售当天认识他的，现在你只能远离Arch-Illager了。” David道，当他出去时又道。”我必须让你离开了，你的异常行为已经触及到红线了。\n\n‘You’re very “disruptive”，Sofia!’ —— David Nisshagen，Executive Producer & Overreactor\n“你可以说是‘专业搞破坏’的” —— 来自David Nisshagen，地下城监制以及神经过敏者\nDavid had almost made it out when I reacted, quick as an old cat. I dove for the door and managed to wedge my foot in the doorjamb. David tried to shut it but he was no match for my totally-not-fake Capoeira moves. My other foot kicked the door open, knocking him back. I ran out and found myself in… the lobby? How did I get back here? I turned around and saw the sign over the now-broken door.\n我正要采取动作时结果被David揪到了，但我动作快如泼妇。我冲到门边把脚顶到门框上防止关门。David企图阻止我，但完全抵不过我祖传的卡波耶拉式舞步。踢门，门开，撞击，倒地。成功跑出来但发现自己在…办公大厅？我又回来了？转身却发现那扇踢破的门上有一块牌子，上面写着。\n\nHuman Resources\n人事部\n\nOh, of course. That’s why I didn't recognize it, I haven’t been to any of the optional meetings that are held in there.\n额，没毛病。因为我没有在那里参加过任意一场可参加的会议，所以我不认识这块地。\n\n”Sorry David, but I have a date with destiny,” I whispered, as I pushed him into the room and barricaded it shut with an enormous, distasteful fern.\n”抱歉David，但在今天或许能改变我的命运,” 我嘀咕着，把它推进房间，用巨大又恶心的蕨类植物把他藏起来。\n\nI ran out of the building and into the night. I paused to catch my breath. As I leaned against the wall, daintily dry-heaving, I saw something in the distance. A pink shimmer of light and the silhouette of a stove-top crown. Wait a minute. It couldn’t be… it was! Archie! He had come for me, like I knew he would!\n我跑出大楼，发现已经入夜了。当我靠在墙上大喘气时，凝视远方却发现有点东西。那是微弱的粉色光以及抽油烟机通风管似的头冠。等等。难道说… 没准了！Archie！他来了，而且是我熟悉的模样！\n\nJust look at that loving gaze！*swoons*\n只需看一眼充满爱意的目光！*啊啊啊啊*\n”My love! I’m here! Take me with you!' I cried out.\n”我的挚爱！我在此处！让我随你一起!“ 我大声喊道。\n\n”Hehehe,” his sweet voice floated through the air.\n”哼哼哼,” 他甜美的声音在空气中萦绕不绝。\n\n”Please! Don’t go!” I started to run towards him.\n”请不要！不要离开我!” 我开始跑向他。\n\n”Hrrrm. Hrrrm!”\n”哼啊啊，啊啊啊!”\n\nThose were the **s he spoke to me, before he spawned an army of Illagers and disappeared from view. Some loves are too complex for this world. Kind of like a dungeon, if you think about it.\n这是他召唤刌民大军并消失之前的对我说的最后一句话。世上有种爱情真是不可理喻。加以思考会发现就是一个地牢，喊出来却无人能听见。\n\nThere you have it. Case closed. I found out everything I needed to know about the Arch-Illager. A complicated, deep, and influential ruler. Sure, some may consider his actions to be on the extreme side. Maybe even downright evil. But not me. I’m Team Arch-Illager, all the way. What about you, are you ready to challenge the golden apple of my eye?\n证据确凿，该结案了。我已经找到了所有有关Arch-Illager的必要信息。一个捉摸不透，深藏内心，影响悠久的统治者。肯定也有人认为他的行为非常极233端，甚至是邪恶到透的那种。但我不是这类人。我至始至终只是个Arch-Illager团队的成员。所以，准备好挑战并拿走我眼中的金苹果了吗？\n\n【zyjking 译自官网 2020 年 03 月 24 日发布的 Search for the Arch-Illager, Part 2；原作者 Sofia Dankis】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "爱.德.华",
            "timestamp": 1585094940,
            "txt_content": "为什么我一看标题就想到哇卡吗欧"
        },
        {
            "author": "Sinbad_Official",
            "timestamp": 1585097580,
            "txt_content": "无端联想“哼哼哈哈啊啊啊啊啊”（"
        }
    ]
}