{
    "title": "[Minecraft.net | INSIDER] 寻找灾厄之王 其二",
    "author": ":spgbigfan:",
    "replyCount": 1,
    "timestamp": 1585117860,
    "txt_content": " 本帖最后由 KalphaGo 于 2020-3-25 14:44 编辑 \n\n\n\n\n\n\nSearch-Archillager-Header-Part2.jpg (95.07 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 12:06 上传\n\n\n\n\n\n\nINSIDER\nSearch for the Arch-Illager, Part 2\n寻找灾厄之王 其二\nThere’s more?! We couldn’t believe it either.\n还有后续？！我们也都不敢相信。\n\nSofia Dankis 索菲娅·丹妮斯\nWe left our brave and humble detective in Mojang’s lobby, where she has just realized that the subject of her investigation could very well be her true love. Will she find the Arch-Illager and get her happily ever after? And what was in that sandwich?\n在上一篇文章中，我们派遣了我们勇敢而谦逊的侦探前往 Mojang 的办公大厅，在那里，她意识到自己的调查对象很有可能会成为她的真爱。她能否找到灾厄之王并二人幸终？那一块三明治里头又隐藏着什么呢？\n\nMy search continued, but not before I gave myself time for an extended daydream about our beautiful future, arching and illaging around the world. When I snapped back to reality, I started working on my next lead. Where did the envelope come from, and who could have sent it? If only they had left a note! I put together a list of possible suspects:\n我的调查继续展开，但是在此之前，我得先做完我长长的白日梦。我幻想着我们的美好未来，征服与掠夺世界的每一个角落。当我从梦中猛然醒来，便开始着手研究我的下一条线索。那个信封是从哪来的，而发件人又是谁？要是他们留下个便条说清楚就好了！我列出了一份嫌疑人清单：\n\n\n\n\n\n\nSearch-Archillager-Part2-Image1.png (208.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 12:37 上传\n\n\n\n\n\nI sincerely hope that these three never cross paths，they would be unstoppable.\n我衷心希望这三位永远不要彼此碰面，不然他们就会停不下来。\nHmmm. Something didn’t feel right, specifically in my tummy. Maybe I should have examined that sandwich before I ate it. But I did know one thing– I needed to take a meeting in the water closet.\n嗯……我发现事情有些不对劲，特别是我的胃不对劲。或许在吃下那个三明治之前，我应该先检测一下的。但是至少我明白了一件事情——我得去洗手间开个会了。\n\nForty-seven minutes later, I returned to my post only to find that someone had been there. I could tell because my chair had been moved slightly and there was a big box on the table. After another thorough investigation, I opened it and peered inside to find… nothing. As I was leaning in to get a better look, someone pushed me straight into the box! Falling as gracefully as possible, I caught a glimpse of a beautifully bushy brow as the lid was sealed.\n47 分钟后，我回到了我的工位上，却发现有人已经来过这了。之所以我敢这么判断，是因为我的椅子被轻微地移动过，以及桌子多了一个大箱子。在经过了透彻的检查后，我打开了箱子，往里头端详了一下，发现里面竟然……空空如也。正当我往前靠，想看得更清楚些的时候，有人直接把我给推进了箱子里头！我尽可能优雅地滚了进去，同时在箱子封上的时候，我瞥到了一片浓密的眉毛。\n\nAs I sat in my box, I felt surprisingly calm. Obviously the Arch-Illager, my destined partner in both life and crime, was taking me away on a romantic getaway! Traveling by box is the most loving transportation after horseback riding on the beach, after all. The jostling movements were quite soothing and finally lulled me into a deep sleep.\n我坐在箱子里，出奇地冷静。显然，是我的真命天子兼犯罪拍档，灾厄之王，他正在带着我来一场浪漫之旅。毕竟，与骑在马背上游历沙滩相比，坐在箱子里移动可以说是更有爱的交通方式了。\n\n\n\n\n\n\nSearch-Archillager-Part2-Image2.jpg (65.24 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 12:06 上传\n\n\n\n\n\nThe next time you want to surprise your special someone，do it with a box!\n要是你想给你那位特别的 TA 奉上一场惊喜，不妨试试用箱子吧！\nWhen I woke up my box was no longer moving and the lid had been opened. I crawled out of it and found myself in an office that I didn’t recognize. It was much less… magnificent than what I had imagined the Arch-Illager would have chosen for himself. No worries, I thought to myself, we’ll get the decorators in first thing in the morning. I pictured an enormous mural of the two of us, Sistine Chapel style.\n当我醒来的时候，箱子已经不再移动了，箱盖也已经打开了。我从箱子里爬了出来，发现我身处于一个陌生的办公室里。灾厄之王给自己挑的这个地方，也没我想象中的那么……壮观？问题不大，我如此自忖，等到吃早餐的时候就会有人过来装修了。我为我们俩画了一幅巨幅壁画，用的还是西斯廷教堂式的风格。\n\n”Ahem.” Someone cleared their throat behind me. I turned around, my arms open and ready to embrace my darling Arch-Illager. But it wasn’t him.\n”咳咳。” 有人在我背后清了清嗓子。我转过身去，张开双臂，准备拥抱我亲爱的灾厄之王。但人并不是他。\n\n”David Nisshagen, Executive Producer for Minecraft Dungeons?” I asked, surprised and absolutely livid. ”What’s going on?”\n”是你啊，戴维·尼沙根，Minecraft 地下城的执行制作人？”我惊讶而悻悻地问道。”出什么事了？”\n\n”You did this to yourself. We asked you, repeatedly, to stop. Leave the Arch-Illager alone, you can get to know him along with everyone else when Dungeons launches.” David said, as he started to back out of the room. ”I had to get you away from the main office, you’re incredibly disruptive and we’re on a deadline.\n“是你自己干的好事。我们一直，不断地，要求你停下来。离灾厄之王远点，等地下城游戏发布的时候，你可以和其他人一起了解他。”戴维说道，同时他准备离开房间。“我必须得把你从大办公区里弄到这儿来，你真是太闹腾了，我们还要赶截止日期呢。”\n\n\n\n\n\n\nSearch-Archillager-Part2-Image3.jpg (59.3 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 12:06 上传\n\n\n\n\n\n‘You’re very “disruptive”，Sofia!’ —— David Nisshagen，Executive Producer & Overreactor\n“拜托，你很烦诶，索菲娅！” —— 戴维·尼沙根，执行制作人 兼 反应过度人\nDavid had almost made it out when I reacted, quick as an old cat. I dove for the door and managed to wedge my foot in the doorjamb. David tried to shut it but he was no match for my totally-not-fake Capoeira moves. My other foot kicked the door open, knocking him back. I ran out and found myself in… the lobby? How did I get back here? I turned around and saw the sign over the now-broken door.\n在我如脱兔一般做出反应的时候，戴维差点就得逞了。我扑向门口，努力把脚插进门缝里。戴维想把门关上，但是他完全配不上我货真价实的卡波耶拉舞步。我的另一只脚把门踹开，将他击退。我冲出办公室，发现自己身处……办公大厅？我怎么回来了？我转过身去，看到那块已经破烂的门上有个牌子，上书——\n\nHuman Resources\n人力资源部\n\nOh, of course. That’s why I didn't recognize it, I haven’t been to any of the optional meetings that are held in there.\n哦，怪不得呢。怪不得我不认识这个地方，我从来没参与过这里的任何一场预约会议。\n\n”Sorry David, but I have a date with destiny,” I whispered, as I pushed him into the room and barricaded it shut with an enormous, distasteful fern.\n“很抱歉戴维，我的真命天子还在等我，”我轻声说道，同时把他推进房间里，用巨大而丑陋的蕨类植物挡住了房间门口。\n\nI ran out of the building and into the night. I paused to catch my breath. As I leaned against the wall, daintily dry-heaving, I saw something in the distance. A pink shimmer of light and the silhouette of a stove-top crown. Wait a minute. It couldn’t be… it was! Archie! He had come for me, like I knew he would!\n我跑出了大楼，时间已经来到了晚上。为了喘口气，我停下了脚步。正当我靠在墙上，优雅地干呕之时，我发现远处似乎有什么东西。是一道粉色的闪光，以及一个轮廓呈炉顶状的王冠。等会。难道是……没错就是他！小王王！他过来找我了，我就料到他会的！\n\n\n\n\n\n\nSearch-Archillager-Part2-Image4.jpg (53.59 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 12:06 上传\n\n\n\n\n\nJust look at that loving gaze！*swoons*\n这眼神，多可爱！*狂喜*\n”My love! I’m here! Take me with you!' I cried out.\n“亲爱的！我在这里！快把我带走！”我呼喊道。\n\n”Hehehe,” his sweet voice floated through the air.\n“呵呵呵……”他甜甜的嗓音从空中飘了过来。\n\n”Please! Don’t go!” I started to run towards him.\n“求你了！别离开我！”我朝他跑去。\n\n”Hrrrm. Hrrrm!”\n”哼嗯嗯。哼嗯嗯!”\n\nThose were the last words he spoke to me, before he spawned an army of Illagers and disappeared from view. Some loves are too complex for this world. Kind of like a dungeon, if you think about it.\n这是他对我说的最后的话，说完他就召唤了一支灾厄军团，然后从我的视线里消失了。有些爱，就是这么复杂，不被世俗所理解。如果你仔细想想，就好像和地牢差不多吧。\n\nThere you have it. Case closed. I found out everything I needed to know about the Arch-Illager. A complicated, deep, and influential ruler. Sure, some may consider his actions to be on the extreme side. Maybe even downright evil. But not me. I’m Team Arch-Illager, all the way. What about you, are you ready to challenge the golden apple of my eye?\n就是这样。案子结了。我找到了所有我需要了解的，关于灾厄之王的事情。他就是这么一个错综复杂，深邃至极，翻手为天，覆手为雨的统治者。当然，可能有人会觉得他的所作所为非常极 端。或许甚至能说是邪恶透顶。但我不这么想。我站灾厄之王这边，永远不会改变。那么你呢，你想要挑战我眼里的金苹果吗？\n\n【Kakuso 译自官网 2020 年 03 月 24 日发布的 Search for the Arch-Illager, Part 2；原作者 Sofia Dankis】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "GCVillager",
            "timestamp": 1585118520,
            "txt_content": "延斯和圣诞老人还行"
        }
    ]
}