{
    "title": "[Minecraft.net|CULTURE]水下奇观",
    "author": "jinvgy",
    "replyCount": 6,
    "timestamp": 1585126740,
    "txt_content": " 本帖最后由 jinvgy 于 2020-3-25 17:22 编辑 \n\n\n\n\n\nimage.jpg (93.21 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:50 上传\n\n\n\n\n\n水下奇观\nUNDERWATER WONDER\n深入了解来自韩国的建筑师Haru的作品！\nTake a deep dive into the creations of Korean builder, Haru!\n\n       你有很喜欢在洗澡时玩这个游戏(指Minecraft)吗？我每次把自己的头潜到Minecraft世界的海洋中我都能看到无数个(注:原文有给出一个超大的具体数字，此处以无数代替)美丽的水下建筑。这足以让我高兴地大喘气！然后被水呛到...头在水下的时候千万不能喘气。\nDo you lot like playing this game in the bath or something? Because it seems every time I dunk my head into the Minecraft oceans, I see another 549,661,921 million beautiful underwater builds. It's enough to make me gasp with delight! Then choke a lot. Don't gasp when your head's underwater.\n       浮上来呼吸空气后，我和建造水下奇观Pirios的韩国建筑师Haru交谈。(Pirios)是一个在海洋中心深处的宏伟建筑，是海豚、小丑鱼...甚至是美人鱼的家园。Pirios在生活于此的海洋生物中格外突出；小鱼和植物从石柱和高塔后向外探头，连那可怜的鲸鱼上都长满了海草！\nComing up for air, I spoke to Haru, the Korean builder behind the underwater wonder that is Pirios. A grand structure buried deep down in the heart of the ocean, home to dolphins, clownfish and even mermaids. Pirios protrudes through the sealife that has gradually come to outgrow it; columns and towers peeking out between the vegetation and fish. Even the poor whale is overgrown with seaweed!\n       “创造出一个我想象中的建筑一点儿也不难，因为我看过[许许多多]的幻想电影，”当我问起关于他的海洋之旅时，Haru这么说道，但他也相信这种建筑需要进行很多的自我推敲。“你需要创造出一个稳定的作品，并且研究自己的(建筑)风格。”\n“It was really easy to create the building that I imagined, because I’ve watched [a lot of] fantasy movies,” Haru tells me, when I ask about his oceanic odyssey. But he believes pulling off builds like this requires a lot of self-reflection too. “You need to create steady works and study your own style.”\n\n\n\n\n\nfile_1585126259000.jpg (80.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:51 上传\n\n\n\n\n\n       在水下的、植物蔓生的Pirios是Haru对幻想电影表达的敬意。(像那)亚特兰蒂斯，多么伤感...\nUnderwater and overgrown, Pirios is Haru's homage to fantasy films. Atlantis, eat your heart out.\n       Haru告诉我说，当他第一次接触Minecraft时，他对其他的(建筑)艺术家感到十分的佩服。“这激发了我对艺术活动的兴趣。”他这么说道。和其他艺术家交流激发了他的创作灵感，然后他告诉我：“当人们喜欢我的作品时，我感到非常骄傲。”这也很对啊！\nHaru tells me that when he first got into Minecraft, he was awed by the other artists working with the game. “That inspired me to dive into artistic activities,” he says. Interacting with other artists inspired him to build, and then, he tells me, “I [was] proud when people liked my pieces.” Quite rightly, too!\n       很自然地，Haru致力于用Minecraft作为他创造艺术作品的媒介。“最初，”他解释道，“我专注于建造东亚的建筑。”但当他打算创造他最新的作品Barmian时，他(感觉自己)已经到达了(东亚建筑风格的)极限，于是他这次决定尝试一种全新的(建筑)风格。\nNaturally, Haru pursued Minecraft as a medium for creating works of art. “Originally,” he explains, “I concentrated on oriental architecture,” but when it came to his latest build, Barmian, he had reached a limit with that and decided he wanted to try a new style.\n       “我已经对一直做同一种风格的作品感到厌倦了，所以我建造了一栋欧式建筑。”他说这是他一直在寻求的挑战，他希望能以此来发展自己的(创作)技能。“从现在起，我将建造更多的欧式建筑。”\n“I was tired of making one genre of work, so I created a European building.” He says this presented the challenge he was looking for, and he’s keen to develop his skill in this style. “From now on, I will also make many more European buildings.”\n\n\n\n\n\nb2fe3e93ce3d45c621238c2ed8ada26c-Hotel_07_Other.jpg (305.01 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:53 上传\n\n\n\n\n\n\n\n\n\nfile_1585126411000.jpg (65.65 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:53 上传\n\n\n\n\n\n\n\n\n\n683345c08e0d8f17844c42f48eee25f7-Hotel_04_Other.jpg (279.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:53 上传\n\n\n\n\n\nBarmian是Haru的最新作品,能让人想起法国的建筑，街上有着许多的汽车和咖啡馆，甚至还有一个货车小摊。祝你在开方形轮子的汽车时好运。\n\nA European-style build reminiscent of French architecture, Barmian is Haru's latest build, complete with a busy street of cars, cafes and even a little wagon stall. Good luck driving with square wheels.\n       并不是说他之前的作品不好，他的每一个作品都是为你的眼球准备的美味佳肴。他的Crane Travel，描述了...额...仙鹤旅行(注:Crane Travel即为仙鹤旅行)，而他的Symphony Build，是多么的豪华！充满了皇室氛围，我这平民根本不配欣赏，我的天！\nThat’s not to discredit his previous works, however, as each is a delicious treat for your eyeballs. There’s Crane Travel, with its depiction of, er, cranes travelling, and his Symphony Build, a monolithic structure with such a posh, regal atmosphere, my commoner peepers ain’t worthy of lookin’ at it, guvna.\n       “我追求华丽和质朴，”Haru说，“所以我使用了一种简单的设计。”让我印象最深的就是这种刻意精简的方式。他一旦决定了这个想法，他就一定会去做，不会再有任何的猜测和自我怀疑，这让我将这篇文章重写了无数次(注:原文有给出一个超大的具体数字，此处以无数代替)\n“I pursue both splendour and simplicity,” Haru says, “so I use a simple design.” It’s this deliberately pared-down approach that impresses me most. Once he’s decided on an idea, he’ll just go for it, without all the second-guessing and self-doubt that made me rewrite this article about 549,661,921 times.\n       Haru有他的雄心壮志，并有改进的动力。当他在构思Pirios时，他解释说：“我认为这个结构有所欠缺，因为它是我第一次见到(这类型的)建筑时创造的。我只想给人一种感觉——很多鱼在这儿闲逛。”\nHaru's also ambitious and driven to improve. As he reflects on Pirios, he explains, “I think it was a structure that was lacking, because it was created when I first met architecture. I just wanted to give the feeling that many fish were hanging out.”\n\n\n\n\n\n9418cfbcaae9b935acdda03222021139-Haru_Symphony_02_Other.jpg (334.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:55 上传\n\n\n\n\n\n\n\n\n\nfile_1585126507000.jpg (79.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:55 上传\n\n\n\n\n\nHaru与一个团队一起建造了Symphony Build，这证明了他不仅仅是一个很酷的独狼，还是一个很棒的团队合作者。而根据Tom刚刚给我的P45来看，我两者都不是。\n\nHaru built the Symphony Build with a team, demonstrating that he's a cool long-wolf builder AND a great teamplayer. I'm not either of those things, according to this P45 Tom just handed to me.\n       他继续说道：“我认为建筑本身并不难，但没有灵感的时候，我会感到有很大压力。所以，当我记不起自己(关于这个建筑的)[最初想法]时，我会休息几天。”\nHe continues, “I think there is no difficulty in making the build itself, but when the idea isn’t forthcoming anymore, I get a lot of stress. So, when I can’t remember my [original vision], I take a few days off.”\n       我借此机会询问了Haru他的设计过程是怎么样的。他说：“当我随机的做一样东西时，我只是即兴发挥。”\nIn light of this, I ask Haru what his go-to design process is like. “When I'm building a random thing, I just improvise,” he says.\n       “但如果我想制作[某种]幻想风格的东西时，我会先用VoxelSniper来塑造地形，然后我会在装饰完周围的环境后再进行建筑。”\n“But if I want to make [something in a] fantasy style, I first use VoxelSniper and make the terrain. Then, I build things after I’ve finished decorating the surrounding environment.”\n\n\n\n\n\nf64a10a8ae4a4f51fb6ce4f97bae4528-HaruCranes_01_Other.jpg (296.4 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:57 上传\n\n\n\n\n\n       Haru告诉我，他更喜欢建造无机的结构而不是生物，但即便如此也无法阻止他雕刻这些正在飞行的可爱的鹤，它们完全在飞！(我)不会为双关语道歉的~(注:soarsome在此处指飞行，也有数量剧增的意思)\nHaru tells me he prefers to build inorganic structures over creatures, but that hasn't stopped him sculpting these lovely cranes in mid-flight.They're totally soarsome! No apologies for that pun.\n       总的来说，Haru只花了仅仅一周来建造Barmian。虽然他有许多团队合作的经验——现在也仍有在进行团队合作，但Haru也喜欢独自一人承担这些庞大的建筑工作。“我是一个韩国团队的项目负责人，”他告诉我说，“我认为集思广益，并[反馈意见建议]是非常有意义的。但我还是认为用自己的风格工作比和别人一起工作更加方便。”\nAll in all, Barmian took just one week for Haru to make. And though he has lots of experience working as part of a team, and continues to do so, Haru enjoys taking on these massive constructions solo, too. “I’m a project leader in my Korean team,” he tells me. “I think having ideas from every member of the team, and [having their opinions reflected], is really meaningful. But I think it’s more convenient to work using my own style rather than with someone else.”\n       现在Haru正在寻求一个充满艺术和Minecraft气息的未来。“我将继续在Minecraft中从事艺术活动，因此我正在努力获得其他韩国人的认可。事实上，我曾有和韩国的画家进行过会面。”\nRight now, Haru is looking to a future filled with art and Minecraft. “I’m going to continue to pursue art activities in Minecraft, and so I’m working hard to get recognition from other Koreans. I actually had a meeting with painters in Korea.”\n\n\n\n\n\n410b2ad29196980aa46964005b189afb-final.jpg (326.14 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:57 上传\n\n\n\n\n\n       他解释说，虽然他相信艺术在Minecraft中有一定地位，Minecraft在艺术中也有一席之地，“许多韩国人认为Minecraft是一款并不成熟的游戏并且看不到它的3D艺术能力。”这让Haru感到沮丧，因为他对自己未来想要创造的东西有着远大的梦想。“我对建设未来城市有许多的想法，这一挑战将突破我的极限，让我创造出一件人人[都能欣赏的]东亚(风格的)作品。”\nHe explains that, while he believes there is a place for art within Minecraft, and Minecraft within art, “many Koreans think Minecraft is an immature game, and don’t see its capacity for 3D art.” This is something that frustrates Haru, as he’s got big dreams for what he wants to create in the future. “I am full of ideas about building a future city. It will challenge me to overcome my limitations and create an oriental piece of work that everyone [will be able to appreciate].\n       关于他的下一个作品，Haru将会用一种特殊的方式去呈现“不给糖就捣蛋”——他现在整天都在说着“女巫聚会”。好吧，如果你感兴趣，你应该在十月份的最后一天关注他的PlanetMinecraft(账号).Haru会变出什么可怕的幽灵呢？会让我吓得高声尖叫吗？我可不敢去想，但我仍然会期待着他的下一件arRRRGGHH(注:指art，见下一段)作品！\nFor his next build, Haru’s got a special trick or treat lined up. “Party of the Witches” is all he will say for now. Well, that, and that if you’re interested, you should haunt his PlanetMinecraft on October 31st. What horrible spookingtons will Haru conjure? Will it make me scream in fright? I dread to think, but I’m still looking forward to his next work of arRRRGGHH!\n       呃，抱歉，是他的下一件艺术作品。\nAhem, sorry, his next work of art.\n       由Antrelial、Banan、Kryiin、BarBarian、Casey、LNeoX、Killerack、Koala、Matibian、Bramboss、Rivons为我们呈现...\nRenders by Antrelial, Banan, Kryiin, BarBarian, Casey, LNeoX, Killerack, Koala, Matibian, Bramboss, Rivons作者：Emily Richardson\n日期：2017.10.14\n原地址：https://www.minecraft.net/zh-hans/article/underwater-wonder",
    "replies": [
        {
            "author": "Vandarkblue",
            "timestamp": 1585127400,
            "txt_content": "让我高兴得大喘气\n请分清的、地、得"
        },
        {
            "author": "xTacitus",
            "timestamp": 1585128180,
            "txt_content": "这个超大的数字是什么梗吗……"
        },
        {
            "author": "jinvgy",
            "timestamp": 1585128180,
            "txt_content": "Vandarkblue 发表于 2020-3-25 17:10\n请分清的、地、得\n翻了翻小学课本问了下百度= =''\n“的”后面跟表示事物名称的词或词语\n“地”后面跟表示动作的词或词语\n“得”前面跟是表示动作的词或词语，后面跟的都是形容事物状态的词或词语\n大喘气是动词，所以我改成地了，感谢提醒~=w=\n（话说回来感觉我现在对这三个词都没啥感觉了呢=n=）"
        },
        {
            "author": "jinvgy",
            "timestamp": 1585128360,
            "txt_content": "Gilneas 发表于 2020-3-25 17:23\n这个超大的数字是什么梗吗……\n不是不是= =只是根据语境翻译成无数罢了...\n翻译成549661921百万还是549兆感觉都很奇怪www\n当然原作者打的这串数字有啥梗我就不清楚了= ="
        },
        {
            "author": "封徵",
            "timestamp": 1585128720,
            "txt_content": "其实没有分得那么开，现代人错用很正常。\n我自己都是表所有格就“的”，普通的修饰动词就“地”，表示程度就“得”\n\n（还有一种情况就是看着哪个顺眼用哪个）"
        },
        {
            "author": "望伤coc",
            "timestamp": 1585187520,
            "txt_content": "66666666666"
        }
    ]
}