{
    "title": "Minecraft 基岩版 免费领取商城中有关教育的内容",
    "author": "zyjking",
    "replyCount": 14,
    "timestamp": 1585124460,
    "txt_content": " 本帖最后由 zyjking 于 2020-4-4 20:04 编辑 \n\n\nINSIDER\nFREE EDUCATIONAL CONTENT IN MINECRAFT MARKETPLACE!免费领取商城的教育内容\nVenture into digital worlds instead of the real one!别冒险在现实中晃悠了，来虚拟世界吧！\n\nThe world is upside down right now. We’re learning lots of new phrases like social distancing, contact tracing, and stop snacking just because you’re bored. Everyone around the world is coming together to do their part, whether that’s working on finding a vaccine, delivering food and supplies, or staying indoors. Whatever the case, all of our daily routines have been thrown completely out of whack. It’s easy to get scared at a time like this, which is why focusing on something can help you stay calm.\n世界的日常已经被颠覆。同时也让我们学到了一些新词，例如社交距离，感染者溯源以及“如何防止因为无聊而吃零食”。全人类都要团结一心，利用自己的长处做贡献，研发疫苗也好，运送食物和日用品也行，或者是别出门也OK。不论多少留言满天飞，目前的日常作息已经完全不对劲了。这种情况下很容易产生恐慌心理，也是为什么要让你专注于某件事情以保持冷静的原因。\n\nEducators around the world are doing everything they can to provide digital lessons for the half a billion students who are out of school due to the COVID-19 pandemic. This is not an easy task and we want to do our part to help keep young minds sharp and stimulated.\n教育者们正在竭尽所能，为不得不离开学校的五亿学生在COVID-19流行期间提供线上授课。这可是个艰巨的任务，而且我们也想尽一臂之力让年轻的头脑们保持应有的锐利和刺激。 \n\nIf you head over to the Minecraft Marketplace, you will find some of our favorite lessons from Minecraft: Education Edition in a brand new Education category. These educational worlds can be played on your own, with your kids, parents or friends. From the comfort of your home, you can tour the International Space Station or even explore the inside of a human eye. We’ve also included ten worlds from our Marketplace creator community! Thanks to creators Everbloom,Jigarbov,Lifeboat,Razzleberries,The World Foundry,Blockworks, and Imagiverse you can explore renewable energy, marine biology, Greek history, and more! The worlds include lesson plans like creative writing activities, build challenges, and tricky puzzles.\n你可以访问基岩版商城页面，并在新加入的“教育内容”分类找到些我们精挑细选过的，来自Minecraft：教育版的课程。你可以与你的孩子，父母或朋友一起玩。窝在家中也可以游览国际空间站，甚至在人眼结构里面探险。同时还包揽了由地图作者社交圈贡献的十个地图！感谢以下作者： Everbloom，Jigarbov，Lifeboat，Razzleberries，The World Foundry，Blockworks以及Imagiverse带来的有关再生能源，海洋生物学，希腊历史学等等内容！地图中也囊括了趣味写作活动，建筑挑战和压轴题等内容。 \n\nAll of these worlds are launching today and are free to download through June 30, 2020.\n上述地图会在今日开放下载，免费日期截止至2020年6月30日。\n\nAnyone with Minecraft for Bedrock platforms can find these worlds by launching Minecraft and visiting the in-game store. Minecraft is available on Android & iOS, Kindle Fire, Windows 10 PC, Gear VR, Oculus Rift, Fire TV, Xbox One, Windows MR, Nintendo Switch, and PlayStation 4.\n基岩版全平台的人都可以使用游戏内置的商城来找寻上述内容。基岩版适用于以下平台：安卓和苹果iOS，亚马逊Kindle Fire，Windows 10 PC，Gear VR，Oculus Rift，亚马逊Fire TV，Xbox One，Windows混合现实设备，任天堂Switch，以及PS4。\n\nYou can find the complete content list here:https://www.minecraft.net/en-us/marketplace/education\n你可以在此浏览所有开放下载的免费内容：https://www.minecraft.net/en-us/marketplace/education\n\nTo learn more about distance learning with Minecraft: Education Edition, visit:https://aka.ms/remote-learning-blog\n欲了解更多有关Minecraft：教育版的信息？请访问：https://aka.ms/remote-learning-blog\n\nStay safe, wherever you are. We’ll get through this.\n不管你身在何处，切记注意安全。让我们一起共渡此次难关。\n\n另附：领取教程\n\n1.打开游戏，登录Xbox Live账号，点击主界面下方的商城\n2.找到“Education Collection”内容，点进去\n3.随便点击一个内容，免费领取，下载即可\n\n\n\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Volta_X",
            "timestamp": 1585127040,
            "txt_content": "连minecraft上也要出现网课了吗zzzz"
        },
        {
            "author": "Xiao2",
            "timestamp": 1585127100,
            "txt_content": "tql\n这真的是教育无国界啊"
        },
        {
            "author": "Sweet_Orange",
            "timestamp": 1585128120,
            "txt_content": "好像里面有一些闯关项目！感觉蛮有意思的，我这就去白剽\n我可以不玩但我不能没有！！"
        },
        {
            "author": "GenjiKai",
            "timestamp": 1585128180,
            "txt_content": "Minecraft也为疫情出力了，我还领了p站会员233"
        },
        {
            "author": "翼之",
            "timestamp": 1585132620,
            "txt_content": "MC牛逼，这才叫气场"
        },
        {
            "author": "Shineloner",
            "timestamp": 1585143060,
            "txt_content": "我已经白嫖完了"
        },
        {
            "author": "沸血人",
            "timestamp": 1585183140,
            "txt_content": "地图很好很益智，泪目白嫖了"
        },
        {
            "author": "mc晓冬",
            "timestamp": 1585188420,
            "txt_content": "看到了太空站了吗？嗯，我把他炸了，你还别说那台阶真耐炸。"
        },
        {
            "author": "yang932",
            "timestamp": 1585189740,
            "txt_content": " 本帖最后由 yang932 于 2020-3-26 10:31 编辑 \n\n在网课下课期间在MC中上网课?!这就去瞄一眼!"
        },
        {
            "author": "walle1996",
            "timestamp": 1585308120,
            "txt_content": "免费日期截止至2020年6月30日，这是重点，圈起来要考"
        },
        {
            "author": "1553934927",
            "timestamp": 1585542660,
            "txt_content": "直接嫖走管他什么是mc就对了"
        },
        {
            "author": "wula233",
            "timestamp": 1586174400,
            "txt_content": "白嫖啊，牛皮"
        },
        {
            "author": "生活与游戏",
            "timestamp": 1586431800,
            "txt_content": "白嫖使我快乐"
        },
        {
            "author": "李好谦同名",
            "timestamp": 1586755320,
            "txt_content": "大神求红石科技"
        }
    ]
}