{
    "title": "[Minecraft.net|INSIDER]商城精选: 2019年1月",
    "author": "GCVillager",
    "replyCount": 0,
    "timestamp": 1585131960,
    "txt_content": " 本帖最后由 GCVillager 于 2020-3-26 07:37 编辑 \n致三晋：抱歉，我编辑的时候保存太多，给您审核带来了麻烦。\n\n\n\n\nf6b9890f30e6a8b3fc90f6a890428c34-Header.jpg (163.54 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 18:34 上传\n\n\n\n\n\nINSIDEROur Marketplace Picks: January 2019\n商城精选: 2019年1月\nOur three favourite pieces of content for the previous month!\n过去一个月中，最让我们惊喜的三个作品！\n\nPer Landin\nA new year brings new possibilities! The Minecraft Marketplace has clearly taken that philosophy to heart, because during these past four weeks, we’ve seen tons of new community-created content added to our in-game store. Navigating through all this content can be a challenge, so it’s a good thing we have the perfect team for the job.\n新的一年，新的可能！这句至理名言一定深深烙印在了Minecraft商城创作者的心中，因为在过去的四个星期中，我们看到，游戏内的商店中多了成吨的精美作品。在作品之海中遨游实在是一个挑战，所以，要让一支完美的团队来完成这项挑战——这挺不错。\n\nWhat team, you ask? The lovely, charismatic, polite and well-shaven members of the Minecraft Content Team of course! The content team review every map submitted to the Marketplace, and each month I beg them for their personal favourites from the past month. This time, we have Matthew Dryden,Oskar Thysell and Adam Martinsson giving you their personal recommendations.\n你是不是很好奇：是什么团队啊？废话，当然是可爱的、充满魅力的、彬彬有礼的、每个队员的胡子都刮得干干净净的Minecraft内容团队啦！内容团队的队员会评论商城中的每一张地图，而我，只负责每个月都苦苦哀求，要他们把自己这个月收藏的作品拿出来看看。这一次，我们将会让马修·德莱顿 、奥斯卡·蒂塞尔 和 亚当·马丁森来给出自己推荐的作品。\n\nReady? Let’s go!\n准备好了吗？走起！\n\n\n\n\nCobble Clicker\n圆石点点\n\n\n\n by Polymaps\n\n\n\n\n\n\n\nfile_1585134757000.jpg (101.57 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:12 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1585134756000.jpg (241.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:12 上传\n\n\n\n\n\n\n\nCobble Clicker takes survival sky block mini-games to new heights, featuring unique mobs that mix things up, such as the glimmering ‘ore sheep’ or the stone-cold ‘cobblestone Creepers’. Start small on an island, then collect enough cobblestone to unlock rewards, and set up automated cobblestone crushers or mob grinders!\n圆石点点让空岛生存小游戏的玩法更上一层楼。它创造了更多独特的组合生物，比如说，反射着矿石光芒的“矿石羊”；还有冷若磐石的“圆石苦力怕”。一个小小的空岛是起步的地方，收集足够的圆石，获得对应的奖励，最后，建造你的全自动圆石机和怪物粉碎机！\n\nIf you’re afraid of heights but still have that competitive drive in you, you might feel awfully conflicted about Cobble Clicker. Don’t be, because this map has got plenty of entertaining features for you to enjoy, either with friends or by yourself!\n如果你恐高，却又是一个好胜的人，玩不玩圆石点点大概会让你十分纠结。完全不必，因为这个地图有许多娱乐性的玩法，你可以“独乐乐”，也可以“众乐乐”！\n\nMatthew has had the pleasure of soaring high among these sky blocks:\n在空岛生存中，马修 感受到了身处高空的乐趣：\n Diamond Ore Sheep and Cobblestone Creepers are something I wish I could have thought of! I've played a ton of sky block maps. This mix of the 'clicker' genre and sky block feels like a match made in clouds. (Get it? Do you get my joke? Ok, cool.) Matthew Dryden\n钻石矿羊羊和圆石苦力怕——这正是我梦寐以求的东西啊！我玩过大量的空岛地图。“clicker”类型和空岛的融合，似乎意味着一场云中的“恶战”。（Get到点了么？你知道我笑话的意思了吧？好，不错。）——马修·德莱顿（注释：match也有火柴的意思，此处一语双关。）\nOnce you’ve finished laughing at Matthew’s brilliant joke, learn more about Cobble Clicker at the Marketplace page .\n如果此时此刻，你已经不再因为Matthew高明的笑话哈哈大笑了，那就赶紧到商城页面去了解有个圆石点点的更多信息吧。\n\n\n\n\nDeep Sea\n深海皮肤集\n\n\n\n by Monster Egg Studios\n\n\n\n\nfile_1585134761000.jpg (219.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:13 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1585134760000.jpg (242.09 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:13 上传\n\n\n\n\n\n\n\n\n\n\n\nfile_1585134758000.jpg (165.34 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:12 上传\n\n\n\n\n\nAre you just longing for an epic adventure under the sea, but lack a decent aquatic skin to wear? I hate it when that happens, but fear no more! With Deep Sea from Monster Egg Studios, you can explore the deep in style, thanks to a colourful skin pack that lets you blend in with the aquatic life. Swim amongst the creatures of the ocean or play hide and seek with your friends!\n你是不是很想在海底来一次史诗级的冒险，正愁没有应景的皮肤？我讨厌那种情况，不过（我接下来要说的这件事你们千万）不要害怕！有了Monster EggStudio创作的深海皮肤合集，你在探索时，就可以和环境完美融合了——感谢这个丰富多彩的皮肤包吧，它让你走近了海洋生灵。让海洋生物伴你畅游吧，或者，和你的朋友来一次海底躲猫猫！\n\nOur most experienced scuba diver (probably?),Adam has first-hand experience with this skin pack:\n我们资历最丰富（也许是吧？）的潜水员，亚当来给我们介绍他的第一手经验了：\n\n\n\n\nd3ca319cffdf1c0fe759237c1d0ab6a0-Adam.png (45.81 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 18:33 上传\n\n\n\n\n If you're like me and are terrified of deep sea creatures, there's only one solution to deal with it: become them! Much like the creatures they were modelled after, these skins are unique, a little bit cute, and slightly unnerving – which makes them perfect for sneaking up on your friends from the ocean floor. Watch out, Oskar! Adam Martinsson\n如果你像我一样还害怕海洋生物，那么我告诉你：消除恐惧的最好方法就是面对恐惧！当它们的一分子吧！就像这些它们的原型一样，这些皮肤都是独一无二的——有点可爱，又有点可怕——要在海底把你的朋友吓一大跳，这绝对是绝佳选择！当心了，奥斯卡！——亚当·马丁森\nLearn more about the ten skins by diving into Deep Sea’s Marketplace page .\n想要了解更多有关深海皮肤集的信息吗？潜入海洋之底，探访商店页面吧！\n\n\n\n\nMinewood Roleplay\n我莱坞角色扮演\n\n\n\n by Impulse\n\n\n\n\n\nfile_1585135064000.jpg (228.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:18 上传\n\n\n\n\n\n\n\n\n\n\n\n562e942e89f3cbc980efd0075dd10b89-Minewood_screenshot_0.jpg (89.75 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 18:33 上传\n\n\n\n\n\n\n\n\n\n\n\n61df3aa6ae71aaaf2a561f7732358efd-Minewood_screenshot_1.jpg (97.58 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 19:20 上传\n\n\n\n\n\n\n\n\n\n\n\nef8be1a8d66856104e14c4b8e162ee85-Minewood_screenshot_2.jpg (81.03 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:24 上传\n\n\n\n\n\nHere at Mojang, we love big cities, and Impulse’s multiplayer roleplay map ‘Minewood City’ is no exception. It’s the home to the richest and most famous Minecrafters around, and the perfect place to become an actor, director or business owner. Not for you? Then become a villain instead!\n这里是Mojang，我们热爱大城市的生活，Impulse的多人角色扮演地图“我莱坞城市”就更不在话下。这里住着最富有、最著名的Minecrafter，这里也是踏上演员、导演、老板的梦想之路开始的好地方。这样的身份不适合你吗？那就当一个大反派吧！\n\nSound’s awesome! I would make the perfect villain, don’t you think, Oskar?\n听着太棒了！我一定会成为最坏最坏的坏蛋的！你说呢，奥斯卡？\n\n\n\n\n\nff1aa41042aaf5d6026387a163bb6a53-AVARAT.png (10.08 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 16:24 上传\n\n\n\n\n I don't know why, but I got this creepy feeling all of a sudden... er, where was I? Oh yes, life in the big city – will we ever get tired of it? Here comes another resounding 'nope!'. I get mixed feelings with maps like these. On one hand, it's beautiful and detailed, but on the other, I'm super-jealous of the houses which looks way better than what I can conjure up with a pile of cobblestone and random assorted blocks. Oskar Thysell\n不知道为啥，我全身的神经都突然开始吓到颤抖……呃，这是哪里？哦对了，是大城市——或许终有一天，我们会厌倦大城市的生活？这时候，一个声音在我的脑海中回荡：“不可能的！”对于这种地图，我的感受有点复杂。一方面，它们很漂亮，细节刻画的很好；但另一方面，看着那些漂亮的街道远胜过圆石小路，我心底就有一股莫名的嫉妒。——奥斯卡·蒂塞尔\nWell, I don’t feel jealous at all – because now I’m a villain, I can just steal any house I come upon in Minewood City! Hooray!\n我倒不觉得嫉妒——因为我是一名坏蛋，我可以偷走我莱坞任何一栋房子里的财宝！噢耶！\n\nLearn more about Minewood City (and please don’t report me to the police) on the Marketplace page .\n如果想要进一步了解我莱坞，就去看看商店页面(还有，别把我供给警察！) 。\n\nThere’s tons of amazing content just waiting to be explored! Have a browse of the Minecraft Marketplace to find your new favourite!\n还有成堆的精美作品等着你去探索！浏览一下 Minecraft 商店 看看哪个是你最喜欢的作品吧！\n\n【GCVillager 译自官网 2019 年 02 月 04 日发布的 Our Marketplace Picks: January 2019；原作者 Per Landin】\n【本文排版借助了：SPX】\n\n\n",
    "replies": []
}