{
    "title": "[Minecraft.net | CULTURE]一起去游乐园吧！",
    "author": "封徵",
    "replyCount": 3,
    "timestamp": 1585128060,
    "txt_content": " 本帖最后由 封徵 于 2020-3-25 17:36 编辑 \n\n\n\n\n\n1.jpg (188.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\n\nCULTURE\n\nTo the Theme Park!\n一起去游乐园吧！\nRoller Coasters! Wild West Worlds! Unhealthy Snacks!\n过山车！狂野西部世界！垃圾食品！我全都要！\n\nAsh Davis 阿什·戴维斯\nAmusement Parks are great. They’re expensive, crowded, and if you play your cards right, you can take a ride on a rollercoaster and end up stuck upside down for hours! Sounds fun right?\n游乐园总是一个充满了无限欢乐的地方 —— 虽然大多数时候游乐园又贵又挤。但如果你“聪明一点”的话，也许就能快速避免那看不着尽头的长队，玩上最刺激的过山车项目，然后设备突然故障，你就可以在高空倒挂个几小时了！听起来挺不错的，是吧？\n\nNo? Then skip the sunburn and the expensive food and visit Jeroen’s Soon?Land from the comfort of your own home.\n什么？听起来不太棒？算了，那就让我们先别想外面游乐场的那些贵死人的食物和排队过程中晒死人的太阳了！不如来 Jeroen’s Soon?欢乐世界 尽情欢乐吧！上面那些情况在这里，统统不可能发生！\n\n\n\n\n\n\n2.jpg (226.99 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\n\nJeroen elaborates on his sprawling behemoth of a build. “There’s more than 10 different themed areas, all with their own roller coasters and many more attractions. I made sure every single area is unique right down to the minute details.”\nJeroen 向我们详细描述了他所建的巨型乐园的内部构造。“游乐园内共划分了十余个不同的主题区域，所有的区域都有着风格各异的过山车和其它跟主题相关的游乐设施以及景观。我会确保每一片区域的每一样东西都会是不同的 —— 即便是最细微的细节。”\n\nJust from looking at this, you’d think this was one of many elaborate and detailed building projects. But for Jeroen, this was his first major build.\n就从上面他的那番话来看，你大概会认为这间超巨型的游乐园不过是我们的 Jeroen 的众多精细入微的超大型建筑的其中之一罢了。但事实却恰恰相反，这间游乐园是他第一次尝试大型建筑的成果。\n\n\n\n\n\n\nfile_1585128207000.jpg (298.69 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\nLook at the size of this place! You really could lose yourself/your family in here for hours. Bliss.\n哇，看看这占地面积！我觉得你或者和你的家人在这里肯定会疯玩上好几个小时的！太幸福了吧！\n“For me, Minecraft was all about watching survival mode Let’s Plays,” Jeroen says. “I never really had the intention of buying the game myself because I was only interested in watching my favorite YouTubers. It was actually my sister that got me into playing. She noticed I watched people play the game so much that she just went ahead and bought it for me.”\n“起初对我来说，Minecraft就是一款我能在Let's Play里面看别人进行各种趣味生存的游戏，” Jeroen 这么说道。“我从来就没打算给自己买这个游戏，我只是喜欢看我喜欢的YouTuber玩这款游戏罢了。但我的姐姐大概不这么想，也许是她看到我成天都在看有关这个游戏的视频，就瞒着我直接给我买了这款游戏，给了我一个惊喜。”\n\nEven after that generous gift, Jeroen let the game sit and collect digital dust. “At first I didn’t even want the game. I didn’t play it at all and continued to watch my YouTubers. But since it was a gift, I eventually decided it was worth a shot.”\n但即便有人这么大方的送了他这款游戏，Jeroen 貌似还是决定把它扔到角落吃灰。“一开始我根本就不喜欢也不想要这个游戏。所以我只是下载了之后放到桌面，一次都没有打开过，然后继续看我喜欢的YouTuber玩这款游戏。但后来我想了想，既然都有人送给我了，那么为什么我不试一试看看它是不是真的那么好玩呢？”\n\nSo there you have it - the secret to getting into Minecraft is to not buy the game - just wait for someone else to buy it for you! Wait, I probably shouldn't say that...\n所以你明白了吗？想白嫖到Minecraft正版的秘诀就是 —— 坐等别人给你买好再把它当作送给你一个的“惊喜”！等等，我好像说出了不该说的话……\n\n\n\n\n\n\nfile_1585128214000.jpg (284.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\n\nMost builders cut their teeth on survival mode, playing with friends on modded servers. Not Jeroen. “First thing I did was hop into creative mode and started on my very first house.”\n许多建筑师都喜欢先花很大功夫在生存模式上，然后再建筑，或是和朋友一起在模组服务器游玩建筑。但 Jeroen 明显不是这些人中的一员。“我打开游戏做的第一件事就是 —— 打开创造模式，然后建了我的第一座小房子。”\n\nFrom there, Jeroen started watching a different kind of Minecraft Let’s Play: building tutorials. Almost everything he built in those first few days he picked up from a tutorial, proving that imitation is the highest form of flattery and one of the best ways to learn—in Minecraft at least.\n从那以后，Jeroen 就开始在Let's Play视频网站上找寻各种各样的建筑教程。他在最开始的几天里所建的一切建筑都是从一个建筑教程里学来的。这也证明了一点就是：模仿不仅是对被模仿者表达赞美的一种好方式，也是开始学习任何东西时的最有效的途径 —— 至少在 Minecraft 里是这样的。\nSo how did Soon?Land come to be? Jeroen explains it wasn’t a solo endeavor.\n所以我们现在看到的这个超巨型的游乐场到底是怎么建成的呢？Jeroen 说这并不单只是他一个人的努力的成果。\n\n\n\n\n\n\nfile_1585128221000.jpg (268.19 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\nWow, I can't wait to ride this rollercoaster! But you go first. Please.\n哇，我迫不及待地想要玩这个过山车了！但求你排在我前面吧，求你了！\n“When I was building on a server, I made friends with another builder named SunLord. She and I both really enjoyed building things and decided it’d be a great idea to make something together. After a few brainstorming sessions, we came up with the idea for Soon?Land.”\n“一开始我在一个服务器里练习如何去建筑，然后我就跟一位叫 SunLord 的建筑师交上了朋友。我们都很喜欢建筑，没过多久我们就都开始觉得：如果我们能联手造出点什么的话，那就更好了。经过几次深入讨论后，我们就大致规划出了现在这座游乐园的雏形了。”\n\nEverything’s better with company. (Except maybe bathroom breaks after consuming too many sticks of fried butter. Yes it’s a thing, theme parks fry everything .) Working with SunLord, Soon?Land started coming together nicely.\n携手共进总是会比单打独斗要来的好。(大概除了你吃了太多的炸黄油后在厕所“休息”而你的朋友在外面等你的情况吧。是的，游乐园里面什么都有！) 在他们合作建筑后不久。游乐园大致的雏形就已经完成了。\n\n\n\n\n\n\nfile_1585128232000.jpg (233.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\nA hedge maze! Be careful not to get lost in here. After all, I once got lost in a hedge maze and was never seen again. True story.\n一个超棒的树篱迷宫！小心别迷路了！我曾经就在一个树篱迷宫里迷了路，然后就 再也没有人看见过我 了。我说的是真的。\n“For the first few months, we were on fire. In just a few days, we would build a brand new area of the park. We were just so hype.”\n“在开始的几个月里面，我们火力全开，片刻不停的赶工。甚至在几天内就能完成一片新区域。那真是太疯狂了。”\n\nBut even though their hype was very real, it unfortunately did not last.\n尽管他们的对建筑的热情丝毫不减，但很可惜，他们没能一直这样下去。\n\n“Somehow, I lost touch with SunLord and it really bummed me out because through her, my own building skills improved a lot. I wouldn’t have learned nearly as much without her. I stopped working on Soon?Land for a while, then I’d come back and tinker with it some more before leaving it again. Eventually it got to the point where I had built so much that I decided it was finished.”\n“不知道为什么，有一天，我突然就联系不上 SunLord 了，我试了各种可能能联系上她的方式，无一例外都失败了。这让我感觉十分的难过 —— 没有她，我的建筑水平不可能提升的这么快；没有她，这座我们共同的心血也不可能诞生。所以我停工了一段时间。有时候我会不时的会来对这座游乐园的一些细节进行修修改改，然后再次下线，循环往复。直到有一天，我发现我竟然已经把这座游乐园'修缮'地差不多了，于是那时候，我就决定它已经完工了。”\n\n\n\n\n\n\nfile_1585128240000.jpg (224.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\n\nAnd Soon?Land is stacked. There’s a Dinosaur World (called Jurassic Land for legal reasons, of course) a Jungle World, an Underwater World, and so much more. There’s a Wild West World too but it doesn’t look like anything to me (Ash are you confessing your a robot? - Terrified Minecraft.net Editor).\nJeroen’s Soon?欢乐世界 游乐园就像一个堆叠了无数世界的时空枢纽。这里有 恐龙世界 (出于某些原因，也被称作“侏罗纪世界”)，丛林世界，海洋王国等等的区域。甚至这里还有一个在我看来不太像的 狂野西部世界 (Ash 你在承认你是一个机器人吗？ —— 一位可怜的被吓坏了的 Minecraft.net 编辑这么说道)。\n\nJeroen’s favorite area is Jurassic Land. “I’m most proud of this part of the park. I’m just really pleased with how it turned out. You can walk in the dinosaur cages, look at the different kinds of dinosaurs, and all the while there’s a roller coaster above your head that weaves through the cages.”\nJeroen 自己最喜欢的区域则是侏罗纪世界。“我真的为我们做出的这片区域而感到无比骄傲！最终呈现出来的效果比我当初想的还要好！你可以在饲养恐龙的笼子里闲庭信步，观赏不同种类恐龙的英姿，而在此同时，一台巨大的过山车将会从你的头顶呼啸掠过。”\n\n\n\n\n\n\nfile_1585128246000.jpg (274.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:23 上传\n\n\n\n\n\nAs impressive as Soon?Land is, what's even better is that most of it was built by hand.\n而且整座游乐园更令人意想不到的是 —— 整座建筑都是纯手工制作的。\n\n“The terrain and the foliage, that stuff was built using World Edit, but the rest--the rollercoasters, the shop interiors, all the decorations--SunLord and I built that all by hand. It’s just more fun that way.”\n“地图的地形，游乐园的植物景观，是用创世神做的，而剩下的譬如过山车、商店内饰、所有的游乐设施以及景观，都是我和 SunLord 一个个方块地造出来的。我们觉得这样也会让整个游乐园更加多样化，也更有趣。”\n\nSoon?Land means a lot to Jeroen, it’s his baby. “During the building process, my skills improved so much. It led me to being accepted into a build team for the very first time. My friends saw my work, suggested I apply, I did, and I got accepted. I couldn’t have done that if I hadn’t tried this first.”\nJeroen’s Soon?欢乐世界 对于 Jeroen 来说，就如他的亲身骨肉一般。“在完成建筑的过程中，我自身的建筑水平也提高了很多。这让我第一次试着申请一个建筑团队的时候就被吸纳为正式成员了。我的朋友们看到了我的作品，于是建议我去申请一个建筑团队，然后我就去了，结果就成功了。我觉得如果不是我事先磨练了我的建筑技巧和建筑水平的话，我不会这么容易被吸纳的。”\n\n\n\n\n\n\n9.jpg (192.98 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 17:24 上传\n\n\n\n\nIt's time to ride the ferris wheel? Ugh... maybe ninety sticks of fried butter first wasn't my Greatest Idea Ever?\n我们现在该坐摩天轮了吗？唔……也许我不该吃那么多炸黄油……九十块呀……\nJeroen credits his partner SunLord for helping him get this far. “With two people, you can make so much more progress than what you would alone. Working together allows you to build something you and your friend can be proud of.”\nJeroen 也无比感谢他的搭档兼好朋友 SunLord 的陪伴，尽管可能他们没有走到最后。“共同协作进步，总是会比单打独斗成长的快。合作也能让你和你的朋友能够一同创造出一些不可思议的东西！”\n\nIf you want to see Soon?Land up close and personal,click here!\n如果你对 Jeroen’s Soon?欢乐世界 的VIP闭园游览服务感兴趣的话，点击这里来免费获取吧！\n\nRenders by Squity\n渲染图制作：Squity\n\nJerone also wishes to thank TeoVolicane, Ercraft2, Alexdegrote, Squity and Yoyamin for their contributions to the project.\nJerone 同样也想感谢 TeoVolicane，Ercraft2，Alexdegrote，Squity 和 Yoyamin 对建筑完成所做出的巨大贡献！\n\n【封徵 译自官网 2018 年 06 月 16 日发布的 To the Theme Park!；原作者 Ash Davis】\n【本文排版借助了：SPX】\n\n\n",
    "replies": [
        {
            "author": "xTacitus",
            "timestamp": 1585129140,
            "txt_content": "感谢翻译，辛苦了"
        },
        {
            "author": "sunzhen666",
            "timestamp": 1585208520,
            "txt_content": "辛苦了作者"
        },
        {
            "author": "qq2522678571",
            "timestamp": 1585216680,
            "txt_content": "好高端的丫子"
        }
    ]
}