{
    "title": "[ Minecraft.net | MERCH ] 领域服+: 三月更新",
    "author": "592764254",
    "replyCount": 3,
    "timestamp": 1585186500,
    "txt_content": " 本帖最后由 592764254 于 2020-3-26 10:38 编辑 \n\n\n\n\n\nimage (1).jpg (93.55 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 22:02 上传\n\n\n\n\nREALMS PLUS: MARCH | MINECRAFT领域服+:三月更新 | 我的世界\n\nSix new maps coming to Realms Plus in March!领域服+三月更新了6张新地图！\n\n\nA new month equals new content on Realms Plus – Minecraft’s monthly subscription service that lets up to ten players enjoy over 50 pieces of Minecraft Marketplace content. Just like last month, we’ve added new adventures to the pool of content (this time a whole six of them) which includes a wide variety of entertaining mini-games, skin packs, worlds, and more. Curious about what they are? Let’s dive right into March’s magnificent maps.领域+每个月都会有新的内容——这是一个每月订阅项目，它可以让10个玩家一起享受超过50项MC市场中的玩法内容。就像上个月，我们在游戏市场内添加了新的一些冒险内容（而这次是整整六个），这其中包括了各种各样的小游戏，皮肤包，各种世界等等。这激起了你的好奇心吗？让我们来一睹三月奇幻地图的芳容吧。\n\n\n\n\n\n\nfile_1585146132000.jpg (80.23 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-25 22:22 上传\n\n\n\n\nPIRATE ADVENTURE BY KING CUBE海盗冒险-作者 KING CUBE\n\nSet your course, daring pirate! The treasure of Captain Silver Tooth lies hidden somewhere in the Silver Sea, waiting to be found. Sail to seven different islands and battle hordes of enemies, plundering gold and precious loot along the way!勇敢的海盗，你得设计自己的航线！银牙船长把他的宝藏藏在了银海的某个角落，等着你去发现。一路上你会遇到7个不同的岛屿和成群结队的敌人，沿途你还可以劫掠黄金和稀有的战利品！\n\n\n\n\n\n\nfile_1585186254000.jpg (89.67 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 09:30 上传\n\n\n\n\nMAZE BUSTERS BY HOUSE OF HOW迷宫破解者-作者  HOUSE OF HOWExplore with the Maze Busters in this 3D dungeon racer! Discover something new in every game – over 250 BILLION combinations! That’s more combinations than there are dirt blocks in the Overworld (please don’t fact check us on that)!和迷宫破解者一起探索这个3D地下赛道吧！每个游戏中都能发现一些新东西——超过2500亿种组合！这甚至比整个世界的泥土还要多（请别真去核查我们说的这些）！\n\n\n\n\n\n\nfile_1585186299000.jpg (97.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 09:31 上传\n\n\n\n\nUNIVERSITY EXPERIENCE BY NITRIC CONCEPTS大学生活-作者NITRIC CONCEPTWelcome to the University Experience! Roleplay by yourself or together with your friends as you explore the many classrooms and facilities – or stay in the dorms. Many adventures await you at university!欢迎来体验大学生活！你可以自己一个人或者和你的朋友一起探索教师和学校设施，当然也可以待在宿舍里。这所大学里有许多冒险等你体验！\n\n\n\n\n\n\n4.jpg (262.86 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 09:31 上传\n\n\n\n\nI HAVE FEELINGS BY CAGLEE我是有情绪的-作者 CAGLEEDo you know how to express yourself? Well, maybe you do, but we don’t – which is why we’re happy to recommend the 'I Have Feelings' skin pack! Feeling grumpy? Sad? Crazy? There’s an expression for everyone!你知道怎么表达你自己吗？好吧，可能你知道，也可能不知道——这就是为什么我们极力推荐你“我是有情绪的”皮肤包！感到愤怒吗？很难过？又变得疯狂？每种情绪都有自己对应的皮肤！\n\n\n\n\n\n\nfile_1585186299000.jpg (81.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 09:31 上传\n\n\n\n\nSTAR SIGNS SKIN PACK BY ENEIJA星座皮肤包-作者 ENEIJAWhat star sign were you born under? The Sagittarius archer? The Gemini twins? The Aries ram? Whether you're a fiery Leo or a well-balanced Libra – this skin pack brings life to each of the zodiac signs!你是哪个星座的？射手座？双子座？白羊座？无论你是热情似火的狮子座还是有着良好权衡的天秤座，这款皮肤包都能给予每个星座活力。\n\n\n\n\n\n\nfile_1585186299000.jpg (79.92 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 09:31 上传\n\n\n\n\nMILLIONAIRE MANSIONS BY NOXCREW百万富翁的豪宅-作者 NOXCREWExplore a town filled with beautiful mansions, sports cars, and a new toolset to help you design your dream house. Noxcrew's Creative Toolbox is perfect for roleplay or building with your friends.探索一个充满了漂亮豪宅，跑车和能帮你设计梦想中的房子的工具箱的小镇。Noxcrew的富有创意的工具箱对喜欢建筑的你和你的朋友们来说简直完美。\nCurious about other content that comes with Realms Plus? Check out our Realms Plus site to learn more!想知道领域+的其他玩法吗？请查看我们的领域+网站来了解更多！\n原文作者：Staff发布时间：2020/3/3原文地址：https://www.minecraft.net/zh-hans/article/realms-plus--march翻译作者：Srar\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "qq2522678571",
            "timestamp": 1585216680,
            "txt_content": "看起来挺好玩的"
        },
        {
            "author": "我心情不好",
            "timestamp": 1585222800,
            "txt_content": "不知道好不好玩"
        },
        {
            "author": "2352727208",
            "timestamp": 1585276980,
            "txt_content": "这些作品都在基岩版商店里么？"
        }
    ]
}