{
    "title": "《小熊的一生》感言",
    "author": "yezixm",
    "replyCount": 5,
    "timestamp": 1363521000,
    "txt_content": " 本帖最后由 yezixm 于 2013-3-18 12:42 编辑 \n\n爱只在侧身，“思念”便是可怜的自欺。心的荒诞，怪蜀黎的追随。\n执着他最彻底的一次承诺和守望。\n无人能懂能明，他也无意诉诸于现实。\n且让这种坚定固执地在心底扎根，不求回报，不问归期，只为应和与救赎自己。\n自她像冰一样漂渺，他便顺理成章把自己整得坚强起来，浮在脸上的笑一度成为他唯一抗击疼痛的后盾。一个人的世界，一个人的战场，没有什么潮起潮落。一个人的世界自甘毁灭没有什么可怕与不可怕的纠缠，一个人的世界自圆其说，没有什么可以高兴与不高兴。\n为了忘记，他把自己退到原处，让自己远离红尘迷漫，远离繁华诱惑，不观花开花谢。\n不听情歌伤感，甚至将她的笑容，她的影子，碎得一干二净。\n原以为扯去与她有关的一切，就再也不会为她而感伤。\n可是当他从别人的口中听到那个不愿听又想听的名字，心还会撕裂地痛，眼泪竟不知不觉湿了满脸。\n雨萧萧，泪飘飘，望断天涯又增憔。\n归不去的泪，那是思念对她说的心里话；擦不干的泪，那是孤寂为她盛开的花。\n思念一再反复无常将他拍到风口浪尖，梨花雨凉，左牵思，右执念，一墨山水摧断肠。\n孤独，是对绝情的成全；遗忘，是对寂寞的抚慰。否定，却让他无畏起来。\n世界上最难走的路是回头，世界上最难说的字是无字可说，世界上最无情的表情是“视而不见”。\n当他折身从她门扉走过，落下一地的眷恋，明知深爱无敌，偏还装作毫不在意。\n心想见，身先惧，一窗心事对谁说？两处相思人非昨。\n听过千万遍《想你了》不如让回忆取暖。\n梦有千般，不如离燕归还，不如桃花还能随东风。\n疼痛在时光中辗转；如水流年。\n把相逢看淡，把悲伤乔装改扮，却总也学不会将你一笔淡去。\n她带走了真切，却终不肯将他一并带走。\n风继续吹，留他与明月叙旧，与酒杯畅怀，而她已没有踪迹。\n世界荒芜，那一定是心在枯竭。人间有情，伤总在四季出现。“你若安好，便是晴天”。\n她终究不来，他已经习惯。习惯将清愁勾兑成欢，习惯于将未来得及的誓约轻挽，习惯于把无眠翻阅成相思的灾难。\n走不出相思的灾难，无须承诺，不必结果，思念尽在不言中。\n婆娑世界， 毫无设防，她一笔将他抹去，而他，却还在这里，等待！明知等待无果他还要空虚地等待着。不用谁知他心，不用谁明他意，他以情丝作茧，将自己掩埋。\n不求缘分，只是到今，他还在清波中徘徊。\n。。。。。。。。。。。。。。。。。。\n我相信冰糖熊此时洒脱从容，做起来时心必黯然滴血。不得不告慰其身，世间所有的相逢是久别重逢；不得不强迫着相信，世间所有的离别是为了下一次更好地相识。网络如同梦幻泡影，现实才是花开彼岸。。。= =||\n《小熊的一生》①【传送门】\n",
    "replies": [
        {
            "author": "tsy123456",
            "timestamp": 1363521120,
            "txt_content": "字这么多懒得看了"
        },
        {
            "author": "买块",
            "timestamp": 1363521120,
            "txt_content": "LZ，我跪了············"
        },
        {
            "author": "Aikawastep",
            "timestamp": 1363521180,
            "txt_content": "感谢LZ编写......"
        },
        {
            "author": "q88724653",
            "timestamp": 1363522440,
            "txt_content": "虽然粉字头晕，但还是抱着“顶”的心态看完了"
        },
        {
            "author": "Littlebear",
            "timestamp": 1363527480,
            "txt_content": "嗯，谢谢你。现在稍微想通了。有时候并不是自己爱，别人就能接受的。我只能克制自己的对她的爱。我爱她，千真万确，却有时候又撕心裂肺。我需要找一个平和的心态去爱她。\n谢谢你的评论。。、\n真的。\n谢谢。。。\n让我想通了很多事情。。\nPS：文采真的很不错啊。"
        }
    ]
}