{
    "title": "[Minecraft.net|CULTURE]天宫",
    "author": "ItIsEnderman",
    "replyCount": 2,
    "timestamp": 1585151880,
    "txt_content": "\nCULTURE\n\nCity of Angels\n天宫\nMusical_Mystery tells us about building his tremendous town\nMusical_Mystery为我们讲述一座辉煌城镇如何拔地而起\n\nJay Castello\nOne of the things that makes cities so magical is all the variety that can be found within them. Architecture, art, and people all come together in one place, creating somewhere vibrant and alive. Today’s builder,Musical_Mystery, has captured this feeling in his sprawling metropolis,Roklavia .\n能够让城市充满魅力的要素之一，就是这些城市之中各不相同的多彩元素。建筑，艺术，以及形形**（算了成语不说了）的人荟萃一堂，创生了活跃而有生命力的境地。今天的建筑师，Musical_Mystery，在他那漫无目的地四处扩张的城市，Roklavia之中，找到了这种感觉。\n译者注：什么叫“漫无目的地四处扩张”（sprawling）的城市？过去几年不是叫停了好几个多此一举的“高铁新区”吗？这已经很接近了，如果策划者根本没有顾及到城市的经济耐受力，那就真的是城市“漫无目的地四处扩张”了。\n\n\n\n\n\n\n\nThe city was designed in a wider world, as part of a friendly competition on a server known as the Realm of Allura(and was built on a map created by Moonti). “The intense competition between us players fueled my creativity,” Musical_Mystery tells me. “Every player had their own standards and objectives for how they wanted to build their nations, but I wanted to go as over-the-top as I could.”\n这座城市计划建造在一个更大的空间中，作为名为Realm of Allura的服务器上的友谊赛的一部分(最后搬到Moonti新建的一张地图上了)。“我们几个玩家之间的激烈竞争点燃了灵感的炽焰，” Musical_Mystery告诉我。“至于如何建在自己的国度，每一位玩家都有自己的审美标准和目标，但我，只是想做到极致罢了。”\n\nHe took inspiration from lots of fictional cities, but noticed that they were usually dark and foreboding. “My thought process was something like this: what if I take all these grim, scary-looking buildings, bunch them together, and then ironically change everything to white?”\n他首先试图从其他作品中虚构的城市找点灵感，但很快发现这些城市基本上是住着老女巫一样的阴森恐怖。“我这样想的: 如果我真的提取这些阴森恐怖的建筑物的元素，然后绞合在一起，再开玩笑一样地刷白，最后的效果会是怎样的呢？”\n\n\nThis process gave Roklavia its unique, bright look, like a city made from clean marble, and fits in with the snowy trees that surround it. It also makes the details like the clock face and orange tower peaks stand out, drawing attention to all Musical_Mystery’s hard work.\n就是这个过程赋予了Roklavia独特而光亮的外观，就像是由最纯的大\n理石制成，并且和开满梨花的树堪称绝配。这也格外突出了诸如钟楼和橙色尖塔的细节，让人们更多的注意到Musical_Mystery的良苦用心。\n\nIt took him about five months to build the city, working piece by piece but making sure to always stick to his spotless colour scheme. “My pallet consisted of primarily quartz, red sandstone, cobblestone, and brick,” he tells me.\n历时五个月，一个方块一个方块地堆砌、始终保持没有污点地配色，这座城市终于落成。“我选择的方块配色方案主要有石英，红色砂岩，圆石以及砖块，”他告诉我。\n\n、\n\nPlus he had some clever tricks to make the build process move along smoothly. “After making one detailed building, I copied sections of it and used them for other buildings. For example, the arches visible in a lot of the larger walls are actually sections taken from the face of the clock-tower, and many arches are also derived from the base of the tower.” Great for saving time, and it makes everything fit together with his style very neatly too: win-win!\n除此之外，他还用了一些妙招以顺利推进建筑进程。“当我建造好一个细节完善的建筑后，再遇到需要相同成分的地方时，我直接复制粘贴需要的成分。就比如说，外墙上你能看到的不少拱形装饰其实是从钟楼复制过去的，还有许多其他的拱形装饰则是直接从塔底导出。”既善于节约时间，又能做到各组和风格分有机协调，实乃双赢之举！\n\nNonetheless, some of the city’s details took a lot of care and attention. Firstly, Musical_Mystery decided that he wanted to turn all those blocks into curves and circles. “These are shapes that, when used properly, can make Minecraft look truly epic,” he explains.\n不过，又有些细节真的花了不少事件和精力。首先，Musical_Mystery决定把那些方块全部做成曲线和圆。“这些都是再使用得当时能让Minecraft场面一再飞起的形状，”他解释说。\n\nBut it’s not an easy task! “One curve that I'm proud of is the staircase under the bridge. It required very precise calculation and proved to be a challenge, but was very satisfying to complete.'\n这可不是纸上谈兵！“我引以为豪的弧形组分之一就是桥下的阶梯。这需要精确的计算、以至于成了新的挑战，但是完成它却是令人自豪的事！”\n\n\n\n\n\n\n\n\nHe says he also put “a lot of thought and work” into the two statues, which he spookily calls “ominous angels.” Actually, one was designed later, using the first as a base, so that he could use his new skills and improve the design. “I fiddled with the rotation and managed to make some much more convincing wings,” he tells me.\n他说他制作他戏称为“反转天使”的两尊塑像时，花费了“大量的思考和精细打磨”。事实上，其中一个是较晚设计的，并且用前者作为胚子，于是他又可以练习新技能、改善设计方案了。“我简单地鼓捣了一下羽翼的角度，让它们看上去更逼真，”他告诉我。\n\nThese statues are important for the mood that Musical_Mystery wanted to create with his build; the idea that despite the bright colours and peaceful sea outside, something dangerous might be waiting just around the corner. He says that he was inspired by events like the French revolution, so wanted to create a city that could “emanate an aura of power and wealth, but also sorrow and regret.”\n这些雕塑是体现出Musical_Mystery希望营造的氛围的必不可少的成分；思路大致是“光鲜亮丽的外表下暗藏着一触即发的重大危机”。他说他或多或少收到法 国 大 革 命那样的事件的启发，所以他想建造一座“焕发着权力与财富的光芒，但是充盈着无尽痛苦与遗恨”的城市。\n\n\nBecause of that, the government palace, for the legal business of the city, and the clock tower, marking the passage of time, are both very important buildings. The clock was the first piece that Musical_Mystery built, entirely from quartz. “I found the result quite satisfying as it gave the build a ghost-like appearance,” he says. “Eventually I pasted it into the city and coloured in various sections of it.”\n正因如此，象征着法律和权威的市 政厅，记录着时光流逝的钟楼，都是极为重要的建筑。钟楼是Musical_Mystery建造的第一处建筑，完全由石英构成。“它给人以梦魇的质感，所以我对这挺满意的，”他说。“最终我把钟楼粘到城市里，并且给不同组分用不同方块上了色。”\n\n“The government building's dome is directly inspired by the US Capitol building in Washington DC,” he explains. “But instead of the statue of freedom perched on top of the dome, I placed my angel statue holding the menacing sword and lantern.” Creepy!\n“政 府办公大楼的穹顶的灵感直接来源于华盛顿市的美国国会大厦，”他解释说。“但是穹顶上的雕像不是自由雕像了，我把它换成了拿着恐怖的弯刀和灯笼的天使雕塑。”李时珍的皮！\n\n\n\n\nMusical_Mystery credits his hugely successful build to the help of the server community. “After playing on the Realm of Allura for so long, I got used to having creative players online to give suggestions and constructive criticism. I’m deeply grateful to both the admins and fellow builders who were so supportive and helpful throughout this experience,” he says.\n在服务器社区的协助下，Musical_Mystery对自己的杰作感到信心十足。“玩Realm of Allura服务器这么多年了，我已经习惯那些聪明的大脑提出的建议和批判性见解。我十分感激服务器管理员和后来的建筑师们，这次经历中他们支持我很多，帮助我很多！”他说。\n\nCooperation is always important after all, especially if there’s a slight fear that your city might suddenly be overrun by spooky statues!\n团结才是力量，尤其是你有点害怕突然被鬼一样的雕塑追上来打倒的时候！\n\n译者注：套路啊，Mojang你还是在讲鬼城！\n\n【Enderman 译自官网 2018 年 08 月 03 日发布的 City of Angels；原作者 Jay Castello】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "Оil",
            "timestamp": 1585181280,
            "txt_content": "我还以为是那个天宫……= =\n\n【对，在太空上飘的那个】"
        },
        {
            "author": "8689",
            "timestamp": 1585383600,
            "txt_content": "Оil 发表于 2020-3-26 08:08\n我还以为是那个天宫……= =\n\n【对，在太空上飘的那个】\n在太空中飘着的那种东西我倒是（立志）建过几个，不过每一次都是连【天街】都没建起来。。。"
        }
    ]
}