{
    "title": "Minecraft Dungeons FAQ",
    "author": "电量量",
    "replyCount": 9,
    "timestamp": 1585150260,
    "txt_content": " 本帖最后由 电量量 于 2020-5-30 21:50 编辑 \n\n\nMINECRAFT DUNGEONS FAQ\n\n\n\nRELEASE INFO\n发布信息\n\nWHEN WILL MINECRAFT DUNGEONS BE RELEASED? \nMINECRAFT DUNGEONS 何时发布？\n\nMinecraft Dungeons is now available digitally on Windows, Xbox One, Nintendo Switch, PlayStation(TM) 4, and Xbox Game Pass. \nMinecraft Dungeons 已在 Windows、Xbox One、Nintendo Switch 和 PlayStation(TM) 4 平台以数字化方式登陆。\n\nHOW MUCH WILL MINECRAFT DUNGEONS COST?\nMINECRAFT DUNGEONS 卖多少？\nMinecraft Dungeons - Standard Edition will be available for $19.99 USD.\nMinecraft Dungeons - 标准版售价 $19.99 美元。\nMinecraft Dungeons - Hero Edition will also be available for $29.99 USD. This includes a Hero Cape, two player skins, and a chicken pet. It also includes two DLC packs, when they become available.\nMinecraft Dungeons - 英雄版售价 $29.99 美元。这包括一个英雄披风，两个玩家皮肤，和一只鸡宠物。这也包括了即将上线的两个 DLC 包。\n\nIn addition, Minecraft Dungeons will come to Xbox Game Pass at launch for PC and Xbox One. After launch, there are many free updates planned for the game.\n此外，Minecraft Dungeons 将会在 PC 和 Xbox One 的 Xbox Game Pass 登陆。在发布之后，我们还计划了很多免费的游戏更新。\n\nWILL MINECRAFT DUNGEONS BE INCLUDED IN XBOX GAME PASS?\nMINECRAFT DUNGEONS 会支持 XBOX GAME PASS 吗？\nThe Standard Edition of Minecraft Dungeons will be included in your Xbox Game Pass membership, with Xbox Game Pass Ultimate members having access on both console and Windows PC. Xbox Game Pass members can also save up to 10% on related Minecraft Dungeons DLC!\n标准版的 Minecraft Dungeons 将会包含在你的 Xbox Game Pass 会员中，享有 Xbox Game Pass Ultimate 的会员将会同时拥有在 Windows PC 和主机上的游戏。Xbox Game Pass 会员另还可以享有 DLC 购买的 九折 优惠。\n\nWHAT IS THE DIFFERENCE BETWEEN THE ‘WINDOWS 7 AND ABOVE’ VERSION AND ‘WINDOWS 10’ VERSION OF THE GAME?\n“WINDOWS 7 及以上”和“WINDOWS 10”版的游戏有何不同？\nThe ‘Windows 7 and Above’ version of Minecraft Dungeons is downloaded through a launcher program that is compatible on those operating systems.\n“Windows 7 及以上“的 Minecraft Dungeons 游戏是由启动器提供的，因此兼容所有这些操作系统。\nThe ‘Windows 10’ version of the game is delivered directly through the Microsoft Store application and does not include a launcher.\n“Windows 10”版的游戏是直接由 Microsoft Store 应用提供的，不包括启动器。\nGameplay is not different between the two versions, only the method of accessing, downloading, and updating the game.\n在这两个版本的游戏中本质上没有任何区别，只是接触、下载和升级方式不同罢了。\n\nNOTE: Purchasing the game on one digital store does not grant access to the game on the other store (i.e. Purchasing on minecraftdungeons.net does not make you own the game on Windows 10 Store, and vice versa).\n注：在一个数字商店中购买游戏不会授予你从另一个商店游戏的授权（也就是说在 minecraftdungeons.net 上购买不会让你在 Windows 10 Store 商店中的游戏显示已购，反之亦然）。\n\nGENERAL INFO\n一般信息\n\nWHAT IS MINECRAFT DUNGEONS?\nMINECRAFT DUNGEONS 是什么？\n\nDeveloped by a dedicated, passionate team at Mojang, Minecraft Dungeons is a brand-new action-adventure title set in the Minecraft universe inspired by classic dungeon crawlers. Battle new-and-nasty mobs across action packed levels in either single player or up to four-person co-op multiplayer in this epic quest to defeat the evil Arch-Illager.\nMinecraft Dungeons 是 Minecraft 宇宙中的一个全新动作冒险游戏，被传统的地牢爬行者游戏启发，由 Mojang 的一支独立的、有激情的队伍开发。你可以和全新的令人厌恶的怪物战斗，在这个史诗般探索和任务导向的关卡中游玩单人游戏或最多 4 人的多人游戏来打败邪恶的 Arch-Illager。\n\n\nWHAT PLATFORMS IS MINECRAFT DUNGEONS AVAILABLE ON?\nMINECRAFT DUNGEONS 登陆了什么平台？\nMinecraft Dungeons released simultaneously on Windows, Xbox One, Nintendo Switch, and PlayStation 4(TM). The game will also be available on Xbox Game Pass at launch for PC and Xbox One.\nMinecraft Dungeons 已同时在 Windows、Xbox One、Nintendo Switch 和 PlayStation 4(TM) 上登陆。当 PC 和 Xbox One 发布时，游戏也将会支持 Xbox Game Pass。\n\nWAS THERE A BETA FOR MINECRAFT DUNGEONS?\nMINECRAFT DUNGEONS 有过 BETA 吗？\nWe hosted a very limited closed beta for some players on PC. This was a technical beta that included a small sample of content from the full version of Minecraft Dungeons and was aimed towards testing online gameplay. The closed beta ran from March 25 to April 24. \n我们运营过一个 PC 版限号封测。这是一个技术 Beta 并只包含了一小部分完整 Minecraft Dungeons 的样本，目的是测试在线游戏。封测从 3 月 25 日开始，并已于 4 月 24 日 结束。\n\nAny progress made during the beta does not carry over to the full game.\n封测期间的玩家将会被删除，不会保留到完整游戏。\n\nDOES THE GAME HAVE ONLINE AND LOCAL MULTIPLAYER?\n游戏会支持在线和本地多人游戏吗？\nMinecraft Dungeons features online and local play for up to four players co-operatively. The difficulty, enemy count, and the loot will adapt based on the number of players in each session to consistently provide a fun, rewarding experience.\nMinecraft Dungeons 支持在线和本地的最多 4 人的协作多人游戏。难度，敌人数量和掉落物会根据每次上线的玩家数量来提供一个有趣的、给予回报的游戏体验。\n\nDOES MINECRAFT DUNGEONS SUPPORT CROSS-PLATFORM MULTIPLAYER?\nMINECRAFT DUNGEONS 支持跨平台多人游戏吗？\nAt launch you?ll be able to play online multiplayer with players on the same platform. Our goal is to let everyone play together regardless of platform, and we’re looking forward to enabling cross-platform play in a future free game update.\n目前你可以在同一平台上游玩在线游戏。我们的目标是让玩家一起不受平台限制地游玩，我们希望能在之后发布一个免费的游戏更新来启用跨平台游玩。\n\nIS THE GAME ENHANCED FOR XBOX ONE X OR PLAYSTATION 4 PRO?\n游戏在 XBOX ONE X 和 PLAYSTATION 4(TM) PRO 上会更高级吗？\n\nMinecraft Dungeons is capable of running with improved performance and 4K resolution on Xbox One X and PlayStation 4(TM) Pro consoles.\nMinecraft Dungeons 可以在 Xbox One X 和 PlayStation 4(TM) Pro 主机上以提高的性能和 4K 分辨率运行。\n\nI WANT TO BE A PART OF THE MINECRAFT DUNGEONS COMMUNITY, WHERE CAN I FIND YOU AT?\n我想要成为 MINECRAFT DUNGEONS 社区的一员，我在哪里可以找到你们？\n\nYou can be a part of the Minecraft Dungeons community by finding us on the official Minecraft Dungeons Discord at discord.gg/MinecraftDungeons and following us on Twitter @dungeonsgame.\n可以加入官方 Minecraft Dungeons Discord：discord.gg/MinecraftDungeons 和在 Twitter 上关注我们：@dungeonsgame 来成为社区的一份子。\n\nGAMEPLAY INFO\n游戏内容信息\n\nHOW DOES COMBAT WORK?\n战斗是怎样运行的？\nCombat in Minecraft Dungeons takes place in real-time and places an emphasis on weapons, gear, and enchantments. We were very careful in tuning items in the game to accommodate unique fighting styles, with this flexibility being especially rewarding in co-op multiplayer. A wide variety of weapons can be customized with unique enchantments that are an asset in battle.\nMinecraft Dungeons 的战斗实时发生并且武器、装备和附魔非常重要。我们非常小心地调整了游戏内的物品来适应独特的战斗风格，并有一定的灵活性，尤其是多人游戏的奖励。多种武器可以被独特的附魔来被自定义并在战斗中派上用场。\n\nCAN CHARACTERS BE CUSTOMIZED?\n角色能被自定义吗？\nThere are no character classes in Minecraft Dungeons – your power and abilities are based entirely on what you have equipped at any given moment. Players are also able to select their appearance from a diverse range of skins.\nMinecraft Dungeons 中没有角色等级 – 你的能量和技能和你在任何时间点的装备直接挂钩。玩家也可以从形形色\\色的皮肤中选择他们的外貌。\n\nARE THERE NEW MOBS IN MINECRAFT DUNGEONS?\nMINECRAFT DUNGEONS 中有新生物吗？\nThere are a variety of brand-new mobs that are part of the Minecraft Dungeons narrative. The Key Golem is a cute little critter that helps open locked doors while making funny noises, that are sure to delight. Those visiting the Fiery Forge will encounter the epic boss-like Redstone Monstrosity. There are many more unrevealed mobs to discover, in addition to a lot of mobs you already know and love like Creepers and Endermen.\nMinecraft Dungeons 的剧情中有很多新的生物。Key Golem 是一个可爱的发出好笑的声音的帮你解锁上锁的门的生物，他们的确会让你开心。Fiery Forge 中会有很多像 Boss 一般的Redstone Monstrosity。哪里有数不胜数的生物让你谈说，另外还要加上你已经知道的，比如苦力怕和末影人。 \n\nDO MISSIONS CHANGE FROM ONE GAME TO THE NEXT?\n任务会在每一盘游戏中变化吗？\nYes! Each mission in Minecraft Dungeons is a mix of procedural content and carefully crafted elements that tie into the mission's objectives and narrative. In other words, while parts of the mission stay the same, the paths, mobs and treasure you find will be different every time you play it.\n是的！Minecraft Dungeons 当中的每一个任务都是程序生成的内容和与任务的目标和剧情绑定的仔细创造的元素。换句话说，任务的部分内容是一样的，但是路径、生物和宝藏会在每次游玩时改变。\n\nIS THERE ANYTHING TO DO AFTER BEATING THE GAME?\n游戏通关之后还有什么事情要做的吗？\nWith its randomly generated levels and a plethora of items to equip, we’ve strived to create an experience that players will continue to come back to time and time again. Players can team up and return to levels at higher difficulties to uncover new items and rewards, with more surprises coming post-launch.\n由于其随机生成的关卡和非常多的装备，我们力求创造一个玩家会再玩亿边的游戏体验。玩家可以组队挑战更难的关卡来解锁新的物品和奖励，正式发布后还有更多惊喜。\n\nARE THERE ANY ACCESSIBILITY OPTIONS IN THE GAME?\n游戏有无障碍选项吗？\nMojang Studios is working hard to add features that make our games more accessible to ALL players. Minecraft Dungeons includes options for text-to-speech, subtitles, and adjusting enemy outline colors. A full, detailed list of accessibility features can be found at minecraft.net/accessibility. \nMojang Studios 正致力于使所有玩家轻松游玩我们的游戏。Minecraft Dungeons 包含了 文字转语音、字母、调整生物描边颜色 的选项。完整的无障碍选项列表请见 minecraft.net/accessibility\n\nARE THERE ACHIEVEMENTS IN MINECRAFT DUNGEONS? \nMINECRAFT DUNGEONS 有成就吗？\n\nXbox One and Windows 10 players will be able to unlock achievements. Trophies can be unlocked while playing on PlayStation(TM) 4. Xbox One 和 Windows 10 玩家可以解锁成就。游玩 PlayStation(TM) 4 版的游戏可解锁奖杯。 \n\nIS THERE MOD SUPPORT?\n支持 MOD 吗？\nThere are currently no plans for mod support.\n目前没有计划加入 mod 支持。\n\nWILL THERE BE ONLINE MATCHMAKING?\n会有在线比赛吗？\nNo. Minecraft Dungeons is designed to be played together with your friends – either on a comfy couch or in a comfy online session.\n不会。Minecraft Dungeons 设计是和你的朋友一起玩的 - 在一个舒服的沙发上或者是舒适的在线游戏。\n\nTECHNICAL INFO\n技术性信息\n\nHOW DO I PLAY WITH MY FRIENDS?\n我怎么和朋友一起玩耍？\nBefore playing with your friends, make sure you’re logged into your Microsoft account and that you know your friend’s gamertag. Gamertags can be found at the top right of the Xbox account page next to the profile icon.\n在和你的朋友玩耍之前，你需要检查你登陆了 Microsoft 账户并且知道你的朋友的玩家标签。玩家标签可以在 Xbox 账户页面的右上角找到，就在档案图标的旁边。\nTo log in to, or create an Xbox account, please visit account.xbox.com. Once you’ve logged in, you can add your friend’s gamertag to play with through the website. Both players need to add each other in order to play together.\n若你要登陆，或创建 Xbox 账户，请访问 account.xbox.com。登录之后，你可以在网站上添加陪你玩耍的朋友的玩家标签。\n\nTHE GAME DOESN’T START - WHAT CAN I DO?\n游戏没有启动 - 我该怎么办？\n\nEnsure your PC meets the Minimum Requirements.Ensure your PC has the latest Windows updates.Update graphics drivers for NVIDIA or AMD graphics cards.Though they’re installed along with the game, make sure you have installed the software dependencies for the game:\nDirectX End-User RuntimesMicrosoft Visual C++ Redistributable for Visual Studio 2015, 2017, and 2019\n\n保证你的电脑达到了最低配置要求。保证你的电脑有最新的 Windows 更新。升级你的 NVIDIA 或 AMD 的显卡驱动。虽然它们会和游戏一起安装，但是还是确保你已经安装游戏的软件依赖：\nDirectX End-User RuntimesMicrosoft Visual C++ Redistributable for Visual Studio 2015, 2017, and 2019\n\n\nDO I NEED TO PAY A SUBSCRIPTION FEE (LIKE XBOX LIVE GOLD) TO PLAY ONLINE? \n我需要支付订阅费用（如 XBOX LIVE GOLD）来游玩在线游戏吗？\nOnline subscription fees are determined by the platform you play on. In order to play online multiplayer you will need an active Xbox Live Gold or Xbox Game Pass Ultimate subscription for Xbox One, a Nintendo Switch Online subscription for Nintendo Switch, or a PlayStation(R)Plus subscription on PlayStation(TM) 4. There are no subscription fees for playing on Windows.\n在线订阅费是由您所游玩的平台来决定的。为了游玩多人游戏，您需要活跃的 Xbox Live Gold 或 Xbox Game Pass Ultimate订阅（Xbox One），Nintendo Switch Online 订阅（Nintendo Switch），或 PlayStation(R)Plus 订阅（PlayStation 4(TM)）。在 Windows 上游玩无需订阅费。 \n\nCAN I USE MINECOINS OR RUBIES TO PURCHASE DLC FOR MINECRAFT DUNGEONS? \nMinecoins and Rubies do not carry over into Minecraft Dungeons. Downloadable content must be purchased using currency that your platform accepts. \n\nWHY DOES MINECRAFT DUNGEONS HAVE ITS OWN LAUNCHER?\n为什么 MINECRAFT DUNGEONS 有它自己的启动器？\n\nUnfortunately, you can't start Minecraft Dungeons directly from the Minecraft Launcher because Minecraft: Java Edition and Minecraft Dungeons use different account systems.\n不幸的是，你不能从 Minecraft 启动器中直接启动 Minecraft Dungeons，因为 Minecraft Java 版和 Minecraft Dungeons 使用不同的账户系统。\nMinecraft Dungeons is using Microsoft Accounts and Minecraft Java Edition is using Mojang accounts. We have twisted and turned many options to give our players the right experience and decided that a good temporary option is to have one dedicated launcher per game. Therefore, you need the Minecraft Dungeons Launcher to be able to play the game.\nMinecraft Dungeons 用的是 Microsoft 账户，而 Minecraft Java 版使用 Mojang 账户。我们已经尝试了很多方法来给玩家对劲的游戏体验，而我们敲定了一个很好的临时方案 - 使用独立的启动器。所以，你需要 Minecraft Dungeons 启动器来启动游戏。\n\nWHERE CAN I REPORT BUGS AND POST FEEDBACK?\n在哪里可以报告漏洞、提交反馈？\n\nMinecraft Dungeons 中遇到的任何漏洞可以在 aka.ms/DungeonsBugs 汇报，所有的反馈或建议可以在这里 aka.ms/DungeonsFeedback 提交。\n\nWHERE CAN I GET HELP?\n我可以在哪里获得帮助？\nFor issues related to Minecraft Dungeons, please visit help.minecraft.net. Any inquiries related to Microsoft accounts and the Xbox Live service can be directed to support.xbox.com.\nMinecraft Dungeons 相关问题，请访问 help.minecraft.net。任何关于 Microsoft 账户和 Xbox Live 服务问题可以在 support.xbox.com 获得指导。\n\nLast Updated - 2020-05-29 13:13:13 UTC\n最后更新 - 2020-05-29 21:13:13 UTC+8\n\n本帖最后同步 - 2020-05-30 21:44 UTC+8\n\n\n【电量量 译自MINECRAFT DUNGEONS FAQ】\n",
    "replies": [
        {
            "author": "⑨",
            "timestamp": 1585164420,
            "txt_content": "IS THE GAME ENHANCED FOR XBOX ONE X OR PLAYSTATION 4 PRO?\n游戏在 XBOX ONE X 和 PLAYSTATION 4 PRO 上会更高级吗？\n\nMinecraft Dungeons is capable of running with improved performance and 4K resolution on Xbox One X and PlayStation 4 Pro consoles.\nMinecraft Dungeons 可以在 Xbox One X 和 PlayStation 4 Pro 主机上以\n\n后半段呢？？？"
        },
        {
            "author": "信平",
            "timestamp": 1585210500,
            "txt_content": "游戏总算要发售了。"
        },
        {
            "author": "信平",
            "timestamp": 1585210980,
            "txt_content": "可以转载到贴吧吗"
        },
        {
            "author": "蓝莓果",
            "timestamp": 1587226380,
            "txt_content": "核显玩不了..."
        },
        {
            "author": "lizi2006",
            "timestamp": 1587268320,
            "txt_content": "我觉得地下城不能使用MOJANG账户系统挺惨的"
        },
        {
            "author": "wlji111",
            "timestamp": 1597800480,
            "txt_content": "谢谢楼主的分享666"
        },
        {
            "author": "wlji111",
            "timestamp": 1597800600,
            "txt_content": "谢楼主嘻嘻嘻嘻嘻嘻嘻"
        },
        {
            "author": "767721952",
            "timestamp": 1599386100,
            "txt_content": "da**f afas"
        },
        {
            "author": "767721952",
            "timestamp": 1599386100,
            "txt_content": "ffffffffffffffffffffffffffffffffffffffffffffffffffff"
        }
    ]
}