{
    "title": "Minecraft Java版 1.16 (下界更新) 特性列表",
    "author": "ff98sha",
    "replyCount": 4,
    "timestamp": 1585191960,
    "txt_content": " 本帖最后由 ff98sha 于 2021-1-12 19:52 编辑 \n\n\n\n\n修订并翻译自英文Minecraft Wiki http://minecraft.gamepedia.com/Java_Edition_1.16\n与中文Minecraft Wiki同步 http://minecraft-zh.gamepedia.com/1.16\n\n感谢诸多热心玩家的付出。\n\n1.16是下界更新的首个版本，是Java版的一次大型更新，公布于MINECON Live 2019，发布于2020年6月23日。该次更新为下界添加了大量特性，包括加入四种新的生物群系、四种新的生物以及大量新的方块，同时还引入了一种名为下界合金的装备品质，通过下界中稀有的远古残骸获取。\n\n新内容\n方块\n远古残骸可以在下界的高度为8-119层间生成，而高度较低处的生成率更高。可放入熔炉或高炉中熔炼获得下界合金碎片。爆炸抗性和黑曜石相同。不可烧毁。其掉落物形式会在熔岩中漂浮。需要钻石质或更好的镐来进行开采。生成时总是会被方块或熔岩包裹。会生成于堡垒遗迹的战利品箱中。\n玄武岩一种组成玄武岩柱的方块。\n可使用任意镐挖掘获得。\n生成于灵魂沙峡谷和玄武岩三角洲生物群系。与原木相似，可沿不同方向摆放。可以通过熔岩流到灵魂土上并接触蓝冰时形成。会作为堡垒遗迹的一部分自然生成。\n黑石大面积生成于玄武岩三角洲生物群系，小片生成于其他下界生物群系的熔岩海高度。类似于圆石，可用于合成熔炉和石质工具。爆炸抗性较低。可用于合成对应的台阶、楼梯和墙。会作为堡垒遗迹的一部分自然生成。\n黑石台阶、黑石楼梯和黑石墙由黑石合成或在切石机制成的装饰性方块。\n锁链生成于堡垒遗迹和下界的废弃传送门中的装饰性方块。可由两个铁粒和一个铁锭合成。\n錾制下界砖块下界砖块的錾制变种。由2个下界砖台阶合成或在切石机制成。\n裂纹下界砖块下界砖块的裂制变种。由下界砖块在熔炉中熔炼而成。\n绯红菌和诡异菌分别生成于绯红森林和诡异森林生物群系。可放置在泥土、花盆、砂土、耕地、灰化土、草方块、菌岩和灵魂土上。对种在对应变种菌岩上的菌类使用骨粉可使之生长为对应的巨型菌类。与蘑菇不同，菌类不能蔓延。可以用于堆肥。\n绯红菌岩和诡异菌岩与草方块相似。对与菌岩相邻的下界岩使用骨粉可使其蔓延。类似草方块，在菌岩上使用骨粉会生长下界植物。\n绯红木板和诡异木板不可燃尽。可由对应的菌柄合成获得。可用于合成对应的台阶、楼梯、栅栏、栅栏门、压力板、按钮、告示牌、门和活板门。\n绯红菌索和诡异菌索装饰性植物，生成于绯红森林、灵魂沙峡谷和诡异森林生物群系。可种植在花盆中。可以用于堆肥。\n绯红菌柄和诡异菌柄一类组成巨型菌枝干的方块。拥有动态的材质。顶面的材质和其他原木相似，呈年轮状。与原木相似，可沿不同方向摆放。不可燃尽。具有对应的去皮变种。\n绯红菌核和诡异菌核菌柄的六面覆皮变种。\n由菌柄合成，合成方式类似原木合成木头。\n具有对应的去皮变种。\n哭泣的黑曜石可通过与猪灵以物易物获得。会发出亮度等级为10的光。会散发紫色颗粒。爆炸抗性与黑曜石相同，且不能够被活塞移动。是重生锚的合成材料。会出现在废弃传送门和堡垒遗迹的战利品箱中。会作为废弃传送门的一部分生成。\n镶金黑石黑石的镶金变种。用镐直接挖掘有大概率掉落其本身，小概率掉落2-5金粒。\n掉落金粒的概率受时运魔咒影响。\n会作为堡垒遗迹的一部分生成，也会自然生成于堡垒遗迹的战利品箱中。\n磁石由錾制石砖和下界合金锭合成。对磁石使用指南针可使指南针指向点重置为磁石位置。\n可在所有维度中使用。\n\n下界金矿石生成于下界的变种金矿石。和普通金矿石一样，烧炼可获得金锭。用镐直接挖掘会掉落2-6金粒与经验。\n掉落物品数量上限受时运魔咒影响。任意镐都可以挖掘。\n\n下界苗一种生成于诡异森林生物群系的、类似草丛的植物。可以用于堆肥。需要使用剪刀采集获得。\n下界合金块可由9个下界合金锭合成获得。可用于搭建信标金字塔。不可燃尽。与黑曜石有着相同的爆炸抗性，但可被活塞推动。\n磨制玄武岩玄武岩的磨制变种。\n由玄武岩合成或在切石机制成。\n会作为堡垒遗迹的一部分自然生成。\n磨制黑石黑石的磨制变种。由4个黑石合成或在切石机制成。有錾制、台阶、楼梯和墙变种。可用于合成压力板和按钮。\n磨制黑石砖由4个磨制黑石合成或在切石机制成。有裂制、台阶、楼梯和墙变种。会作为堡垒遗迹的一部分自然生成。\n磨制黑石按钮和磨制黑石压力板由磨制黑石合成的红石元件。性质与普通石质按钮和压力板相同。\n磨制黑石台阶、磨制黑石楼梯和磨制黑石墙由磨制黑石合成或在切石机制成的装饰性方块。\n錾制磨制黑石磨制黑石的錾制变种。由磨制黑石合成或在切石机制成的装饰性方块。会作为堡垒遗迹的一部分自然生成。\n磨制黑石砖台阶、磨制黑石砖楼梯和磨制黑石砖墙由磨制黑石砖合成或在切石机制成的装饰性方块。\n裂纹磨制黑石砖磨制黑石砖的裂制变种。由磨制黑石砖在熔炉中熔炼而成。会作为堡垒遗迹的一部分自然生成。\n石英砖由4个石英块合成或在切石机制成。\n重生锚由哭泣的黑曜石和荧石合成。通过消耗荧石充能，这一操作也可由发射器执行。\n最多充能4次。\n充能后用于在下界设置重生点。每次重生消耗1点充能点数。在主世界和末地使用会发生爆炸。\n菌光体与荧石相似，会发出亮度等级为15的光，并能够融化冰和雪。可使用任意工具采集，但锄和斧是最快的。会作为巨型菌的一部分生成。\n灵魂营火营火的蓝色变种。会发出亮度等级为10的光，且不能够融化冰和雪。合成配方与普通的营火相似，但需使用灵魂土或灵魂沙而非煤炭或木炭。可以驱赶猪灵。会造成普通营火的两倍伤害。其他性质与普通营火相同。\n灵魂火火的蓝色变种。在任何维度下，在灵魂土或灵魂沙上点燃的火焰都会呈蓝色。\n与下界岩上的火焰相似，会永久燃烧。\n自然生成于下界的灵魂沙峡谷生物群系。每秒会造成2伤害，而普通火焰每秒只会造成1伤害。可以驱赶猪灵。\n灵魂灯笼灯笼的蓝色变种。会发出亮度等级为10的光，且不能够融化冰和雪。合成配方与普通的灯笼相似，但需使用灵魂火把而非普通火把。可以驱赶猪灵。\n灵魂土和灵魂沙一同生成于灵魂沙峡谷生物群系。在其上点燃的火焰为灵魂火。玩家在其上行走时既不会“下陷”，也不会受到减速影响。可用于召唤凋灵。\n灵魂火把火把的蓝色变种。会发出亮度等级为10的光，且不能够融化冰和雪。合成配方与普通的火把相似，但木棍下方还需放置灵魂土或灵魂沙。可以驱赶猪灵。\n标靶新的红石元件，被弹射物击中后会发出红石信号。\n弹射物击中的位置越接近靶心，其发出的红石信号越强，最高强度可达15。\n可使用4个红石粉和1个干草块合成。可使用任意工具采集，但锄是最快的。\n缠怨藤生成于诡异森林生物群系中。只能放置在方块顶部，可竖直向上生长。可使用骨粉加速生长。可供攀爬，类似于藤蔓，并拥有攀爬音效。掉落机制与垂泪藤相同。可以用于堆肥。\n诡异疣块下界疣块的变种方块。组成巨型菌的菌盖。在诡异森林生物群系中，有时会在地面上取代诡异菌岩而生成。可以用于堆肥。\n垂泪藤生成于绯红森林生物群系中。只能放置在方块底部，可竖直向下生长。可使用骨粉加速生长。可供攀爬，类似于藤蔓，并拥有攀爬音效。被破坏时只有33%的概率掉落。\n使用剪刀或附上精准采集或时运Ⅲ的工具会100%掉落1个。使用附上时运Ⅰ或Ⅱ的工具可以提高掉落概率。\n可以用于堆肥。\n\n\n物品\n磁石指针可由指南针绑定磁石后转化而来。\n指针会指向其绑定的磁石。如果玩家传送到其他维度或绑定的磁石被破坏，则该磁石指针会随机旋转。\n可以附上消失诅咒魔咒。\n音乐唱片加入了音乐唱片“Pigstep”。\n与其他的音乐唱片不同，这是由Lena Raine制作的而不是C418，且唱片颜色为红色而不是黑色。只能在堡垒遗迹的战利品箱中发现。在唱片机中播放时，与之相连的红石比较器将输出强度为13的红石信号。\n\n下界合金碎片可通过在熔炉或高炉中烧炼远古残骸获得。可用于合成下界合金锭。不会烧毁，且会在熔岩中漂浮。会生成于堡垒遗迹的战利品箱中。\n下界合金锭可由4个金锭和4个下界合金碎片合成获得。可用于升级钻石工具和盔甲。不会烧毁，且会在熔岩中漂浮。会生成于堡垒遗迹的战利品箱中。\n下界合金盔甲可通过在锻造台上用下界合金锭锻造对应的钻石盔甲获得。不会烧毁，且会在熔岩中漂浮。具有1点击退抗性。具有比钻石盔甲更高的韧性。拥有比钻石盔甲更高的耐久度和更强的附魔能力。\n下界合金斧、锄、镐、锹和剑可通过在锻造台上用下界合金锭锻造对应的钻石工具获得。不会烧毁，且会在熔岩中漂浮。拥有比钻石工具更高的耐久度和挖掘效率，也更容易获得魔咒。所有该系列的工具的攻击伤害都比对应的钻石工具高1，锄除外。\n猪鼻旗帜图案猪鼻样的新旗帜图案。可以在织布机上给旗帜应用猪鼻图案。会自然生成于堡垒遗迹的战利品箱中。\n刷怪蛋加入了疣猪兽、炽足兽、猪灵和僵尸疣猪兽的刷怪蛋。\n诡异菌钓竿可由钓鱼竿和诡异菌合成。能够用于控制炽足兽，使用方法和使用胡萝卜钓竿控制猪的方法相似。\n骑乘炽足兽时手持诡异菌钓竿并按下使用键可以暂时提高移动速度，每次提速消耗其1点耐久度。\n拥有100点耐久。\n\n\n\n\n生物\n疣猪兽生成于绯红森林生物群系和堡垒遗迹。与玩家敌对。\n成年疣猪兽能够将玩家抛向空中，而幼年疣猪兽攻击力稍低且无法抛起玩家，被攻击时会逃跑。拥有极长的击退距离和很高的击退抗性。\n死亡后掉落2-4生猪排，偶尔还会掉落0-2皮革。有成年和幼年两种变种。可通过喂食绯红菌来繁殖。会主动远离诡异菌、诡异菌盆栽、下界传送门和重生锚。在主世界或末路之地中滞留一段时间后会变成僵尸疣猪兽。不能够免疫火焰伤害。\n猪灵生成于绯红森林、下界荒地生物群系和堡垒遗迹。\n在下界荒地生物群系较为少见。\n成年猪灵生成时会随机装备金剑或弩，偶尔还会装备金质盔甲。\n死亡后有几率掉落其自然生成时携带的装备，装备的耐久度是随机的。\n成年猪灵默认与玩家敌对，幼年猪灵呈被动状态。\n成年猪灵不会攻击穿着金制盔甲的玩家。\n它们仍会在玩家挖掘金块、箱子、陷阱箱、末影箱、木桶、金矿石、下界金矿石和镶金黑石的其中之一或打开箱子时被激怒。\n幼年猪灵不会与玩家敌对，但它们会偷走金锭。\n玩家可以使用金锭右键它们或把金锭扔在地上来和它们进行以物易物。在某些时候会攻击疣猪兽。\n幼年猪灵不会攻击疣猪兽，成年猪灵不会攻击幼年疣猪兽。在杀死疣猪兽之后有10%的概率跳舞。\n幼年猪灵会骑在幼年疣猪兽的背上。会主动攻击凋灵骷髅。会远离灵魂火、灵魂火把、灵魂灯笼、灵魂营火、僵尸猪灵和僵尸疣猪兽。喜欢以群组狩猎和争斗。幼年猪灵喜欢与幼年疣猪兽嬉戏。在主世界或末路之地中滞留一段时间后会转化为僵尸猪灵。\n拥有IsImmuneToZombification数据值，可防止其僵尸化。\n在和平模式下不会消失。不能够免疫火焰伤害。\n炽足兽生成于下界的熔岩海中。\n熔岩上面是空气的情况下才会生成。在熔岩外会打寒颤，且移动速度较慢。离开熔岩会变成暗紫色，且面部表情会稍微改变。\n属于被动型生物。死亡后掉落0-5根线。可以装备鞍，并需要使用诡异菌钓竿控制。\n在熔岩上乘骑的速度与在海上乘船的速度相似。\n接触水和雨时会受到伤害。具有幼年变种。可以通过喂食诡异菌繁殖。僵尸猪灵和幼年炽足兽有时会随之一同生成并骑在其身上。\n当生成僵尸猪灵炽足兽骑士时，炽足兽会携带鞍。\n幼年炽足兽有时会骑在成年炽足兽上。\n僵尸疣猪兽疣猪兽的僵尸化变种。由在主世界或末路之地中滞留一定时间后的疣猪兽转化而来。与疣猪兽的特征不同，僵尸疣猪兽无法繁殖，也不会躲避诡异菌。攻击视野中的大多数生物，苦力怕和其他僵尸疣猪兽除外。死亡后掉落1-3腐肉。能够免疫火焰伤害。\n\n\n命令格式\nlocatebiome用于定位指定的生物群系。\nattribute用于更改或读取属性。\ngamerule加入了gamerule forgiveDeadPlayers，控制当被激怒的中立生物的目标玩家死亡时，该生物是否恢复中立状态。\n默认为true。\n加入了gamerule universalAnger，控制被激怒的中立生物是否攻击附近任何玩家（而非只攻击激怒它们的玩家）。\n当forgiveDeadPlayers关闭时会有更好的效果。默认为false。\n\n\n\n世界生成\n生物群系灵魂沙峡谷\n一种空间开阔的洞穴生物群系，由裸露的下界化石、大型玄武岩柱、灵魂沙和灵魂土组成，灵魂火随处燃烧。迷雾和颗粒呈蓝色。骷髅、恶魂、末影人和炽足兽会在此自然生成。下界要塞、堡垒遗迹和废弃传送门会在此自然生成。\n绯红森林\n一种茂密的森林生物群系，绯红巨型菌会成片地在此生成。地面上有各种植物、菌类及其他方块，巨型菌类的树冠上还会生成垂泪藤。迷雾和颗粒呈红色。僵尸猪灵、猪灵、疣猪兽和炽足兽会在此生成。堡垒遗迹和废弃传送门会在此自然生成。\n诡异森林\n绯红森林生物群系的异色变种，植被、颗粒和迷雾效果都与之略有不同。迷雾和颗粒呈紫色。末影人和炽足兽会在此生成。堡垒遗迹和废弃传送门会在此自然生成。\n玄武岩三角洲\n下界的火山生物群系，像是火山爆发后的废墟，其中充斥着大面积的黑石和玄武岩柱，以及大片的熔岩和岩浆块。迷雾和颗粒呈灰色。岩浆怪、恶魂和炽足兽会在此生成。下界要塞和废弃传送门会在此自然生成。\n\n结构玄武岩柱\n一种由玄武岩构成的、生成于灵魂沙峡谷生物群系的石柱结构，延连地面与天花板。\n下界化石\n一种灵魂沙峡谷生物群系特有的新型化石结构。与主世界中的化石结构不同，这类化石当中不会夹杂煤矿石。\n绯红巨型菌和诡异巨型菌\n新型树木结构，分别生成于绯红森林和诡异森林生物群系。枝干由绯红菌柄或诡异菌柄组成，树冠由下界疣块或诡异疣块组成，其上可能会生成几个菌光体。可由对应在菌岩上的菌类使用骨粉使之长成对应的巨型菌。\n即使菌类上方有方块阻挡，也能够长成，除非其生长空间受世界高度限制。\n\n堡垒遗迹\n生成在除了玄武岩三角洲以外的下界生物群系中。生成四种类型的结构：\n桥疣猪兽棚居住区藏宝室\n这是音乐唱片“Pigstep”的唯一来源。这是唯一可以自然生成含有远古残骸、下界合金碎片和下界合金锭的战利品箱的地方。猪灵和疣猪兽会在此生成。岩浆怪刷怪笼可在此生成。\n废弃传送门\n下界传送门的破碎残骸。在主世界和下界的任意生物群系中生成。\n生成时可能会在地下、水中或裸露在地面上。\n传送门框架附近会生成战利品箱，传送门框架上方会生成金块。\n\n\n\n游戏内容\n进度加入了11个新进度：\n正中靶心\n用弹射物在30格外击中标靶的靶心。\n深藏不露\n获得远古残骸。\n残骸裹身\n获得一整套下界合金盔甲。\n天涯共此石\n对着磁石使用指南针。\n谁在切洋葱？\n获得哭泣的黑曜石。\n锚没有九条命\n为重生锚充满能量。\n画船添足\n手持诡异菌钓竿骑乘炽足兽。\n热门景点\n探索所有下界生物群系。\n光辉岁月\n进入堡垒遗迹。\n战猪\n打开堡垒遗迹中的箱子。\n金光闪闪\n未穿戴金质盔甲时，使用任意猪灵“喜欢”的物品分散敌对状态猪灵的注意力。\n\n在location触发器中添加了一个smokey属性，用于检查位置是否靠近营火上方。加入了thrown_item_picked_up_by_entity进度触发器。\nitem对应扔出后再被捡起的物品。entity对应捡起物品的实体。\n加入了player_generates_container_loot进度触发器。\nloot_table对应生成战利品表的物品位置。\n加入了item_used_on_block进度触发器。\nlocation对应物品所用在的方块的中心位置。item对应用在方块上的物品。\n\n附魔加入了灵魂疾行魔咒。\n属于宝藏型魔咒，能通过与猪灵以物易物获得，或在堡垒遗迹的战利品箱中寻得。只能附魔到靴子上。可以提高玩家在灵魂沙和灵魂土上的移动速度。\n在灵魂沙和灵魂土上移动时有概率消耗耐久。\n\n\n重生玩家能够在下界重生。\n通过充能的重生锚实现。\n\n统计增加了炽足兽骑乘距离的统计信息。\n\n\n常规\n颗粒加入了ash、crimson_spore、soul_fire_flame、warped_spore颗粒。为哭泣的黑曜石加入了dripping_obsidian_tear、falling_obsidian_tear、landing_obsidian_tear3种颗粒。加入了新的颗粒类型soul。\n标签加入了beacon_base_blocks方块标签。\n应用于铁块、金块、钻石块、绿宝石块和下界合金块。决定何种方块能够用于搭建信标金字塔。\n加入了climbable方块标签。\n应用于梯子、藤蔓、脚手架、垂泪藤和缠怨藤。用于生物寻路。\n加入了fire方块标签。\n应用于火和灵魂火。决定何种方块能够点燃实体。\n加入了gold_ores方块和物品标签。\n应用于金矿石和下界金矿石。许多配方都使用了该标签。\n加入了hoglin_repellents方块标签。\n应用于诡异菌、诡异菌盆栽、下界传送门和重生锚。疣猪兽会与应用该标签的方块保持一定的距离。\n加入了nylium方块标签。\n应用于绯红菌岩和诡异菌岩。\n加入了piglin_repellents物品和方块标签。\n应用于灵魂火、灵魂火把和灵魂灯笼。猪灵会与应用该标签的方块保持距离，且不会尝试捡起应用该标签的物品。\n加入了soul_speed_blocks方块标签。\n应用于灵魂沙和灵魂土。灵魂疾行魔咒会利用该标签检测玩家应在何种方块上加速。\n加入了wall_post_override方块标签。\n应用于灯笼、灵魂灯笼、火把、灵魂火把、红石火把和绊线。决定何种非固体方块能够将墙变为柱状。\n加入了wart_blocks方块标签。\n应用于下界疣块和诡异疣块。\n加入了wither_summon_base_blocks方块标签。\n应用于灵魂沙和灵魂土。决定何种方块能够用于召唤凋灵。\n加入了beacon_payment_items物品标签。\n应用于铁锭、金锭、钻石、绿宝石和下界合金锭.决定何种物品能够改变信标状态。\n加入了crimson_stems方块和物品标签。\n应用于绯红菌柄和去皮绯红菌柄。\n加入了warped_stems方块和物品标签。\n应用于诡异菌柄和去皮诡异菌柄。\n加入了impact_projectiles实体标签。\n应用于arrows标签、雪球、恶魂火球、烈焰人火球、鸡蛋、三叉戟、末影龙火球和凋灵之首。决定何种实体能够击中并破坏紫颂果。\n加入了Invisible和Fixed标签。\n应用于物品展示框。前者决定物品展示框是否不可见（其内展示的物品仍然可见），后者决定是否禁止物品展示框被破坏。\n加入了soul_fire_base_blocks方块标签。\n应用于灵魂沙和灵魂土。决定何种方块上方能够燃烧灵魂火。\n\n环境音效为下界加入了95种环境音效。\n下界中不同的生物群系会播放不同的环境音效。\n\nentity_properties现拥有vehicle、targetedEntity属性。\n音乐添加了3首新的下界音乐：“Rubedo”，“Chrysopoeia”和“So Below”。\n作者是Lena Raine。“Rubedo”会在下界荒地生物群系播放。“So Below”会在灵魂沙峡谷和玄武岩三角洲生物群系播放。“Chrysopoeia”会在绯红森林生物群系播放。\n\n死亡信息加入了玩家被实体用弩射出的烟花火箭杀死的死亡信息：“<玩家>随着<实体>用<物品>发射的烟花发出的巨响消失了”。加入了玩家被实体发射的凋灵之首杀死的死亡信息：“<玩家>被<实体>的头颅射中了”。\n设置加入了导入/导出世界设置的功能。\n\n\n更改\n方块\n竹笋英文名称从“Bamboo Sapling”更改为“Bamboo Shoot”。\n信标现在可使用下界合金块激活。现在可使用下界合金锭更改状态。\n蜂巢现在在地图上呈现黄色。\n钟现在会在被任意弹射物击中后敲响。现在可以被挂在玻璃板、朝侧面伸出的活塞、花盆、向下连接的漏斗、朝上或朝下的末地烛、酿造台、墙、连接到方块底部的砂轮、生物头颅、锁链、铁栏杆、铁砧、箱子、栅栏和末影箱的底部。\n骨块现在可在灵魂沙峡谷生物群系中作为下界化石的组成成分生成。现在拥有了独立的音效，而不再和石头使用相同的音效。\n营火现在会在被任意着火的弹射物击中后点燃。现在可以使用菌柄和菌核合成。现在当营火被锹或水瓶扑灭后，其上面的食物会掉下来。\n发射器现在可以给猪和马配鞍。现在可以给马配马铠。现在可以给羊驼配地毯。现在可以给羊驼、驴和骡配箱子。现在可以修剪哞菇现在可以修剪雪傀儡。\n栅栏现在其他木栅栏会和下界木栅栏相连接。\n火现在拥有正常的碰撞箱（1/16方块）。在创造模式下，火不再能被剑或三叉戟扑灭。现在可使用调试棒进行调整。现在拥有了战利品表。现在不能烧毁下界合金物品。\n花盆未种植任何植物时也会显示底部材质了。现在可以放置菌类和菌索了。\n熔炉现在可使用黑石合成。\n沙砾现在会生成在灵魂沙峡谷和玄武岩三角洲生物群系中。\n拼图方块在GUI中加入了一个按钮，可根据给定的生成深度从拼图方块生成一个拼图结构。加入了“Keep Jigsaws”选项，以控制生成结构后是否保留该拼图方块。\n默认为“开启”。\n\n熔岩现在能够推动实体。\n岩浆块现在会生成在玄武岩三角洲生物群系中。\n下界岩旁边有菌岩时，在其上使用骨粉会使之转化为菌岩。\n如果多个菌岩方块都与之相邻，则该下界岩发生转化的两种可能性会受其旁边菌岩的变种比例影响。\n\n下界疣块现在会作为绯红巨型菌的一部分生成。现在在绯红森林生物群系中有时取代绯红菌岩在地面上自然生成。材质更改。现在可以用于堆肥。\n音符盒现在在其下方放置下界木质材料方块时会发出贝斯声。\n侦测器和红石块现在可以在其侧面放置梯子和绊线钩。\n活塞和粘性活塞硬度提升至1.5。提高了用镐采集活塞的速度。\n紫珀柱更改了顶面材质。\n红石粉现在会显示底部材质。现在可以在点状红石粉和十字形红石粉之间用使用键切换了。\n点状红石粉不会充能周围的方块。已连接到电源的红石粉不能切换形状。\n现在方块状态和指向与视觉保持一致。现在在红石线的整体都会产生颗粒。\n锻造台现在获得了功能，并拥有使用音效。\n可以将钻石工具用下界合金锭升级，原有的魔咒会在升级后得到保留。\n\n烟熏炉现在可以使用菌柄和菌核合成。\n平滑石英块英文名称重命名为“Smooth Quartz Block”。\n雪门、铁轨、按钮、火把、压力板和红石粉现在可以放置在完整方块大小的雪层上。\n灵魂沙其上方放置铁轨时不再会减慢矿车的行驶速度。门、铁轨、按钮、火把、压力板和红石粉现在可以放置在其顶面上。现在会生成在灵魂沙峡谷生物群系中。\n结构方块结构的最大可选尺寸从32格增加到了48格。\nTNT现在会在被任意着火的弹射物击中时激活。\n藤蔓加入了攀爬音效。\n墙竖直摆放多个墙时，其间将不再产生缝隙。\n方块状态中，east/west/north/south的值现在使用\"none\" \"low\" 和 \"tall\" 。\n现在可连接铁栏杆和玻璃板。现在可以在更多的方块下呈现柱形结构。\n\n\n物品\n骨粉现在可以促进海带、垂泪藤和缠怨藤的生长。\n粘土重命名为粘土球。\n指南针现在可以附上消失诅咒魔咒。\n钻石斧、钻石靴子、钻石头盔、钻石锄、钻石护腿、钻石镐、钻石锹、钻石剑、金锄、金镐、木锄和木镐对材质进行了细微的更改。\n锄现在可以附魔效率、时运和精准采集。现在能够快速挖掘干海带块、下界疣块、诡异疣块、海绵、干草块、标靶、菌光体和树叶。\n不同材质的锄挖掘效率也各不相同。\n\n下界疣现在可用于堆肥。\n刷怪蛋现在对没有幼年变种的生物使用其刷怪蛋会生成该生物的成年个体。将僵尸猪人刷怪蛋重命名为僵尸猪灵刷怪蛋。\n石斧、锄、镐、锹和剑现在可使用黑石合成。\n\n\n生物\n蜜蜂现在游荡时远离蜂巢的最大距离被降低至22格。现在在蜂巢内也会生长以及计算繁殖冷却时间。\n末影人现在会生成于灵魂沙峡谷和诡异森林生物群系。现在可以搬起菌岩、菌索和菌类及其变种，但不再能搬起下界岩。\n鱼现在会在最近的玩家距其超过64格时消失。\n这不适用于由玩家放置的鱼及被命名的鱼。\n现在拥有了自己的生物类别和生物上限。\n恶魂缩短了恶魂的音效传播距离。现在会生成于灵魂沙峡谷和玄武岩三角洲生物群系。\n铁傀儡现在生成铁傀儡的条件与村民的工作状态与最近工作时间无关。\n岩浆怪现在可生成于玄武岩三角洲生物群系。\n鹦鹉现在降低了模仿敌对生物的频率。不再会在和平模式下随机模仿敌对生物了。\n玩家当玩家按住潜行键时，将无法骑上可骑乘实体。\n骷髅现在会生成于灵魂沙峡谷生物群系。\n骷髅马和僵尸马现在能够被拴绳牵引。\n雪傀儡现在喷溅与滞留型药水可对其造成伤害。\n村民农民现在能够使用骨粉来促进作物生长。农民现在会把多余的种子放入堆肥桶。农民现在会把多余的小麦分给其他农民，以使之能够制作面包。更改了村民工作站点的运作逻辑。现在经验栏会准确显示村民具有和需要的经验值了。现在时钟和指南针在村民交易界面里不再工作。\n女巫现在村民被闪电击中后变成的女巫不会消失了。\n凋灵骷髅现在会主动攻击猪灵。\n僵尸猪人重命名为“僵尸猪灵”，同时修改了模型与材质。现在会生成于绯红森林生物群系。现在会由在主世界或末路之地滞留一段时间的猪灵转化而来。\n常规生物现在会避免走上岩浆块和点燃的营火。生物现在不能在凋零玫瑰里生成了。\n\n\n非生物实体\n物品展示框有了2个新的数据标签：\nInvisible：使得物品展示框不可见（其内展示的物品仍然可见）。Fixed：禁止物品展示框被破坏，同时禁止其内的物品被移除（不会妨碍物品的旋转）。\n\n矿车现在会检测实体下车位置的空间高度是否能够容下该实体。\n\n\n世界生成\n生物群系将旧的下界生物群系重命名为“下界荒地”。\n结构沉船和海底废墟现在更少见了。下界要塞现在会在灵魂沙峡谷‌‌和玄武岩三角洲生物群系生成了。\n世界顶部在下界，除蘑菇外，现在绯红菌和诡异菌也会生成在y = 128以上。\n箱子战利品现在相同种子下的箱子战利品不再会随机生成。\n\n\n命令格式\n常规更改了执行未知/不完整命令时显示的消息。\nlocate现在可以用于定位下界化石。结构名称现在全部是小写字母。\nspawnpoint现在可以在任意维度中使用了。\nspreadplayers添加了控制传送到的高度的功能。\nclear现在可以清除合成格内的物品。\n\n\n游戏内容\n击退抗性现在用于按一定比例计算承受的击退距离，而不再与不会被击退的概率有关。\n灾厄巡逻队灾厄巡逻队不再会在玩家位于任意一个村庄附近时生成。\n配方书制图台的合成配方现在需使用纸解锁，而不再需使用线。染色玻璃的合成配方现在只会在玩家在物品栏中获得相应颜色的玻璃时解锁。指南针和时钟不再能在配方表中正常运作了。\n钓鱼现在只有在开放性水域钓鱼，才能获得宝藏战利品。\n开放性水域的判定条件为：浮标周围体积为5×4×5的空间内，每层方块必须仅满足下面两个条件之一：\n只包含水源、无碰撞体积的含水方块或气泡柱。只包含空气或睡莲。\n\n现在睡莲属于“垃圾物品”而不是“宝藏物品”。\n进度更改了“终极奉献”进度。\n现在需要通过获得下界合金锄来达成。描述从“用坏一把钻石锄，然后重新考虑你的人生抉择”更改为“用下界合金锭升级一把锄，然后重新考虑你的人生抉择”。\n现在“甜蜜的梦”进度的描述从“改变你的重生点”更改为“在床上睡觉以改变你的重生点”。现在“我从哪儿来？”进度可以通过繁殖疣猪兽或炽足兽来完成。现在完成“成双成对”进度还需要繁殖驴、骡、疣猪兽和炽足兽。\n该进度现在会检测繁殖出的生物的类型。\n现在“怪物猎人”进度可以通过杀死猪灵、疣猪兽、远古守卫者、末影龙、末影螨、恼鬼、凋灵和僵尸疣猪兽的其中之一来完成。现在完成“资深怪物猎人”进度还需杀死猪灵、疣猪兽、远古守卫者、末影龙、末影螨、恼鬼、凋灵和僵尸疣猪兽。现在“石器时代”进度也可通过获得黑石达成。“不吃这套，谢谢”进度描述从“用盾牌弹开一根箭或三叉戟”更改为“用盾反弹一个弹射物”。“冰桶挑战”进度描述从“创造并挖掘一块黑曜石”更改为“获得一块黑曜石”。“与蜂共舞”现在也可通过采集蜂箱中的蜂蜜来达成。移除safely_harvest_honey进度触发器，因为它在item_used_on_block中冗余。向每个触发器添加了player检测（除了impossible）。实体检测触发器现在可以使用战利品表条件语法。\n进度仍然可以安全地使用旧语法。\n\n生成玩家现在可以在周围有怪物时用床重置出生点，但仍然无法入睡。\n修复现在可以用黑石修复石质工具。\n\n\n常规\n属性物品和实体不再保留未知的属性。规范了属性的名称。重命名了一些属性的名称，以满足资源路径的要求（即用小写字母与下划线代替驼峰写法）。\n更改generic.maxHealth为generic.max_health。更改zombie.spawnReinforcements为zombie.spawn_reinforcements。更改horse.jumpStrength为horse.jump_strength。更改generic.followRange为generic.follow_range。更改generic.knockbackResistance为generic.knockback_resistance。更改generic.movementSpeed为generic.movement_speed。更改generic.flyingSpeed为generic.flying_speed。更改generic.attackDamage为generic.attack_damage。更改generic.attackKnockback为generic.attack_knockback。更改generic.attackSpeed为generic.attack_speed。更改generic.armorToughness为generic.armor_toughness。\n\n聊天信息将“你的床已遗失或被阻挡”更改为“你的床或已充能的重生锚不存在或已被阻挡”。\nclient.jar从客户端中移除了Realms的代码，尽管文件依然存在。\n调试界面在世界垂直区域之外时，调试菜单不再显示为minecraft:the_void生物群系，而是隐藏生物群系信息。\n战利品表实体谓词\n加入了子谓词fishing_hook。\nfishing_hook\n检查鱼钩的属性。in_open_water参数用于确认钓鱼地点是否为开阔水域。\n\n菜单界面菜单界面的背景现在是下界。更改了Mojang的logo。\n材料加入了新的下界木头材料。\n使用wood材料颜色。使用默认的材料属性。\n\n模型改进了“方块状态”文件的换行与缩进，现在会在引用模型时确定名称空间。模型文件现在会在引用其他模型文件时指明命名空间。\n颗粒骨粉颗粒\n现在使用64位浮点数生成而非32位。\n这意味着在离世界原点距离远时使用骨粉，颗粒效果将在正确的位置显示，而非偏离目标位置。\n\n\nRealms移除了以下字符串：\nmco.create.world.seedmco.trial.titlemco.trial.unavailable\n\n渲染优化了实体在地面上产生的阴影。对图形渲染进行实验性更改。添加了用于访问深度缓冲区的着色器的支持。渲染器现在对一些透明元素使用逐像素混合层\n统计通用统计信息现在在菜单中按字母排序。\n标签将planks、standing_signs、wall_signs、wooden_buttons、wooden_doors、wooden_fences、wooden_pressure_plates、wooden_slabs、wooden_stairs、wooden_trapdoors方块标签应用于绯红和诡异木质物品中。将planks、signs、wooden_buttons、wooden_doors、wooden_fences、wooden_pressure_plates、wooden_slabs、wooden_stairs、wooden_trapdoors物品标签应用于绯红和诡异木质物品中。将buttons、slabs、stairs、walls方块和物品标签应用于磨制黑石和黑石的对应方块和物品（若有）。将flower_pots方块标签应用于绯红菌、诡异菌、绯红菌索和诡异菌索盆栽中。将dragon_immune方块标签应用于哭泣的黑曜石和重生锚中。更新了enderman_holdable方块标签。\n加入了菌类、菌索和菌岩。移除了下界岩。\nslabs方块和物品标签现在使用对应的wooden_slabs标签。更改了logs方块和物品标签，现在分别使用logs_that_burn、crimson_stems、warped_stems方块和物品标签。更改了music_discs物品标签，现在使用creeper_drop_music_discs物品标签和单独的Pigstep音乐唱片。更改了stairs方块与物品标签，以使用其对应的wooden_stairs标签。\n这实际上使得绯红木楼梯和诡异木楼梯有了该标签。\n\n下界下界的光现在变得更昏暗了。\nUUIDNBT中存储的UUID现在以一个有4个整数的数组形式表示。\n示例：{UUID:[I;1498693494,1027158888,1898994005,860320107]}更名了一些字段：\n驯服的动物、效果云实体、唤魔者尖牙和投掷物的OwnerUUID现在是UUID。狐狸的TrustedUUIDs现在是Trusted。潮涌核心的target_uuid现在是Target。\n\n\n世界存档文件区块文件现在以同步模式打开，以防崩溃后数据丢失并损坏。\n专用服务器可以通过更改server.properties中的sync-chunk-writes来禁用它。\n\n杂项加入了JMX MBean，用于监测服务器的每刻耗时。\n碰撞优化了碰撞箱的检测。\n寻路寻路时会自动缓存重复的方块类型和碰撞体积以提高性能。\n\n\n修复\n修复了458个漏洞\n\n重新上传\n1.16在发布后约6个小时重新上传，以解决Realms菜单中的阻止客户端查看和连接Realms的三个问题。更改仅针对客户端，即服务器jar文件在功能上仍相同。\n\n你知道吗这次更新加入的方块数是Java版中最多的，总共加入了74个。这超过了Java版1.12多彩世界更新中的63个。这次更新加入的进度数是除1.12外最多的，总共加入了11个。自1.16起，Java版和基岩版的版本号将一直保持同步。1.16自Indev以来第一次加入了新的工具与装备。主界面是自1.13拥有版本特定主界面背景起，且主界面背景不包含任何生物。这是自Java版1.0.0以来第一次拥有候选版本。\n\n\n\n\n\n\n\nfile_1585192006000.jpg (130.62 KB, 下载次数: 52)\n\n下载附件\n\n2020-3-26 11:06 上传\n\n\n\n\n",
    "replies": [
        {
            "author": "Volta_X",
            "timestamp": 1585192140,
            "txt_content": "特性列表终于出来了之前各种名字真的令人头大"
        },
        {
            "author": "HuaJi_G",
            "timestamp": 1585192140,
            "txt_content": "我的世界1.16  ( × )\n我的世界2.0    ( √ )"
        },
        {
            "author": "NoName德里奇",
            "timestamp": 1585192740,
            "txt_content": "下界合金实锤了，我的青春回来了。"
        },
        {
            "author": "Xiao2",
            "timestamp": 1585192920,
            "txt_content": "终于等到特性列表"
        }
    ]
}