{
    "title": "Minecraft 基岩版 1.16 (下界更新) 特性列表",
    "author": "ff98sha",
    "replyCount": 0,
    "timestamp": 1585192860,
    "txt_content": " 本帖最后由 ff98sha 于 2020-6-24 20:00 编辑 \n\n\n\n\n修订并翻译自英文Minecraft Wiki http://minecraft.gamepedia.com/Bedrock_Edition_1.16\n与中文Minecraft Wiki同步 http://minecraft-zh.gamepedia.com/基岩版1.16.0\n\n感谢诸多热心玩家的付出。\n\n1.16.0是基岩版以下界更新为主题的重大更新，发布于2020年6月23日。此次更新对下界进行了重大更改，加入了新的生物、生物群系和方块等内容，同时加入了一些原本Java版独有的特性，以及重新添加了一些原本教育版独有的特性。\n\n新内容\n方块\n允许方块和拒绝方块能再次通过give获得。\n远古残骸可以在下界的任何高度处生成，而高度较低处的生成率更高。可放入熔炉或高炉中熔炼获得下界合金碎片。爆炸抗性和黑曜石相同，但能够被活塞推动。掉落物形式能够在熔岩中漂浮。不会被熔岩或火烧毁。需要钻石质或更好的镐来进行开采。生成时总会被熔岩或其他方块完全掩盖。\n玄武岩组成玄武岩柱的方块。自然生成于灵魂沙峡谷以及玄武岩三角洲生物群系。与原木相似，可沿不同方向摆放。会在灵魂土上的熔岩接触蓝冰时形成。\n黑石会自然生成于堡垒遗迹里。大片生成于玄武岩三角洲生物群系中，小片生成于任何下界生物群系的35层及以下。类似于圆石，可用于合成熔炉和石质工具。\n黑石台阶、黑石楼梯和黑石墙由黑石合成或在切石机制成的装饰性方块。\n下界合金块可由9个下界合金锭合成获得。不会被熔岩和火烧毁。与黑曜石有着相同的爆炸抗性，但可被活塞推动。可用于搭建信标金字塔。\n边界能再次通过give获得。\n锁链生成于堡垒遗迹中。可用1个铁锭和2个铁粒合成。\n錾制下界砖块下界砖块的錾制变种。由2个下界砖台阶合成或在切石机制成。\n裂纹下界砖块下界砖块的裂制变种。由下界砖块在熔炉中熔炼而成。\n绯红菌和诡异菌分别生成于绯红森林和诡异森林生物群系。可放置在泥土、花盆、砂土、耕地、灰化土、草方块、菌岩和灵魂土上。对种在对应变种菌岩上的菌类使用骨粉可使之生长为对应的巨型菌类。与蘑菇不同，菌类不能蔓延。可用于堆肥。\n绯红菌岩和诡异菌岩与草方块相似。对与菌岩相邻的下界岩使用骨粉可使其蔓延。\n绯红木板和诡异木板不可燃尽。可由对应的菌柄方块合成获得。可用于合成对应的台阶、楼梯、栅栏、栅栏门、压力板、按钮、告示牌、门和活板门。\n绯红菌索和诡异菌索装饰性植物，生成于绯红森林、灵魂沙峡谷和诡异森林生物群系。可种植在花盆中。可用于堆肥。\n绯红菌柄和诡异菌柄一类组成巨型菌枝干的方块。拥有动态的材质。顶面的材质和其他原木相似，呈年轮状。与原木相似，可沿不同方向摆放。不可燃尽。具有对应的去皮变种。\n绯红菌核和诡异菌核菌柄的六面覆皮变种。\n由菌柄合成，合成方式类似原木合成木头。\n具有对应的去皮变种。\n哭泣的黑曜石可通过与猪灵以物易物获得。会发出亮度等级为10的光。会散发紫色颗粒。爆炸抗性与黑曜石相同，且不能够被活塞移动。是重生锚的合成材料。会出现在废弃传送门和堡垒遗迹的战利品箱中。会作为废弃传送门的一部分生成。\n镶金黑石黑石的镶金变种。挖掘后目前大几率掉落该方块本体，小几率掉落2-5颗金粒。\n掉落金粒的概率受时运魔咒影响。\n会自然生成于堡垒遗迹中。不属于矿石，因此无法通过熔炉烧炼。\n磁石由8个錾制石砖和1个下界合金锭合成。对磁石使用指南针可使指南针指向点置为该磁石的位置，同时该指南针会转化为磁石指针。可在所有维度中使用。\n下界金矿石生成于下界的金矿石变种。和普通金矿石一样，烧炼可获得金锭。用镐直接挖掘会掉落2-6金粒与经验。\n掉落物品数量上限受时运魔咒影响。可以使用任意镐进行开采。\n\n下界苗一种生成于诡异森林生物群系的、类似草丛的植物。可用于堆肥。\n磨制玄武岩装饰性方块。可由4个玄武岩合成或使用切石机获得。\n磨制黑石黑石的磨制变种。由4个黑石合成或在切石机制成。有錾制、台阶、楼梯和墙变种。可用于合成压力板和按钮。\n磨制黑石砖由4个磨制黑石合成或在切石机制成。有裂制、台阶、楼梯和墙变种。\n磨制黑石按钮和磨制黑石压力板由磨制黑石合成的红石元件。性质与普通石质按钮和压力板相同。\n磨制黑石台阶、磨制黑石楼梯和磨制黑石墙由磨制黑石合成或在切石机制成的装饰性方块。\n錾制磨制黑石磨制黑石的錾制变种。由磨制黑石合成或在切石机制成的装饰性方块。\n裂纹磨制黑石砖磨制黑石砖的裂制变种。由磨制黑石砖在熔炉中熔炼而成。\n石英砖石英块的变种，可用4个石英块合成。\n重生锚由哭泣的黑曜石和荧石合成。通过消耗荧石充能，这一操作也可由发射器执行。\n版本独有：使用附上精准采集的镐采集有能量的重生锚会保存重生锚的能量。\n充能后用于在下界设置重生点。每次重生消耗1点充能点数。在主世界和末地使用会发生爆炸。\n菌光体与荧石相似，会发出亮度等级为15的光。可使用任意工具采集，但锄和斧是最快的。会作为巨型菌的一部分生成。\n灵魂营火营火的蓝色变种。会发出亮度等级为10的光。合成配方与普通的营火相似，但需使用灵魂土或灵魂沙而非煤炭或木炭。其他性质与普通营火相同。可用于驱赶猪灵。\n灵魂火火的蓝色变种。会发出亮度等级为10的光。在任何维度下，在灵魂土和灵魂沙上燃烧的火焰都会呈蓝色。\n与下界岩上的火焰相似，会永久燃烧，也不会被雨淋熄。\n自然生成于下界的灵魂沙峡谷生物群系。版本独有：每秒会造成1伤害。\n灵魂灯笼会发出亮度等级为10的光，且不能够融化冰和雪。合成配方与普通的灯笼相似，但需使用灵魂火把而非普通火把。拥有动态的材质。\n灵魂火把会发出亮度等级为10的光，且不能够融化冰和雪。合成配方与普通的火把相似，但木棍下方还需放置灵魂土或灵魂沙。\n灵魂土和灵魂沙一同生成于灵魂沙峡谷生物群系。在其上点燃的火焰为灵魂火。玩家在其上行走时既不会“下陷”，也不会受到减速影响。\n标靶新的红石元件，被弹射物击中后会发出红石信号。\n弹射物击中的位置越接近靶心，其发出的红石信号越强，最高强度可达15。\n可使用4个红石粉和1个干草块合成。\n缠怨藤生成于诡异森林生物群系的藤蔓变种。与垂泪藤不同，缠怨藤会自下而上生长。可以攀爬。可用于堆肥。\n诡异疣块下界疣块的变种。会作为诡异巨型菌的一部分生成。在诡异森林生物群系中有时取代诡异菌岩在地面上自然生成。可用于堆肥。\n垂泪藤生成于绯红森林生物群系的藤蔓变种。只能放置在方块底部，可竖直向下生长。可以攀爬。可用于堆肥。\n\n物品\n迟缓药水 IV可以通过在普通迟缓药水中添加荧石粉来酿造。\n喷溅型迟缓药水 IV可以通过在普通喷溅型迟缓药水中添加荧石粉来酿造。\n滞留型迟缓药水 IV可以通过在普通滞留型迟缓药水中添加荧石粉来酿造。\n迟缓之箭 IV可以用装有迟缓药水的炼药锅与箭矢制作。\n磁石指针可由指南针绑定磁石后转化而来。\n指针会指向其绑定的磁石。如果玩家传送到其他维度或绑定的磁石被破坏，则该磁石指针会随机旋转。\n版本独有：拥有与Java版不同的材质。版本独有：无法附魔消失诅咒。\n音乐唱片加入了音乐唱片“Pigstep”。\n与其他的音乐唱片不同，这是由Lena Raine制作的而不是C418。只能在堡垒遗迹的战利品箱中发现。\n\n下界合金盔甲不会烧毁，且会在熔岩中漂浮。具有比钻石盔甲更高的韧性。拥有比钻石盔甲更高的耐久度和更强的附魔能力。\n下界合金斧、锄、镐、锹和剑拥有比钻石工具更高的耐久度和挖掘效率，也有更强的附魔能力。不会被熔岩烧毁，且会在熔岩中漂浮。\n下界合金锭可由4个金锭和4个下界合金碎片合成获得。可用于升级钻石工具和盔甲。不会被熔岩烧毁，且会在熔岩中漂浮。\n下界合金碎片可通过在熔炉中烧炼远古残骸获得。可用于合成下界合金锭。不会被熔岩烧毁，且会在熔岩中漂浮。\n刷怪蛋加入了疣猪兽、猪灵、炽足兽以及僵尸疣猪兽的刷怪蛋。\n猪鼻旗帜图案可以在织布机中将猪鼻图案添加到旗帜上。可在堡垒遗迹中发现。\n诡异菌钓竿可由钓鱼竿和诡异菌合成。能够用于控制炽足兽，使用方法和使用胡萝卜钓竿控制猪的方法相似。\n骑乘炽足兽时手持诡异菌钓竿并使用（点击并长按）可以暂时提高移动速度，每次提速消耗其1点耐久度。\n拥有100点耐久。\n\n\n\n生物\n疣猪兽生成于绯红森林生物群系。与玩家敌对。版本独有：死亡后掉落2-4生猪排，有50%的概率掉落1皮革。有成年和幼年两种变种。可通过喂食绯红菌来繁殖。会主动远离诡异菌和僵尸疣猪兽。\n猪灵生成于绯红森林和下界荒地生物群系。成年猪灵生成时会随机装备金剑或弩，偶尔还会装备金质盔甲。成年猪灵默认与玩家敌对，幼年猪灵呈被动状态。\n成年猪灵不会攻击穿着金制盔甲的玩家。\n如果玩家对猪灵发起攻击，或者当着它们的面挖掘金块、金矿石、下界金矿石或镶金黑石，打开或破坏箱子、陷阱箱、木桶、潜影盒或末影箱（无论其中装有何种物品），它们仍会被激怒。\n\n玩家可以使用金锭右键它们或把金锭扔在地上来和它们进行以物易物。在某些时候会攻击疣猪兽。\n幼年猪灵不会攻击疣猪兽，成年猪灵不会攻击幼年疣猪兽。\n幼年猪灵会骑在幼年疣猪兽的背上。成年猪灵会主动攻击凋灵骷髅。会远离灵魂火、灵魂火把、灵魂灯笼、灵魂营火、僵尸疣猪兽和僵尸猪灵。在主世界或末路之地中滞留一段时间后会转化为僵尸猪灵。\n炽足兽生成于下界的熔岩海中。\n熔岩上方存在两格以上的空气才会生成。在熔岩外会打寒颤并变成暗紫色，面部表情稍微改变且移动速度减缓。[1]\n属于被动型生物。死亡后掉落0-5根线。可以装备鞍，需要使用诡异菌钓竿控制。\n在熔岩上乘骑的速度与在海上乘船的速度相似。\n接触水和雨时会受到伤害。具有幼年变种。可以通过喂食诡异菌繁殖。僵尸猪灵和幼年炽足兽有时会随之一同生成并骑在其身上。\n当生成僵尸猪灵炽足兽骑士时，炽足兽会携带鞍。\n幼年炽足兽有时会骑在成年炽足兽上。\n僵尸疣猪兽疣猪兽的僵尸化变种。由在主世界或末路之地中滞留一定时间后的疣猪兽转化而来。与疣猪兽的特征不同，僵尸疣猪兽无法繁殖，也不会躲避诡异菌。攻击视野中的大多数生物，苦力怕和其他僵尸疣猪兽除外。死亡后掉落1-3腐肉。能够免疫火焰伤害。\n\n世界生成\n生物群系玄武岩三角洲\n下界的火山生物群系，像是火山爆发后的废墟，其中充斥着大面积的黑石和玄武岩柱，以及大片的熔岩和岩浆块。迷雾和颗粒呈灰色。岩浆怪、恶魂和炽足兽会在此生成。下界要塞会在此自然生成。\n绯红森林\n一种茂密的森林生物群系，绯红巨型菌会成片地在此生成。地面上有各种植物、菌类及其他方块，巨型菌类的树冠上还会生成垂泪藤。迷雾和颗粒呈红色。僵尸猪人、猪灵和疣猪兽会在此生成。版本独有：下界要塞会在此自然生成。堡垒遗迹会在此自然生成。\n灵魂沙峡谷\n一种空间开阔的洞穴生物群系，由大型玄武岩柱、下界化石、灵魂沙和灵魂土组成，灵魂火随处燃烧。迷雾和颗粒呈蓝色。骷髅、恶魂和末影人会在此自然生成。下界要塞和堡垒遗迹会在此自然生成。\n诡异森林\n绯红森林的异色变种，植被、颗粒和迷雾效果都与之略有不同。迷雾和颗粒呈紫色。只有末影人会在此生成。版本独有：下界要塞会在此自然生成。堡垒遗迹会在此自然生成。\n\n结构玄武岩柱\n一种由玄武岩构成的、生成于灵魂沙峡谷生物群系的石柱结构，延连地面与天花板。\n堡垒遗迹\n生成在除了玄武岩三角洲以外的下界生物群系中。生成四种类型的结构：\n桥疣猪兽棚居住区藏宝室\n这是音乐唱片“Pigstep”的唯一来源。这是唯一可以自然生成含有远古残骸、下界合金碎片和下界合金锭的战利品箱的地方。猪灵和疣猪兽会在此生成。\n绯红巨型菌和诡异巨型菌\n新型树木结构，分别生成于绯红森林和诡异森林生物群系。枝干由绯红菌柄或诡异菌柄组成，树冠由下界疣块或诡异疣块组成，其上可能会生成几个菌光体。可由在菌类使用骨粉使之长成对应的巨型菌。\n下界化石\n一种灵魂沙峡谷生物群系特有的新型化石结构。与主世界中的化石结构不同，这类化石当中不会夹杂煤矿石。\n废弃传送门\n下界传送门的破碎残骸。在主世界和下界的任意生物群系中生成。\n生成时可能会在地下、水中或裸露在地面上。\n传送门框架附近会生成战利品箱，传送门框架上方会生成金块。\n\n\n游戏内容\n成就“正中靶心”——用箭射中标靶的靶心。“光彩照人”——用金锭吸引猪灵。“旅游胜地”——到访所有的下界生物群系。“遍身残骸”——穿上整套下界合金盔甲。\n附魔绑定诅咒\n属于宝藏型魔咒。玩家装备带有该魔咒的物品后便无法将其从盔甲槽中取出。不能被砂轮祛魔。\n消失诅咒\n属于宝藏型魔咒。玩家死后，其物品栏内带有该魔咒的物品会直接消失，而不会出现在掉落物中。\n可通过修改游戏规则避免其消失。\n不能被砂轮祛魔。\n灵魂疾行\n属于宝藏型魔咒，可以与猪灵以物易物或堡垒遗迹中的宝箱获得。\n版本独有：在基岩版中因钓鱼和袭击的战利品表使用了enchant_with_levels，故此魔咒可通过钓鱼和袭击获得。\n只能附魔到靴子上。可以提高玩家在灵魂沙和灵魂土上的移动速度。\n在灵魂沙和灵魂土上每移动一个方块都有4%概率消耗耐久。\n\n\n重生玩家能够在下界重生。\n通过充能的重生锚实现。\n\n表情现在可以按B键或点击表情按钮打开表情的GUI了。加入了挥手表情。\n\n命令格式\nkick使服务器强制断开玩家的连接。\n\n常规\n环境音效为下界加入了95种环境音效。加入了洞穴音效。加入了海洋更新后的水下环境音效。\n音乐加入新的下界音乐：“Rubedo”，“Chrysopoeia”和“So Below”\n作者是Lena Raine，而不是以前的C418。在下界中不同的生物群系会播放不同的环境音效。\n“Rubedo”会在下界荒地生物群系播放。“So Below”会在灵魂沙峡谷和玄武岩三角洲生物群系播放。“Chrysopoeia”会在绯红森林生物群系播放。\n\n\n闪烁标语添加了以下标语：\n\"Honey, I grew the bees\"\"Find your claw!\"\"Everybody do the Leif!\"\"<3 Max & 99 & Ducky\"\"Bushy eyebrows\"\"Edit is a name\"\"From free range developers\"\n\n\n更改\n方块\n信标信标光柱现在可由多个染色玻璃混合染色。现在可以用下界合金块来激活信标。现在可以通过消耗下界合金锭来获得增益效果。\n蜂巢有3%的几率在繁花森林中自然生成。有5%的几率在平原和向日葵平原中自然生成。有0.035%的几率在森林、繁茂的丘陵、桦木森林、高大桦木森林、桦木森林丘陵和高大桦木丘陵中自然生成。\n营火在营火上潜行不再能防止烧伤了。\n潮涌核心现在会给予附近雨中的玩家潮涌能量。\n发射器现在合成发射器不必使用满耐久的弓。现在可以给生物装备盾牌。\n花盆现在可以直接将花盆中的植物取出。\n栅栏门、南瓜和南瓜灯现在在下方没有方块支持时也能够放置了。\n蜂蜜块、蜜脾块、下界岩、下界砖块、下界石英矿石、骨块和灵魂沙加入了新的音效。\n铁栏杆更改了在物品栏中的材质以匹配Java版。\n拼图方块更改了材质。现在有了功能。现在可以通过give命令获得。\n蘑菇其红色变种和棕色变种的英文名被分别重命名为“Red Mushroom”和“Brown Mushroom”。\n蘑菇方块其红色变种、棕色变种和柄的英文名被分别重命名为“Red Mushroom Block”、“Brown Mushroom Block”和“Mushroom Stem”。\n下界疣块现在会作为绯红巨型菌的一部分生成。在绯红森林生物群系中有时取代绯红菌岩在地面上自然生成。现在可用于堆肥。\n侦测器侦测器被放置的瞬间不再会产生红石信号。\n树苗若橡树和白桦树树苗水平2格范围内存在花，则其长成后会有5%的概率悬挂蜂巢。\n潜影盒现在可以在炼药锅中褪去染色。\n雪现在被带有精准采集魔咒的锹破坏时会掉落自身。\n结构方块为存储模式加入了检测按钮。\n锻造台现在获得了功能，并拥有使用音效。\n可以将钻石工具用下界合金锭升级，原有的魔咒会在升级后得到保留。\n\n墙垂直放置的多个墙之间不再出现空隙。现在会与玻璃板和铁栏杆的底部和侧面连接。\n\n物品\n物品掉落的物品现在会显示3D模型，并且能够旋转。\n下界疣现在可用于堆肥。\n\n生物\n铁傀儡优化了生成速率。\nNPC重新加入了对话框和可修改的皮肤。\n被动型生物现在受到任何类型的伤害都能会恐慌。羊驼、马、海龟、北极熊和兔子现在只会生成在特定的方块上，如草方块。\n河豚现在会在玩家接近时轻微膨胀，在玩家非常接近时完全膨胀。\n鱿鱼优化了生成速率。\n村民被治愈的僵尸村民现在会为交易打折。\n卫道士在林地府邸中生成的卫道士现在呈敌对状态。\n狼现在会生成于森林和巨型针叶林生物群系。\n末影人不再能搬起下界岩，但能够搬起部分新增的方块。\n凋灵现在可使用灵魂土召唤。\n亡灵生物现在有概率生成能捡起物品和盔甲的亡灵生物。\n骷髅和流浪者现在没有弓时会使用近战攻击。\n僵尸猪人重命名为“僵尸猪灵”，并更改了材质和模型。\n版本独有： 实体ID并未由zombie_pigman变为zombified_piglin。\n\n苦力怕现在坐在船时能对玩家造成伤害。\n\n世界生成\n树木现在大型云杉树长成时会将附近的草方块转化为灰化土。\n常规调整了地下矿石和石头的分布。版本独有：黑石和沙砾现在会在所有下界生物群系的35层以下呈矿脉状生成。灵魂沙现在会在灵魂沙峡谷的熔岩海下呈片状生成。\n\n命令格式\nspawnpoint现在可以在下界使用了。\n\n游戏内容\n击退抗性现在用于按一定比例计算承受的击退距离，而不再与不会被击退的概率有关。\n交易更改了村民的交易内容与价格以匹配Java版。\n\n常规\n角色创建器进行了升级与优化。加入了新的披风。\n爆炸现在会对水中的生物造成伤害。\n颗粒更改了末影之眼破碎时产生的颗粒以匹配Java版。更改了不祥之兆的颗粒颜色以匹配Java版。\n地图制作与附加包现在大多数攻击目标都是由数据驱动的了。\n为新的行为字段添加了新的文档。\n现在大多数史莱姆和游泳目标都是由数据驱动的了。\n为新的行为字段添加了新的文档。\n树的生成现在是由数据驱动的了。凋灵之首的攻击现在是由数据驱动的了。被抛出的物品现在是数据驱动的了。溺尸现在是数据驱动的了。\n“新服务器”窗口创建了新的服务器选项卡屏幕布局，以提供有关第三方服务器的更多信息。加入了有关第三方服务器的新信息：说明，屏幕截图，可用的游戏以及新闻/更新。从第三方服务器信息中删除了颜色，以便辅助功能正常运作。加入了消息以说明添加服务器的作用。\n服务器管理现在可以通过暂停并进入“玩家权限”屏幕来踢出或封禁有问题的玩家。\n任何具有管理员权限的人都可以踢出玩家。被封禁的玩家将无法重新加入此多人游戏，即使世界仍保持开启。\nRealms所有者现在可以通过暂停并进入“玩家权限”屏幕中更改Realms中玩家的权限。\n暂停界面Realms的名称现在会显示在暂停界面上。在多人游戏中，玩家数量与延迟现在独立显示。\n\n修复\n修复了293个漏洞\n\n\n\n\n\n\nfile_1585192419000.jpg (130.62 KB, 下载次数: 28)\n\n下载附件\n\n2020-3-26 11:13 上传\n\n\n\n\n\n",
    "replies": []
}