{
    "title": "[ Minecraft.net | CULTURE ] 每月建筑挑战",
    "author": "592764254",
    "replyCount": 7,
    "timestamp": 1585194300,
    "txt_content": " 本帖最后由 592764254 于 2020-3-26 13:11 编辑 \n\n\n\n\n\nfile_1585192400000.jpg (154.43 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:13 上传\n\n\n\n\n\nTHE MONTHLY BUILD CHALLENGE\n每月建筑挑战\n\n\nCommonSense makes himself build something new every month!\n\n\nCommon的直觉驱使他每个月都会建一些新的东西！\n\nAt the beginning of the year, people make all kinds of New Year’s resolutions; pledges to get more sleep, eat healthier, collect all the Dragon Balls, you know self improvement stuff. But if you’re like me, as the year plods on you push those goals back and back until suddenly it’s July and you’re still going to bed at 3 a.m. after eating cheese from a can with nary a Dragon Ball to your name : (在新年伊始之时，人们总会许下各种各样的新年愿望——多一些睡眠，吃得更健康，集齐所有的龙珠，你懂的，就是那些提升自我的东西。但是如果你和我一样，随着一年当中时间的推移，一直到7月，你都是凌晨3点吃完罐头里的奶酪后才上床睡觉，而且也没有收集到龙珠。:(\nIt’s tough to keep to your commitments, builder Common knew this when he set his own personal goal: finish a project in Minecraft every month no matter what.一个人想要信守自己的承诺是不容易的，建筑师Common在设定自己的个人目标时就很清楚这一点：无论如何，每个月都要在MC中建造一个新项目。\n\n\n\n\n\n\nfile_1585192876000.jpg (49.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:21 上传\n\n\n\n\n“The basic premise is that I do at least one build a month,” Common explains. “A piece that displays something I’ve never done before, or something that’s pushed me out of my comfort zone. Something that I can ultimately be proud of.”“我的底线就是每个月至少建造一次，”Common解释道。“这件作品展示了一些我以前从来没有做过的事情，或者说是一些让我远离舒适区的事情。这也是一件我非常引以为傲的作品”。\nCommon’s first encounter with Minecraft was with the Pocket Edition. “I instantly fell in love with it,” he says. “It was an amazing place where I could let my creativity run wild with no limits! As a kid playing on his phone though, it was difficult to make anything I thought was worthwhile.”Common第一次接触MC是使用的PE版。“我很快就爱上它了”，他说。“那是一个令人惊叹的地方，我的创造力可以无限制地发挥！但是我认为一个孩子通过自己的小手机很难做出什么的有价值的作品。”\n\n\n\n\n\n\nfile_1585192881000.jpg (65.48 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:21 上传\n\n\n\n\n\n\nBut even though Common upgraded from Pocket to PC, he still thrives on the thrill of a challenge.但是尽管Common把游戏从手机版升级到了PC版，他还是不断在自我挑战中进步。\n“I really enjoy a challenge. Whether building something really big or something I’ve never done before, I need to feel that struggle. Without it, you can’t advance or grow as a person. With this one build a month challenge I really wanted to push myself to try new things and to attempt things that I knew would be hard for me.”“我真的非常享受这种挑战，无论是建造一些很大的东西或者以前从未尝试过的东西，我需要那种困难重重的感觉，如果没有它，你就不能不停地挑战自我和不断进步。有了这个每月挑战，我非常想督促自己去尝试新鲜的事物，挑战那些对我来说很有难度的事情”。\n\n\n\n\n\nfile_1585193591000.jpg (53.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:33 上传\n\n\n\n\n\nWhenever I want to push myself, the best I can do is get out the scooter. Common, fortunately, is a little (okay a lot) more disciplined than that.每当我想鞭策自己时，我最多就只能做到把我的踏板车拿出来。幸运的是，Common比我更有自律能力一点（好吧是自律得多）。\n“I always want to be productive and before I started on this project I just didn't feel like I was. With this challenge, I actually have a goal to strive towards each month and that is what I need to be successful. It keeps me on a deadline and I’ve found I do my best work on a deadline.”“我一直想让自己更有效率，在我开始这个作品之前我觉得我并不是这样的。在这个挑战面前，我知道这是需要在一个月内完成的目标，那样我就成功了。它驱使我在一个期限内完工，而我也在期限内做到了最棒。”\n\" I never give up on builds, even if I see them going in a direction I don't like \"“我从来没有放弃过任何作品，即使我看到它们正朝着我不喜欢的方向发展。“\nSo far he’s stuck to his one-a-month goal and he’s proud of his results.到目前为止，他每个月都完成自己的目标，也以此为豪。\n\n\n\n\n\nfile_1585193591000.jpg (68.68 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:33 上传\n\n\n\n\n\n“Before, I would attempt three or four builds in a year and most of the time I wasn’t finishing them at all. I would struggle, or see something I didn't like, give up, and move onto the next thing. Now, in order to hit my target, I never give up on builds, even if I see them going in a direction I don't like.”“以前，我会在一年内尝试三到四个建筑作品，但大多数情况下我根本完成不了。那样的话我就会做激烈的思想斗争，或者看到了我不喜欢的东西，我就会放弃，然后再投入下一件事情。现在，为了达成我的目标，我从来不会放弃任何一个作品，即使我看到它们正朝着我不喜欢的方向发展。“\nWith that kind of tenacity who needs the Dragon Balls? Sure they’d be nice to have around to undo a little death and destruction, but Common’s the kind of builder who can make anything happen through sheer will alone. It’s a lesson I’m sure you all are sick of hearing but time and time again it proves true. You want to get this good at something? You just have to keep doing it, even if sometimes you don’t really like it.有了这种坚持不懈的精神，谁还需要龙珠？当然，有它们在你身边驱散死亡和毁灭的气息也是很不错的，但Common是那种完全通过自己坚定的意志来完成任何事情的建筑师。这就给我们好好上了一课，我相信你们都听腻了，但是一个又一个的事实证明这是真理。你想在某件事上也做到完美吗？你只需要坚持下去，即使你并不是真的爱好它。\n\n\n\n\n\nfile_1585193591000.jpg (55.38 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:33 上传\n\n\n\n\n\n“Some of my favorite builds to come out of this challenge have been the ones that I just didn't know about, the builds I started off being skeptical of. But when I kept working on them, suddenly it clicked like a major plot twist and everything turned out amazing.”“在这些建筑挑战中，一些我最喜欢的建筑在刚开始的时候我是不知道的，甚至一开始我就怀疑它们的质量，但是当我继续完善它们时，在某个时刻突然茅塞顿开，就像一个天翻地覆的转折，所有的一切都变得令人惊叹。”\nThe one a month marathon doesn’t end when the year does. Common hopes to keep going for as long as he can. It's not easy, but the hardest part isn’t what you may think.每月一次的马拉松不会在一年结束时也跟着一起结束。Common希望能在这条路上一直走下去。这是件不容易的事情，但是最难的时候也许并没有你想象的那样艰难。\n\n\n\n\n\nfile_1585193591000.jpg (74.9 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:33 上传\n\n\n\n\n\n“Although I am pretty creative when it come to building ideas, I’m not so good at naming things. Coming up with a name that’s relatable and attracts attention is surprisingly difficult.”“虽然在建筑这方面我很有创意，但是我不太擅长给作品命名。要想出一个既与作品相关又让人耳目一新的名字实在是太难太难了。”\nAs a person with a stack of DnD characters a mile high: can relate.作为一个把码过的字堆起来有1英里那么高的人想说：感同身受。\n\n\n\n\n\n88.png (228.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 11:33 上传\n\n\n\n\n\nCommon’s showing no sign of slowing down and he’s already midway through the next project. “For my next month I’ve cooked up an interesting and exciting build. Very different from everything I’ve done so far. And I already have a name picked out: Red Velvet.”Common没有丝毫的懈怠，而且他的下一个建筑作品已经完成了一半了。“在接下来的一个月里我会逐步完成一个令人兴奋的建筑，与我之前的作品都截然不同。还有，我已经取好了名字：红丝绒”\nIs it chocolate cake? Or a tribute to the best girl k-pop group? Keep an eye on Common’s Planet Minecraft page to find out for yourself. Why not also see if you can challenge yourself to making one build a month? Bet you CAN.是个巧克力蛋糕？还是向最优秀的k-pop女孩们致敬？请关注Common的Planet Minecraft主页，那上面有你想要的答案。你为什么不也试试挑战自我呢？每个月完成一个建筑，我相信你能做到。\nRenders by Angel, Donutish, Omardegante, and Blovien 渲染：Angel，Donutish, Omardegante, 和 Blovien \n\n\n原文作者：Ash Davis发布时间：2018/7/7原文地址：https://www.minecraft.net/zh-hans/article/monthly-build-challenge翻译作者：Srar\n\n\n\n",
    "replies": [
        {
            "author": "玖灵宝",
            "timestamp": 1585337340,
            "txt_content": "妈问跪妈妈问我为什么跪着玩电脑"
        },
        {
            "author": "你的小好666",
            "timestamp": 1585370580,
            "txt_content": "发布时间是2018年~"
        },
        {
            "author": "1240112137",
            "timestamp": 1585414500,
            "txt_content": "6666666666666"
        },
        {
            "author": "海小皮",
            "timestamp": 1585414680,
            "txt_content": "强66666太强了，建筑大佬啊啊啊啊"
        },
        {
            "author": "lanse去死",
            "timestamp": 1585438920,
            "txt_content": "建筑大佬啊好牛批!"
        },
        {
            "author": "Scuffle",
            "timestamp": 1585472580,
            "txt_content": "np，你那个自行车"
        },
        {
            "author": "wojiangniqu",
            "timestamp": 1585580940,
            "txt_content": "建筑大佬我比不来\n"
        }
    ]
}