{
    "title": "[Minecraft.net | CULTURE]扬帆起航",
    "author": "封徵",
    "replyCount": 8,
    "timestamp": 1585224960,
    "txt_content": " 本帖最后由 封徵 于 2020-3-26 22:26 编辑 \n\n\n\n\n\n1.jpg (65.2 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n\n\nCULTURE\nSetting Sail\n扬帆起航\nTinyTophy reconstructs the HMS Victory!\n旧日辉煌，今时再现！[sup]*1[/sup]\n\nAndreas Inderwildi 安德烈亚斯·因德威尔迪\n\nOne of the very first things I remember doing in Minecraft is answering the call of the sea. I crafted a boat and decided to probe the depth and breadth of the ocean. Unfortunately, that puny nutshell of a vessel was anything but a sailor’s dream come true. Unless a sailor dreams of sinking to the bottom of the ocean, I suppose.记得我刚开始玩Minecraft的时候，做的第一件事情，就是去拥抱、去回应那苍蓝大海的呼唤。我做了一只小船，想要去到茫茫洋面的最远端，去探秘幽幽深海的每一寸沙土的奥秘。但事实上，一艘小船根本无力满足一个年轻水手想要探尽每一片海域的最澎湃的心 —— 也许只能满足一位年轻水手想要沉船的梦想，如果他想的话。\n\nFortunately, some shipwrights in the community have taken it upon themselves to show us how one sails the seas in style. One of these builders is TinyTophy, who discovered an obsession with shipbuilding some years ago:\n但幸好，在社区里，有这样一群人，他们憧憬大海，想要造出能够乘风破浪的巨大船舶。 TinyTophy 就是他们中的一员，他是在几年前才痴迷上船舶建设的，他这么说道：\n\n“One day, a friend and I decided to build a ship on a world we had. It took us about two hours to finish the entire thing and it certainly wasn't up to my current standards. But that got me to search a lot of videos on YouTube on shipbuilding and it snowballed from there.”\n“几年前的一天，我和我的朋友决定造出一艘现存于世的最大的船。我们大概花了差不多两个小时才最终完成我们的想法 —— 当然，这个时间长度，在我现在看来，肯定是过长了的。但自从那次之后，我就在YouTube上开始搜索观看各种船舶建造的视频，(造船)知识的日积月累就是从那时开始的。”\n\n\n\n\n\n\n2.jpg (102.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n\nHe recently launched his third, and latest, version of his interpretation of the HMS Victory; the ship of the line that gained its fame under Lord Nelson in the Battle of Trafalgar. What draws TinyTophy to recreating a historical object like this? “I remember first seeing the HMS Victory built by people like Defroi,” he tells me. “There was just a sense of awe that I got from seeing how smooth and real they looked.”\n他新近推出了他所复刻的 英国皇家海军风帆战列胜利号 的第三个修改版本。这艘伟大的战舰在霍雷肖纳尔逊勋爵的一手指挥下，帮助英国舰队重挫了法国、西班牙联合舰队，一举夺得了特拉法尔加海战的胜利，赢得了属于自己的无上荣光。那又是什么吸引了 TinyTophy ，让他复刻出这艘伟大的战舰，并一次又一次地修改呢？“我还记得我第一次看到胜利号的时候，是在网上看到了 Defroi 复刻的版本，” 他告诉我。“当我看到那流畅锐利，极尽真实的船体的时候，一种混杂着震撼的敬畏感从我心底油然而生。”\n\nBesides their convincing look, breathing fresh life into historical objects has other benefits too. “I think the allure of doing something that actually exists is that you can use it to practice a lot of skills,” TinyTophy says. “Since the thing is real, you can look at pictures and models and try and recreate what’s there. Then when you get to make your own designs, you've got more skills that you can use.”\n除了致敬他们本来的外表，窥见他们往日的辉煌外，更重要的是，予它们以全新的生命活力。“复刻一些真实存在的东西，对我来说，其最大的吸引力就在于你能够学习他们精妙的设计，从而提升自己的建筑水平，” TinyTophy 这么解释道。“又因为这些东西是真实存在的，你可以通过查阅各种资料、观察模型结构甚至实地走访，从而帮助自己更好的复刻整个建筑。当然，如果你能尝试着自己重新设计其的结构，那么你收获的将会更多。”\n\n\n\n\n\n\n4.jpg (82.47 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n\nBut let’s not get ahead of ourselves. How does one go about building something as complex as the HMS Victory? First, there’s a fair bit of research. “I look at a lot of pictures of models, plans, paintings, etc. And since there's some variation between all those different media, I tend to take elements from each. Sometimes, aspects from the paintings look better in Minecraft than it would if I took it from an actual plan or photograph.”\n但操之过急却是不可取的。一个人要如何完成复刻像“胜利号”这样的巨大工程呢？首先要做的，就是大量的研究。“我查阅、观看了许多胜利号的模型照片、平面图以及相关的艺术作品。由于各种原因，它们都或多或少的存在着差异，我倾向于吸收每一样我认为较好的部分，然后将它们融会贯通。有时候，绘画中所体现出的战舰外观会比实物或是模型的外观要更加流畅精锐。”\n\nOf course, this is just the beginning. “The first step in planning is actually making a plan from reference images,” TinyTophy continues. “Usually, I find a ship plan and trace it in Photoshop. Then I scale it down to the size I want and transfer that 2D plan into Minecraft. And that's really all the planning that goes into it. From there, I do everything else by eyeballing it.”\n当然，查阅资料只能说是一次事先准备。“真正的第一步则是要从我看过的各种资料中设计出一份大致的设计图，” TinyTophy 继续说道。“通常，我会先在 Phtoshop 里面创建一个工程文档以存储我的平面设计图。然后我就会确定好整幅平面设计图的比例尺，并根据设计图将其完整地在 Minecraft 复刻出来。这就是我整一个的工作流程。设计图一旦完成，我就会完全按照设计图进行我的复刻工作。”\n\n\n\n\n\n\n3.jpg (71.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n\n\n\n\n\n\n\n5.jpg (47.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n\nThis is where the real test of a shipwright’s skills begins. “The biggest challenges for me tend to be the small details. The hull and sail construction are actually very similar. Getting the curvature right takes a bit of time, but it's not too difficult. But it wasn't until recently that I was able to work out decent-looking captain's cabins and beak details.”\n现在我们才到了真正考验这些船舶建筑师们高超技艺的时候。“对我来说，最困难的事情莫过于细节之处的设计了。船体和船帆的结构其实大体都相似(不是说船体和船帆相似)。要想使船舶曲率正确需要耗费一些时间，但这并不难。但我直到最近才终于设计出了一个大体还过得去的船长室和一些还可以的船首细节。”\n\n\n\n\n\n6.jpg (49.71 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-26 20:15 上传\n\n\n\n\n第四版船体的早期偷跑版本。我想，它大概还没准备好出海。\nTinyTophy doesn’t shy away from taking the time needed to perfect his craft, and his Captain Ahab-like determination shows in his work.\nTinyTophy 丝毫不羞于透露他花费了大量时间只为使整艘船能尽可能至臻的决定 —— 他那如亚哈船长[sup]*2[/sup]一般的坚韧决心显现得一览无余。\n\n“I built the third version over the course of a month, but the total build time was probably much closer to around 48 hours. I've been working on HMS Victory builds for years. It was actually the first real ship I built and I became kind of obsessed with getting it perfect. It's the only ship I've done more than one version of. I use it as a kind of practice run. If I like the way something looks on the Victory I put it on other ship builds.”\n“我花了一个月的时间来完成“胜利号”的第三个版本，我想我实际用于建造的时间差不多有48小时。我建造和修改'胜利号'已经好几年了。而这实际上是我建成的第一艘船，所以我已经完全痴迷于至臻'胜利号'的工作中了。这也是唯一一艘我修改了好几个版本只为让其达到完美程度的船只。从某种程度上说这也可以算是一种练习 —— 如果我觉得某样技巧用在'胜利号'上得到的效果不错的话，我就会把它应用到我建的其它船只身上。”\nAnd so the cycle goes on. The tireless TinyTophy certainly doesn’t know the meaning of the word ‘Avast!’ and I’m sure we can look forward to more ships and even better renditions of the HMS Victory in the future.\n所以这样的循环还会接着下去。不知疲倦的 TinyTophy 当然也不可能会知道 “停息(Avast)”[sup]*3[/sup] 这个词的意思！我敢肯定，我们将会迎来更多更棒的船舶，甚至是一艘最棒的 英国皇家海军风帆战列胜利号。\n【封徵 译自官网 2018 年 01 月 08 日发布的 Setting Sail；原作者 Andreas Inderwildi】\n【本文排版借助了：SPX】\n译者注：\n①HMS Victory：“HMS”意为“Her/His Majesty's Ship”，即“皇家海军舰艇”，用于英国海军舰艇名前。\n                       “HMS Victory”即为“英国皇家海军风帆战列舰胜利号”，简称“胜利号”，为英国海军名舰，这艘名舰于1759年开始建造。1778年开始服役，第一次参战即俘获法国“独立兽角号”巡航舰。1805年在西班牙特拉法尔加角附近爆发的特拉法尔加海战中，以霍雷肖纳尔逊勋爵指挥的英国舰队一举击败了由维尔纳夫率领的法国、西班牙联合舰队，确立了英国作为海上强国的霸主地位。\n——来源：百度百科②亚哈船长(Captian Ahab)：为小说《白鲸》中的主人公，代表的是一种朝气蓬勃的奋斗冒险和战胜一切困难的大无畏精神，富有浪漫主义运动的色彩。《白鲸》(Moby Dick)是19世纪美国小说家赫尔曼·梅尔维尔(Herman Melville 1819—1891)于1851年发表的一篇海洋题材的长篇小说，小说描写了亚哈船长为了追逐并杀死白鲸(实为白色抹香鲸)莫比·迪克，最终与白鲸同归于尽的故事。\n——来源：百度百科③Avast：航海专用用语，意为停住、停下。——来源：Bing词典\n",
    "replies": [
        {
            "author": "8689",
            "timestamp": 1585383240,
            "txt_content": "这船能开吗？。。。"
        },
        {
            "author": "封徵",
            "timestamp": 1585390800,
            "txt_content": "8689 发表于 2020-3-28 16:14\n这船能开吗？。。。\n观赏性建筑"
        },
        {
            "author": "1308891388",
            "timestamp": 1585492440,
            "txt_content": "谢谢大佬\n\n\n\n谢谢大佬\n\n\n"
        },
        {
            "author": "1308891388",
            "timestamp": 1585492680,
            "txt_content": "谢谢大佬\n\n\n\n谢谢大佬  \n\n\n"
        },
        {
            "author": "8689",
            "timestamp": 1585544640,
            "txt_content": "封徵 发表于 2020-3-28 18:20\n观赏性建筑\n我的意思是，加个达芬奇之舟什么的。。。"
        },
        {
            "author": "封徵",
            "timestamp": 1585545300,
            "txt_content": "8689 发表于 2020-3-30 13:04\n我的意思是，加个达芬奇之舟什么的。。。\n如果你自己愿意改造的话没问题，\n但Minecraft建筑一般不出现模组，纯原版建造。\n所以我的意思很明白了：观赏性建筑"
        },
        {
            "author": "信手斩龙pdd",
            "timestamp": 1585546500,
            "txt_content": "故事很棒，游戏机制很好，谢谢大佬"
        },
        {
            "author": "mengz31",
            "timestamp": 1585573560,
            "txt_content": "萌新日常签到"
        }
    ]
}