{
    "title": "[双线]MC养生服 —— 枪械|结婚|超级英雄|恐怖|冒险|家具|星系|少女前线|[1.12.2]",
    "author": "dragonborn",
    "replyCount": 0,
    "timestamp": 1585223160,
    "txt_content": "服务器简介进群之后群共享有客户端哦\n\n养生服模组介绍：维克的现代战争 龙骑士2 龙之进化 龙之研究拓展 末地：重生 家具 少女前线 口袋宠物 天赋技能书 经验升级  恐怖生物 绝地求生 匠魂 异形大战铁血战士 虚拟怪物 模拟人生 星系 卓伦星系 \n\n斯巴达武器 超级英雄 皮姆科技 闪电侠 NPC 冰封王座 超级英雄拓展 内置网页浏览器\n\n平静和谐的MC养生世界 在一场惊天动地的世界大战后突然出现了传说中的各种怪物 他们隐藏在黑暗之中 甚至潜伏在阳光之下 无论是在你挖矿的时候，砍树的时候，钓鱼的时候，任何时间任何地点都会出现传说中的恐怖怪物，他们邪恶又强大，毁灭了这世界上其他的人类，就在这个时候，你出现了，能否拯救这个世界还MC一片太平？或者与其他的人类一样，被这个恐怖的世界所吞噬？但如果你击败他们就可以得到他们的力量，收集物品，召唤他们与你共同作战！\n\n可是，危机不仅仅只是这些，来自外星的恐怖怪物已经降临。\n\n异形是由20世纪福斯公司出品的经典科幻恐怖电影，这种神秘的外星生物拥有极为可怕的力量，无处不在，难以杀死，酸液可以腐蚀人类的身体和一切物质，你是否想在MC的世界里面体验到异形的一切呢？再现电影中的情节，你是否会像主角一样的脆弱？又或者成为孕育异形的母体，培育出属于你自己的“灭绝武器”？\n\n铁血战士是福斯公司旗下经典的惊悚类电影，这种外星生物是唯一可以与异形对抗的生物，你可以收集铁血战士的装备，对抗这种来自外星的神秘生物，甚至变成终极铁血。人类、铁血、终极铁血三方大战即将展开。\n\n少女前线主要讲述了**之后，世界因战乱陷入了混沌黑暗的时期，世界的秩序和稳定交由一家名为格里芬和克**的私人军事承包商来维护；游戏里，玩家要扮演格里芬军事承包商旗下的一名指挥官，指挥战术少女来达成公司维护世界稳定的任务。随着游戏的深入，玩家将一点一点知晓隐藏在这个世界背后巨大的阴谋。\n\n维克的现代战争：对抗这些怪物没有枪怎么能行呢，是的，现在你可以制作属于你的专属枪械，利用现代科技来保卫你的自由与和平！（可以装备光环的盔甲，光环爱好者必备的哦，基因科技！）\n\n龙，古老而又神秘的生物，MC世界里的终极BOSS，但是现在，末影龙仅仅只是开始，更多可怕的BOSS正在虚空之中窥视，龙骑士可以让你孵化龙蛋，多达15种龙蛋，还等什么，快来成为被选中的龙骑士吧！\n\n还有着与地狱火焰对立的冰封维度，坐落着可以号召冰雪士兵的”阿尔萨斯“，击败他，解放这个维度吧！\n\n难道只能他们进攻我们，而我们不能去找**？\n\n没错，星系MOD与卓伦星系可以满足你的想法！\n\n通过制造火箭与太空服，你可以建立属于你的太空站，与你的小伙伴们一起军备竞赛，前往那些外星生物的星球，占领他们的世界吧！登陆月球，火星，金星，等诸多星球，宣誓你的宇宙霸权吧！\n\n我们每个人都幻想成为电影中的超级英雄，拥有拯救世界，逆转乾坤的能力，成为人间之神！拯救世界的英雄！\n\n在MC养生服，这一切成为了现实！你可以成为超人，绿巨人，雷神，闪电侠，蚁人，惊奇队长，鹰眼，绿箭侠，洛基，命运博士，神奇四侠，银影侠，X-man，射线，蜘蛛侠，美国队长甚至包括灭霸等多达79种超级英雄！配合隐藏名字，是的，平时你只是一个普通平常的人类，担当危机降临的时候，你将化身神秘的超级英雄，拯救世界！\n\n当然，娶妻生子，做一个普通的平常人，与其他玩家结婚并抚养你们的孩子，在MC养生服，这一切都成为了现实！\n\n服务器玩家守则：禁止作弊 恶意pvp 偷东西 破坏别人建筑成果 影响他人游戏体验，出现问题联系管理员私下解决 不要在游戏里刷屏 出现语言过激双方处罚,不圈地或不锁箱子导致的损失不追回 但是破坏者或者偷盗者会受到处罚。由于服务器模组过多，需要玩家的电脑达到64位系统 4g以上运存 高于1gb的存储空间才可以确保进入游戏并流畅体验。\n\n\n\n\n\n\nQQ图片1.png\n(6.46 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-3-26 19:44 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nfile_1585223061000.jpg\n(95.55 KB, 下载次数: 0)\n\n\n\n\n下载附件\n\n\n2020-3-26 19:44 上传\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "replies": []
}