{
    "title": "LuckPermsWeb——网页权限编辑器汉化版",
    "author": "小胖贼菜",
    "replyCount": 6,
    "timestamp": 1585230360,
    "txt_content": " 本帖最后由 小胖贼菜 于 2020-4-10 16:56 编辑 \n\n       大家好，我是小胖，相信很多服主都在使用LuckPerms这款插件。我作为即将入坑的服主，也在研究。但由于新版本的插件使用新的WEB权限编辑器，而且，本人的英语很是不好，经常看英文的页面，十分头疼。故，自行翻译了新的WEB页面。由于作者的许可是MIT，所以我汉化后的页面就不开源了。 使用本帖附件内的网站，请遵守以下协议。\n1.禁止用于商业用途。\n2.下载、转发、使用请注明来源，包括但不限于添加超链接至本贴。\n3.遵守论坛关于原创的规则。\n4.如果本协议与论坛规则相冲突，以论坛规则为准。\n5.如果本协议与中华人民共和国相关法律法规，以中华人民共和国相关法律法规为准。\n附上原作者许可协议\nThe MIT License.\n\nCopyright (c) lucko (Luck) <luck@lucko.me>\nCopyright (c) contributors\n\nPermission is hereby granted, free of charge, to any person obtaining a copy\nof this software and associated documentation files (the \"Software\"), to deal\nin the Software without restriction, including without limitation the rights\nto use, copy, modify, merge, publish, distribute, sublicense, and/or sell\ncopies of the Software, and to permit persons to whom the Software is\nfurnished to do so, subject to the following conditions:\n\nThe above copyright notice and this permission notice shall be included in all\ncopies or substantial portions of the Software.\n\nTHE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR\nIMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,\nFITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE\nAUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER\nLIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,\nOUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE\nSOFTWARE.\n\n\n\nLuckPerms.zip\n(943.74 KB, 下载次数: 38)\n\n\n\n2020-3-26 22:15 上传\n点击文件名下载附件\n构建后的静态网站阅读权限: 10\n\n\n\n\n",
    "replies": [
        {
            "author": "yun5477",
            "timestamp": 1585345200,
            "txt_content": "酷 我的朋友 谢谢你分享它 这会帮到我"
        },
        {
            "author": "天空im",
            "timestamp": 1585350660,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "小胖贼菜",
            "timestamp": 1585405920,
            "txt_content": "天空im 发表于 2020-3-28 07:11\n你下载都没下载能帮到你?\n那我就是第一个下载的人了\n谢谢楼主，另外问一下网页版权限编辑器怎么打开 ...\n服务器安装好LP插件后，运行/lp editor 等待数秒，会给你要给地址。复制“/”后面的10为SID。粘贴到合适的位置即可编辑。\n所谓合适的位置：自己部署网页需要再网页后面加上“/?id=SID”，我的网站直接加“/SID”。"
        },
        {
            "author": "qaz1055108489",
            "timestamp": 1586276700,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "2755042334",
            "timestamp": 1586336160,
            "txt_content": "感谢分享"
        },
        {
            "author": "小胖贼菜",
            "timestamp": 1586425800,
            "txt_content": "更新预告，新网站汉化中~尽情期待~给个收藏也行啊"
        }
    ]
}