{
    "title": "[Minecraft.net | Deep Dives] 背包盘点：鱼桶",
    "author": ":spgbigfan:",
    "replyCount": 16,
    "timestamp": 1585242120,
    "txt_content": " 本帖最后由 KalphaGo 于 2020-3-29 18:52 编辑 \n\n\n\n\n\n\ntaking-inventory-bucketfish-header.jpg (326.13 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 01:01 上传\n\n\n\n\n\n\nDEEP DIVES\nTaking Inventory: Bucket of Fish\n背包盘点：鱼桶\nA singular delight\n简单的快乐\n\nDuncan Geere 邓肯·吉尔\nI like the word “fish”, and the reason I like it is because it’s both singular and plural at the same time. One fish. Some fish. That means that the name of our item of the week is ambiguous. It sounds like a bucket of fish (plural), but mechanically it’s more like a bucket of fish (singular). A bucket of a fish.\n我喜欢“fish”这个单词，而之所以我喜欢，是因为它单复数同形。一条鱼是 fish，一堆鱼也是 fish。这意味着我们本周物品的名字变得模棱两可起来。一桶鱼（a bucket of fish），感觉好像是满满一桶鱼，但实际上这里的 fish 更像是单数的形式。一桶只装一条鱼。\nFish (plural) have existed in Minecraft’s oceans since alpha version 1.2.0, when the concept of fishing was added – but for a long time, they were invisible until caught. That changed in the Update Aquatic, which added fish mobs that could be found in all the different types of ocean in the game. Buckets (plural) of fish (singular) were added at the same time.\n自从版本 Alpha 1.2.0 起，鱼儿们就已经在 Minecraft 的海洋里遨游了，也是在这一版本引入了钓鱼的概念——但是在很长一段时间里，鱼儿们是不可见的，只有在钓上来的时候才能看见。在水域更新之后，这才有了变化，这个版本加入了鱼的实体，在游戏中所有不同类型的海洋里，都能发现鱼的踪迹。鱼（单数）桶（复数）也是在同一版本加入游戏的。\n\n\n\n\n\n\ntaking-inventory-bucketfish-ingame.jpg (61.72 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 01:01 上传\n\n\n\n\n\nWant a bucket of fish in your life? Me too. Step one is to get hold of a bucket – either by making one, or by stealing one from a friend’s chests. Step two is to fill it with water – I recommend a pond, river, or ocean for the task. Step three is to find a fish, which you’ll need to do in an ocean. Different fish live in different ocean biomes. Finally, step four is simply hitting the use key on a fish while holding a bucket. They (singular) will be picked up, along with the water source block that contains them.\n你想拥有一桶鱼吗？我也想。第一步，拿上一只桶——可以靠自己制作，也可以从你好友的箱子里偷一个出来。第二步，往桶里灌满水——我推荐你到池塘、河流或者大海这样的地方做这件事。第三步，找到一条鱼，这一步需要你到海洋里操作。在不同的海洋生物群系里有不同的鱼。最后，第四步，只需要拿着桶，对着鱼按下使用键即可。这条鱼就会连同容纳它的水源方块一起被盛装起来。\n\nAt this point, a question may be starting to enter your mind. What does one do with a bucket of fish? Well, they’ll exist happily in the bucket pretty much forever, but it’s perhaps not so much fun for them. Really what you want to do is release them into a new habitat. That could be another part of the ocean, a pond or river, or even an aquarium in your base. Just hit the use bottom again and a water source block will be placed with the same fish you captured.\n这时候，你可能就会有个问题。鱼桶能干什么呢？这个嘛，桶里的鱼将会在桶里快乐地实现永生，但是对于他们来说或许也没什么好乐的。你真正应该做的事情，是把它们放生到新的栖息地里。那个地方可以是另一片海洋，或者另一片池塘、另一条河流，甚至可以是你基地里的水族箱。只需要再次按下使用键，就能放置一个水源方块，并同时在水里释放你所捕捉到的那条鱼。\n\nRedstone enthusiasts might want to know that a dispenser containing a bucket of fish will spawn the fish and the water block in front of it upon activation. Oh, and fish caught in buckets and then released won’t despawn – unlike fish that spawn naturally in oceans. So that’s worth considering too.\n红石爱好者可能会想了解这个：往发射器里放鱼桶，然后激活，这时候发射器就会在它的前方释放水方块和那条鱼。噢，还有，如果鱼被捉进桶里再释放，那么这条鱼就不会消失了——和那些在海洋里自然生成的鱼儿们是不同的。这也是个值得考虑的事情啊。\n\nFinally, true fish collectors will note that tropical fish come in many shapes, colours, and sizes. 3,584 variants, to be precise – every combination of 15 colours, six patterns, and two shapes. Can you catch them all?\n最后，真正的鱼类收藏家会注意到，热带鱼有很多不同的形状、颜色和尺寸。精确地说，一共有 3584 种不同的种类——这是 15 种颜色、6 种花纹和两种形状的排列组合。你能捉到所有种类的鱼吗？\n\n\n\n\n\n\ntaking-inventory-bucketfish-realworld.jpg (106.93 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 01:01 上传\n\n\n\n\n\nBuckets exist in the real world, and so do fish, so of course buckets of fish are a thing in reality too. They serve much the same purpose as they do in Minecraft – a way to transport a fish from one place to another.\n现实世界里除了有桶，当然也还有鱼，所以自然地，鱼桶也是存在于现实中的东西。它们的作用和 Minecraft 里的差不多——作为一种运输鱼类的方式。\nBut perhaps more interesting is the practice of keeping fish in a permanent tank for display, called an aquarium. The word was coined by English naturalist Philip Henry Gosse, who built an aquarium in 1853 at London Zoo – sparking a craze for keeping fish in Victorian England.\n不过，更有意思的事情应该是让鱼待在一个永久的水箱里，供观赏用，这个水箱就叫做水族箱。水族箱的英文 \"aquarium\" 来自于英国的自然学家菲利普·亨利·乔斯，他于 1853 年在伦敦动物园里建造了一个水族箱——这在维多利亚时代的英国掀起了一场养鱼潮。\n\nSome claim that the Romans built aquariums after inventing the glass pane. But this is unlikely to be true, and there’s little evidence for it in historical documents. Instead, the first evidence of people keeping fish for pleasure (rather than just to eat) comes from 1369, when the Hongwu Emperor of China started a company that made large porcelain tubs for keeping goldfish.\n有人说，罗马人在发明了玻璃板之后建造了水族箱。但是这恐怕不是真的，而且在历史资料中这个说法也难寻踪迹。真正有记载的人类首次为了观赏性（而不是为了吃）而养鱼，是在 1369 年，当时中国的洪武大帝开设了一家瓷厂，生产大型的瓷盆来养金鱼。\n\nFish didn’t last long in these creations, because their gills take oxygen from the water and when the oxygen runs out the fish suffocate. It wasn’t until 1850, when English chemist Rovert Warington created an aquarium containing not just goldfish but eelgrass and snails too, that the first stable aquarium was made. The plants created oxygen, the fish consumed the oxygen, and the snails kept algae in check.\n鱼儿们在那种东西里面可活不久，因为它们靠鳃来吸收水中的氧气，一旦氧气耗尽，鱼儿就会窒息而死。直到 1850 年，英国化学家罗伯特·沃灵顿才制作出了一种水族箱，里面除了金鱼之外，还包含有大叶藻和蜗牛。这是第一种可以稳定持续的水族箱。植物可以生成氧气，鱼儿消耗氧气，而蜗牛负责约束海藻生长。\n\nSo if you want a realistic aquarium in your Minecraft home, remember to stock it with more than just fish. You’ll want to add some seagrass too, maybe some kelp, and perhaps even some coral. Remember: a diverse ecosystem is a healthy one.\n所以，如果你希望在 Minecraft 的家里设置一个比较现实的水族箱，别忘了在里面添加除了鱼儿之外的东西。你得往里面加点海草，或者再来点海带，甚至还可以加点珊瑚。记住：有着多样性的生态系统，才是一个健康的生态系统。\n\n【Kakuso 译自官网 2020 年 03 月 26 日发布的 Taking Inventory: Bucket of Fish；原作者 Duncan Geere】\n【本文排版借助了：SPX】",
    "replies": [
        {
            "author": "名副其实",
            "timestamp": 1585272120,
            "txt_content": "好评\n鱼桶鱼永生论(大雾)\n(试图和mc讲科学)"
        },
        {
            "author": "Xiao2",
            "timestamp": 1585276980,
            "txt_content": "秀儿！\n昨天发布的就把它翻译下来了。。\n以后要翻译者怎么活qaq"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585277400,
            "txt_content": "Xiao2 发表于 2020-3-27 10:43\n秀儿！\n昨天发布的就把它翻译下来了。。\n以后要翻译者怎么活qaq\n博文录里有十万甚至九万个没翻的博文"
        },
        {
            "author": "GCVillager",
            "timestamp": 1585293180,
            "txt_content": "打开推 特，发现新文章，复制链接，打开spx，复制bbcode，打开论坛……诶，卡卡已经发了？那就加个分看看文章吧~（刚发就翻译，这是蹲博文吗）"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585294620,
            "txt_content": "GCVillager 发表于 2020-3-27 15:13\n打开推 特，发现新文章，复制链接，打开spx，复制bbcode，打开论坛……诶，卡卡已经发了？那就加个分看看文 ...\n因为刷完新闻刚好看见"
        },
        {
            "author": "3257963515",
            "timestamp": 1585295940,
            "txt_content": "好东西，拿走了"
        },
        {
            "author": "Water_Bell",
            "timestamp": 1585311060,
            "txt_content": "还包含有大叶藻和蜗牛\n这里应该是snail应该是田螺之类的东西吧"
        },
        {
            "author": ":spgbigfan:",
            "timestamp": 1585313100,
            "txt_content": "Water_Bell 发表于 2020-3-27 20:11\n这里应该是snail应该是田螺之类的东西吧\n我不知道 如果你有资料的话可以告诉我"
        },
        {
            "author": "玖灵宝",
            "timestamp": 1585337280,
            "txt_content": "哈哈哈哈"
        },
        {
            "author": "8689",
            "timestamp": 1585370760,
            "txt_content": "你竟敢和MC讲科学"
        },
        {
            "author": "RedFlagGoup",
            "timestamp": 1585402080,
            "txt_content": "可惜Java版的热带鱼桶名称不是自定义的……"
        },
        {
            "author": "2446460332",
            "timestamp": 1585527240,
            "txt_content": "可以6666666"
        },
        {
            "author": "信手斩龙pdd",
            "timestamp": 1585546800,
            "txt_content": "这么多鱼，有咸鱼吗，我已经准备好体验了"
        },
        {
            "author": "666six",
            "timestamp": 1585559880,
            "txt_content": "鱼鱼罐头"
        },
        {
            "author": "胶己人",
            "timestamp": 1585564260,
            "txt_content": "太草了????"
        },
        {
            "author": "mengz31",
            "timestamp": 1585573560,
            "txt_content": "哈哈哈，萌新玩家一枚"
        }
    ]
}