{
    "title": "[Minecraft.net|CULTURE] Polymaps 的完美主义者",
    "author": "问谛居",
    "replyCount": 0,
    "timestamp": 1585271040,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 16:45 编辑 \n\nThe Perfectionists at Polymaps\nPolymaps 的完美主义者\nThe four-person team making Marketplace magic!\n这个四人合作团队让 Marketplace 变得神奇莫测！\n\nEmily Richardson 埃米莉·理查森\nLoyal readers of Minecraft.net (the ones who send us creepy fan mail and who are currently campaigning to get every website that isn’t Minecraft.net banned from the internet), might have noticed this story we recently posted about Pathway Studios . If you didn’t, why not read it now? Y’know, if you want! Seriously though, read it. Please .\nMinecraft.net 的忠实粉丝（有些向我们发送恐吓意味满满的粉丝邮件，和那些现在正努力让 Minecraft.net 以外的所有网页都在网上被禁的人），他们或许发现了我们最近新发布的关于 Pathway Studios 的故事。如果您未曾看过，那不如立马动身去看看吧！要我说，如果你真想看的话！说实在的，麻烦去看看吧。\n\nAnyway, I recently got to chat with another one of the creators behind some of our Marketplace content - the wonderful Sam, of Polymaps! \n总之，近期我和我的商城中一些作品幕后的另一个建筑师聊了会儿——Polymaps 团队里优秀的 Sam！\n\nPolymaps is a four-person team that produces some top-quality content for Marketplace, and we were super excited for them to be part of our Twelve Days Of Minecraft campaign last December.\nPolymaps 是一个四人团队，他们为 Marketplace 提供许多质地上佳的作品。去年十二月，我们十分荣幸地邀请这个团队参加了我们的《Twelve Days Of Minecraft》活动。\n\n\n“Since we started mapmaking,” Sam tells me, “our goal has always been to provide unique and exciting experiences through Minecraft. To try to push the realm of possibility in the game to its limits.”\nSam 告诉我：“从我创作自己的建筑物伊始，我们的目标始终都是借以 Minecraft 给人们带来独到而刺激的感受。我们试图将游戏范围内的可能性发挥到极限。”\n\nIt’s an ambitious goal - so it helps that Sam is part of a supportive team. “We’ve been friends for a good number of years,” Sam says, “before we even got into mapmaking and producing content, which is why we’ve been able to work so well together.\n这是一个极具野心的目标——所以 Sam 加入互帮互助的团队无疑是有益的。Sam 说：“在勾勒地图轮廓的伊始和创造东西之前，我和 Sam 就是相识多年的老友了，因此我们才能毫无间隙的合作。”\n\n\nAre you brave/foolish enough to enter Polymaps’ Endermans Forest?你是否足够勇敢/无知到闯进 Polymaps 的末影人密林?\n\n“Our first project released onto the Marketplace was the Stone Age Texture Pack . It was interesting to learn about Bedrock Editions formatting for texture packs, and the ability to create custom modelled mobs was a fun challenge. For me, the Caveman Iron Golem was my favourite mob to create, not only for its design, but also the custom sounds we recorded for it.”\n“我们上架到商城中的首件商品是石器时代材质包。研究基岩版的材质包十分有趣，而且能够创建自定义生物模型十分有趣且具有挑战性。就我而言，穴居铁傀儡是我所有创作的生物中，我最爱的。这不单单是铁傀儡的外形设计独特，更重要的是它有我们特别为它而大费心血的录音。”\n\nThat’s not all they recorded, either. As Sam says, for the Stone Age Resource Pack, “we wanted to create sounds for the frogs to replace the default sound of rabbits, and so I ended up recording my own voice for them. The sounds I had to make were quite strange, and it was difficult to keep a straight face.”\n这并不是他们的录永的全部语音。在石器时代资源包，就像 Sam 所说：“团队还想为蛙类创建专属的语音，将初始的兔子声音取而代之，所以，最终我为它们录制了我的声音。我需要发出令人诧异的声音，而且憋笑也十分不容易。”\n\nHey, no one ever said game development was dignified.\n嘿，可没有人说过创作游戏是高不可攀。\n\n\n\nPolymaps have gone on to make a bunch of Marketplace creations since then, including  most recently two pieces that were part of our Twelve Days of Minecraft campaign - Santa’s Gift Hunt and Santa’s Sleigh Ride .\n从那时起，Polymaps在商城中着手打造了许多游戏。涵括《welve Days of\nMInecraft》活动中最新两款游戏——《圣诞老人的礼物搜索之路》和《圣诞老人的雪橇之旅》。\n\n“We put an insane amount of effort into both maps,” Sam says, “but it really paid off. Waking up on the 24th of December to see our content up for free on the Marketplace, as well as seeing so many people enjoying the maps, was like an early Christmas present.”\nSam 说：“整个团队在这两款游戏上都倾尽全力，好在功夫不负有心人。12 月 24 日早上起床，发现团队的作品在商城中作为礼物免费提供，还看到这么多人对这些地图爱不释手。这像是一份提前到来的圣诞礼物。”\n\nHow can you guarantee that you made a fun and interesting gift? Sam says it’s often in the details. “For me, detailing is the most enjoyable part of map-making, and is most important in helping a project stand out. As an example, in Santa’s Gift Hunt, we decided to make Santa’s belly bouncy, using both carpet and slime blocks. This was such a small thing to add, yet the number of people who took notice of it and shared their screenshots with us was rewarding.”\n你如何确保自身创造了一个风趣好玩的礼品呢？Sam 说，这往往是在毫末之中体现的。“对我来说，为地图增添细节是制作的过程中最有趣的部分，也是让一个项目脱颖而出的关键之处。例如，在《圣诞老人的礼物搜寻之途》中，我们希望用地毯和黏液块来让圣诞老人的肚腩变得富有弹性。这只是加上了一处微小的细节，但察觉到了这特别之处并且截图分享给我们的人数之多，让我们觉得很值。” \n\nThe attention to detail and unique quirks of their designs have helped Polymaps stand out from the crowd.\n对微小之处的注释和构造的独到之处让 Polymaps 从人群中脱颖而出。\n\nBut it’s not all fun and games! Well, it is all games... but sometimes working with technical limitations can stump a map or mini-game, forcing its creators to try figuring out workarounds.\n但这个过程并不都是有趣的和，也不仅仅一场娱乐而已！嗯，这的确是娱乐……但在特殊的情况下，在有限的技术条件下创作，会使地图或小游戏出现问题，逼着其制作者尝试找出解决办法。\n\n\n\n\n“Although mapmaking is a largely rewarding experience, there are definitely many challenges,” says Sam. “The biggest problem for us right now is that the mapmaking community for Bedrock is still very small, which means there’s a limited amount of information and documentation available for add-ons, resource packs and the logistics of the game.\nSam 说：“尽管制作地图是一次意义颇丰的旅程，但其中确实也困难重重。目前团队面临的最严峻的难题是——基岩版的地图制作社区的环境依然很小众。这代表着地图的附加包、资源包和逻辑方面的资料和文件非常匮乏。”\n\n“The way that we overcome this is by experimenting and using trial and error to better understand the Bedrock platform. Thankfully, all of the Marketplace partners are very open towards helping each other, and we often come to solutions together.” Teamwork for the win!\n“我们解决这个难题的办法是，不断地试错深入来了解基岩版。幸好，商城中的全部作者都很喜欢帮助别人，我们常常常共同找出破局之法。”\n齐心协力必能成功！\n\nThat sounds like a heck of a lot of hard work, but Sam assures me it’s not all bad. In fact, he finds it pretty rewarding once he gets feedback from players.\n这听起来像是一项艰巨的工作，但 Sam 向我承诺这不一定是件坏事。事实上，他认为只要能从玩家那里得到回馈，那就十分值得。\n\n\n“The best part of being a Minecraft partner is being able to see how much people enjoy our work,” he tells me. “We were invited to attend the London Minecon Earth party a few months ago, and we had a booth where people could play our maps. It was great to see how much fun all the kids had, and how interested their parents were in their passions too.\n他告诉我：“作为 Minecraft 的合作同伴，最棒的地方是能发觉到人们对我们的作评有多大的热爱。在几个月前，我们受邀参加伦敦的 Minecon Earth 聚会。我们摆了个位置，所有人能够在那里试玩我们的地图。看到孩童们乐在其中，他们的父母也对他们的爱好颇有兴趣，这真是太棒了。”\n\n“When going to these events, we get to meet and form friendships with other map-makers and influencers in the community.” Friendships that help them with future projects - often the secret to a great multiplayer build is good teamwork. Judging by Polymaps successes, it seems the same is true when developing for Minecraft too!\n“参加这些活动时，我们能见到社区中的其他地图制作者和大佬们，还能和他们成为朋友。”这些朋友在之后的项目中对 Polymaps 伸出了援手——多人协作建筑的秘诀通常是天衣无缝的团队配合。从 Polymaps 取得的成就看来，开发 Minecraft 时貌似也与之相同！\n\n You can find all the projects Polymaps talk about here - and more! - on the Minecraft Marketplace \n在这里你可以找到 Polymaps 谈到的作品，更多精彩等你发掘！——就在 Minecraft 商城中 \n\n【@EBsky & WDLJT 译自官网 2018 年 01 月 29 日发布的 The Perfectionists at Polymaps】\n【本文排版借助了：BCC】\n\n\n",
    "replies": []
}