{
    "title": "[Minecraft.net|CULTURE] 谨慎钓鱼",
    "author": "问谛居",
    "replyCount": 1,
    "timestamp": 1585270200,
    "txt_content": " 本帖最后由 问谛居 于 2020-5-11 16:03 编辑 \n\nFishing for attention\n谨慎钓鱼\nA garbage build (in a good way!) from Thomas Jackson\nThomas Jackson 的废料王国（以一种巧妙的形式！）\n\nPer Landin\n\nPeople tell me fishing is a relaxing hobby, soothing for the soul and all Carpe Diem when you go for an early morning tour on a calm lake. These people are WRONG. Fishing is serious business! Competitive as I am, I once dueled my cousin to see who could catch the most fish. He humiliated me with 22 perches to my one. Remind me to never invite my cousin to any more family dinners. Or anything. The jerk.\n有许多人告诉我，垂钓是一个令人身心愉悦的爱好。当你在清晨欣赏波光粼粼的湖面，你的灵魂能得到抚慰，你能感到身心愉悦。然而他们大错特错。垂钓是一场堂堂正正的对抗！由于我争强好胜，有一次，我向堂兄发起挑战，看看谁能钓到更多的鱼。他以 22 条鱼的豪华战绩击败了我的 1 条鱼的战绩，这简直让我颜面尽失。记得别再找我的堂兄参加什么家庭聚会了，或者其他任何能见到他的事。坏家伙。\n\nToday’s builder Thomas Jackson is probably still talking to his cousin. After all, it was his cousin that introduced him to the Minecraft Pocket Edition during a trip to the beach many moons ago. Thomas took the bait without hesitating and got hooked on the game instantly.\n现在的建筑师 Thomas Jackson 大概仍与他的堂兄有联系。毕竟，在几个月前的一次海滩之旅中，是他的堂兄向他推荐了 Minecraft 携带版。Thomas 立即就开始玩这款游戏，并且很快就沉溺在其中，无法自拔。\n\n“I went ahead and bought Minecraft for PC as soon as I could – so fast that I ended up not making sure my PC could even handle it,” Thomas tells me. “It couldn’t, and I had to end up waiting about two months before I could finally play the game.”\nThomas 告诉我：“我继续玩了下去，并且一有机会我就买了电脑版的 Minecraft ——动作快到我还没有确定我的电脑到底能不能玩的了它。结果，它无法正常运行，所以到头来我不得不苦等两个月，最后才玩上这款游戏。” \n\n\nNowadays Thomas is a part of a professional team of builders that makes commercial builds, such as recreating the city of Florence for an Italian art museum or this world that portrays the excitement of science and chemistry. A creative job, but the road to it began with utter destruction.\n如今，Thomas 成为了一个专业建造团队中的一员。这个团队专注于商业建筑，例如，为意大利的艺术博物馆重建弗洛伦萨城，或是重建这个展现科学与化学的未来世界。这是一项极富有创造力的挑战，但它的开端却需要打破固有的思路。\n\n“I started out by just playing on survival servers, but I never really enjoyed it since people [were] mean and destroyed [my] work,” Thomas remembers. “Because of this, I tried to find servers that needed builders. This eventually led to me trying out new blocks in an update on a certain creative server I fell in love with. Five years later I still work on the same server – now known as ‘ Shapescape ’.”\nThomas 回忆道：“我一开始仅仅是在生存模式的服务器上玩，而我从没有真正体会到游戏的乐趣。因为人们[当时]很刻薄，并毁掉了[我的]作品。因此，我试图找到需要建筑师的服务器。最终，在一次创造模式的服务器的更新中我玩上了新的方块，我一发不可收拾地爱上了这个服务器。过了五年，我依然在这个——现在被称作‘Shapescape’的服务器上创作。” \n\nWhen Planet Minecraft held their own fish-themed tournament “ BassCrafters Solo Competition ”, Thomas was one of its participants. Being a competitive spirit, not only did he want to create the best possible build centred around the theme of the challenge – he also took the opportunity to convey a special message. While other participants focused on crystal-clear sceneries and daring catches, Thomas created “ Dumpster Diving ” – a dark glimpse of what the future might bring to not only fishing, but the planet as a whole.\n当 Planet Minecraft 举办以鱼为主题的“BassCrafters 单人建筑比赛”时，Thomas 也是与赛者之一。作为一个极富竞争意识的参赛者，他不想局限于这次挑战的主题来建造最棒的建筑，更想借助此次机会传递一个特别的信息。当其他参赛者致力于水晶般通透的景色和惬意的垂钓时，Thomas 创建了“垃圾箱跳水”——让人们不仅对未来钓鱼业的前景，而且对整个地球的前景有了黑暗的一瞥。 \n\n\nTo him, it’s simply more to building contests than just making “nice builds”. “You have to show people that you can be artistic with any concept, and the best way to do that is to consider the subject from all angles,” says Thomas. “I thought ‘well, if this contest is about fishing, what if I make a build where there are no fish to catch anymore?’”\n对他而言，建筑比赛不单单是简单地修建“好看的建筑”。Thomas 说：“你需要向大众展现你对一草一木都富有艺术感。而做到这一点的不二法门就是从各种角度来思考主题。我想，好吧，既然这个比赛的主题是垂钓，那么，如果我建造一个水质混浊、只鱼不存的地方会怎样呢？”\n\nDumpster Diving takes the beholder to a dystopian cyberpunk world of decay and pollution. In this bay, chimneys are spewing out gas while a lonely fishing boat is doing its best to haul in some food for humanity. Above it, a huge arch connects the two sides of the harbour.\n《在垃圾箱里跳水》将观众带入一个充满腐烂物和污染的反乌托邦式赛博朋克世界。在这个建筑中，烟囱里喷涌着毒气，而一叶孤舟正竭尽全力地为存活者拖来一些食物。在这艘船上方，一道伟岸的拱门连起了着海港的两边。\n\n“I knew that I wanted something grand in scope, so I decided that a massive arch connecting two sides of structure together would be perfect for the composition and making the player feel that the boat is immersed in the middle of this dystopian scene. Personally, I love arches for this very reason; nothing is more immersive than being able to walk under a massive arch as you tilt your head back gazing at the curvature of the ceiling surrounding you.”\n“我知道我想要在限制下创造一些宏伟的东西。所以我打算用一个巨大的拱门连接两边的结构，这将会是这个作品的点睛之笔，而且能让参观者感觉这艘船被安排在这个反乌托邦场景的正中间。对于我自身来说，这就是我为什么喜爱拱门；走在伟岸的拱门下，抬起头仰望四周弯曲的天花板，没有什么比这更让人身临其境了。”\n\n\n\n\n\n\nGrand it may be, but barely visible in all the smog, and easily clouded by the waste-covered harbour inlet. The water itself is anything but blue – a distasteful visualization of a damaged environment, but also an impressive detail in the build's construction.\n尽管建筑很宏伟，但你在烟雾中几乎看不见它，而且建筑轻易的被堆满垃圾的海港入口遮住。海水并不是蓝色的——这形象地体现了被破坏的坏境的令人作呕之处，但这也是这座建筑的构造中令人印象深刻的细节。\n\n“A really cool trick to make coloured water is to create layers of different glass colours, generally getting darker as you go deeper. This will help develop your colour as well as give the illusion of depth in the water.”\n “制造彩色水的一个很酷的方法是：使用不同颜色的玻璃块，通常越往深处使用越深的颜色。这有助于你创造出丰富色彩，并给人一种深不见底的错觉。”\nWhile the theme itself was depressing, Thomas’ build was more than well received by both judges and viewers, earning him first place in the competition for his unique approach to its theme. Most importantly, Thomas himself was even happier with the message his build came to carry than placing first in the competition.\n尽管这个主题本身是消极的，但 Thomas 的建筑受到了评委和观众的一致好评，他凭借自己对主题的独特处理方式赢得了头魁。最重要的是，Thomas 认为，比起名列第一，他的建筑蕴含的意义更让他高兴。\n\n\n“Whether it be a silly twist on a common idea, or a symbolic representation of a very deep truth, your concept should be something that you care about or enjoy. Also, it doesn’t matter how popular your creation becomes or how many people know who you are. All that matters is that you create it, can self critique it, and can learn from it; you’ll make friends and an audience along the way who care about you.”\n“不论这是一个寻常想法的无厘头扭转，还是一个深刻真理的形象表现。你的关注点应该是你关心或享受的地方。同样，不管你的作品受众面有多广，或是你是否声名远播。最重要的是，你创造了它，能够对它进行自我批评，并从中有所收获；在这个过程中你会结识道为你考虑的朋友和粉丝。”\n\nWow Thomas, that really puts my own fishing contest into perspective. Perhaps I should start talking to my cousin again?\n哇，Thomas，这真的让我对自己那场钓鱼比赛有了更深刻的认识。我是不是应该和我的表兄再谈谈？ \n\n...Nah.\n……算了吧。\n\n Renders by Bramboss and Splekh \n由 Bramboss 和 Splekh 渲染 \n\n【@EBsky & WDLJT 译自官网 2018 年 04 月 21 日发布的 Fishing for attention】\n【本文排版借助了：BCC】\n\n",
    "replies": [
        {
            "author": "xTacitus",
            "timestamp": 1585292100,
            "txt_content": "感谢搬运，辛苦了"
        }
    ]
}