{
    "title": "[ Minecraft.net | CULTURE ] 化石之趣",
    "author": "592764254",
    "replyCount": 11,
    "timestamp": 1585279260,
    "txt_content": " 本帖最后由 592764254 于 2020-3-27 11:21 编辑 \n\n\n\n\n\nfile_1585274503000.jpg (63.06 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\nFUN WITH FOSSILS化石之趣\n\nEnjoy staring at the insdes of dinosaurs without having to be eaten!好好享受这种可以盯着恐龙身体内部看而不被吃掉的感觉吧！\n\n\nWith the release of yet another Famous Dinosaur Movie, the terrible lizards make their return to the spotlight while reminding everyone of their decades long crush on Jeff Goldblum. (Don’t lie, it’s not healthy.)随着另一部著名的恐龙主题电影上映，这些可怕的大蜥蜴又一次成为人们关注的热点，同时也证实了每个影迷对Jeff Goldblum（《侏罗纪世界3》主演）的痴迷。（算了别说假话，那样有损健康。）\nInspired by dino fever, builders like Jeroen will be busting their blocks creating tons of new dinosaur builds. Like Dr. Hammond before him, Jeroen spared no expense in recreating this treasure trove of dinosaur skeletons to delight and awe.本着对恐龙的热爱，像Jeroen这样的建筑师们将会用他们手中的方块打造很多恐龙相关的建筑作品。就像Hammond博士一样，Jeroen尽其所能地让这些充满恐龙骨架的宝藏重现人世，确实让人感到兴奋也感到敬佩。\n“This project all started with the first fossil I made: the Tyrannosaurus Rex,” Jereon explains. “While working on that, I thought it would be really cool if I built an entire island full of fossilized dinosaurs.”“这个项目得从我的第一个化石作品说起：霸王龙”，Jeroen解释道。“在刚开始的时候，我想如果我能在一个岛上全部建满了恐龙化石，那真的很厉害。”\n\n\n\n\n\n22.png (225.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\nHey! At least they’re fossilized and not a bunch of walking, death-and-dismemberment lawsuits waiting to happen.嘿！好歹他们已经变成化石了，而不是那些会走动，随时会带来死亡的怪物。\nAt first it was easy choosing which dinos were going to be included on the island. “I just picked the very famous dinosaurs like the T-Rex, Triceratops, Spinosaurus, Stegosaurus, etc,” says Jereon.刚开始，选择岛上的恐龙种类是件容易的事情。“我只选了那些很出名的恐龙，比如霸王龙，三角龙，棘龙，剑龙等等”Jereon说。\n\n\n\n\n\n\nfile_1585274503000.jpg (63.15 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\n\n\n\nFrom there, he expanded his collection using the Famous Dinosaur Movie and a Videogame About the Famous Dinosaur Movie as a guide.在那里，他用著名的恐龙电影和一款恐龙相关的游戏作为建筑指南的同时，还扩宽了他的知识面。\n“When I was done creating my first batch of dinosaurs, I moved over to flying and marine dinosaurs. Choosing a flyer to build was difficult since I only knew of the Pterodactyl. So after a quick online search I discovered three additional flying dinosaurs: Dimorphodon, Nyctosaurus and Quetzalcoatlus.”\nThe what?\nJereon laughs. “I never tried to actually pronounce that name. I think you have to speak it as Quetz-alco-atlus.”“当我建完我的第一批恐龙作品后，我就把注意力放在了那些会飞的和海里的恐龙身上。选择建造这些会飞的确实不容易，因为我只知道翼龙。所以我快速上网搜索后又了解了另外三种会飞的恐龙：剑齿龙，夜龙和奎特龙。”\n什么？\nJereon笑着说“我从来没有把那个名字说对，我想你应该念作Quetz-alco-atlus。”\n\n\n\n\n\n44.png (228.5 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\nThough these dinos are bones without the skin, Jeroen has put some thought into what they might look like if they were flesh and blood creatures.“Since I have watched all the Famous Dinosaur Movies, I’m used to dinosaurs looking all scaly. But after a while I realized the Dilophosaurus in Famous Dinosaur Movie #1 did not spit venom or have a neck frill.”RIP Dennis Nedry : (虽然这些恐龙没有血肉只有骨头，但是Jeroen也有想过如果它们有血有肉会是什么样子。\n“因为我看过所有著名的与恐龙有关的电影，所以在我眼中的恐龙一般都是覆满鳞片。但是一段时间后我就发现电影里的恐龙不对劲，它们并不会喷毒液，脖子上也没有褶皱。”\n安息吧Dennis Nedry : (\n\n\n\n\n\n55.png (242.29 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\n“I can definitely believe that dinosaurs like the Velociraptor had feathers, though I still don’t believe something like the T-Rex used to have feathers, it just seems so odd to me.”\nImagine a T-Rex covered in chicken feathers. Is that scary to you? Yeah I didn’t think so. The smaller in real life Mosasaur was actually one of Jeroen’s favorite skeletons to build.\n“I would also pick the Ceratosaurus, Indominus-Rex, and Dilophosaurus: they’re the best quality ones I built.”\nThe hardest skeleton for Jereon? The Stegosaurus. “The body itself was the same simple routine I did with all the other dinosaurs, but the armored plates were really hard to build because they have a specific shape and angle they faced.”“我相信像迅猛龙这样的龙肯定有羽毛，虽然我还是不相信霸王龙这样的物种居然曾经也有羽毛，对我来说这真的很怪异。”\n想象一下，一只霸王龙全身覆盖着鸡毛，那会吓到你吗？好吧，我可不这么认为。事实上体型娇小的莫萨龙骨架是现实生活中Jeroen最喜欢建造的骨架之一。\n“我还会选角鼻龙，暴虐霸王龙和双冠龙，它们是我最满意的作品。”\n对Jereon来说什么最难？答案是剑龙。“剑龙身体的搭建和其他龙一样简单，但是他的那些‘剑’真的很难搭，因为它们互相对立而且都有特定的形状和角度。”\n\n\n\n\n\n66.png (205.25 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\nOdd angles, spines, and horns - each dinosaur comes with its own characteristic that makes it unique, and capturing those quirks in Minecraft was a bit of a challenge for Jeroen.\n“After I got a good reference picture I always started with the spine. Then it was time for the limbs. I would actually make sure I got the claws and feet just right before building up from them to make the limbs. Next came the skull. I would replicate the shape of the skull first and fill it up with blocks so you would have a flat 2D skull. After that I would add two (or more) extra layers on the skull on both sides to give it shape and finish it off by adding teeth.”奇怪的倾斜角度，刺和角——每只龙都有它们自己的特点，而在MC中把这些奇怪的地方呈现出来对Jeroen来说还是有一定的挑战。\n“在我找到一张很不错的参考图片后，我一般会从脊椎开始搭建，然后就是四肢。事实上，我得在建四肢之前先确保爪子和脚建的没有问题。接下来是头部，我会先照着参考图建一个头骨的2D模型，然后再在两边多加2层（可能更多），这样头部才能成形，最后的步骤就是添加牙齿，这样就完成了。”\n\n\n\n\n\n77.png (223.64 KB, 下载次数: 1)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n\nFamous Dinosaur Movie plots all follow the same story: humans create dinosaurs when they shouldn't - then the dinosaurs get loose, eat a bunch of people, and remind humanity why they really shouldn’t be creating dinosaurs. Since all of Jeroen’s dinosaurs are dead, the story they tell is a little different: This is a story about evolution and how we can piece together the lives of these creatures by examining what they left behind.\n“Why did the Triceratops have 3 horns, while the Achelousaurus (a cousin of the Triceratops) only had two horns that faced backwards?” Jeroen muses. “Why would one species evolve to charge head first with their horns, while another species evolved their horns backwards? What predator would they have to fight for their horns to face backwards?”那些著名的恐龙电影都遵循一个原则：人类是在不该创造恐龙的时候创造了恐龙——然后一个偶然的机会它们被放了出来，还吃了一群人，并且警告人人们为什么不该创造恐龙。由于Jeroen的所有恐龙都是死的，所以他的故事可能不同：这个故事有关进化，教导我们如何利用它们留下的东西重建它们的模样。\n“为什么三角龙有3个角，而河神龙(三角龙的近亲)只有两个朝后的角？”Jeroen若有所思。“为什么一个物种把它们的角进化成冲锋角，而另外一个物种会把角进化得向后弯曲？什么样的天敌才会让它们朝后的角有用？”\n\n\n\n\n\n8.jpg (94.16 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 10:01 上传\n\n\n\n\n这里为什么会有一张Jeff Goldblum的照片？读者们，你们先回答我一个问题——Jeff Goldblum的照片难道不应该出现在每一篇恐龙相关的文章里吗？If you want to get philosophical about dinosaur bones while viewing them up close, you’re going to have to wait a bit - the skeletons aren’t available for download just yet. Jeroen explains.\n“When I was half-way building all of these fossils I decided it would be better if I built them in a museum instead of an island. Once this museum is finished I will release a public download for both the museum, and the dinosaur collection.”“如果你想近距离观察恐龙的骨架，并对它们真正进行学术上的了解，你还得等一段时间，现在这些骨架还不能下载。”Jeroen解释道。\n“当这个项目进行到一半时，我认为它们应该建在博物馆里，而不是分散在岛上。一旦博物馆建成，我会提供博物馆和恐龙骨架的下载。”\n\n\n\n\n\nfile_1585279037000.jpg (89.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 11:17 上传\n\n\n\n\n\n\n\n\n\n\nfile_1585279037000.jpg (92.83 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 11:17 上传\n\n\n\n\n\nA museum of fossils instead of an island full of living dinosaurs? A better, cooler, and most of all safer idea.一个满是化石的博物馆代替一个全是活生生的恐龙的博物馆？我觉得前者更好，也更酷，当然最重要的是更安全。\nRenders by Squity 渲染：Squity 原文作者：Ash Davis发布时间：2018/7/21原文地址：https://www.minecraft.net/zh-hans/article/fun-fossils翻译作者：Srar\n\n\n\n\n\n\n\n",
    "replies": [
        {
            "author": "小张up",
            "timestamp": 1585320120,
            "txt_content": "前排\n感觉还不错，长知识"
        },
        {
            "author": "屿先生",
            "timestamp": 1585337700,
            "txt_content": "加上器官和外皮组织会怎么样？"
        },
        {
            "author": "8689",
            "timestamp": 1585371300,
            "txt_content": "为什么那些建造师喜欢建的东西都是我认为没有意义的东西。。。"
        },
        {
            "author": "若风大仙",
            "timestamp": 1585371540,
            "txt_content": "6666666666666"
        },
        {
            "author": "huangchao520",
            "timestamp": 1585410300,
            "txt_content": "支持嘻嘻"
        },
        {
            "author": "Scuffle",
            "timestamp": 1585471920,
            "txt_content": "mood，看着还不错，感觉对于喜欢恐龙的来说，非常好"
        },
        {
            "author": "1308891388",
            "timestamp": 1585492440,
            "txt_content": "谢谢大佬\n"
        },
        {
            "author": "禾子君",
            "timestamp": 1585505700,
            "txt_content": "太棒了吧"
        },
        {
            "author": "zombie_cute",
            "timestamp": 1585549320,
            "txt_content": "天然生成的化石硬是比钻石还罕见，一个区块只有1/64的概率生成"
        },
        {
            "author": "mengz31",
            "timestamp": 1585573500,
            "txt_content": "日常回复"
        },
        {
            "author": "shizhantao",
            "timestamp": 1585606200,
            "txt_content": "233333333333"
        }
    ]
}