{
    "title": "【原创/连载】失落的世界：神陨 第四章",
    "author": "StoryJ",
    "replyCount": 4,
    "timestamp": 1585305180,
    "txt_content": " 本帖最后由 StoryJ 于 2020-4-10 18:08 编辑 \n\n失落的世界第一卷：神陨\n\n前文请戳：\n第一章 https://www.mcbbs.net/thread-985372-1-1.html\n第二章 https://www.mcbbs.net/thread-985540-1-1.html\n第三章 https://www.mcbbs.net/thread-992099-1-1.html\n\n\n第四章 薄伽特\n矿工，是一个高危职业。矿洞内部结构复杂，塌方、断崖、岩浆池，任何一样都可以轻易地要了矿工的命，更不用说黑暗中可能潜藏的各种怪物。而矿洞神殿这样距地表超过百米的遗迹里，更是不知道会有多少陷阱和机关。\n史蒂夫之所以让施工队待命，主要考虑的是，遗迹毕竟不同于普通的矿洞，环境陌生复杂，探索阶段，不宜太多人进入。人太多，反而更容易触发机关，稍有不慎可能全军覆没。\n所以史蒂夫在进入青铜门之前给施工队下的指令是：如果天黑之后他和乔纳森还没有回来，就在洞口接应，但不要贸然进入。最多在洞口等上一夜，如果天亮了他还没有回来，就不用等了，施工队分了工钱就地解散。\n矿工们深知，经验丰富如史蒂夫，如果他能平安返回，那么说明他摸清了里面的情况，但如果他都不能全身而退，那就不要去继续冒险了。\n天已经黑了。汤姆，矿工队伍里最年轻的小伙子，看了看溶洞外的天色，对老查理说：“我们……去接应史蒂夫？”\n老查理眯着眼，深深吸了一口手上的烟。所有人都默默地看着他，等着这位资历最老的矿工下达指令。\n“走。”老查理吐出烟雾，把烟头往地上一丢，起身一脚踩灭，扛起自己的铁镐。\n史蒂夫和乔纳森一路跑到了青铜门门口，就看见已经等在门外的矿工们。\n那些惴惴不安地沉默着的矿工们看见史蒂夫回来了，都长出了一口气。\n当晚，在兔村旅馆内，给矿工们介绍完下面的情况，史蒂夫制定了一套作战计划。这套计划十分大胆，乔纳森再次在心里发出了感慨，难怪史蒂夫的生意可以做得这么大，这个男人不只是个经验丰富的矿工，更是一个领袖，有改造自然的魄力。\n史蒂夫的计划如下：首先，在大厅里搭一座桥，直通盘旋石阶的入口，以免再触发什么地面上的机关；然后，带上足够的火把，把整个盘旋石阶全部照亮；接下来，将队伍分成两个小队，第一小队人手一面盾牌，将第二小队保护在里面，第二小队人手一张弓，带上库存的所有箭矢和第一小队配合推进，把白骷髅全部消灭；同时，遍地插火把，把地下的空间全部照亮。\n就这样，矿工队高效而又顺利地推进，像割草一样消灭不断出现的白骷髅。\n“那是什么？”汤姆喊道。\n众人顺着汤姆的手指向的方向看过去，黑暗中，隐隐浮现出建筑的影子。\n“我们……找到薄伽特了？！”乔纳森喃喃道。\n矿工们发出一阵窃窃私语。\n“安静！”史蒂夫举起一只手，“保持住队形，我们进去看看！”\n乔纳森会意。史蒂夫左手持火把，右手握附魔铁剑，乔纳森则给手里的弓搭上一支新的箭。\n两人背靠背，警惕地向前探路。\n在火把的映照下，隐约可以看见两根巨大的石柱分立左右，中间是一个巨大的门。\n两人走进这个宏伟的门，门内是一个巨大的空间。借着火把的微光，似乎可以看见面前是一座石桥，两侧则是深渊。\n黑暗的空间里，只有脚步声在回响。\n“咔——”\n脚下似乎踩上了一块活动的石头。机关？！史蒂夫和乔纳森迅速摆出准备战斗的姿势。\n突然，洞厅被照亮了。\n洞壁两侧几十米高处，左右正高悬着几十支自山体之中雕琢出来的，高近七米的巨大火炬。每一火炬之上，都有一枚车轮大小的海晶石，看起来，这些海晶石原本都隐藏在火炬内部，刚才他们触发了地面的机关，那些海晶石才被抬升出来，将山洞内照得亮如白昼。\n乔纳森顺着火炬向上看，发现穹顶的岩层中半露在外的宝石晶体交相辉映，宛若璀璨的星空，又好像……组成了什么图案……是壁画？\n而一旁的史蒂夫则低头看向石桥两侧的深渊。桥下深渊之中，左右分列，矗立着十二尊巨像。巨像顶盔掼甲，手持巨斧战锤等武器。它们身形魁梧，神情肃穆，体态偏于壮硕，胡须满腮，似乎与人类略有不同。\n向对面看去，石桥长度长达几百米，桥的尽头是一块平地，一根巨大的钟乳石从穹顶后半部垂下，与地面连接。一座高大的石质宝座背靠钟乳石柱，面朝洞口。王座面前的大石桥左右又各有一座稍窄的石桥，向两侧延伸，与洞厅左右的洞口相连，看起来像是通往侧厅。\n“这里……就是薄伽特？”史蒂夫喃喃道。\n乔纳森正在打量头顶的壁画，听见史蒂夫说话，于是转头对他说：“准确地说，这里应该是一座皇宫。”\n“皇宫？”\n“嗯。”乔纳森继续说道，“我想，我们应该再调查一下左右两侧的侧厅。”\n史蒂夫点头，然后继续举着火把和剑，跟乔纳森一起向前走。他们先走到了左边的石桥上。\n左边的两座石桥通向同一个侧厅，侧厅呈圆形，正中央摆放着一张石圆桌，十三张高背石椅环绕在周围。\n每一张石椅的椅背上都刻有工具或者武器图案，有的是长剑，有的是战斧，还有铁镐，弓箭……各不相同，看起来是某种图腾。在侧厅，环绕墙壁悬挂着十二面旗帜。尽管旗面由于漫长时光的洗礼已经残破不堪，图案难以辩识，但依然难掩其庄严。抬头仰望，穹顶上用海晶石作为材料，镶嵌拼接出一个巨大的圆环，圆环内两条直线垂直交叉于圆心。\n“看上去是……会议室？”乔纳森环顾四周，“如果我没记错的话，穹顶上的那个符号，在古卷里象征着大地……”\n“十三个座位……”史蒂夫数了一下，“莫非是传说中的大地之主泰坦神和他的十二个矮人王？”\n大地之主泰坦和十二矮人王，可以说是希斯大陆最广为流传的传说。乔纳森的主要研究方向就是古神，曾经广泛收集过各类史诗和神话。在这些神话里，着墨最多的也是十二矮人王。相传他们是最早被泰坦神授予大地之力的矮人，作为泰坦神的近臣守卫着大地之主广大的领土。十二矮人王又分为“三侍”、“四圣”、“五祖”，“三侍”是薄伽特的禁卫军，“四圣”分管四个不同的区块，“五祖”则分管不同的职业。乔纳森对于这些传说一直持半信半疑的态度，因为那些自称吟游诗人的流浪商人嘴里的话可信度并不高——直到他亲眼见到这个会议室，以及这十三个座位。\n然而会议室只能证明这里曾经召开过会议，这个侧厅除了石桌石椅之外别无他物，对于乔纳森这样的考古学家来说，并没有太多值得研究的东西。\n“我们，再去右边的侧厅看看？”乔纳森对正在抚摸暗海晶石桌面的史蒂夫说。\n史蒂夫点点头，和乔纳森向右边的石桥走去。\n这个侧厅里似乎堆满了东西。乔纳森带着疑惑走进去。\n好像是……高大的石墙？\n不只一块，这个侧厅里还有很多。\n这些石墙大约有几十米高，上面还有一些凹痕。\n凹痕？\n乔纳森伸手去抚摸这些手掌宽的凹槽。\n有点像是……符号？\n等等！字母！眼前这个符号，正是古矮人语中的字母Д！\n所以这不是什么石墙！这是……石碑？！\n乔纳森感觉到自己的心脏开始按捺不住地狂跳起来。\n石碑林！\n乔纳森整个人像是中了女巫的巫术一样，张着嘴仰着头，近乎失神地丢下一直抓在手里的弓箭。\n“喂！”史蒂夫一掌拍在乔纳森的肩上，“你怎么了我的朋友？”\n乔纳森扭头看着史蒂夫，眼里闪着光，他抓住史蒂夫的肩膀前后摇晃，大笑着说：“看看这些石碑！这些是大地氏族的文字史料！是来自古神纪元的史料！”\n史蒂夫虽然不是考古学家，但也明白过来乔纳森狂喜的原因。史料的价值对考古学家来说不可估量，尤其是对于这种只在传说中出现的古文明，能发现第一手的史料简直是奇迹。\n乔纳森尝试阅读这些石碑。虽然诺石老师和他对于古矮人语的研究还没有很大的突破，但乔纳森还是可以读出一些。\n“黑暗……战争？”乔纳森眼前的这块石板似乎记录了一场战争，“大地氏族……薄伽特……砍树？壕沟……武器……”\n在乔纳森试图阅读碑文的时候，史蒂夫发现了大厅穹顶上的壁画。\n这些用宝石构成的画有一种古朴而神秘的美感。画面中，似乎可以看见一颗放射着光芒的巨大星星，它的光环辐射了整个穹顶。而靠近王座那边的穹顶上，又有五个姿态各异的图案，好像是龙、鱼、人、树、鸟的形象。\n“史蒂夫！”乔纳森走到正在出神地看着壁画的史蒂夫身边，“……你在看什么？”\n史蒂夫指了指穹顶：“好像是壁画。”\n“啊。这个我刚才就注意到了，不过我没太看懂什么意思……”乔纳森也抬头看穹顶，然后扭头对史蒂夫说，“对了，我喊你是因为我刚才在石碑上解读出来一些重要的东西！”\n“什么？”史蒂夫把视线从壁画上收回来。\n“大地氏族曾经参加过一场名为‘黑暗战争’的世界大战，矮人们为了御敌，在薄伽特周围挖出巨大的壕沟，由大地之主用神力将矿石集中到壕沟之中。然后矮人们把树木砍到挖出的壕沟里，用于制造武器。”\n史蒂夫在脑海里想象了一下那个画面。“嗯……然后呢？”\n“然后！这条壕沟就在薄伽特，也就是我们现在所在的皇宫周围啊！”乔纳森兴奋地说，“战争结束后，剩余的矿石材料应该还在壕沟里！”\n史蒂夫瞪大了眼睛。\n“我马上去组织我的矿工队去周围探探路！”史蒂夫兴奋地说，然后就跑出了大殿。\n史蒂夫再次回到侧厅的时候，乔纳森正手拿纸笔，沉迷于阅读碑文。\n“乔纳森！”史蒂夫兴奋地喊，“我们真的找到了那些矿石！”\n说着点起一支烟，眯起眼睛猛地深吸了一口，然后睁开眼睛大声地说：“艹！老子这辈子从来没见过那么多钻石！那些贪心的家伙都抢疯了！”\n乔纳森和史蒂夫都大笑起来。\n“这还得感谢你啊我的朋友！”史蒂夫吐出一口烟，对乔纳森说。\n乔纳森停下了手中的笔，看向史蒂夫，微笑道：“不不不，发现这地方的又不是我。”\n“可要是没有你，谁能打开石蔷薇上的声控门呢？”\n“啊……那我也还是应该先谢谢你来找我啊！”\n“哦我的朋友！”史蒂夫笑着摆摆手，“我觉得，我们要是继续这么互相谢来谢去的，就没完了！”\n又是一阵大笑之后，史蒂夫看了看表，说：“现在时间也不早了，不如我们先回兔村，明天，我再组织那些矿工下来进行大开发。你也跟我们先回去休息一晚上，再来进行你的研究吧？”\n“没问题！”乔纳森活动了一下自己的脖子，“要完全解读这些碑文可不是个小工程！看来我得在兔村住上好一阵子了！”\n往外走的时候，乔纳森又看到了穹顶上的壁画，他拍了拍史蒂夫的肩膀，对他说：“我想我明白壁画的意思了。”\n“哦？”\n“五个形态各异的图案，应该分别对应着上古的五大部族——天族、海洋氏族、大地氏族、森林氏族和火族。”\n“上古五大部族？”史蒂夫忍不住发出惊叹。\n“嗯。”乔纳森点点头，“我刚才主要看的是有关黑暗战争的历史。这是一场世界大战，五大部族都参战了。既然我们已经找到了大地氏族的圣地，那么有关古神的传说，就不只是传说而已了。”\n史蒂夫看向这位考古学家：“你是想说，其他传说中的上古的部族也都存在？”\n“嗯。不仅如此。”乔纳森看向史蒂夫，“它们的圣地，也都存在！”\n史蒂夫看见乔纳森眼中的光，乔纳森继续说道：\n“我想去一一找到它们！”\n\n\nTo Be Continued...\n下一章：https://www.mcbbs.net/thread-1007398-1-1.html",
    "replies": [
        {
            "author": "松易涅",
            "timestamp": 1585794420,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "松易涅",
            "timestamp": 1585794480,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽"
        },
        {
            "author": "StoryJ",
            "timestamp": 1585796760,
            "txt_content": "松易涅 发表于 2020-4-2 10:28\n可以考虑发布在网文平台，有收益还能维权。\n哈哈哈谢谢喜欢！暂时没有商业化的打算，不过谢谢你的建议！"
        },
        {
            "author": "松易涅",
            "timestamp": 1585797600,
            "txt_content": "提示: 作者被禁止或删除 内容自动屏蔽\n"
        }
    ]
}