{
    "title": "[ Minecraft.net | CULTURE ] 罗马浴场",
    "author": "592764254",
    "replyCount": 7,
    "timestamp": 1585311060,
    "txt_content": " 本帖最后由 592764254 于 2020-3-29 11:40 编辑 \n\n\n\n\n\nimage.jpg (140.39 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 19:47 上传\n\n\n\n\n\n\nROMAN BATHHOUSE罗马浴场\n\nLet's take a dip in Shaliquinn's latest build!让我们来好好品味下Shaliquinn的最新建筑作品吧！Ever heard of the Roman Empire? No? Where have you been? They were quite a big deal two thousand years ago – and let me tell you – they sure knew a thing or two about architecture!听说过罗马帝国吗？没有？那你还去过哪？两千年前，罗马可是个庞然大物，然后我还要告诉你，他们对建筑还挺有造诣。\nThe Colosseum, sparkling aqueducts, walls of marble and mosaic, and even glorified statues lacking any sort of cloth except some tiny leaves here and there. But amazing constructions aside, if there was one thing they were particularly good at, it was something far more practical.斗兽场有着闪亮的边界沟道，有着由大理石和马赛克混合而成的墙壁，但是居然没有那些象征着荣耀的雕像，只有一些小树叶四处散落着。刨除这些令人赞叹的建筑不说，如果说还有他们很擅长的，那就是一些更特别的东西。\nBathhouses!那就是浴场！\n\n\n\n\n\nfile_1585310170000.jpg (148.32 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 19:56 上传\n\n\n\n\n\nIn a world full of insanitary hazards, filthy living conditions and daily battles in the arena, a bath was an absolute necessity for the Roman citizen. But it was also quite enjoyable, especially if you were a brutal gladiator coming home after a hard day’s work. Or what do you think Shaliquinn?对于那些习惯于在肮脏，很不卫生的环境中生活和战斗于竞技场的罗马公民来说，洗澡是不可或缺的，这也是一件让人心情愉悦的事，特别是如果你是一位战斗了一天刚回到家中的冷血角斗士。你觉得我说的对吗？Shaliquinn\n“Ha! Sure, who doesn't like to unwind a little after a fight to the death?”“哈！当然，谁不想在一场生死战之后好好放松一下呢？”\nShaliquinn is an experienced builder-for-hire, which long-time readers might be familiar with, as her Lunar Love build has previously been featured here on Minecraft.net. Her most recent work however, is something in a completely different style – the Roman bathhouse, depicting a picturesque square set in the old Roman Empire.Shaliquinn是一位经验丰富的建筑师，而且这是她的职业。老读者们可能对她很熟悉，因为她的建筑作品《Lunar Love》之前就被刊登于Minecraft.net上。然而，她的最新作品——《罗马浴场》又是一种完全不同的风格，它描绘了一个在旧罗马帝国背景下美如画的广场。\n\n\n\n\n\nfile_1585310801000.jpg (126.18 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-27 20:06 上传\n\n\n\n\n\nBut trying different styles is something Shaliquinn is used to. As a freelance builder, it’s her job to take on different requests and transform them into a Minecrafty reality. Shaliquinn也已经习惯了尝试不同的建筑风格。作为一名自由建筑师，她的任务就是把不同的要求在MC中完美呈现出来。\n“Flexibility is key when you're working with clients asking for commissions.” she explains. “I've spent a LOT of time experimenting with different ways of accomplishing different things that I'd likely never have tried if I were just building things that I felt like building on a whim, so I'd say that's my best quality.”“和那些给任务的客户合作时，最重要的是思路得灵活。”她解释道。“我花了很长时间尝试用不同的方法完成不同的事情，如果我只是因为一时兴起才建造一些东西，我可能永远也不会这样耗费时间不断尝试，所以我觉得这是我最好的品质。”\n\n“In terms of where I really specialize, I'd have to say I really shine when it comes to organics. There's something really challenging, and therefore rewarding, about creating something that really needs to be brought to life.”“要说我真正擅长的领域，那必须是赋予作品生命力。要创造出一些极具生命力的作品确实很有挑战性，但是因此而得到的回报也不可小觑。”\n\n\n\n\n\nfile_1585406951000.jpg (155.12 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-28 22:49 上传\n\n\n\n\n\nIf there’s such a thing as bathing in style, the ancient empire sure knew how to please. As a communal activity, citizens of old Rome could gather at the local thermae – public baths, decorated with cool interior touches such as sculptures (yes, **s without clothes, stop blushing you prude) and nice wall art – to have a relaxing bath and an overall good time.如果在沐浴这件事情上有专门的风格，那古罗马人肯定是最会享受的那一类。作为一项公共活动，古罗马的市民们聚集在温泉浴池内，这些浴池的内饰都令人赏心悦目，比如那些雕塑（没错，就是那些赤身裸体的人，可别脸红，丢了我的脸）的漂亮的壁画——这才是真正享受美好时光和放松心情的浴池。\nIt was a centre for not only making your body clean as a whistle, but also for socializing and political discussions (suggested topics: “do we really need this many naked statues?”, “have you seen my towel?”, “can you believe we have to wait two thousand years for someone to invent Minecraft?” etc).浴室不仅仅能让你的身子干净得和哨子一样，它也是社交和政界人物们交流的好地方（建议聊聊这些话题：“我们真的需要这么多裸体雕像？”“你看到我的毛巾了吗？”“你能相信我们得等2000年才有得MC玩吗？”等等）\n\n\n\n\n\nfile_1585407496000.jpg (160.64 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-28 22:58 上传\n\n\n\n\n\nShaliquinn’s build is more than just a pool of water though. Despite its name, the biggest focus on the map is actually a giant arena.不过Shaliquinn的建筑可不仅仅是这一池子水。尽管它叫做罗马浴室，但是整个地图的焦点其实是那个庞大的竞技场。\n“At the risk of making it sound boring, my client just said they wanted a Roman bathhouse and a PvP area and I aim to please! In truth, it made it really easy to add a nice arena and viewing area that just felt pretty organic. I'm a big believer in the idea that builds tend to just fall into place once you have a feel for the theme.”“我的客户需要的是一个罗马浴室和一个能PVP的区域，我只能尽可能地满足他们的要求，但是同时也很有可能让这个作品听起来无聊透顶！事实上，要在罗马浴场周围再加一个充满生命活力的竞技场和一个观众席并非难事。我一直相信一种说法，只要你对主题有所了解，有所觉悟，你的建筑一定不会差。”\n\n\n\n\n\nfile_1585451496000.jpg (118.94 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 11:11 上传\n\n\n\n\n\nThe custom-made amphitheater is enormous in size. Any visitor keen on attending its brutal events will be met by two giant centurion statues guarding the entrance of the arena. After a walk up the marble-like stairs, you’re free to take a seat and watch bloodthirsty players duke it out in ruthless PvP in the ring below.这个定制的圆形剧场有着巨大的占地面积。任何想进入观赛的热情游客都会先经过竞技场入口的两尊巨大百夫长雕像，它们守卫着竞技场。上了大理石楼梯后，你就可以随意坐下，尽情观赏嗜血如命的角斗士们在下方的竞技圈中进行冷血的PVP战斗。\n“When you're dealing with the limited size it can be difficult to give it a sense of grandeur. My job is to provide enough detail to keep people focused on what they see rather than on the size limitations. So I suppose I was trying to balance function with form in order to make sure people could have fun PvP’ing and then spend their downtime enjoying the atmosphere.”“当你的建筑大小有限制时，很难做出那种宏伟的感觉。所以我主要的任务就是尽可能地给作品添加细节，让细节吸引人们的眼球，而不是整个建筑物的大小。所以我觉得我是在平衡建筑物的功能与结构，这样才能保证给玩家们一个极致的PVP体验和休息时的轻松氛围。”\n\n\n\n\n\nfile_1585451958000.jpg (115.42 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 11:19 上传\n\n\n\n\n\nThe build manages to capture the Roman vibe and aesthetics, which Shaliquinn herself is a fan of. “It's not limited to just Roman aesthetics. I'm a big fan of any architecture I can find that's ornate or detailed.” she says. “I spend a great deal of time looking at images on Google of Roman, Gothic, Japanese, even fantasy or sci-fi architecture. Seeing all the curves and pillars is just appealing to me. Architecture that incorporates a lot of natural beauty is fun as well. Creating builds that have waterfalls, trees, and natural caves is really satisfying.”这个建筑作品想方设法还原了古罗马建筑的美学和那种古建筑氛围，而Shaliquinn本人也是罗马建筑的粉丝。“我的眼光并不局限于古罗马建筑的艺术美学，任何华丽而充满细节的建筑都是我最喜欢的。”她说。“我在谷歌上花了很多时间翻阅罗马，哥特式，日本甚至是那些奇幻与科幻建筑的资料，那些建筑的曲线与柱子深深吸引了我。而那些融入自然的建筑也让人舒心，比如那些伴有瀑布，树木和天然洞穴的建筑，确实让我满意。”\nGetting the aesthetics right wasn’t the only challenge. Shaliquinn also spent time figuring out how to make the bathhouse water shiny enough. “I needed more light to come through. I ended up using a combination of things to get the final effect. To start, I placed sea lanterns all the way at the bottom, then stacked alternating layers of stained glass which created a foggy look to the water I placed on top which left the water with a real sense of depth while still providing the light I was after.”把建筑美学完美还原并不是唯一的挑战， Shaliquinn 甚至还花了很多时间想尽办法让浴池的水变得更加闪亮，“我需要很多光线汇聚在一起射入才行，所以我用了很多发光方块来达到这一效果。刚开始时，我把海晶灯放在水底，然后上面交替堆叠了彩色玻璃，这就让上面的水看起来模糊不清，让水真正拥有了很深的感觉，同时也让浴池闪闪发光。”\n\n\n\n\n\nfile_1585452614000.jpg (141.53 KB, 下载次数: 0)\n\n下载附件\n\n2020-3-29 11:30 上传\n\n\n\n\n\nSadly, a pleasant bath can’t last forever, unless you want to look like a raisin. Shaliquinn is already moving on to new exciting projects, and other projects to be inspired by.让人难受的是，这项令人愉悦的活动不能永远持续下去，除非你想把身体变得和葡萄干一样。Shaliquinn已经着手开始了让人期待的新项目，还有其他有了灵感的项目。\n“I love creative pieces that haven't been done before, something full of ingenuity. It has to have a real attention to detail, not just broad strokes, with shapes that are outside the box. And the lighting is really important; It's really frustrating to see a build that someone has spent so much time on and then left muddled in dreary lighting.”“我喜欢尝试那些以前从来没有人做过的创意，这样才满是工匠精神。一个好的作品必须注重真正的细节，而不仅仅是一些粗略的外表，还得有一些跳出方块范围内的形状建筑。地图亮度真的很重要，有时我看到别人花了很长时间完成一个建筑作品，但是由于沉闷的光线而变得模糊不清，这真的很让人失望。”\nGood point! I’m so inspired I’m going to start working on the greatest Minecraft build eve… actually, I think I’ll just have a relaxing bath instead.说得好！我大受启发，这就开始制作最宏伟的MC建筑...好吧，我想我还是洗个澡放松一下好了。\n\n\n\n原文作者：Per Landin发布时间：2018/6/29原文地址：https://www.minecraft.net/zh-hans/article/roman-bathhouse翻译作者：Srar\n\n",
    "replies": [
        {
            "author": "592764254",
            "timestamp": 1585461600,
            "txt_content": "说一点题外话，文中这个Shaliquinn的建筑我是真实买过的\n当时买了一个蜘蛛洞的地图，是schematic格式，地图不大，但是确实很用心，还是很值得。"
        },
        {
            "author": "Bugjump972",
            "timestamp": 1585491720,
            "txt_content": "地图很好，就是不知道光影和材质在哪儿找"
        },
        {
            "author": "2060152712",
            "timestamp": 1585538820,
            "txt_content": "666歪果仁就是强大啊"
        },
        {
            "author": "信手斩龙pdd",
            "timestamp": 1585546620,
            "txt_content": "地图很棒，建筑最爱，谢谢大佬分享"
        },
        {
            "author": "steamSTEAM120",
            "timestamp": 1585632660,
            "txt_content": "感谢吧主"
        },
        {
            "author": "88453877",
            "timestamp": 1585674540,
            "txt_content": "感谢腐竹的翻译，做得很好"
        },
        {
            "author": "lianqiuchen",
            "timestamp": 1585716540,
            "txt_content": "解释的很详细啊"
        }
    ]
}